{"url": "/factchecks/2020/oct/21/emails/threat-wrongly-says-author-email-can-find-out-if-f/", "speaker": "Emails", "vclaim": "Says “we will know which candidate you voted for.”", "truth_label": "pants-fire", "date": "stated on October 20, 2020 in email threat to Florida Democrats:", "title": "Email threat to Florida Democrats falsely says 'we will know which candidate you voted for'", "text": "Update, Oct. 22: In an evening press briefing on Oct. 21, U.S. intelligence officials announced they believed Iran was behind the email threats that were spoofed to appear from a Proud Boys account. Read more about their announcement and what questions remain in this story.\nThreatening emails sent to multiple Florida Democrats falsely says that the sender will find out if the voters don’t cast ballots for President Donald Trump.\nLaw enforcement officials in Alachua County, a Democratic-leaning county and home to the University of Florida, say the email is \"purported to be from the Proud Boys,\" a far-right male-only group with a history of violent confrontations. However, who actually sent the email is under investigation by local and federal law enforcement.\nWhile it’s not yet clear who sent the emails, what is clear is that it contains false information.\nThe email message states that the writer is in possession of the voter’s information including email and address and telephone number. Then it states:\n\"You are currently registered as a Democrat and we know this because we have gained access to the entire voting infrastructure. You will vote for Trump on election day or we will come after you. Change your party affiliation to Republican to let us know you received our message and will comply. We will know which candidate you voted for. I would take this seriously if I were you.\"\nYour vote is protected\nA voter’s registration information, including their name and address, are typically a public record, said David J. Becker, executive director for the Center for Election Innovation & Research. However, the actual ballot itself showing if the voter chose Trump or Joe Biden or someone else is private, Becker and election officials say.\n\"Nobody can know who somebody else voted for,\" said Gerri Kramer, a spokesperson for the elections office in Tampa’s Hillsborough County. \n\"In no state is the record of how an individual voted on their ballot public,\" Becker said. \"In fact, ballots are stored in such a way and separated from all identifying information, that (it) would be impossible to identify how someone voted.\"\nThe email further claims that the recipients should change their voter registration. But a voter’s party affiliation doesn’t matter for the Nov. 3 general election. Whether a voter is a registered Democrat, Republican or with another party or no affiliation at all, each voter can decide whether to cast a ballot for any presidential candidate.\nThe elections office in Alachua County received dozens of complaints starting on Oct. 20 from Democrats who said they received the email, said elections spokesperson TJ Pyche. Steve Orlando, a spokesperson for the University of Florida, said 183 students, staff or alumni also received the emails.\nA scam with shadowy origins\nThe Alachua County sheriff’s office said on Facebook that the email appears to be a scam.\nSgt. Frank Kinsey, a spokesperson for the sheriff, told PolitiFact that the email was sent from [email protected] address. Nothing else in the email mentioned the Proud Boys.\nKinsey said that law enforcement will investigate the origin of the email. He pointed to a digital forensics investigation by CBS as an example of what law enforcement will do. CBS wrote that a review of the source code shows the message originated from IP addresses linked to servers located in Saudi Arabia, the United Arab Emirates and Estonia. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nCBS interviewed Dmitri Alperovitch, the co-founder and former chief technology officer of cybersecurity firm CrowdStrike. He told CBS that the IP addresses don't establish that the senders are based in those countries, since the messages could have been routed through the servers from nearly anywhere. The officialproudboys.com internet address was offline Tuesday.\nCBS reported that domain records show the site's owner initiated a domain transfer to a new web host on Monday. \nNews reports and interviews by PolitiFact show that voters in at least a few other counties in Florida received the email. On Florida’s east coast, Brevard County Supervisor of Elections Lori Scott told PolitiFact that a small number of Democratic voters in her county have received emails. \n\"Although Florida’s very open public record laws have prompted the personal information of these voters to be used in this fashion, no one can find out how they voted,\" Scott said. \"There isn’t anything on a ballot that identifies or links it back to the voter.\"\nA spokesperson for the Collier County Supervisor of Elections, a Republican-leaning county in southwest Florida, told PolitiFact that the office is aware of multiple instances of voter intimidation via email.\nThe Charlotte County Supervisor of Elections, Paul A. Stamoulis, told PolitiFact that the matter was reported to local and federal law enforcement. \nFresh Take Florida, a news service operated by the University of Florida, reported that Democrats in nearby Clay County also reported receiving the emails. \nFresh Take Florida reported that Enrique Tarrio, chairman of the Proud Boys, said his group didn’t send the emails. \"We don’t do mass emails,\" Tarrio said. \"This is definitely, definitely not us.\"\nTarrio told the Washington Post that his group was moving away from the domain name used in the emails. Tarrio told the Post that he had already spoken to the FBI about it.\nWe asked the FBI if the emails had been sent to other states as well and didn’t get a response. However, Alaska Public Media reported that the same emails were sent to voters in their state. Alaska is typically not considered competitive in the presidential race, though it is more so this year and the state has a competitive race for U.S. Senate.\nGail Fenumiai, elections director for Alaska, told PolitiFact that it was aware of the emails.\nOur ruling\nAn email says \"we will know which candidate you voted for.\"\nWhile information on a Floridian’s voter registration, such as their party affiliation and name, is a public record, their actual ballot is private. That means that the authors of the email will not know whether the voters cast ballots for Trump or Biden.\nWe can’t say for certain who wrote the emails, which are under investigation. But the statement that the author can find out who the voter cast a ballot for is wrong.\nWe rate this statement Pants on Fire. \nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18741"}