{"url": "/factchecks/2013/aug/02/lone-star-project/democratic-group-says-abbott-misspent-1-million-pl/", "speaker": "Lone Star Project", "vclaim": "Says Greg Abbott \"converted over $1 million in federal grant money intended for use to prosecute online sexual predators and other cyber crimes and instead used it to harass and prosecute senior citizens who were assisting other senior citizens in applying for mail-in ballots.\"", "truth_label": "false", "date": "stated on July 14, 2013 in a blog post.:", "title": "Democratic group says Abbott misspent $1 million-plus in grant funds targeting and harassing senior Texans helping others with mail-in ballots", "text": "A pro-Democratic group says Attorney General Greg Abbott, a Republican aspirant for governor in 2014, misspent $1 million-plus bothering elderly Texans.\nThe Lone Star Project said in a July 14, 2013, blog post, \"Just a few years ago, Abbott converted over $1 million in federal grant money intended for use to prosecute online sexual predators and other cyber crimes and instead used it to harass and prosecute senior citizens who were assisting other senior citizens in applying for mail-in ballots.\"\nThat's a familiar claim; the project said in a May 18, 2006, press release that Abbott and Gov. Rick Perry had decided to divert \"part of $1.4 million in federal funds.\" Abbott aides countered that the grant-aided voter investigations were legitimate expenditures, in response to referrals.\nWhat's what?\nGrant spending aired before\nIn 2006, Abbott touted his office’s efforts to prosecute and deter voter fraud and Abbott spokesman Jerry Strickland recently told us by email that the initial grant aid helped the office carry out an array of initiatives from June 2005 through September 2006. Strickland sent a spreadsheet indicating too that the grant was renewed through September 2008. Ultimately, about $3.2 million was spent on multiple initiatives, the spreadsheet indicates, while Strickland told us $93,579 in grant funds ended up being spent investigating possible violations of election law.\nThe amount of grant money spent on election-law cases has previously been publicized. A Nov. 13, 2009, Austin American-Statesman news story quoted the attorney general’s office as saying that about $93,000 in grant funds went toward voter investigations, with the rest of some $690,000 in costs covered by state funds, though total spending was expected to grow because cases were pending. At the time, 22 voter cases had ended with guilty pleas or verdicts, Abbott’s office said, and one had been dropped.\nBy email, Angle pointed out that Abbott earlier ballyhooed much more spending against voter fraud.\nA Jan. 25, 2006, Abbott press release said the agency’s new Special Investigations Unit, poised to help local authorities identify, investigate and prosecute voter fraud offenses, was established with a $1.5 million grant from Perry’s office. Similarly, a March 1, 2006, Abbott release said officials in the agency’s unit, \"working through a $1.5 million grant from the governor’s office,\" had been visiting key counties to conduct voter fraud training for law officers. An Abbott commentary at the time had nearly identical language.\nThen again, the governor’s earlier grant announcement listed other priorities--not even specifying voter fraud. Perry’s Aug. 23, 2005, press release said $1,476,848 awarded under the federal Byrne Grant program would be spent on assisting local law enforcement agencies in investigations of cyber crimes, child pornography, organized crime, fugitives, criminal consumer fraud, public corruption and other criminal activities.\nByrne grants noted for flexibility\nAmounts aside, did Abbott have permission to spend grant funds on voter investigations?\nBy email, Angle conceded Byrne dollars could be spent investigating voter fraud, though he said the Lone Star Project is unaware of such aid being used that way in any other state.\nAt the federal level, the National Center for Justice Planning, which teams the Bureau of Justice Assistance, U.S. Department of Justice and the National Criminal Justice Association, refers to the Edward Byrne Memorial Justice Assistance grant, which originated in 1968, as the nation’s \"cornerstone federal justice assistance program.\" Byrne’s strength, the center says, lies in its flexibility with states and local communities permitted to spend the funds on areas including law enforcement, crime prevention and education.\nSeparately, Strickland emailed us the attorney general’s June 1, 2005, grant application, which said the sought funds would enable additional staff to focus on Internet criminal investigations, fugitive apprehensions, criminal consumer fraud investigations and \"fraudulent voter and public corruption investigations.\" The application also said: \"There seems to be a generally accepted method in which groups of campaign workers have gone door-to-door for years to help elderly or disabled voters obtain a mail-in-ballot, then the workers collect the voted ballots from the voters with intent to mail them outside of the presence of the voter. These investigations take several weeks or months to complete, as there are numerous documents to collect and analyze, and multiple witnesses.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nProsecutions as persecutions?\nFinally, did the state harass and prosecute senior citizens?\nSenior Texans were pursued in connection with a 2003 state law requiring individuals conducting absentee ballot campaigns to disclose certain information, including their names, if they handle a ballot or ballot application.\nAccording to an April 18, 2008, story in the liberal Texas Observer magazine, Willie Ray of Texarkana, 69, was indicted after she and her granddaughter, Jamillah Johnson, helped homebound senior citizens get absentee ballots and, once they were filled out, put them in the mail.\nIn a Feb. 17, 2006, press release, Abbott said that Ray, a member of the Texarkana City Council, and Johnson were charged with illegally possessing and transporting ballots of several voters before the November 2004 elections. \"The integrity of our election process must be protected,\" Abbott said. The release also mentioned largely similar voter indictments in Reeves, Hardeman, Bee and Nueces Counties.\nA Jan. 31, 2008, Abbott press release described indictments of several Duval County residents, aged 55 to 71, for helping voters misrepresent themselves as disabled. The release said the helpers also did not identify themselves on the outside of ballot envelopes.\nThe Observer and Dallas Morning News each referred to an incident described in a lawsuit joined by the Texas Democratic Party against the state. The Observer story said Fort Worth's Gloria Meeks, 69, was a community activist who helped homebound seniors vote by mail. Its story said, \"Meeks is in a nursing home after having a stroke, prompted in part, her friends say, by state police who investigated her--including spying on Meeks while she bathed--and then questioned her about helping\" others vote.\nAccording to the lawsuit, later settled, Meeks said she had seen two investigators \"peeping at her through her bathroom window\" while she was taking a bath on Aug. 10, 2006 and \"later learned that these two persons were investigators\" with the attorney general’s office.\nBy email, Strickland said the agency denied  that  the investigators intentionally peeped. The agency’s legal response said the investigators were standing on Meeks’ porch when their attention \"was drawn to a nearby window because of movement from inside the window, and the investigators looked toward the window.\"\nIn a May 18, 2008, Morning News story, the newspaper said it had tallied 26 cases, largely involving mail-in ballots, that had been prosecuted by Abbott, all of them against Democrats and almost all involving blacks or Hispanics, with no revelations of \"large-scale\" voter fraud schemes with the potential to swing elections. In 18 cases, the newspaper said, the \"voters were eligible, votes were properly cast and no vote was changed -- but the people who collected the ballots for mailing were prosecuted. Eight cases, the story said, involved ineligible voters or manufactured votes: \"They include a woman who voted for her dead mother, another in which a Starr County man voted twice, and three South Texas women who used false addresses to get voter registration cards for people who did not exist.\"\nBy email, Strickland sent a roster showing agenc involvement from late 2005 through June 2013 in prosecuting individuals on election-law charges including alleged violations tied to carrying ballots for others. About 25 cases resolved from November 2005 through November 2008, the chart indicates, with 13 guilty pleas, three guilty jury verdicts, two \"nolo contendere\" pleas, five pre-trial diversions, one deferred adjudication and one dismissal. Most of the convictions related to possessing someone else’s ballot or carrier envelope. Strickland emailed another chart indicating that 23 election-law cases developed by state investigations were resolved and seven are pending.\nAngle said by email that the point of the claim holds. \"The entire process was intended to harass and intimidate minority senior voters,\" he said.\nOur ruling\nThe Lone Star Project said Abbott \"converted over $1 million in federal grant money intended for use to prosecute online sexual predators and other cyber crimes and instead used it to harass and prosecute senior citizens who were assisting other senior citizens in applying for mail-in ballots.\"\nActually, less than $100,000 of a grant—less than one-fifteenth of it--was spent investigating alleged violations of election law. The grant aid also wasn't restricted, or necessarily intended for, other purposes. So there was no conversion.\nSenior citizens were pursued, but our sense is it’s an eye-of-the-beholder question whether the investigations were harassment.\nWe rate this claim as False.", "vclaim_id": "vclaim-pol-09031"}