{"url": "/factchecks/2007/nov/26/barack-obama/no-mandate-makes-universal-claim-tough/", "speaker": "Barack Obama", "vclaim": "Obama says his health care plan is \"universal.\"", "truth_label": "barely-true", "date": "stated on November 15, 2007 in Las Vegas, Nev. :", "title": "No mandate makes universal claim tough", "text": "Barack Obama responded to an attack on his health care plan from Hillary Clinton by saying, \"I do provide universal health care. The only difference between Senator Clinton's health care plan and mine is that she thinks the problem for people without health care is that nobody has mandated -- forced -- them to get health care.\"\n\nThe distinction between the two plan's is that Clinton's has a mandate requiring people to get health insurance; Obama's does not. Is it fair to say a plan is universal without a mandate?\n\n\nThere's little doubt that Obama's plan would significantly expand health care coverage. In its structure, it's not that different from Clinton's: Both leave in place employer-based private insurance; they increase access to Medicaid and SCHIP programsl they subsidize premiums for some employers; and they create pools for individuals to buy their own cheaper insurance.\n\n\nBut universal? Obama's plan \"would get close to universal coverage,\" said Sara Collins, a health care expert with The Commonwealth Fund. \"It's clear his goal is universal coverage,\" she said, noting that Obama's plan includes a mandate for children.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"But I think to get all people covered, he would have to mandate that adults get it, too.\"\n\n\nWe think Obama is pushing the envelope calling a plan without a mandate \"universal.\" For that reason, we rate his claim Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16503"}