{"url": "/factchecks/2016/jun/16/donald-trump/trump-mostly-correct-about-sharia-law-support-afgh/", "speaker": "Donald Trump", "vclaim": "\"According to Pew Research, 99 percent of the people in Afghanistan support oppressive Sharia law.\"", "truth_label": "mostly-true", "date": "stated on June 13, 2016 in a speech responding to the Orlando shooting:", "title": "Trump mostly correct about Sharia law support in Afghanistan", "text": "Donald Trump reinvigorated calls for a ban on Muslims entering the United States following the mass shooting of an Orlando nightclub by a U.S. citizen who pledged allegiance to ISIS during the fatal attack.\nAmong his reasons, many Muslims support Sharia law —a set of religious principles that critics say include harsh punishments and can be used as a rationale for violence.  Trump singled out Afghanistan to make his point in a speech June 13, 2016, in New Hampshire.\n\"According to Pew Research, 99 percent of the people in Afghanistan support oppressive Sharia law,\" Trump said.\nIs that number correct?\nWhat is Sharia law\nFirst, what is Sharia law? The Council on Foreign Relations offers a useful primer.\nMeaning \"path\" in Arabic, Sharia is largely derived from the Quran and is intended to guide various aspects of Muslim life. Sharia law has been incorporated in different ways, ranging from secular governments to fully Islamic governments.\nMany Republican presidential candidates have criticized Sharia law for its unequal treatment of women and after the Orlando attacks its views on homosexuality. They have also criticized the inclusion of Hudud punishments (ranging from stoning to execution) that are required for certain crimes such as adultery or theft.\nScholars say that these punishments are not necessarily used in practice and that different countries interpret and apply Sharia law differently. Like other religions, personal interpretations are subject to change over time, said Abdullahi Ahmed An-Nai’im, a professor of law at Emory University.\n\"Sharia is understood to be the religious obligations of Muslims, but it is a normative system in which Muslims have profound differences and always have,\" An-Nai’m said.\nPew’s research\nTrump’s figure does come from a Pew Research study published in April 2013, titled \"The World’s Muslims: Religion, Politics and Society.\"\nOne clarification right of the bat — the Pew study found that 99 percent of Muslims in Afghanistan supported Sharia law as the \"law of the land.\" Trump said people in Afghanistan.\nHowever, Pew also estimated in a 2012 study that Muslims made up 99 percent of the Afghanistan population, so that distinction does not invalidate Trump’s claim. Furthermore, Pew reported that their 2013 sample was representative of 94 percent of the Afghani adult population.\nA Pew spokeswoman said that Trump’s claim is \"largely accurate.\" The \"largely\" qualification came because their study did not include the word \"oppressive\" like Trump did.\nCaveats\nTrump’s statistic is relatively solid, but the survey does shed some additional light on what the 99 percent figure means, and does not mean.\nThe survey notes that, while overwhelming numbers of Afghani Muslims favored making Sharia law official, respondents were not unanimous on certain beliefs contained within Sharia law. Percentages are of Afghani Muslims. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nViolence\n\n\n81 percent favored corporal punishment for crimes like theft;\n\n\n79 percent favored a death penalty for leaving Islam;\n\n\n58 percent think suicide bombing is rarely or never justified in the defense of Islam.\n\n\nWomen’s rights\n\n\n30 percent believe men and women should have equal inheritance rights;\n\n\n37 percent believe it is \"often justified\" to kill a woman for dishonoring her family.\n\n\nViews on religious plurality\n\n\n96 percent believe converting others to Islam is a religious duty.\n\n\nSo people’s interpretation of Sharia law is not universal. Nor is it universal whom Sharia law should apply to.\nNearly 40 percent of respondents, for instance, said that Sharia law should only apply to other Muslims, not non-Muslim citizens.\nMoving away from Afghanistan, it is also important to note that other Middle East countries yield different figures.\nOnly 12 percent of Muslims in Turkey favor making Sharia law the \"law of the land,\" for example, and only 66 percent of Muslims in Iraq think converting others to Islam is a religious duty.\nThe Pew study Trump cites is also not the only study on the matter. A November 2015 study found that the majority of people in 10 countries with large Muslim populations viewed ISIS negatively (except Pakistan). The study did not include Afghanistan.\nOur ruling\nArguing in favor of his proposed ban on Muslims entering the country, Trump said that a Pew Research Study had found \"99 percent of the people in Afghanistan\" support Sharia law.\nPew said Trump’s contention was \"largely accurate,\" noting that the phrase \"oppressive\" was Trump’s own. We did not take a stance on his use of the adjective.\nThere is some nuance in the Afghanistan results, however, as Muslims surveyed have different perspectives on various aspects of Sharia law and how it ought to be implemented. And nearly 40 percent of respondents in Afghanistan said that Sharia law should only apply to other Muslims, not non-Muslim citizens.\nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/4a912410-e50d-4843-b468-a9002ea4b3ae", "vclaim_id": "vclaim-pol-04824"}