{"url": "/factchecks/2017/mar/01/boris-johnson/yes-global-poverty-fell-dramatically-after-1990/", "speaker": "Boris Johnson", "vclaim": "Global poverty is down to \"less than 10% today from 37% in 1990.\"", "truth_label": "mostly-true", "date": "stated on February 17, 2017 in comments at the Munich Security Conference:", "title": "Yes, global poverty fell dramatically after 1990", "text": "British Foreign Secretary Boris Johnson took a moment at the Munich Security Conference to praise the \"unadulterated triumph of what you might broadly call western values, technology, culture, and indeed western economic thinking.\"\nJohnson’s main example? World poverty.\n\"The proportion of the global population living in poverty (has) declined to fewer than 10 percent today from 37 percent in 1990,\" Johnson said Feb. 17, 2017. \"An even more staggering accomplishment for the human race when you consider we have added 1.8 billion people to the planet in that time.\"\nIs Johnson on firm ground with those poverty stats?\nHe is, with minor allowances for uncertainty in the data.\nAccording to the World Bank, in 1990, 35.1 percent of the total population had to survive on less than $1.90 per day, the official poverty line. In 2013, the most recent year in the World Bank’s Development Indicators database, the level stood at 10.7 percent. Bank economists estimated that in 2015, poverty had fallen to 9.6 percent.\nEconomic gains in China and India largely drove the drop in the poverty rate.\nCharles Kenny, an economist at the Center for Global Development, a Washington policy group, told us there’s a little bit of give in the numbers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBernie Sanders\n\n\nstated on February 7, 2016 in a video\n\n\n\n\n\n\n\n\n\"The richest 80 people in the world own more wealth than the bottom half of the global population.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • February 17, 2016\n \n\n\n\n\n\n\n\"The calculation of global poverty numbers has changed a number of times since 1990,\" Kenny said. \"Each time they 'back-cast' to 1990 to create a new estimate of that old number.\"\nKenny told us, given the unavoidable uncertainty in the data, \"I'd say Boris was pretty much right.\"\nBut he cautioned that not all regions have benefited equally.\nAccording to the World Bank, poverty in sub-Saharan Africa is just under 50 percent and the region has about twice as many poor people today as it had in 1980. \"There are some stubborn pockets of poverty,\" Kenny said.\nJohnson also mentioned the world’s growing population. He said it went up 1.8 billion since 1990. The U.S. Census Bureau reports it rose 1.9 billion.\nOur ruling\nJohnson said global poverty fell from 37 percent to under 10 percent since 1990. His numbers are quite close to those of the World Bank. An economist familiar with the assumptions behind the data told us that there’s enough uncertainty in the figures that it’s fair to say that Johnson has it right.\nThe one point Johnson’s summary ignores is that some regions such as sub-Saharan Africa have not seen as large a decline in poverty. So his numbers are correct, but the reality is very different depending on where you live.\nWe rate this claim Mostly True. https://www.sharethefacts.co/share/489ccfb6-c048-45c5-be1c-1df3c7b58302", "vclaim_id": "vclaim-pol-03616"}