{"url": "/factchecks/2020/mar/02/donald-trump/donald-trump-rewrites-history-about-his-russia-if-/", "speaker": "Donald Trump", "vclaim": "Says the media cut out his request of Russian hackers to find Hillary Clinton’s emails “right at the end so that you don’t see the laughter, the joke.”", "truth_label": "false", "date": "stated on February 29, 2020 in a speech at CPAC:", "title": "Donald Trump rewrites history about his ‘Russia, if you’re listening’ comment about Clinton's emails", "text": "It was one of the most memorable quotes from the 2016 presidential campaign, and President Donald Trump said the media got it all wrong.\nIn his Conservative Political Action Conference speech, Trump accused the media of being \"dishonest\" in its coverage of him inviting Russia to find Hillary Clinton’s emails in a July 2016 press conference. \n\"Remember this thing, ‘Russia, if you're listening’?’ Remember, it was a big thing, in front of 25,000 people. ‘Russia if you're…’ It was all said in a joke,\" Trump said Feb. 29. \"They cut it off right at the end so that you don't then see the laughter, the joke. And they said, ‘He asked. He asked for help.’ Right?\"\nTrump continued: \n\"Russia, if you're listening… A very famous — they cut that thing so quick at the end because they didn't want to hear the laughter in the place and me laughing. It was just ‘boom.’ These are really dishonest people.\"\nJust like at the 2019 CPAC, where he used a similar line, Trump was not being honest about what happened July 27, 2016, at his Doral, Fla., resort.  \nRELATED: Hillary Clinton claims Donald Trump invited Russian President Vladimir Putin to hack Americans\nWhat Trump said at his July 2016 press conference in Doral about Russia\nTrump’s retelling made it sound like the Russia line happened at a big rally with \"25,000 people.\" But it emerged during a one-hour press conference at his Doral resort.\nTrump talked about Clinton’s emails several times, and at no point did he indicate he was joking. (That excuse was televised the next day.)\n\"Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,\" Trump told a roomful of TV cameras and reporters (including this fact-checker). \"I think you will probably be rewarded mightily by our press. Let’s see if that happens.\"\nTrump delivered his comment (around minute 13:30 on the C-SPAN video) with a straight face. We didn’t hear any laughter after what he said; it was news. The Q&A continued with Trump calling on a reporter who asked about the minimum wage. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn the same press conference, Trump said, \"By the way, they hacked — they probably have her 33,000 emails. I hope they do. They probably have her 33,000 emails that she lost and deleted because you'd see some beauties there. So let's see.\"\nAnd when NBC reporter Katy Tur asked whether he was encouraging a foreign country to hack into emails, he said, \"Now, if Russia or China or any other country has those emails, I mean, to be honest with you, I'd love to see them.\"\nTrump tweeted a similar statement after the news conference (with still no trace of an LOL).\nIf Russia or any other country or person has Hillary Clinton's 33,000 illegally deleted emails, perhaps they should share them with the FBI!— Donald J. Trump (@realDonaldTrump) July 27, 2016 \nTrump cast the comment as a joke later in the day, amid criticism of his request. Fox News’ Brian Kilmeade interviewed Trump the same day for a segment to run the next morning on \"Fox and Friends.\" He asked Trump, \"Were you being sarcastic?\"\nTrump replied: \"Of course, I'm being sarcastic.\"\nTrump’s response caught on with supporters Rudy Giuliani and Newt Gingrich who said the media missed the joke. \nThere’s no way to know what was going through Trump’s mind when he made the comment. Our job is to look for whether people laughed, and whether the media deceptively left that out (and neither happened). \nThe same day as Trump’s press conference, Russians launched their first email spear-phishing campaign of emails used by Clinton’s personal office.\nOur ruling\nTrump said the media distorted his \"Russia, if you’re listening\" comment in 2016 by cutting out \"the laugher, the joke.\" \nThe laughter was not cut. The full video shows that no laughter followed. \nTrump has recast the delivery and response of his 2016 press conference in an effort to distort the media’s coverage. We rate this statement False.", "vclaim_id": "vclaim-pol-18027"}