{"url": "/factchecks/2020/nov/06/donald-trump/donald-trumps-pants-fire-claim-about-illegal-votes/", "speaker": "Donald Trump", "vclaim": "“If you count the legal votes, I easily win. If you count the illegal votes, they can try to steal the election from us.”", "truth_label": "pants-fire", "date": "stated on November 5, 2020 in a White House speech:", "title": "Donald Trump’s Pants on Fire claim about illegal votes", "text": "As vote counting continued, President Donald Trump offered a fresh round of falsehoods and wrongly suggested illegal votes are swinging the election toward Joe Biden. \n\"If you count the legal votes, I easily win. If you count the illegal votes, they can try to steal the election from us,\" Trump said Nov. 5.\nWe asked Trump spokespersons which votes he considered \"illegal\" and did not hear back. However, the rest of Trump’s remarks show that he questioned the timing of mail ballot arrivals and the counting in certain battleground states. \nAs Trump continues to perpetuate a myth about widespread voter fraud, he hasn’t proved that illegal votes influenced the election. \n\"So far we have seen no credible evidence of illegal votes in any state that could potentially tip the results of the election to Trump,\" UC Irvine law professor Rick Hasen said Nov. 6. \"Assuming Biden wins Pennsylvania, I see no path for Trump to litigate his way to victory based upon unsubstantiated claims of fraud.\" \nThe idea that Democrats would orchestrate a nationwide felonious scheme to count illegal votes would require voters and election workers in various counties (Democrats and Republicans) to coordinate and take actions that risk prison time. And it defies logic that such a scheme would take place that would aim to keep Trump out of the White House but have Republicans win seats in the House and potentially retain control of the Senate.\nRepublicans govern some of the states Trump has challenged vote counting. Nevada has a Republican secretary of state. Georgia has a Republican secretary of state and governor. Arizona has a Republican governor.\nThe legal process of counting ballots continues\nThe regular counting of legal ballots continued at the time of Trump’s remarks in a handful of battleground states.\nTrump has targeted \"late\" ballots, but that’s inaccurate. State laws specify when mail ballots must be postmarked or arrive in order to be counted, and the grace period (if there is one) varies by state. States also vary in their policies on how early election officials can start processing mail ballots. \nElection officials have been following the processes in their state laws to verify and tabulate ballots. They have been rejecting ballots that violated state laws, such as omitting the signature on the envelope or sending it in past the state’s deadline, and only counting ballots that are legal, said David Becker, executive director of the Center for Election Innovation & Research. Many states give voters time to correct signature issues.\nThere are policies, too, across many states allowing political parties or others to deploy observers to watch the ballot verification and counting. Who can observe and what they can watch (and especially in the pandemic, how many can be in the room) can vary by state, but the underlying principle is transparency.\nSteven Huefner, an election law expert at Ohio State University, said questionable ballots are set aside and not counted as they await an official review.\n\"Might an election official make a mistake and count a ballot that should not have been counted? Sure. Is there any evidence that has happened this election? Not that I have seen,\" Huefner said.\nLitigation doesn’t prove election stealing\nTrump and his allies have filed lawsuits in an effort to challenge vote counting and other procedures in states with close races. Judges have thrown out lawsuits filed by the Trump campaign in Michigan and Georgia. In Pennsylvania, a federal judge denied a request to halt ballot counting in Philadelphia. Pennsylvania Republicans filed an emergency U.S. Supreme Court request related to the arrival of mail ballots. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nLitigation remains pending targeting Clark County in Nevada, the most populous county in the state with the highest number of Democrats and home to Las Vegas. \nThe lawsuit alleged that in Clark County there were \"over 3,000 instances of ineligible individuals casting ballots. Ballots have even been cast on behalf of deceased voters.\" The Nevada Republican Party sent information to the U.S. Department of Justice that alleged that 3,062 voters were no longer living in Nevada when they cast their ballots. The lawsuit also challenges the county’s use of a machine as a step in signature verification.\nWhether any of those 3,000 or so voters were indeed ineligible to cast a vote remains to be seen. However there are circumstances under which a person who has moved can still cast a Nevada ballot, including if they left the state temporarily, are in the military or are students.\nRegardless, 3,000 votes (and assuming all such votes went to Biden) would not make up the difference for Trump as of Friday afternoon, when Biden led in Nevada by about 20,000 votes.\nClark County Registrar Joe Gloria, who administers the election, said Nov. 5, \"We are not aware of any improper ballots that are being processed.\"\nNevada expanded voting by mail due to the pandemic, which Gloria said resulted in a slower process to complete the count. But he explained that election officials are taking the steps required to verify ballots.\nBen Hovland, chairman of the bipartisan U.S. Election Assistance Commission, told PolitiFact that there was no evidence of illegal votes being counted to steal the election. Trump has made claims of widespread voter fraud repeatedly, including in 2016 when he said millions of illegal votes cost him the popular vote, a claim we rated Pants on Fire.\n\"Time and time again when rubber hits the road there is no evidence, no evidence in academic after academic study, in court case after court case — there was whole presidential commission election integrity to track down widespread voter fraud — none of those cases found widespread voter fraud,\" Hovland said.\nIt’s possible when all the vote counting is finished that election officials will find some cases of fraudulent votes cast, but there is no evidence of widespread fraud.\n \"The reality is voter fraud in this country is limited,\" Hovland said. \"It is isolated cases, usually small races where a few votes make a difference.\"\nRELATED: Fact-checking Trump’s election fraud falsehoods in White House remarks\nOur ruling\nTrump said, \"If you count the legal votes, I easily win. If you count the illegal votes, they can try to steal the election from us.\"\nAt the time of Trump’s comments the process of counting legal ballots continued in a handful of states with close races. Election experts say that local election officials are proceeding by following their state laws to count and verify ballots.\nThere is no evidence that proper counting of legal votes automatically means Trump wins. And there is no evidence of widespread counting of illegal votes or any scheme by Democrats to steal the election.\nWe rate this statement Pants on Fire!", "vclaim_id": "vclaim-pol-18474"}