{"url": "/factchecks/2012/jul/18/debbie-wasserman-schultz/debbie-wasserman-schultz-says-80-ohio-counties-hav/", "speaker": "Debbie Wasserman Schultz", "vclaim": "\"Eighty out of 82 counties in Ohio ... have an auto manufacturing facility.\"", "truth_label": "mostly-true", "date": "stated on July 8, 2012 in an interview on \"Fox News Sunday\":", "title": "Debbie Wasserman Schultz says 80 Ohio counties have links to auto manufacturing", "text": "Upcoming elections amid a tepid economic recovery have turned monthly employment reports from the U.S. Department of Labor into a regular theme for campaign rhetoric.\n\nJune 2012 employment numbers released on July 6 showed a gain of 80,000 jobs and an 8.2 percent national unemployment rate unchanged from the previous month. Each side put their own political spin on the news.\n\n\"Fox News Sunday\" host John Roberts hashed over the subject two days later with the chairs of the Republican and Democratic national committees. DNC Chair Debbie Wasserman Schultz, a congresswoman from Florida,  accentuated its positive aspects while repeatedly alluding to likely GOP presidential nominee Mitt Romney’s 2008 advice that the auto industry in Detroit should be permitted to go bankrupt.\n\n\"In Ohio,\" Wasserman Schultz noted, \"80 out of 82 counties in Ohio actually have an auto manufacturing facility. So, if it was left to Mitt Romney, they essentially would have all gone out of business because he would have left those folks twisting in the wind.\"\n\nIt’s widely recognized that the auto industry is a main driver of Ohio’s economy. But PolitiFact Ohio decided to check out Wasserman Schultz’s statistics.\n\nTo begin with, Ohio has 88 counties, not 82. The Democratic National Committee’s press office did not respond to PolitiFact Ohio’s request for background on her comments, although her claim that 80 of the state’s counties contain auto manufacturing facilities is echoed in a March 2012 report from Obama’s re-election campaign (which got the number of Ohio’s counties right).\n\n\"Auto jobs are spread across the state,\" the Obama campaign statement says: \"80 out of 88 counties have at least one auto industry establishment.\"\n\nThe Obama campaign document cites a statistic from a February 2011 Ohio Department of Development report, which says motor vehicles are produced in 80 of Ohio’s counties.\n\n\"The production of motor vehicles, bodies, trailers and parts is diffused across the state - 80 counties have at least one industry establishment,\" that report says. \"One half the jobs were located in 10 counties: Cuyahoga, Hancock, Logan, Lorain, Lucas, Montgomery, Richland, Shelby, Trumbull and Union counties.\"\n\nBut a June 2012 snapshot of Ohio’s motor vehicle industry produced by the same agency estimates that at least 12 of Ohio’s 88 counties have no motor vehicle industry employees: Adams, Athens, Coshocton, Guernsey, Harrison, Hocking, Jackson, Lawrence, Meigs, Monroe, Muskingum and Vinton counties. That would put motor vehicle industry workers in 76 of Ohio’s 88 counties.\n\nOhio Department of Development spokeswoman Stephanie Mennecke told PolitiFact Ohio that the newer document used a more limited definition of the motor vehicle industry than the older report and that could help explain the change. For example, she said the newer report categorizes jobs produced by a Daimler diesel engine remanufacturing plant in Guernsey County are under a code for machinery workers, not motor vehicle industry workers.\n\nIt excluded categories like tire manufacturing, tire retreading, and the manufacture of storage batteries that the previous report included in its \"motor vehicle industry\" classification.\n\nMennecke said that different organizations use different definitions for \"auto industry\" when they produce their statistics, so it can be hard to compare numbers produced by different groups.\n\nWasserman Schultz’s claim referred specifically to auto manufacturing. The 80 county statistic from the Ohio Department of Development’s 2011 report referred to \"motor vehicle industry\" workers. The federal Bureau of Labor Statistics lumps all other motor vehicle makers  into the  automobile category when it tabulates its auto industry employment statistics. Even the Ohio Department of Development varies its definition of \"motor vehicle industry\" in the different reports it produces.\n\nWasserman Schultz’s claim -- 80 of 82 counties in Ohio have an auto manufacturing facility -- is generally accurate.\n\nWhile she misstated the total number of counties in the state, she got right the number of counties that have at least one business related to production of motor vehicles, bodies, trailers and parts.  A report from the Ohio Department of Development backs that figure.\n\nA more current report from the Department of Development sets that figure at 76 of Ohio’s 88 counties. But an expert told PolitiFact Ohio that changes in how the industry group is defined could be part of the reason for that change.\n\nThat’s additional information that provides clarification.\n\nOn the Truth-O-Meter, her claim rates Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10751"}