{"url": "/factchecks/2016/apr/15/our-city-our-safety-our-choice/our-city-backers-give-incomplete-account-reported-/", "speaker": "Our City, Our Safety, Our Choice", "vclaim": "Austin’s Stop Abuse for Everyone has seen in its offices \"sexual assault survivors that report being attacked by their ridesharing drivers, at a rate of one per month.\"", "truth_label": "half-true", "date": "stated on April 8, 2016 in a fund-raising letter from female supporters:", "title": "'Our City' backers give incomplete account of reported sexual assaults by Austin ride-hailed drivers", "text": "A fund-raising letter from opponents of a May 2016 Austin ballot proposition affecting drivers for ride-hailing services made us wonder about assaults of residents who purchase a ride through Uber or Lyft.\nThe April 8, 2016, letter, signed by more than 30 women including current and former Austin City Council members, solicits donations to Our City, Our Safety, Our Choice, which urges Austin residents to vote \"no\" on the proposition before voters May 7. At issue: Whether to replace a city ordinance requiring ride-hailing services to submit drivers to background checks including fingerprinting with a mandate preferred by the services which doesn’t require fingerprinting.\nThe letter’s first section refers to a tally of Travis County sexual assaults in 2015 before noting that many assaults go unreported, a conclusion the letter attributes to a Jan. 28, 2016, press release from SAFE, which stands for Stop Abuse for Everyone; the alliance brings together the Austin Children’s Shelter and SafePlace, which says it provides safety for individuals and families affected by sexual and domestic violence.\nIn a new paragraph, the letter says safety \"must be a priority for our city, and that includes the safety of riders.\" Then the letter says:\n\"In the words of one of SAFE Alliance’s forensic nurses ‘I have taken care of about a thousand people in the immediate aftermath of sexual assault . . . I am now seeing a pattern of rape reports that all involve ridesharing and it is of extreme concern to me.’\n\"SAFE describes ‘seeing too many sexual assault survivors that report being attacked by their ridesharing drivers, at a rate of one per month in our offices.’\"\nOne reported assault-by-driver a month?\nGroup points to web post\nWe asked the campaign coordinator for Our City, Our Safety, Our Choice about the basis of the quoted statement. By email, Mykle Tomlinson replied that the letter originated with supportive women, not the group. He also pointed us to the Jan. 28, 2016, web post by Kelly White, CEO of the SAFE Alliance.\nAnd at first, it looked to us like the anti-proposition group’s claim was fully backed by what White wrote.\nIn fact, after White’s post declares the rate of \"one per month,\" it says that’s an undercount, adding: \"And that’s just the people we see, which is not nearly everyone. Some go to other organizations, some go to the police, and sadly many go nowhere at all.\"\nThat well could be. At the least, a January 2016 Austin Police Department break-out of complaints about sex assaults connected to local ride-hailed vehicles or taxi rides supports speculation there may have been more than one alleged sex assault a month in 2015 connected to a ride-hailed driver. The department’s list, which we fielded for another fact check, indicates that from Jan. 15, 2015 through Jan. 1, 2016, police fielded 23 complaints concerning drivers for Uber, Lyft or, in two cases, \"independent\" ride-hailed vehicles. Entries on the list indicate possible crimes ranging from assault \"sexual nature\" to sexual assault to rape.\nWe asked the Uber and Lyft companies for input about this claim. By email, Uber spokeswoman Jennifer Mullin said that of the SAFE-described assault allegations, \"we have not been notified of any arrests or charges of this nature against a driver while using the Uber platform in Austin.\" We didn’t hear back from Lyft.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nPattern in 2015 hasn’t extended into 2016\nSo, case closed on this \"one per month\" claim?\nNot quite, we found, because Austin’s SAFE reports no such reports from sex-assault victims in 2016.\nWhite, whom we reached by phone, said she wrote her January post to endorse an attempt by Austin Mayor Steve Adler to encourage, not require, individuals to provide their fingerprints before being permitted to work for Austin ride-hailing services.\nAnd, White told us, the \"one per month\" statement was rooted in the experiences of the alliance’s forensic nurses who, starting in June 2015, were newly available on the group’s campus to provide no-charge sexual assault forensic exams like those needed for evidence purposes; a clinic dedicated to providing the exams, Eloise House, opened on the campus in August 2015. By phone, alliance spokeswoman Victoria Berryhill said the alliance had become the sole Austin-area provider of the exams previously performed by another group in hospitals.\nThrough 2015, White said, six women each told a nurse she’d been taken home and assaulted by a driver for the Uber or Lyft service. \"The pattern was of young women alone late at night\" or in \"early morning hours, getting under the influence, getting into a vehicle with a stranger,\" White said, \"and then they were getting taken back to their homes and they were getting assaulted in their own homes.\"\nHowever, in the first few months of 2016, Austin’s SAFE nurses fielded no such driver-assault reports.\nThat is, she said, \"we are not seeing\" the pattern \"any more.\"\nOur ruling\nSupporters of the anti-proposition group wrote that Austin’s SAFE has seen in its offices \"sexual assault survivors that report being attacked by their ridesharing drivers, at a rate of one per month.\"\nAccording to SAFE’s CEO, that count reflected what forensic nurses heard from victims over the last half of 2015. Separately, an Austin police tally of assault complaints tied to ride-hailed drivers might signal an even greater per-month average for that year.\nHowever, we learned, SAFE heard no such reports from sexual assault victims through the first three-plus months of 2016, perhaps a welcome indication that the pattern reported for 2015 hasn't persisted.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05095"}