{"url": "/factchecks/2015/apr/06/susan-stimpson/susan-stimpson-says-bill-howell-tied-group-seeking/", "speaker": "Susan Stimpson", "vclaim": "Virginia House Speaker Bill Howell is \"allied to group pushing MIXED SEX BATHROOMS in Stafford Schools.\"", "truth_label": "false", "date": "stated on March 28, 2015 in a Facebook post.:", "title": "Susan Stimpson says Bill Howell tied to group seeking \"mixed-sex bathrooms\" in schools", "text": "There’s little subtlety in the strategy guiding Susan Stimpson’s GOP primary challenge against House Speaker Bill Howell for his Stafford County seat.\nStimpson, a Tea Party favorite and former chair of county’s board of supervisors, keeps saying Howell has lost his conservative moorings. A case in point is this headline Stimpson posted on her Facebook Page: \"BILL HOWELL is allied to group pushing MIXED SEX BATHROOMS in Stafford Schools.\"\nFlushing out this claim requires two determinations: Is there a group seeking to establish unisex bathrooms in Stafford County schools and, if so; is Howell allied to it?\nLet’s get to work.\nThe group\nStimson’s claim springs from debate in Stafford over which bathrooms should be used by a transgender fourth-grader at Hartwood Elementary School. The student, who identifies as a female, had been allowed to use the girls’ restroom. That drew opposition from a parents’ group called Save Our Schools, who said their daughters were being required to use a bathroom with a boy.\nThe county school board held a public hearing on March 24 and most of the speakers, according to the Free Lance-Star in nearby Fredericksburg, opposed the student using the girls’ bathroom. Later in the meeting, the board unanimously voted that the student must instead use either a single stall restroom at the school, a staff bathroom or the boys’ restroom.\nWhat about the group that Stimpson says was \"pushing mixed sex bathrooms in Stafford County schools?\" Stimpson’s campaign told us she was referring to Equality Virginia, an advocacy organization for lesbian, gay, bisexual and transexual Virginians.\nBefore the vote, Virginia Lambeck, Equality Virginia’s program director, emailed Stafford school board members, urging them to adopt a countywide policy that would allow transgender students to chose which bathrooms to use. Lambeck attached model policies drafted by the Gay Lesbian & Straight Education Network and the Massachusetts Department of Education.\nJames Parrish, Equality Virginia’s executive director, emailed us that allowing transgender students to use the restrooms of their preference makes schools more welcoming to them.\n\"Transgender children, like all children, are balancing academic requirements with extracurricular activities and a social life, they are managing relationships with parents, teachers, and friends, and they are thinking about their future\" he wrote. \"Being stigmatized for who they are should not be part of any child’s growing up.\"\nNow, let’s move on to the speaker.\nIs Howell \"allied\" with Equality Virginia?\nStimpson’s campaign says Howell’s PAC -- Dominion Leadership Trust -- accepted $6,000 in contributions from Equality Virginia from 2006 through 2012 and that the speaker has supported the LGBT group on some key issues.\nHowell’s PAC did indeed receive $6,000 from the group during that span, according to records from the Virginia Public Access Project. It should be noted that Equality Virginia hasn’t given anything to the  speaker’s PAC since 2012.\nFor perspective, Howell’s PAC collected almost $11.8 million from 2006 through 2014. Equality Virginia’s donations account for 1/20th of 1 percent of that sum.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAs for Howell’s voting record, Rollin Reisinger, Stimpson’s campaign manager emailed us that  \"Howell may not support everything on Equality Virginia's agenda, but he has been an ally on certain issues.\"\nHe cited two instances:\n\n\nIn 2013, Howell voted to appoint an openly gay judge, Tracy Thorne-Begland, to the Richmond Manchester General District Court.\n\n\nEarlier this year, legislation that would have allowed the speaker to a hire a lawyer to defend a state constitutional amendment defining marriage as between a man and woman died in the House Rules Committee, which Howell chairs. Individual votes were not recorded. Howell supported a similar measure to protect the marriage amendment in 2014 when Attorney General Mark Herring, a Democrat, said he would not defend challenges to it.  \n\n\nEquality Virginia offers a different take on Howell. Its legislative scorecard says Howell opposed its agenda on six of eight issues in 2012 and 2013. Howell, for example:\n\n\nVoted for a successful bill that allows private adoption and foster agencies to bypass prospective LGBT parents on grounds of religious or moral convictions..\n\n\nVoted against unsuccessful legislation that would have prevented LGBT children from being placed in foster homes where the parents believe that \"being gay, lesbian, bisexual or transgender is a behavior rather than an in-born, immutable characteristic.\"\n\n\nWe should note that Equality Virginia did not publish a House scorecard in 2014. That’s because almost all of the bills on its agenda were killed in committees and never reached the floor. The group faced the same results this year.\n\"Similar to previous years, despite all our hard work, it’s disappointing – but not surprising –  to see the House of Delegates stand in the way to creating a welcoming and inclusive Virginia,\" the group said in its 2015 legislative wrap-up.\nParrish, the executive director of Equality Virginia, said his group used to give money to Howell’s PAC because it wanted to contribute to both political parties -- a strategy frequently used by special interests. The speaker, he added, has not responded with kindness.\n\"While it would be great to have support from the House leadership on our issues, Speaker Howell has not done anything to assist Equality Virginia with our legislative agenda of seeking fairness and equality for LGBT Virginians,\" Parrish said in a prepared statement.\nMatthew Moran, a spokesman for Howell, offered the same sentiment. \"Under (Howell’s) leadership, the House has defeated nearly every single one of Equality Virginia’s legislative priorities,\" he emailed.\nAs for the transgender bathroom issue, Moran said Howell discussed the matter with Stafford school board members before the vote and \"supports their decision 100 percent.\" \nOur ruling\nStimpson wrote \"BILL HOWELL is allied to group pushing MIXED SEX BATHROOMS in Stafford schools.\"\nEquality Virginia unsuccessfully advocated allowing transgender students in Stafford to use the restrooms of their choice. Stimpson’s statement makes it sound like the LGBT group wanted a broad policy that would have allowed all students of either sex to use the same bathrooms. That’s not the case. When proposed, the debate focused on one fourth-grader at one school.\nThe connection between Equality Virginia and Howell is equally tenuous. The group made annual donations totaling $6,000 to Howell’s multi-million dollar PAC from 2006 to 2012. What Stimpson omits is that Equality Virginia has not contributed to the PAC in more than two years. The group decided, well in advance of restroom issue, that Howell was unfriendly to LGBT issues and now says Howell \"has not done anything to assist\" it. So any small comity that once may have existed between the speaker and Equality Virginia is certainly dead.\nWe rate Stimpson’s statement False.", "vclaim_id": "vclaim-pol-06554"}