{"url": "/factchecks/2013/dec/17/pam-bondi/pam-bondi-says-amendment-would-make-florida-one-mo/", "speaker": "Pam Bondi", "vclaim": "Florida’s proposed medical marijuana amendment \"would make Florida one of the most lenient medical-marijuana states, allowing use for limitless ‘other conditions’ specified by any physician.\"", "truth_label": "mostly-true", "date": "stated on October 24, 2013 in an initial brief to the Florida Supreme Court:", "title": "Pam Bondi says amendment would make Florida one of the most lenient medical marijuana states", "text": "If there’s one issue sure to spark up a debate in Florida, it’s medical marijuana.\nUnited for Care, a medical marijuana advocacy group, is in the middle of a petition campaign to place a medicinal cannabis bill on the November ballot. The campaign has until Feb. 1 to qualify, but Attorney General Pam Bondi isn’t waiting that long.\nOn Oct. 24 her office filed a challenge to the Florida Supreme Court, arguing that the summary of the amendment on the ballot is designed to mislead voters. The court heard arguments on Dec. 5, 2013, and has until April 1, 2014, to rule.\nAmong the claims made in the brief is that the 74-word summary doesn’t go far enough to explain the extent of how the amendment would affect state law.\n\"The proposal hides the fact that the Amendment would make Florida one of the most lenient medical-marijuana states, allowing use for limitless ‘other conditions’ specified by any physician,\" the brief reads.\n\"With no ‘condition’ off limits, physicians could authorize marijuana for anything, any time, to anyone, of any age,\" it continues. \"But rather than tell voters of this extraordinary scope, the summary uses language to prey on voters’ understandable sympathies for Florida’s most vulnerable patients — those suffering ‘debilitating diseases.’ \"\nWe’re not here to dispute whether the proposal is hiding anything from voters; that’s for the state Supreme Court to decide. But is Florida’s proposed amendment lenient compared with the rest of the country’s medical marijuana laws? It’s going to take us some time to roll that one up.\nAllowing medical marijuana for 'other conditions'\nTwenty states currently have medical marijuana laws, and all of them have at least a partial list of specific medical diagnoses that can be treated with cannabis. These diseases typically include cancer, AIDS, glaucoma, or wasting syndromes like cachexia, although the lists vary by state. (We should note that among those 20 states, Colorado and Washington state voted in 2012 to decriminalize marijuana altogether.)\nThe Florida amendment spells out its covered diagnoses as cancer, glaucoma, AIDS, hepatitis C, ALS, Crohn’s disease, Parkinson’s disease and multiple sclerosis. But it also allows for \"other conditions for which a physician believes that medical use of marijuana would likely outweigh the potential health risks for a patient.\" Any other use would have to fall under that rather open-ended description.\nIt’s the \"other conditions\" that Bondi and others say is a major loophole. Florida Sheriffs Association President Grady Judd has argued that by using the term \"condition,\" there’s a virtually unlimited number of ways that can be applied, including muscle spasms and menstrual cramps. We found that Mostly True.\nOther state laws use words like \"other conditions\" to allow for diseases or symptoms not mentioned in their statutes. Usually there is a process to petition a state board or other group to allow medical marijuana use for one of those conditions after it’s approved by a doctor.\nFlorida’s law would not require the creation of such a board to approve a disease or symptom not listed -- only that a doctor give a written recommendation.  (To abide by federal law, no state requires a prescription, only a recommendation.)\nOnly two other states, California and Massachusetts, have laws that are that relaxed. Massachusetts only requires written consent from a doctor, while California lets patients get medical marijuana with merely verbal recommendations (for example, a dispensary calls a doctor to verify a patient who doesn’t have written documentation, which is an uncommon occurrence). Neither state requires a board to approve requests.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nUnited for Care campaign manager Ben Pollara said the loose requirements for the approval process in Florida was by design. \"Health care decisions should be made between a doctor and their patient not by whether it is included or excluded on an arbitrary list drawn up by lawyers, politicians or bureaucrats,\" he told PolitiFact Florida.\nOther states have slightly stricter guidelines for what constitutes a non-specified conditions. Alaska, for example, has an approval process for any \"debilitating medical condition\" with symptoms such as pain, nausea or seizures. Montana gives leeway for severe pain with a second doctor’s opinion. New Hampshire makes exceptions for other conditions including severe pain or if current treatments result in side effects like nausea, vomiting or muscle spasms. New Mexico also allows for severe pain, if a doctor and the state agree other treatments won’t work (hospice patients are allowed, too). Vermont will let patients treat severe pain, severe nausea, or seizures if other efforts have failed -- or if those conditions are caused by other treatments.\nJennifer Meale, communications director for Bondi’s office, confirmed to PolitiFact Florida that the wording in the initial brief was intended to apply only to the amendment language referring to \"other conditions,\" which are described as \"debilitating diseases\" in the ballot summary. \"Other aspects of the amendment weren’t considered in this way,\" she said. \"That’s the portion that was misleading.\"\nCultivation, distribution and possession restrictions\nIn regards to overall leniency, however, there is much more to consider than just the definition of what could be covered. The Florida law would not, for instance, protect patients growing their own plants, which 15 states permit to some degree. Michigan and Montana, for example, don’t specify there have to be medical marijuana dispensaries, according to pro-legislation Marijuana Policy Project spokesman Dan Riffle, so cultivation at home is a common method for patients to maintain a supply of the drug. Arizona lets you grow marijuana plants if you live more than 25 miles from a dispensary.\nInstead, the Florida amendment outlines that the state department of health or some other designated agency must regulate a dispensary network, a requirement by 14 states. (States are limited to regulating the distribution network instead of operating it, lest the states open themselves up to a violation of federal law.)\nFurthermore, the proposal does not contain wording on possession limits, which also vary by state. \"Most allow 2 to 2.5 ounces, but some are as low as one ounce, and some are as high as 24 ounces,\" Riffle said. \"The Florida initiative leaves that up to the Department of Health to determine, and they'll probably say 1 to 2 ounces if this passes.\"\nRiffle added the amendment also does not carry any protections for housing or employment discrimination against patients or caregivers. One example he gives is how in Arizona, a licensed patient cannot be fired from a job for failing a drug test. The Florida law makes no mention of such instances.\nRiffle said the Florida proposal overall \"is a relatively average medical marijuana law,\" not as restrictive as places like Connecticut, Illinois or New Jersey, but not as liberal as California, Arizona or Massachusetts.\nVanderbilt Law School professor Robert Mikos agreed that by using the term \"conditions\" in its language for recommendations, the Florida amendment is \"on the lenient side.\" But, he added, \"it looks like Florida is going the more restrictive route by requiring the use of treatment centers and licensing and regulation through the state.\"\nEven the language for doctor recommendations is a little stricter, he said, such as saying the benefits of approved cannabis use \"would likely outweigh the potential health risks,\" instead of wording it that drug use \"might benefit\" a patient, as is used by some other states.\nOur ruling\nBondi’s office is arguing the proposed Florida Amendment is worded loosely enough in its definitions of what could be treated by the drug that it would put it in league with \"the most lenient medical-marijuana states.\"\nThe Florida proposal would allow doctors to make recommendations for marijuana use without getting approval from a designated state agency, a rare guideline. Only two states with medical marijuana laws, California and Massachusetts, allow patients to obtain cannabis this way.\nBut if we look at the amendment’s approach to regulation, distribution and registration, it’s a different picture. Florida actually places plenty of restrictions on these categories, moving the proposal closer to the middle of the pack.\nBondi’s brief didn’t focus on those other considerations. Some outside experts feel it’s a little misleading to say Florida will become \"one of the most lenient medical-marijuana states\" without explicitly couching it in terms of getting an unspecified condition approved for treatment with only a doctor’s written recommendation.\nWe rate her statement Mostly True.", "vclaim_id": "vclaim-pol-08491"}