{"url": "/factchecks/2016/oct/27/restoration-pac/group-says-sen-bennet-chose-washington-insiders-ov/", "speaker": "Restoration PAC", "vclaim": "\"On ISIS, (Michael Bennet) chose the (Washington) insiders over our generals.\"", "truth_label": "barely-true", "date": "stated on October 13, 2016 in A TV ad:", "title": "Group says Sen. Bennet chose Washington 'insiders over our generals' in war on ISIS", "text": "A new ad by a conservative group says U.S. Sen. Michael Bennet, a Colorado Democrat, \"chose the (Washington) insiders over our generals\" in the battle against the Islamic State.\nThe Restoration PAC ad says when it comes to national security, Bennet chose to \"serve\" the insiders instead of America.\n\"On ISIS, he chose the insiders over our generals,\" said the ad’s narrator, who then refers to Bennet's Republican opponent. \"Darryl Glenn made choices, too. Unlike Bennet, he'll always put America first,\" the narrator concludes.\nWe asked Restoration PAC for evidence supporting its claim that Bennet \"chose the insiders over our generals\" in the fight against the terrorist group.\nThe PAC supplied news stories and opinion commentaries that mostly criticized President Barack Obama’s decision to withdraw U.S. troops from Iraq in late 2011. According to a 2014 Washington Times story cited by the PAC, Obama ignored a recommendation by Army General Lloyd J. Austin III to maintain an ongoing force of 23,000 U.S. soldiers to support the Iraqi Army as it assumed full responsibility for the nation's security. Without American military support and advisers, the Iraqi Army floundered, stopped training troops, and soldiers ran from battles as Islamic extremist groups rose up, the Washington Times reported.   \nHowever, as PolitiFact has reported, Democrats often blame President George W. Bush for the creation of ISIS, because al-Qaida flourished in Iraq after the 2003 overthrow of Saddam Hussein, and the group eventually evolved into Islamic State.\nAnd the 2011 troop withdrawal deadline was forged by President Bush's 2008 Status of Forces agreement with then-Iraqi Prime Minister Nouri al-Maliki, who -- along with many Iraqis -- increasingly wanted the American military gone.\nRestoration PAC also cited an August Time magazine story, in which retired generals and unnamed current commanders said the Obama administration has a \"bad strategy\" for destroying Islamic State in Syria and Iraq that includes an \"anemic application of force\" and a lack of a local ground forces to reclaim territory from ISIS.\nYet the Time story also states: \"The U.S. is beating ISIS handily, judging by Vietnam’s body-count metric. The total number of ISIS battlefield deaths claimed by U.S. officials has jumped, from 6,000 in January 2015 to 45,000 last month—a bloodbath for an enemy force estimated to number about 30,000.\"  \nWhat role does Michael Bennet play in any off this?\nRestoration PAC spokesman Dan Curry pointed to a December 2011 Bennet news release, saying it shows the senator supported Obama’s troop withdrawal from Iraq, which fueled Islamic State’s growth.\n\"After nine long years, $1 trillion spent and 1 million service members deployed, Americans and Coloradans welcome the responsible end to the war in Iraq,\" Bennet said in the news release. \"Our troops have performed bravely and effectively in Iraq and accomplished everything that was asked of them: securing communities and creating the space for democratic change to take root.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 13, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nPhoto shows Rep. Lauren Boebert with Capitol rioters before she gave them a tour of the building \"one day before the insurrection.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 14, 2021\n\n\n\n\n\n\n\nBennet wasn’t alone in supporting bringing the troops home. At the time Obama announced the withdrawal, three-quarters of Americans approved of it -- yet more than half of Republicans did not.\nIn an earlier statement on the Iraq withdrawal, Bennet stressed that \"serious threats against the United States remain, and we must continue to work to ensure we have the best-trained and best-equipped military in the world,\" Westword magazine reported.\n\"Whatever Bennet's true motivation, he went along with Obama's plan over the advice of generals who warned pulling out of Iraq would be a disaster and it was,\" Curry said in an email to PolitiFact.\nThe PAC also cites a Bloomberg TV interview days before the 2012 presidential election, where Bennet said: \"I think the president gets enormous credit for promising to end the war in Iraq and ending the war in Iraq, for announcing a deadline on Afghanistan and sticking with that when his opponent is basically taking every position possible. And I think that the people of Colorado think he's a strong foreign policy president.\"\nYet, Bennet has worked on bipartisan legislation to shield the country from terrorism attacks. He cosponsored the Visa Waiver Program Security Enhancement Act, a December 2015 bill to plug security gaps and prevent terrorists from entering the country. The Visa Waiver Program allows citizens of 38 countries to travel without a visa to the United States for business or tourism for stays of up to 90 days.\nKey sections of Bennet's bill were passed in December as part of the Consolidated Appropriations Act for Fiscal Year 2016. Now individuals who have traveled to Syria or Iraq in the past five years are required to acquire a traditional tourist visa instead of traveling to the United States without a visa under the waiver program. This requires them to be interviewed by an American consular official and submit biometric information, such as their fingerprints, so they can be vetted before they’re allowed to enter the United States.\n\"We have to continue to do everything we can to degrade and destroy ISIS, including increased air strikes targeting their economic infrastructure and oil production. We also need to redouble our efforts to disrupt their recruitment online,\" Bennet told Colorado Public Radio recently.\nOur ruling\nRestoration PAC says Bennet \"chose the (Washington) insiders over our generals\" in the battle against Islamic State.\nThe group says President Obama’s withdrawal of U.S. troops from Iraq fueled the rise of ISIS and blames Bennet for supporting the withdrawal and for generally backing Obama.\nHowever, Bennet has advocated for a strong defense against terrorism, passed legislation to prevent potential terrorists from using the Visa Waiver Program to easily enter the United States and backs initiatives to counter extremists from recruiting people online.     \nIt's a big stretch to say that because Bennet supported the withdrawal and welcomed home U.S. troops after a long war, he chose Washington insiders \"over our generals.\"\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/631c3593-8987-495b-9829-ce229320ff0f", "vclaim_id": "vclaim-pol-04043"}