{"url": "/factchecks/2012/aug/05/sheldon-whitehouse/sen-sheldon-whitehouse-ri-says-growth-superpacs-le/", "speaker": "Sheldon Whitehouse", "vclaim": "\"An April study found that about 70 percent of ads in this election cycle have been negative [due to SuperPACs], up from only 9 percent through the same period in 2008.\"", "truth_label": "mostly-true", "date": "stated on August 16, 2012 in a speech on the floor of the U.S. Senate.:", "title": "Sen. Sheldon Whitehouse of R.I. says growth of SuperPACs led to eightfold increase in negative campaign ads", "text": "Negative campaign ads: most people say they hate them, but studies show that many people are swayed by them.\n\nThus, major races can get pretty nasty, and there's a fear that the presidential contest this year will break all records for nastiness, thanks to the U.S. Supreme Court’s 2010 Citizens United decision.  The court upheld the right of persons, organizations and corporations to spend as much as they would like on political advertising -- while hiding their involvement -- through the use of organizations known as super political action committees (Super-PACs).\n\nTo shed some light on who is behind such attack ads, Sen. Sheldon Whitehouse, D-RI,  has been promoting the DISCLOSE Act. The name is an acronym for Democracy Is Strengthened by Casting Light on Spending in Elections.\n\n\"When you don't have accountability, there's no limit to the things that people will say,\" Whitehouse said during a debate on the floor of the Senate. \"One of the restraints on the vitriol and the filth that so often is part of the American political debate is that candidates have to stand by their ads.\n\n\"And if you say something that is awful, if you engage in relentless negative attacks, voters may charge you a price for that,\" Whitehouse said. \"Well, that of course disappears when the name behind the ad is attached to no living person or corporation. It's just an entity, it's a sham, it's a phony, it's a shell.\"\n\nThe DISCLOSE act would require some tax-exempt groups that engage in political advertising to reveal individual donors who gave $10,000 or more.\n\nCritics say the act discriminates because it wouldn't apply to unions. They also say disclosure might open donors up to intimidation and ridicule, inhibiting free speech.\n\nDuring an unsuccessful push to bring the proposal to a vote in the Senate -- a drive blocked twice by Republicans, on July 16 and 17 -- Whitehouse said the Citizens United decision was already sparking a giant increase in negative political advertising.\n\n\"An April study found that about 70 percent of ads in this election cycle have been negative, up from only 9 percent through the same period in 2008,\" he said.\n\nThat's a big jump in negative advertising. We wondered if it were true.\n\nThe context\n\nWhen we contacted Whitehouse's office, spokesman Seth Larson sent us to a study released May 2, 2012, by the Wesleyan Media Project at Wesleyan University. It defined a negative advertisement as an ad in which the candidate's opponent is mentioned.\n\nThe study looked only at TV ads in the presidential races and only ads broadcast from January 1 through April 22 of 2008 and the same period in 2012.\n\nIt turns out that Whitehouse quoted the study accurately. The researchers said that 70.0 percent of all ads in 2012 were negative during that period, compared with 9.1 percent in 2008.\n\nBut Whitehouse also said that the Citizens United decision is responsible for that increase in negative ads, so let’s look at that aspect.\n\nThe political scientists we spoke with said the Supreme Court decision is having a huge effect on the tone and rhythm of the 2012 campaign.\n\nThe Wesleyan study suggests that the effect was already clear in the first four months of this year.\n\nConsider the ads purchased by special-interest groups or SuperPACs.\n\nOf the 10,062 special-interest group ads aired during the first quarter of 2008, 75 percent were rated positive and 25 percent were rated negative.\n\nBy 2012, the number of special-interest ads had exploded, jumping more than 12-fold to 123,062. In addition, the mix of ads had reversed, with only 14 percent positive and 86 percent negative.\n\nMeanwhile, the number of ads bought by candidates themselves plummeted, from 289,622 in the first quarter of 2008 to 74,267 this year, an indication that they were letting the special interest ads carry the ball for promoting their candidacies.\n\nAs Michael Franz, co-director of the Wesleyan Media Project, said in the report, \"That's a lot of money and airtime backed by undisclosed sources.\"\n\nOther factors affect rate\n\nBut Franz and the other experts we consulted cautioned that additional factors are also at work.\n\nThe first four months of the 2008 race were very different from the same period in the 2012 contest.\n\nIn early 2008, \"one reason the number was so low was because the [Barack] Obama and [Hillary] Clinton campaigns didn't really attack each other on TV that much,\" said Franz, now at Bowdoin College in Brunswick, Maine. \"They did off the air, and they were obviously quite ruthless. But in the ads themselves, there wasn't a lot of sniping back and forth against each other. They promoted themselves primarily.\n\n\"That changed for Obama in the general election,\" Franz said. \"He was a very negative candidate and once the general election started, it became an overwhelmingly negative campaign, as it usually is in the general election.\"\n\nDuring the first four months of 2012, SuperPACs drove up the percentage of negative ads, he said, \"but also candidates have been overwhelmingly negative against each other in the [2012] Republican primary.\"\n\nSo let's look at the types of ads placed by the candidates themselves.\n\nIn 2008, only 9 percent of the ads placed by all the candidates in the first four months of the year were negative.\n\nBy 2012 that number had grown to nearly 53 percent.\n\nThe first four months of a presidential election year are not necessarily the best guide to the rhythm of the rest of a presidential campaign. \"I really don't think they're indicative of what's to come,\" said Mary Ellen Balchunis, a political scientist at LaSalle University in Philadelphia. \"It's how close the polls are, it's whether your opponent is going negative, it's whether you are responding.\"\n\nEarly in the contest, \"the ads are generally more about who the candidate is and what the candidate would do. That's particularly true for a challenger,\" said Stephen Farnsworth of the University of Mary Washington in Fredericksburg, Va., a key swing state. \"There are always some negative ads, but they are really sprinkled in the mix. In the fall, when people are really turning their attention to the election, that's when the number of negative ads escalates.\"\n\n\"In this election cycle, things are already so negative, it's hard to imagine that there's much room for them to get more negative between now and November,\" said Farnsworth, author of \"Spinner-in-Chief: How Presidents Sell Their Policies and Themselves.\"\n\nOur ruling\n\nSheldon Whitehouse said, \"An April study found that about 70 percent of ads in this election cycle have been negative, up from only 9 percent through the same period in 2008.\"\n\nHe is correctly quoting the study, but the context of his comment makes it clear that he blames the SuperPACs, which were freed up by the Citizens United decision.\n\nThose special-interest groups are certainly playing a much larger role this year, in part because they have become the major source of TV ad purchases.\n\nBut the data also reveal that the candidates are being far more negative earlier in the campaign than they were four years ago, and that also drove up the percentage of negative ads in the beginning of 2012.\n\nBecause his statement is accurate but needs clarification or additional information, we rate the claim as Mostly True.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10645"}