{"url": "/factchecks/2011/jun/24/loretta-weinberg/sen-loretta-weinberg-claims-new-jersey-network-onl/", "speaker": "Loretta Weinberg", "vclaim": "\"(New Jersey Network) is the only news station which covers New Jersey government.\"", "truth_label": "false", "date": "stated on June 6, 2011 in a column on bluejersey.com:", "title": "Sen. Loretta Weinberg claims New Jersey Network is the only station covering New Jersey government", "text": "Sen. Loretta Weinberg may need to do some more channel surfing for news about government in New Jersey.\n\nAfter Gov. Chris Christie announced plans in early June to turn over control of the 40-year-old New Jersey Network to New York-based television station WNET, Democratic legislators called for a closer examination of the proposal. Assembly Democrats on Thursday rejected Christie's plans, however. As a result, the fate of the public broadcasting network is in limbo.\n\nWeinberg, a Democrat who represents Bergen County, raised concerns about the deal in a June 6 column on Bluejersey.com, calling it \"a give-away of one of our state's greatest assets.\"\n\nUsing bold and italics in the following statement, Weinberg went on to say: \"NJN is the only news station which covers New Jersey government. Their public affairs and interview shows as well as the nightly news will be no longer. We still don't have the detail on this, and once the state report is officially released, the Legislature will have 15 days to respond or the ‘give-away’ is considered approved.\"\n\nThe only news station covering New Jersey government? It didn’t take long for PolitiFact New Jersey to realize Weinberg was wrong.\n\nWe found stories about New Jersey government on the websites of television stations based in the New York and Philadelphia areas. Some stories were written by the Associated Press, but others were covered by reporters working for those stations or their affiliates.\n\nSecaucus-based My9 News also runs a weekly political talk show called \"New Jersey Now.\" In fact, Weinberg appeared on that program on Feb. 6 to discuss the Passaic Valley Sewerage Commission.\n\nNews 12 New Jersey provides news coverage for cable subscribers in northern and central parts of the state, as well as its weekly show, \"Power and Politics,\" and its monthly \"Capital Hotseat\" interviews.\n\nWhile other stations cover the metropolitan areas, NJN and News 12 are comparable in the amount of time devoted to New Jersey news, according to Lawrence Londino, chair of the Department of Broadcasting at Montclair State University.\n\n\"It’s certainly not the only game in town,\" said Londino, referring to NJN.\n\nWeinberg acknowledged in a phone interview that other stations provide news coverage and said she could have been more articulate in her statement. She maintained that NJN is the only network providing regular nightly news shows focused on New Jersey government.\n\n\"I knew what was in my mind,\" said Weinberg, before referring to News 12 New Jersey: \"Whatever news they cover is very sporadic.\"\n\nJanice Selinger, the acting executive director at NJN, also argued that News 12’s coverage is not comparable to NJN.\n\n\"Other people do cover state government. They don’t cover it as extensively as we do and they don’t cover it for the whole state,\" Selinger said. \"We’re not just there when the story breaks. We’re there every day.\"\n\nThe NJN News broadcast appears at three regular times each weekday night, and other news programs such as \"On the Record\" appear on weekends. News 12 New Jersey runs a live broadcast for a total of nine and a half hours each weekday, and then two live newscasts on Saturday and Sunday.\n\nIn a statement, News 12 New Jersey General Manager and News Director Randal Stanley responded to Weinberg’s comments.\n\n\"With a full-time news bureau at the State Capitol, News 12 is dedicated to providing New Jersey’s communities and its local residents with daily coverage of events and issues on state government and other important topics,\" according to the statement. \"In addition, News 12's election season includes live coverage on election night, a schedule of political debates, live coverage of the State of the State address, plus inaugurations, town hall meetings, and more.\"\n\nLet’s review:\n\nWeinberg said NJN is the \"only news station which covers New Jersey government,\" but other television stations clearly cover government in the Garden State through news and political talk shows.\n\nWeinberg later praised the extent of coverage provided by NJN, but her statement was not about comparing coverage among different news stations. She said NJN was the only one doing the job, and that’s why we rate her statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12869"}