{"url": "/factchecks/2012/mar/04/heather-fiorentino/pasco-county-school-district-keeping-class-size-re/", "speaker": "Heather Fiorentino", "vclaim": "Pasco County \"opened 22 new schools over six years to keep pace with growth in student population and implement the class size amendment.\"", "truth_label": "half-true", "date": "stated on March 1, 2012 in a press release:", "title": "Is the Pasco County school district keeping up with class size requirements?", "text": "In seeking reelection to a third term, Pasco County schools superintendent Heather Fiorentino is touting the district’s record as proof of her successful leadership.\n\nIn a press release announcing her bid, she cited statistics ranging from graduation rates to the number of new schools built as evidence that \"the District School Board of Pasco County continues to shine with Fiorentino at the helm.\"\n\nFiorentino’s facts and figures are generally correct, but they don’t always tell the full story. We evaluated several statements from her press release. Here, we're examining if the district \"opened 22 new schools over six years to keep pace with growth in student population and implement the class size amendment.\"\n\nThe school district’s own website contradicts Fiorentino on this one. It lists just 20 new schools as having opened from 2005 through 2011. Fiorentino said Friday that the press release contained a typo and agreed that the correct number is 20.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThis building boom did take place to help the district deal with rapidly increasing enrollment. The district’s student body grew from 59,474 at the end of the 2004-05 school year to 66,696 by the end of 2010-11. And, for a time, the new schools did help reduce class sizes district-wide.\n\nBut when it came time to implement the class size amendment in 2011-12, even with enrollment changed only slightly, the district did not meet the 2002 voter requirement for smaller classes.\n\nThe state imposed a $4 million penalty against Pasco for its failure to comply, the fourth-highest fine among the 35 districts that did not meet the rule. Fiorentino and the School Board have since submitted a plan to the state Department of Education for meeting the amendment in 2012, which could reduce the punishment.\n\nWhile the district did open many new schools to cope with growth and class size, it didn’t open the same number Fiorentino said and it didn’t meet class size rules every year. We rate this claim Half True.", "vclaim_id": "vclaim-pol-11493"}