{"url": "/factchecks/2011/mar/04/john-kasich/gov-john-kasich-says-only-california-and-michigan-/", "speaker": "John Kasich", "vclaim": "\"We have lost 600,000 jobs over the period of the last 10 years. Only Michigan and California have done worse.\"", "truth_label": "true", "date": "stated on February 22, 2011 in an interview on CNN:", "title": "Gov. John Kasich says only California and Michigan lost more jobs than Ohio in the last decade", "text": "Jobs were the leading issue in Ohio's 2010 election campaign, and the issue has lost none of its importance or utility to officeholders.\n\nGov. John Kasich brought it up twice in two days in interviews on CNN. The first-term Republican cited the state's loss of jobs among the reasons he backed Senate Bill 5, which would eliminate collective bargaining rights for state employees.\n\n\"We have lost 600,000 jobs over the period of the last 10 years,\" Kasich said. \"Only Michigan and California have done worse.\"\n\nWe thought that was worth checking, especially because employment figures are estimates, measured several different ways.\n\nThe Current Population Survey (CPS) is based on household interviews conducted each month by the U.S. Census Bureau for the Bureau of Labor Statistics. It counts employed individuals, and its data is used in calculating unemployment.\n\nThe monthly Current Employment Statistics (CES) survey uses payroll records and counts unique jobs. Normally the headline jobs figure, it is preferred by the Congressional Budget Office and Bureau of Labor Statistics for measuring job growth.\n\nAccording to the CES survey and the Bureau of Labor Statistics, there were 5,002,900 jobs in Ohio in December 2010. Ten years earlier, in December 2000, the number was 5,613,000.\n\nThat's a loss of about 610,000 jobs -- and the decline is even larger from the peak level of 5,638,100 jobs in May 2000.\n\nKasich had Ohio's number right.\n\nBut was it the nation’s third worst?\n\nCalifornia, which had 13,897,100 jobs in December 2010, lost 803,000 jobs from December 2000, and 1,305,500 jobs from the state’s peak level of July 2007, according to the CES survey.\n\nMichigan had 3,831,500 jobs in December 2010, a loss of 832,800 from December 2000.\n\nKasich was correct that both states lost more jobs than Ohio from the start to the finish of the decade ending last December. No other states lost more by that measure.\n\nBut there’s a footnote we’ll also add about boom-or-bust Florida, which qualifies as both a gainer and a loser. The state gained about 30,000 jobs from December 2000 to December 2010, when it had 7,193,900 in the CES survey.\n\nFrom its peak level of March 2007, however, Florida has lost 876,500 jobs -- more than any state except California.\n\nBut for purposes of the Truth-O-Meter, words matter. Kasich’s statement was that over the last 10 years, Ohio lost 600,000 jobs and that only Michigan and California have done worse. And in terms of net change over the decade, he’s right on the money.\n\nWe rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13490"}