{"url": "/factchecks/2017/feb/17/gordon-hintz/11-people-get-22-million-wisconsins-gop-backed-man/", "speaker": "Gordon Hintz", "vclaim": "\"Eleven individuals who make over $30 million each got $22 million credit\" from Wisconsin's manufacturing and agriculture tax credit.", "truth_label": "mostly-true", "date": "stated on January 30, 2017 in an interview:", "title": "Did 11 people get $22 million from Wisconsin's GOP-backed manufacturing and agriculture tax credit?", "text": "Wisconsin Democrats have been ripping a tax break they say unfairly benefits the rich.\nTheir target: A manufacturing and agriculture tax credit put in place by Republican Gov. Scott Walker and the GOP-controlled Legislature.\nThis was the criticism leveled Jan. 30, 2017 by state Rep. Gordon Hintz, D-Oshkosh, on \"Capital City Sunday,\" a public affairs show on WKOW-TV in Madison:\n\"The credit disproportionately benefits people who are the wealthiest in our population: 75 percent of the credit goes to those who make over $1 million. In fact, 11 individuals who make over $30 million each got $22 million (in) credit. \"\nSimilar attacks about 11 wealthy individuals were made in TV interviews earlier in the month by other Democratic state lawmakers, including Assembly Minority Leader Peter Barca of Kenosha and by state Rep. Dianne Hesselbein of Middleton.\nLet’s check Hintz’s claim that \"11 individuals who make over $30 million each got $22 million\" in credits from the program.\nA note before we dig in:\nHintz’s statement could be read to mean 11 individuals who each make over $30 million each got a $22 million credit.\nBut it’s clear from Hintz’s prior statements he meant 11 individuals who each make $30 million got a total of $22 million in credits.\nPrevious attack\nThe manufacturing and agriculture tax credit was inserted by Republican lawmakers into Walker’s first state budget, which was adopted in 2011.\nThe credit didn’t take effect until 2013 and wasn’t fully phased in until 2016. It gradually reduced the state tax on the production earnings of manufacturers and agricultural businesses to nearly nothing -- from 7.9 percent to 0.4 percent.\nThe credit’s benefit to the rich became an issue in the 2014 congressional race between Democrat Mark Harris and Republican Glenn Grothman, which Grothman won. Harris claimed that as a state senator, Grothman pushed through the credit and that once it was phased in, \"someone that owns a factory that produces millions in income\" will pay \"less tax than their nephew would if he worked full time at Taco Bell for minimum wage.\"\nOur rating was Mostly True. We found that some factory owners who earn up to roughly $2.5 million from production income would owe less in state income tax on that income than a full-time worker who earns minimum wage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBut is the tax so tilted that it overwhelmingly benefits 11 people?\nThe evidence\nHintz provided us a January 2017 memo he requested from the nonpartisan Wisconsin Legislative Fiscal Bureau. The memo reported on figures provided by the state Department of Revenue.\nAccording to the memo:\n\n\nBased on income tax returns filed for tax year 2015, it’s estimated that in tax year 2017, a total of 10,613 claimants will take manufacturing and agriculture credits worth $227 million. (A claimant can be an individual or a married couple.)\n\n\nIncluded are 11 claimants who each have an income of $30 million or more. Their total credit is estimated at $22.2 million. (The 11 aren't identified.)\n\n\nCasey Langan, a spokesman for the Department of Revenue, confirmed the accuracy of the figures in Hintz’s claim. But he pointed out they are estimates and added:\n\"Large incomes would reflect large amounts of production activities and therefore attract a sizable credit. These claimants are business owners who are stimulating Wisconsin's economy.\"\nA vice president of the Metropolitan Milwaukee Association of Commerce has praised the credit, saying it allows manufacturers \"to compete effectively by essentially allowing them to operate tax free in Wisconsin.\"\nIn contrast, the nonprofit Wisconsin Budget Project says the estimated $299 million in lost income tax revenue in fiscal 2017 from the credit is \"giving a higher priority to giving tax cuts for the best-off\" rather than making investments in schools and universities.\nThe tax credit earned Walker a Promise Kept on our Walk-O-Meter for his campaign pledge to cut manufacturing taxes. It also helped him get a Promise Kept on a pledge to review all tax policy to lighten burden on farmers and Promise Kept on a promise to reduce taxes on employers.\nOur rating\nHintz said \"11 individuals who make over $30 million each got $22 million (in) credit\" from Wisconsin's manufacturing and agriculture tax credit.\nThe figures are essentially solid, coming from the nonpartisan state Legislative Fiscal Bureau. The bureau estimates that 11 claimants (individuals or married couples) who each earn over $30 million will share a total of $22 million in credits. But those are estimates, for 2017, not credits actually received.\nFor a statement that is accurate but needs additional information, our rating is Mostly True.  Share the Facts   Politifact    1 6  Politifact Rating:   \"Eleven individuals who make over $30 million each got $22 million credit\" from Wisconsin's manufacturing and agriculture tax credit.    Gordon Hintz Democratic Wisconsin state representative   In an interview Monday, January 30, 2017 01/30/2017    Read More  info    \nShare The Facts\nGordon Hintz\nDemocratic Wisconsin state representative\n\"Eleven individuals who make over $30 million each got $22 million credit\" from Wisconsin's manufacturing and agriculture tax credit.\nIn an interview – Monday, January 30, 2017\nSHAREREAD MORE\nShortcut\nUse if your CMS can accept our shortcut\nhttps://www.sharethefacts.co/share/7e655d31-3f82-41ca-b931-c1bb213d8dd6", "vclaim_id": "vclaim-pol-03657"}