{"url": "/factchecks/2010/mar/03/mindy-montford/judicial-candidate-mindy-montford-says-mailer-shes/", "speaker": "Mindy Montford", "vclaim": "Says she’s \"tried over 100 jury cases in Travis County courts.\"", "truth_label": "false", "date": "stated on February 22, 2010 in a campaign mailer:", "title": "UPDATE: Judicial candidate Mindy Montford says in mailer plus a door hanger that she's had over 100 jury trials in Travis County", "text": "Austin lawyer Mindy Montford, seeking the Democratic nomination for a state district judgeship, says she’s got vast courthouse experience, much of that from eight-plus years as a Travis County assistant district attorney, which followed her job as a Harris County prosecutor.\n\nMontford, running for judge of the 299th state district court, says on her campaign Web site that she’s had over 100 trials and handled thousands of cases, a claim that seems possible considering she worked nearly a decade as a prosecutor.\n\nWe were exploring those claims when we came across a more dramatic Montford mailer that reached voters in mid-February. It states that Montford \"has tried over 100 jury cases in Travis County courts.\"\n\nTalk about close-to-home experience. We shifted gears to check her Travis County claim.\n\nMontford earlier had told us she reached her total for Travis County jury trials by estimating trials she had worked on while in the Travis County DA's office, from October 1999 through the end of her tenure there in May 2008. Montford said she averaged 10 jury trials a year. \"Some years there were fewer than 10 and some years there were more than 10,\" she said.\n\nUsing Montford's claimed average, that adds up to 87 jury trials over eight years and eight months. Montford said she also had one jury trial as a lawyer in private practice, in 2009.\n\nThat brings us to 88 Travis County jury trials, short of her mailer's claim to over 100 jury trials.\n\nAfter we asked her about the mailer, Montford admitted it was in error. \"You are correct that some of our campaign literature mistakenly says that I have tried over 100 jury trials in Travis County,\" she said. \"That was an oversight and one that was never meant to mislead anyone. In every speech I have made on the trail, I have never claimed that all my jury trials were in Travis County and our Web site correctly states the information.\"\n\nOn her campaign site and on other mailers, Montford's claim to over 100 jury trials does not say they were all in Travis County.\n\nUPDATE: After our initial post of this item Feb. 27, PolitiFact Texas came across a door hanger distributed by Montford's campaign including the statement that she'd tried over 100 cases in Travis County courts. Her consultant, Mark Littlefield, then said that 1,000 of the door hangers were printed and distributed though he said volunteers spent time marking out the Travis County trials' claim on the hangers--a cross-out that didn't appear on the hanger we fielded. Littlefield said there are no other campaign items with Montford's trials-in-Travis County claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nSeeking an independent count of Montford's Travis County trials, we contacted the Travis County DA’s office. Spokesman Rudy Magallanes said Montford was the first- or second-chair prosecutor in 61 trials. She topped out at 14 trials in 2000. She had her low of two trials in 2006.\n\nCounting the single jury trial that Montford reports having as a lawyer in private practice, her confirmed jury trials in Travis County would number 62.\n\nThere’s a small wrinkle, though.\n\nTravis County District Attorney Rosemary Lehmberg, who bested Montford in a 2008 runoff for the Democratic nomination for district attorney, vouched for the 61 Montford jury trials reflected in a list kept by the executive assistant to the first assistant district attorney. But Lehmberg said the list might be incomplete. \"There could have been more (Montford) trials that we did not write down,\" she said.\n\nWe also checked with Harris County and compiled a list of 36 trials that had Montford as a prosecutor there. Like Lehmberg, Scott Durfee, an assistant general counsel for the Harris County District Attorney’s office, cautioned that the tabulation of trials by each attorney might be incomplete.\n\nSo how does Montford’s statement of \"over 100 jury trials\" in Travis County stand up?\n\nAs she admitted, not well; it was an erroneous mailing.\n\nUsing Montford's own annual estimate, we reached a total of 88 Travis County jury trials. The DA's list is even shorter, prompting us to presume just 62 Montford jury trials in the county. In both counts, we take Montford at her word that she handled a single jury trial as a private lawyer.\n\nEven if the DA's office failed to count a few Montford trials, it wouldn't be enough to make her statement accurate, though Montford's trials confirmed by Travis and Harris counties plus the one she says she had in private practice add up to 98, which is close to 100.\n\nMontford owned up; we agree her mailer was wrong. We rate her statement as False.", "vclaim_id": "vclaim-pol-15252"}