{"url": "/factchecks/2016/nov/03/donald-trump/trump-no-marksman-when-aiming-chicago-gun-laws/", "speaker": "Donald Trump", "vclaim": "In Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city.", "truth_label": "barely-true", "date": "stated on October 19, 2016 in the third presidential debate:", "title": "Trump no marksman when aiming at Chicago gun laws", "text": "When professing his belief in protecting the Second Amendment, Donald Trump often has invoked Chicago as a place that proves gun regulation does not equate with reduced gun crime. He’s been making this claim longer than he’s been a candidate for president:\nThe most stringent gun laws in the U.S. happen to be in Chicago - and look what is happening there!— Donald J. Trump (@realDonaldTrump) July 10, 2014\n\nIn his final debate with Hillary Clinton on Oct. 19, Trump repeated this statement: \"In Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city.\"\nFor Chicago, 2016 has been a year of record gun violence. The pre-Halloween weekend was the deadliest of the year, with 17 people killed. \"There have been at least 638 homicides so far this year, 217 more than this time last year, the data show. At least 3,662 people have been shot in the city, 1,106 more than during the same period last year,\" the Chicago Tribune reported on Oct. 31.\nAs of Aug. 30, Chicago had more homicides and shootings than New York and Los Angeles combined.\nBut does Chicago really have what Trump calls \"the toughest gun laws in the United States?\" The Trump campaign didn’t respond to requests for documentation. So to find out, we’ll look at \"gun laws\" from two angles, possession and sentencing of gun offenders.\nPossession\nFor two years, Chicago did have the toughest gun possession law in the country. In 1982, the city banned possession of handguns by civilians, joining Washington, D.C., in prohibiting handgun possession. But the U.S. Supreme Court’s 2008 District of Columbia vs. Heller decision ruled the D.C. law unconstitutional, making Chicago the lone holdout among major cities for handgun prohibition. (A handful of Chicago suburbs had enacted bans along with Chicago’s.)\nBut the Heller decision paved the way for the 2010 McDonald vs. City of Chicago decision that extended the Heller decision -- which had overturned a law specific to the District of Columbia -- to states.\nThat meant Chicago no longer could ban handgun possession. Chicagoans, however, still faced stricter gun laws than residents of other major cities because Illinois was alone among states in not allowing concealed carry of firearms.\nIllinois became the last state in the nation to adopt concealed carry in July 2013, eight months after the 7th U.S. Circuit Court of Appeals ruled that the state’s ban on concealed carry was unconstitutional.\nWith that, Chicago lost its status -- or its stigma, depending on your perspective -- of having the strictest gun possession laws in the United States. In comparably sized big cities like New York, Los Angeles and San Francisco, the city administers the concealed-carry permitting process. In Illinois, the Illinois State Police processes applications, so it can be argued that Chicago has less autonomy in restricting concealed carry within its borders than do other cities.\nIllinois’ gun laws still are considered among the most restrictive when compared with other states. The Law Center to Prevent Gun Violence, which advocates for gun control, gives Illinois a B+ and ranks it No. 8 in the nation on its \"Smart Gun Laws\" report card. The group lauds Illinois for, among several rules, requiring firearm owners to obtain a Firearm Owners’ ID card that includes a background check and imposes a waiting period on firearm purchases.\nBut it also knocks Illinois for not requiring registration of firearms, for its lack of restriction on the purchase of multiple firearms and for not allowing local jurisdictions to regulate firearms. In other words, Illinois could make its gun laws much more strict than they are.\nViolations\nAnother way to interpret Trump’s statement is that Chicago’s gun laws are strict because they impose strict penalties on those who violate them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBut here, too, Illinois falls short -- much to the chagrin of Chicago Mayor Rahm Emanuel.\nEmanuel has argued for years that sentencing guidelines for gun offenders in Illinois are too lenient. The Chicago street gang members who have propelled the city to the top of the gun violence list, Emanuel has said, face harsher punishment from their gang leaders for losing a gun than for getting arrested with one.\n\"Let me remind you what one admitted gangbanger said in 2012 to a reporter. This is what the gangbanger said: that his gun possession arrest was a joke. Gangbangers know how to manipulate the criminal justice system, and they know its weaknesses first-hand,\" Emanuel said in a major speech Sept. 22 to address public safety in the city amid public furor over the Laquan McDonald shooting. \"Our criminal justice system is fractured, and it is undermining Chicago’s neighborhoods.\"\nA Chicago Sun-Times analysis a year earlier had found that gun sentences for Chicago offenders were more lenient than elsewhere:\n\nIn Chicago, felons illegally possessing a gun typically get four years, the Sun-Times found — toward the low end of the state sentencing guidelines.\nAnd those are the sentences judges hand out, not the actual prison time.\nMost people convicted of these gun crimes serve less than half of their prison terms because of \"good time\" that inmates can get credit for under state law, in addition to credit for time held in the Cook County Jail while awaiting trial.\nNew York, by comparison, has a mandatory minimum prison sentence of 3 1/2 years for simple gun possession.\n\nIn 2013, Emanuel pushed unsuccessfully for the Illinois General Assembly to impose mandatory minimum sentences for gun crimes. The effort was blocked by lawmakers concerned that it would lead to increased incarceration of young blacks and Latinos.\nOur ruling\nDonald Trump said, \"In Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city.\"\nChicago once had very tough regulations against guns, but they’ve been considerably watered down after the Supreme Court ruled that cities can’t ban handguns.\nAdditionally, the state at one time didn’t allow concealed carry, and now it does. Its rules for allowing concealed carry are more relaxed than in California or New York -- states that allow local jurisdictions to regulate concealed carry within their boundaries.\nNor are penalties for violating gun laws in Illinois the toughest in the United States. Mandatory minimum sentences make New York state’s laws tougher than those in Illinois.\nTrump’s statement contains an element of truth -- Chicago leads the nation for number of gun-related crimes this year -- but it ignores the fact that a U.S. Supreme Court decision and a change in state law brought Chicago in line with other cities on handgun rules.\nWe rate this statement Mostly False.\n Share the Facts 2017-10-03 01:08:47 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"In Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city.\"    Donald Trump Republican presidential nominee https://youtu.be/C1xN8zULygY   Las Vegas Wednesday, October 19, 2016 2016-10-19    Read More  info", "vclaim_id": "vclaim-pol-03990"}