{"url": "/factchecks/2011/jan/05/david-wyss/economist-says-state-can-do-little-short-term-job-/", "speaker": "David Wyss", "vclaim": "State governments have little ability to stimulate job growth in the short run.", "truth_label": "true", "date": "stated on December 13, 2010 in a newspaper article:", "title": "Economist says state can do little for short-term job growth", "text": "Georgians need jobs. Last election season, that's just what politicians promised.\n\nGov.-elect Nathan Deal's commercials focused on bringing \"real jobs for real people.\" His Democratic foe, former Gov. Roy Barnes, said he would put the state \"back to work.\"\n\nBut during a boot camp for state legislators in December, prominent economist David Wyss said there's little Georgia government can do to kick-start the labor market for the near term.  \n\n\"It doesn’t work well on the state level because states can’t run budget deficits,\" Wyss said in a Dec. 13 article in The Florida Times-Union. He is chief economist for the credit rating company Standard & Poor's.\n\n\"So anything you do in reducing taxes has to come back with a reduction in spending, which basically wipes out any stimulus you get,\" he said\n\nReally? But what about all those promises politicians made?\n\nJobs were a central issue during the elections. A poll conducted before the primaries for The Atlanta Journal-Constitution and other papers found that across party, gender and racial lines, Georgians were worried about their economic futures.\n\nThree in four had qualms about their household finances and job security.\n\nGeorgians still have good reason to be anxious. Unemployment hovered just above 10 percent in November, according to the state Department of Labor. \n\nWyss also spoke during a biennial conference of state legislators sponsored by the University of Georgia. The meeting updated lawmakers on the issues they face starting Monday, when the 2011 legislative session begins.\n\nWe called Wyss, who stressed that state government can enact policies that foster long-term job growth. They can train a work force specifically suited for a business's needs, for instance, or collaborate with local universities to foster technological innovation.\n\nStates such as Georgia also have agencies specifically charged with economic development. And governors have been known to go on trade missions.\n\nBut those efforts, too, are aimed at creating jobs in the long term.\nWyss was talking about the short term. And in the short term, state legislators and governors don't have many options.\n\nGeorgia and other states have to balance their budgets -- it's a constitutional requirement in Georgia. So if the state decides to cut taxes to stimulate business growth, it has to come up with the lost revenue somewhere else, Wyss said.\n\nThat means government spending cuts. It could even mean layoffs.\n\n\"There's no free lunch here,\" Wyss said.\n\nAJC PolitiFact Georgia asked seven experts with wide-ranging perspectives for their input. For the most part, they agreed with Wyss' assessment.\n\nKelly McCutchen, president of the Georgia Public Policy Foundation, a Libertarian-influenced think tank, called the idea \"absolutely correct.\" If a state spends money to spur job growth, lawmakers have to make cuts elsewhere.\n\nJon Shure, deputy director of the State Fiscal Project for the liberal Center on Budget and Policy Priorities, agreed with Wyss as well.\n\n\"Short-term job gains are dictated mostly by the economy. And those are mostly regional, national and global issues,\" Shure said.\n\nOne slight exception was Brian Riedl, lead budget analyst for the Heritage Foundation, a conservative think tank. He said tax cuts could bring a \"marginal\" improvement in the short term and are worth trying, but they can't bring a big boost. \n\n\"There is no magic wand,\" Riedl said.  \n\nWe found that experts placed the state's ability to create jobs for the short term between limited and marginal. None argued that state government could cause an immediate, major gain.\n\nWe find Wyss' statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13812"}