{"url": "/factchecks/2019/oct/15/facebook-posts/no-barr-didnt-tweet-us-gave-iran-taxpayer-dollars-/", "speaker": "Facebook posts", "vclaim": "Says Attorney General William Barr tweeted that the US \"gave Iran USA taxpayer dollars\" so Iran could purchase uranium from Russia.", "truth_label": "pants-fire", "date": "stated on October 13, 2019 in a Facebook post:", "title": "No, Barr didn’t tweet that the US gave Iran taxpayer dollars so Iran could buy uranium from Russia", "text": "U.S. Attorney General William Barr did not really tweet about Iran using American tax dollars to buy uranium from Russia. \nHe doesn’t use a personal account, for one thing. And if you look at the Twitter account claiming to be him, you’ll notice one giveaway: there’s a third L in his first name.\nA screenshot of the tweet was shared on Facebook, making it look as if Barr wrote the following:\n\"See if you can follow this. A US president gave IRAN USA taxpayer dollars so IRAN could purchase USA Uranium from Russia who just got 20% of our Uranium for FREE. So Iran used USA CASH to purchase USA URANIUM in order to destroy USA ASSETS all made possible by the US GOVERNMENT… This is beyond treason.\"\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe tweet was posted by a parody account that uses a misspelled handle of Barr’s name, \"@AGWillliamBarr.\"\nThe parody tweet mixes together two stories.\nWe have previously fact-checked claims surrounding the 2015 agreement with Iran promoted by President Barack Obama. Called the Joint Comprehensive Plan of Action, the deal freed up frozen Iranian assets and lifted economic sanctions and included Iran and the United States as well as China, France, Germany, Russia, the United Kingdom and the European Union. In return, Iran opened up to international inspections and dismantled key pieces of its nuclear program. (In 2018, President Donald Trump pulled out of the deal). That’s the money the United States \"gave\" Iran (it wasn’t tax dollars).\nThe reference to Russia stems from an often misunderstood sale of a U.S. uranium company to a Russian business.\nThe two events are in no way linked.\nWe rate this misattributed tweet Pants on Fire!", "vclaim_id": "vclaim-pol-00061"}