{"url": "/factchecks/2016/mar/23/bernie-sanders/bernie-sanders-claim-about-us-having-one-lowest-vo/", "speaker": "Bernie Sanders", "vclaim": "\"Today, the United States has, sadly, one of the lowest voter turnouts of any major country on earth.\"", "truth_label": "mostly-true", "date": "stated on March 22, 2016 in a campaign speech:", "title": "Mostly True: Bernie Sanders' claim about U.S. voter turnout one of 'lowest on earth'", "text": "Does the United States have a lower voter turnout rate than countries from Germany to Greece, and the Netherlands to New Zealand?\nDemocratic presidential candidate and Vermont Sen. Bernie Sanders told a crowd in San Diego Tuesday night that America lags far behind the world’s major countries in carrying out this civic duty.\n\"Today, the United States has, sadly, one of the lowest voter turnouts of any major country on earth,\" Sanders claimed.\nSanders makes the claim about low voter turnout at the 17:08 minute mark in the above C-SPAN.org video.\nSanders added in a news conference on Wednesday that high voter turnout – particularly among younger and progressive Californians – is key to him winning the Golden State, where turnout has plummeted in recent elections.\nAnd while California’s voting struggles have been well documented, we decided to check Sanders’ claim that the country as a whole is mired in a deep turnout slump.\nThe iconoclastic politician has captured strong support from young people during his run for president. That group has traditionally lagged behind on voter turnout.\nExperts say he must continue to persuade them to vote in high numbers to stand a chance of upsetting frontrunner Hillary Clinton for the Democratic presidential nomination.\nOur research \nAs of Wednesday afternoon, the Sanders campaign had not responded to our request for sources backing up the senator’s claim. But, we found, there’s not much debate about America’s poor voting rate.\nLast May, the Pew Research Center ranked the United States 31st among 34 developed countries in voting turnout. The center examined votes cast as a percentage of countries’ estimated voting-age population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nLooking at votes cast for president in 2012, turnout in the United States was 53.6 percent. The highest comparable rates were in Belgium (87.2 percent), Turkey (86.4 percent) and Sweden (82.6 percent). Meanwhile, Germany had a 66 percent turnout and the United Kingdom’s rate was 61 percent. Smaller players on the national stage, such as Greece, the Netherlands and New Zealand, also all outranked America by a wide margin.\nOf course, there’s a big caveat.\nNearly 30 countries, including six in the group studied by the Pew Research Center, have compulsory voting, according to the International Institute for Democracy and Electoral Assistance. Those include Belgium and Turkey, which had the highest turnout rates.\nAnother factor at play is that many countries, like Sweden and Germany, automatically register citizens to vote. In the United States, that responsibility tends to rest with the individual.\nOur ruling\nVermont Sen. Bernie Sanders has made boosting voter turnout a big part of his presidential campaign. He continued that focus in San Diego by saying the United States \"has, sadly, one of the lowest voter turnouts of any major country on earth.\"\nResearch on the topic shows the United States does, indeed, rank near the bottom in turnout among developed countries.\nBut unlike the U.S., some of those countries require their citizens to cast ballots. And others automatically register them to vote.\nSanders’ statement wasn’t wrong, but it left out information that would have helped paint the full picture.\nWe rate his claim Mostly True.\nIn the end, we rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05218"}