{"url": "/factchecks/2012/apr/22/ron-oakley/ron-oakley-conservative-leadership-water-managemen/", "speaker": "Ron Oakley", "vclaim": "Ron Oakley's \"conservative leadership protected local taxpayers over government bureaucrats\" as the Water Management District’s budget decreased by \"58 percent in the four years he served on the board.\"", "truth_label": "barely-true", "date": "stated on April 16, 2012 in a campaign mailer:", "title": "Ron Oakley says his 'conservative leadership' slashed water district's budget", "text": "Ron Oakley acknowledges that in election years, a lot of candidates talk like conservatives. But if you believe a recent mailer from his campaign, he is a proven conservative with a record of reining in government.\n\nNeed proof? Oakley, a Republican candidate for Pasco County commission, offers his time on the governing board of the Southwest Florida Water Management District. His mailer makes a pair of specific claims about his experience with the agency’s budget. It helps to quote at length:\n\n\"Ron Oakley was a consistent voice and vote for lower taxes. Applying the principles he learned while leading his family businesses, Oakley voted to cut the District’s millage rate by 43 percent — from .687 to .392 mils.\"\n\nThe mailer continues: \"Ron Oakley voted to reduce the Water Management District’s budget by 58 percent in the four years he served on the board. His conservative leadership protected local taxpayers over government bureaucrats.\"\n\nThere’s no doubt the agency’s spending has plummeted. Here, we are checking whether Oakley’s leadership resulted in those cuts. Can he take credit for cuts ordered by state officials?\n\nOakley, an east Pasco citrus grower, joined the 13-member water district board in June 2007. The first budget he voted on was for Fiscal Year 2008. As a baseline for his claims, he used the previous budget, FY 2007, that was in place when he took office.\n\nInformally known as Swiftmud, the agency covers portions of 16 counties and at the time had eight water basins with different tax rates. For example, folks in Trinity or Pinellas County paid a total tax rate of 0.822 that year, or 82 cents in taxes for every $1,000 of assessed value. The tax rate for owners in Bradenton or Sarasota was only 0.582.\n\nOakley, 66, used his hometown Withlacoochee River basin, covering northeast Pasco and parts of five other counties to the north. (That’s also the district for his opponent, incumbent Commissioner Ted Schrader.) That basin’s total tax rate was 0.687 that year, about average for the eight basins.\n\nThe first budget Oakley voted on included a 0.617 tax rate for property owners in the Withlacoochee basin. That reduction was ordered by property tax legislation signed by Gov. Charlie Crist in June 2007. The rate was left unchanged for the next two years. In fall 2010, the board adopted a rate of 0.608.\n\nThen the world changed.\n\nGov. Rick Scott was elected November 2010. His initial budget proposal — released in February 2011 — called for a 25 percent cut to Swiftmud’s property taxes. Then lawmakers sharpened their knives and ordered a 36 percent cut for Swiftmud, the largest cut of Florida’s five water districts. Scott signed the legislation requiring that cut.\n\nTo shrink the budget that much, board members eliminated the basin districts, and their tax rates — more on that later. They later set a property tax rate of 0.392.\n\nBottom-line budget figures tell a similar story. When Oakley took office, Swiftmud’s budget was $383 million. Oakley and other board members adopted a slightly larger budget the next year, $395 million. Even with a tax rate cut, the budget grew from higher property values and increased state money.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nThe next three budgets were: $376.5 million (FY 2009); $298.9 million (FY 2010); and $279.8 (FY 2011). Thank plunging property values and reduced state spending for those cuts. Then Scott took office, ordered more cuts, and the budget plummeted to $155 million. That figure is 59.4 percent smaller than Oakley’s baseline budget. Darn close to his 58 percent claim.\n\nOakley’s last meeting was May 24, 2011. He said he should get credit for that year’s budget cuts because he cast votes on preliminary versions of the budget. As with many local governments, key budget decisions are made early in the year. Details get ironed out closer to final passage in the fall.\n\nThe governing board eliminated the basins during that May meeting. The majority of the budget cut came from wiping out the basins, though there was $41 million in unspent basin money included in the spending plan. The district also lost nearly all of its state funding.\n\nSeveral board members lamented the move, saying the basins were a vital conduit to local citizens on water issues. But it was clear a larger power was at play.\n\n\"I guess it’s sort of like an edict from Tallahassee,\" said board member Todd Pressman, the lone dissenting vote on the plan.\n\nAdded board member Jeff Adams: \"It’s not something that was suggested. It’s been mandated, and it’s been forced to us.\"\n\nOakley said board members had options. They could have removed all the basins. They could have consolidated them into three larger districts. They could have sliced more money from the overall agency budget. \"We chose the option we thought was best,\" he said.\n\nHowever they found the money, board members still had to meet the 36 percent reduction.\n\n\"We’ve already committed to the tax reductions,\" Deputy Executive Director Kurt Fritsch said during a budget workshop later in the meeting. \"We have met the governor’s promises. The governor promised a tax reduction. He’s getting it.\"\n\nDuring an interview last week, Oakley said the board was considering cuts before the governor and lawmakers made their proposals. That’s true. The board in January approved a staff report calling for a drop in the district’s base tax rate. The report also suggested looking for \"further opportunities\" to reduce the basin tax rates.\n\n\"The Legislature was sending us a message they wanted us to cut more,\" he said. \"I don’t know many people that want to fight the Legislature.\"\n\nOakley’s claims of eye-popping cuts to Swiftmud’s tax rate and budget are largely correct. And we’ll give him partial credit for \"voting on\" the budget in 2011, even though he only voted on a preliminary version and not the final product.\n\nBut the bottom line is most of those eye-popping cuts came as Oakley was leaving office, and they were specifically ordered by Scott and the Legislature. For most of Oakley’s four years at Swiftmud, the agency saw much more modest budget reductions, thanks largely to declining state money and falling property values.\n\nOakley’s statement contains an element of truth but ignores critical facts that would give a different impression.\n\nIn this case, Tallahassee politicians should get the lion’s share of the credit for the 2011 cuts. We rate Oakley’s claim Mostly False.", "vclaim_id": "vclaim-pol-11230"}