{"url": "/factchecks/2020/aug/20/facebook-posts/facebook-post-wrongly-claims-biden-would-hike-taxe/", "speaker": "Facebook posts", "vclaim": "“Biden’s tax rate on a family making 75,000 dollars would go from 12% to 25%.”", "truth_label": "false", "date": "stated on August 16, 2020 in a Facebook post:", "title": "Facebook post wrongly claims Biden would hike tax rates for family earning $75,000", "text": "Former Vice President Joe Biden, the Democratic nominee for president, has publicly pledged not to raise taxes on Americans making less than $400,000 if elected to the White House. \nBut a false claim spreading on Facebook says modest-earning families would get crushed by tax increases under a Biden presidency.\n\"Biden’s tax rate on a family making 75,000 dollars would go from 12% to 25%,\" the Aug. 16 Facebook post says. \"Let that sink in all you riding with Biden supporters!\" (Another post talks about a tax rate hike for families making $78,000)\nReaders asked about the posts, which were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe posts are inaccurate, we found. Biden’s tax plan calls for several changes aimed at raising up to $4 trillion in tax revenues over a decade, according to a March analysis from the Tax Policy Center, an independent group that models the effects of tax legislation. \nBut Biden has not proposed bumping the federal income tax rate up to 25% for households earning $75,000 (or $78,000). The Associated Press and Reuters have already debunked the false Facebook claim, and Factcheck.org quashed a similar attack from President Donald Trump in May.\nBiden’s tax plan has been examined by tax analysts from multiple independent groups, including the Tax Policy Center, the Tax Foundation, the University of Pennsylvania’s Penn Wharton Budget Model and the Committee for a Responsible Federal Budget.  \nAmong Biden’s proposed changes, he would:\n\n\nIncrease the top corporate tax rate from 21% to 28%.\n\n\nRaise the top individual federal income tax rate to 39.6%.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\nPlace a 12.4% Social Security tax on incomes above $400,000.\n\n\nTax capital gains at the same rate as ordinary income for very high earners.\n\n\nThere’s nothing in Biden’s plan, according to the analyses we reviewed, that would raise the federal income tax rate for a family making $75,000 or $78,000.\nGroups that have examined Biden’s tax plan, including the Tax Policy Center and the Committee for a Responsible Budget, have estimated that after-tax income for some lower earners could slightly decrease. But that’s not because of a higher tax rate.\nGordon Mermin, a senior research associate at the Tax Policy Center and co-author of the group’s March report, said the small increases dealt to the lower income groups would be almost all due to \"indirect effects of the increase in the corporate tax rate,\" such as lowered wages for workers. \nThey would not be the result of direct changes to the federal income tax rate. \"No direct taxes are imposed on any household making less than $400,000 per year,\" the Committee for a Responsible Federal Budget wrote in its analysis of Biden's plan.\nOn average, the Tax Policy Center’s March report predicted that the bottom 80% of earners could wind up paying between $30 and $590 extra on Biden’s watch. It estimated that over 90% of the tax increases would be borne by the top 20% of earners.\nOur ruling\nA Facebook post said, \"Biden’s tax rate on a family making 75,000 dollars would go from 12% to 25%.\"\nBiden hasn’t proposed raising the federal income tax rate from 12% to 25% for married couples filing jointly and earning $75,000.\nWe rate this post False.", "vclaim_id": "vclaim-pol-17153"}