{"url": "/factchecks/2020/oct/08/donald-trump/trump-falsely-claims-democrats-want-shut-your-chur/", "speaker": "Donald Trump", "vclaim": "\"Dems want to shut your churches down, permanently. Hope you see what is happening.\"", "truth_label": "pants-fire", "date": "stated on October 7, 2020 in a tweet:", "title": "Trump falsely claims Democrats want to ‘shut your churches down’", "text": "As he spent the day at the White House, tweeting and recovering from COVID-19, President Donald Trump claimed Democrats are using the coronavirus pandemic as an excuse to target Christians.\n\"DEMS WANT TO SHUT YOUR CHURCHES DOWN, PERMANENTLY,\" he tweeted Oct. 7. \"HOPE YOU SEE WHAT IS HAPPENING. VOTE NOW!\"\n\n(Screenshot from Twitter)\nThe president’s post was a quote tweet of Cliff Maloney, president of Young Americans for Liberty, a libertarian nonprofit organization. The original post included a video that Maloney said shows a man \"being ARRESTED for holding outdoor church services.\" Worshipers can be heard singing in the background.\n\"This is one of the most heartbreaking things I’ve ever seen,\" Maloney said in the Sept. 24 tweet.\nBut the man pictured in the video was not arrested for holding a church service. He was arrested on suspicion of resisting or obstructing police.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe Associated Press reported Sept. 24 that three people were arrested in Moscow, Idaho, after a church held a \"maskless psalm singing event in a city hall parking lot.\" The event, which nearly 200 people attended, violated a town face mask and social distancing order aimed at slowing the spread of the coronavirus.\nBen Zornes, a pastor at Christ Church and the organizer of the protest, told the Moscow-Pullman Daily News that the event was aimed at criticizing the order. Five people were issued citations for violating it, and three of them were arrested for allegedly resisting officers.\nWe reached out to the White House and Trump’s re-election campaign for additional evidence, but we haven’t heard back.\nDemocrats are not calling for churches to be permanently closed. \nMany states — including those governed by Republicans — have required residents to wear face coverings in public, banned large gatherings and ordered non-essential businesses to close. Some states exempted churches from their coronavirus restrictions.\nTrump’s tweet is inaccurate and makes a ridiculous claim. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-18641"}