{"url": "/factchecks/2014/jun/29/bob-goodlatte/gop-leader-supreme-court-has-ruled-13-times-obama-/", "speaker": "Bob Goodlatte", "vclaim": "The \"9-0 decision last week was the 13th time the Supreme Court voted 9-0 that the president had exceeded his constitutional authority.\"", "truth_label": "false", "date": "stated on June 29, 2014 in comments on \"Fox News Sunday\":", "title": "GOP leader: Supreme Court has ruled 13 times that Obama exceeded his constitutional authority", "text": "President Barack Obama received a strong rebuke from the Supreme Court last week for his attempt to make appointments when Congress was still technically in session.\nThe 9-0 decision in National Labor Relations Board vs. Noel Canning came just as Speaker John Boehner announced plans to sue Obama for executive overreach.\nRep. Bob Goodlatte, R-Va., who defended Boehner’s lawsuit, said the Supreme Court’s ruling was emblematic of Obama’s term. Goodlatte, chairman of the House Judiciary Committee, said the \"9-0 decision last week was the 13th time the Supreme Court has voted 9-0 that the president has exceeded his constitutional authority.\"\nHas Obama really had such a tough time with the high court? We decided to review the record.\nGoodlatte isn’t the only person to make this argument. Sen. Ted Cruz, R-Texas, made a similar claim in a press release last week and it was also the subject of a column in the National Review, a conservative news website.\nA spokeswoman for Goodlatte gave us a list of the 13 cases he referenced. We reviewed the evidence his office offered enlisted the help of a few experts to help us parse through the legalese.\nGoodlatte’s assertion doesn’t seem to hold water. Susan Bloch, a constitutional law professor at Georgetown University, said the NLRB case is very different than the rest of the cases on the list, in that the court actually was ruling on a separations of power issue and a presidential overreach.\n\"That’s a fair case of the president’s use of executive authority getting rejected,\" she said.\nBut the rest of the claim? \"It’s a total overstatement,\" Bloch said.\nWhy?\nFor starters, in eight of the cases, the alleged overreach occurred under President George W. Bush, as did the court cases that challenged the administration (United States vs. Jones, Sackett vs. EPA, Hosanna-Tabor Evangelical Lutheran Church & School vs. EEOC, Gabelli vs. SEC, Arkansas Fish & Game Commission v. United States, PPL Corp. vs. Commissioner of Internal Revenue, Horne vs. USDA, and Bond vs. United States). Bush’s Justice Department handled the initial court proceedings in most instances.\nObama’s Justice Department in many of the cases handled the appellate process and ultimately defended the actions to the Supreme Court. But that’s commonplace, experts we spoke with said.\nGoodlatte spokeswoman Jessica Collins contended that doesn't make the chairman's statement untrue. \"Regardless of who started the policies that were overturned by the courts unanimously during the Obama administration, President Obama decided to continue those policies which were struck down,\" she said.\nBut that isn't really what Goodlatte claimed. He said Obama \"exceeded his presidential authority,\" not that Obama defended executive overreach.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAdditionally, in many of the cases, executive overreach wasn’t really even at issue. For example, in United States vs. Jones, the court was ruling on whether the FBI had the power to use a GPS to track a suspect and gather evidence.\nTechnically, the FBI is a federal department under the Justice Department, a department in the executive branch. But the court was not reeling in an administration that was abusing power. Rather, \"it gave us some guidance about how new technology and the Fourth Amendment should interact,\" Bloch said. \"It has nothing to do with presidential authority.\"\nAnother case on the list, Arizona vs. United States, surprised our experts. Why? Because many saw it as a partial victory for Obama.\nThis is the case surrounding Arizona’s tough immigration laws that many civil rights groups said amounted to racial profiling. In 2012, the Supreme Court released a complicated 5-3 ruling, in which the court actually sided with the Obama administration on three of four counts. On the fourth provision, which allowed Arizona authorities to check the immigration status of anyone suspected of being an undocumented immigrant, the court basically said it’s too soon to tell, and unanimously decided to send the issue down to the lower courts to monitor for further challenges.\n\"The Supreme Court struck down three of the four because they interfered with federal immigration enforcement, which was defended by the Obama administration to advocate for the laws passed by Congress,\" Stephen Wermiel, a constitutional law professor at American University.\nAnother case on the list was last week’s ruling in United States vs. Wurie, which was decided along with Riley vs. California. The court ruled that police could not search your cell phone without a warrant if you were arrested.\nWermiel said it was \"absurd\" to include the Wurie case on the list. It also originated prior to Obama taking office and was the result of a Boston police effort. Like the Jones case, it dealt with technology issues, not executive overreach.\nAnother case on the Goodlatte’s list and decided last week, McCullen vs. Coakley, dealt with state laws, particular whether a Massachusetts law that put no-protest zones around abortion clinics was constitutional. While the Obama administration filed a brief supporting the Massachusetts law, the issue decided had little to do with executive authority.\nThe last case included, Sekhar vs. United States, did originate under the Obama administration. It’s complicated, but basically the FBI sought extortion charges against a Massachusetts venture capitalist, who was accused of trying to force a legal adviser to the New York state comptroller to persuade the comptroller to invest in his company. The Supreme Court said the FBI couldn’t arrest him under federal extortion laws.\nIn all, how does Goodlatte’s assertion hold up? Not well, our experts said.\n\"This is a concocted statistic,\" said Tom Goldstein, publisher of the Supreme Court blog SCOTUSblog.com. \"It's just saying that the government lost cases unanimously. The government participates in roughly 60 cases a term. Every administration loses cases unanimously.\"\n\"It's true that the Obama Administration's views have been rejected repeatedly in the Supreme Court. But this way of putting it overreaches considerably.\"\nOur ruling\nGoodlatte said, the \"9-0 decision last week was the 13th time the Supreme Court has voted 9-0 that the president has exceeded his constitutional authority.\" A thorough review of the 13 cases found many instances where presidential authority was not at issue. Further, most of the cases originated under and were first litigated by the Bush administration.\nWe rate Goodlatte’s statement False.", "vclaim_id": "vclaim-pol-07671"}