{"url": "/factchecks/2019/jan/11/roger-roth/roger-roth-incorrectly-wrong-on-lame-duck-bills/", "speaker": "Roger Roth", "vclaim": "In the lame-duck session, \"no power was taken away from the governor. Power was not taken away from the attorney general.\"", "truth_label": "pants-fire", "date": "stated on December 16, 2018 in an appearance on \"UpFront with Mike Gousha\" on WISN-TV:", "title": "Roger Roth incorrectly says lame duck bills didn’t take any power from governor or attorney general", "text": "After taking it on the chin from Democrats in the fall 2018 election, Republicans passed a litany of last-minute bills in December.\nThe lame-duck actions — approved in a special session of the Legislature and signed by outgoing Gov. Scott Walker — changed a variety of things, in many cases giving the GOP-held Legislature control over matters previously left up to the governor and attorney general.\nDemocrats Tony Evers and Josh Kaul unseated Republican incumbents to take over those two offices. They were sworn in Jan. 7, 2019.\nThe lame-duck bills drew criticism from many corners, including former Republican Gov. Scott McCallum and longtime Republican donor and former Walker supporter Sheldon Lubar.\nSome Republican leaders were up front about their reasoning. For instance, Senate Majority Leader Scott Fitzgerald said without those protections Evers could take actions counter to what Republicans believed in.\n\"We are protecting some of the public policy that’s been passed through both houses of the Legislature and signed into law over the last eight years,\" Fitzgerald said on WISN-TV’s UpFront with Mike Gousha on Dec. 9, 2018. \"The legislature feels like we need to just maintain a balance (of power) and protect a state that’s in great shape.\"\nBut a week later on the same program, another Republican leader — state Senate President Roger Roth — told a very different story.\n\"The end result here is there will be more legislative oversight in a lot of areas, but no power was taken away from the governor,\" said Roth, R-Appleton. \"Power was not taken away from the attorney general.\n\"Just some common sense oversight measures put into place.\"\nThat’s a very different tune. And a clear and bold claim.\nDid the lame-duck actions really take away no power from the two incoming Democrats?\nLame-duck bills touched many areas of government oversight\nAsked for backup, Roth spokeswoman Angela Roidt said the powers of the governor and attorney general are spelled out in the state Constitution, and that wasn’t changed. So, she said, their powers were not affected by the bills.\nBut that’s a very narrow and technical view. Merriam-Webster defines power as \"the ability to act or produce an effect.\"\nRoidt also argued the bills only affected \"legislative oversight.\" But power and oversight are generally a zero-sum game — if one entity is gaining it, another is losing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe bills signed into law included the following limits on Evers:\n• Gave the Wisconsin Economic Development Corp. board the power to appoint the head of the agency, a power previously given to the governor. This is a temporary move that reverts in September to allow the governor to again appoint the head of the agency.\n• Gave lawmakers the ability to permanently block state rules written by the Evers administration (these rules are more detailed than state statutes and carry the force of law). As a result, Evers would need lawmakers’ OK to get rid of work and drug screening requirements for public benefit programs.\n• Required the Legislature’s budget committee to approve certain economic subsidy packages approved by the governor. Walker signed the law implementing this change a day after announcing $28 million in subsidies for Kimberly-Clark, a package that would have to be approved by the budget committee under the new law.\n• Required Evers to get permission from lawmakers to ban guns in the state Capitol.\n• Required Evers to get permission from the Legislature before asking the federal government to change programs that are run jointly by the state and federal governments.\n• Required Evers to go along with a plan seeking to reduce premiums for insurance plans offered through the Affordable Care Act’s marketplace for individuals.\nAnd the bills included a few limits for Kaul as well:\n• Allowed legislators to intervene in lawsuits when state statutes are challenged using private attorneys, instead of limiting that intervention to the attorney general’s office.\n• Gave lawmakers — instead of the attorney general — control over how court settlements are spent.\nOur ruling\nRoth said lame-duck laws didn’t take any power away from the incoming governor or attorney general, contradicting even the explanation from other leaders in his party.\nHis camp is promoting a narrow reading of \"power,\" that refers only to the powers laid out in the state constitution. That’s a tremendous stretch that contradicts the dictionary definition.\nThe lame-duck bills transparently limited Evers’ and Kaul’s power on numerous fronts, including appointments, spending and rule-making.\nRoth’s claim is not only wrong, it’s ridiculous. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-01137"}