{"url": "/factchecks/2017/oct/25/scott-walker/scott-walker-flips-hard-nfl-protests/", "speaker": "Scott Walker", "vclaim": "On NFL players protesting during the national anthem.", "truth_label": "half-flip", "date": "stated on October 24, 2017 in news release:", "title": "Scott Walker veers on NFL national anthem protests", "text": "Responding to the controversy over NFL players kneeling or sitting during the national anthem, Green Bay Packers players issued a statement saying the \"NFL family is one of the most diverse communities in the world.\"\nWe found mixed evidence on that claim.\nThe next day, on Sept. 27, 2017, Wisconsin Gov. Scott Walker was asked in Green Bay about the protests. He didn’t say what the protesting players should be doing.\nBut less than a month later, the Republican governor, who is widely expected to run for a third term in 2018, was sending a different message.\nWhich means it’s time to turn to our Flip-O-Meter, which assesses whether a politician has been consistent on an issue.\nThree Walker statements, and a mobilization effort, are key. They show the governor pivoting from a hands-off position to telling the NFL players exactly what they should do during the anthem. He also suggested the players instead take a stand against domestic violence, even though the protests have centered on racial inequality and police brutality.\n1. ‘They should have to explain’\nWalker was asked by a reporter in Green Bay on Sept. 27, 2017: \"You don’t find it disrespectful what’s happening, entering this political debate to sports? He said:\n\"Well, again, I’ll let others explain what they’re doing it and why they’re doing it. I just know in my household, my kids were always taught, as I was always taught, you stand and put your hand over your heart ….Now, part of those rights are the right to protest, so others can do that. But then they should have to explain why they’re doing that.\"\nSo, he made no direct statement to what players who had been protesting should do.\n2. ‘Time for players in the NFL to stop their protests during the anthem’\nIn a letter Walker sent to the NFL and its players union, Oct. 16, 2017, Walker wrote:\n\"A lot has been made about National Football League players protesting by kneeling, remaining in the locker room, or other means during the national anthem. Speaking up for what you believe in is a profoundly American idea, but disrespecting our flag, and the men and women who have fought to protect and defend our country, is not American in the slightest.\n\"It is time for players in the NFL to stop their protests during the anthem and move on from what has become a divisive political sideshow ….\n\"My request is simple: Stand for the American flag and the national anthem out of respect for those who risk their lives for our freedoms, and then take a stand against domestic violence to keep American families safe.\"\nWalker then repeated his call for the protests to end.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n3. ‘It’s simple: Stand up’\nIn an interview on the \"Fox & Friends\" talk show on the Fox News Channel on Oct. 23, 2017, Walker said:\n\"For the NFL, it’s simple: Stand up, put your hand over your heart. Do what Americans are taught to do, like we were taught to do in my family and I passed on to my kids. When the national anthem is played, stand up and show respect for the men and women who are currently in harm’s way, as well as all those great veterans who fought for that flag. If you want to speak out on something else, do it at a different time in a different platform ….\"\n4. Mobilization\nTwo days after the Fox interview, Walker’s campaign announced an online petition and digital ad campaign \"to build pressure on the NFL and its players to stop protesting the national anthem and flag.\"\nSo, Walker had gone from not directly addressing the players who were protesting to trying to mobilize Americans against them.\nWorth noting\n\n\nWalker has made it a point to underscore his new position. The anthem controversy had begun to die down when Walker took the step of sending his letter. And Walker’s campaign organization highlighted the governor’s statements about it on \"Fox & Friends,\" issuing a news release saying that he had \"urged\" players to stand, and starting the mobilization effort.\n\n\n\n\nThere appears to be a wider political connection. The day after Walker released his letter, the Republican Governors Association, of which Walker is chairman, sent out a fundraising solicitation announcing \"I Stand\" bumper stickers were available in exchange for a campaign contribution to the association. The email says the stickers are available for a donation of $5 or more. The liberal advocacy group One Wisconsin Now pointed out the timing.\n\n\nOur rating\nWalker initially didn’t tell NFL players what they should do, but he did note the right to protest.\nLess than a month later, he said: \"It is time for players in the NFL to stop their protests during the anthem,\" and he asked the players to stand during the pre-game playing of the anthem. Then Walker went further, saying: \"For the NFL, it’s simple. Stand up, put your hand over your heart.\" Finally, his campaign launched an online petition and digital ad campaign to pressure the players to stop their protests.\nOn the Flip-O-Meter, our ratings are No Flip, Half Flip or Full Flop.\nFor a partial change in position, we give Walker a Half Flip. div class='artembed'>\nOur rating\nWalker initially didn’t tell NFL players what they should do, but he did note the right to protest.\nLess than a month later, he said: \"It is time for players in the NFL to stop their protests during the anthem,\" and he asked the players to stand during the pre-game playing of the anthem. Then Walker went further, saying: \"For the NFL, it’s simple. Stand up, put your hand over your heart.\" Finally, his campaign launched an online petition and digital ad campaign to pressure the players to stop their protests.\nOn the Flip-O-Meter, our ratings are No Flip, Half Flip or Full Flop.\nFor a partial change in position, we give Walker a Half Flip.  Share the Facts 2017-10-25 15:19:41 UTC   PolitiFact    8 1 7  PolitiFact Rating: Half Flip  On NFL players protesting during the national anthem.     Scott Walker Wisconsin governor, Republican https://my.scottwalker.com/send-a-message-to-the-nfl/   In an online petition Tuesday, October 24, 2017 2017-10-24    Read More  info", "vclaim_id": "vclaim-pol-02765"}