{"url": "/factchecks/2012/apr/03/ohio-democratic-party/ohio-democratic-party-says-josh-mandel-accused-ban/", "speaker": "Ohio Democratic Party", "vclaim": "Says Ohio Treasurer Josh \"Mandel first claimed bank fraud in June 2010 but did nothing for more than a year while raising money for his (Republican) Senate campaign.\"", "truth_label": "pants-fire", "date": "stated on March 20, 2012 in a news release:", "title": "Ohio Democratic Party says Josh Mandel accused banks of fraud but waited a year to take action", "text": "Ohio Democrats have turned state Treasurer Josh Mandel into their favorite punching bag.\n\nThey question the GOP Senate candidate’s ambition, his work ethic and his truthfulness. Now the Ohio Democratic Party and Sen. Sherrod Brown’s campaign are questioning Mandel’s integrity.\n\nMandel announced last month that his office was cutting ties with two banks he suspects of fraud. His opponents pounced. Justin Barasky, a spokesman for Brown and former state party press secretary, emailed that Mandel had raised questions about fraud while campaigning for the treasurer’s post nearly two years ago. \"Why,\" Barasky wondered, \"did Mandel not lead the way by acting against the banks as soon as he took office?\"\n\nAn email from the state party had similar language but was much more direct. The missive was loaded with pointed accusations that Mandel allowed \"alleged fraud\" to occur and suggestions that he acted only when it became politically convenient to do so.\n\nPolitiFact Ohio decided to home in on the overarching theme of the party’s news release, which was conveyed in the document’s subtitle: \"Mandel first claimed bank fraud in June 2010 but did nothing for more than a year while raising money for his Senate campaign.\"\n\nOf interest are the two core contentions -- that Mandel claimed bank fraud in June 2010 and did nothing until now. But before we go any further, let’s dispense with some helpful background.\n\nThe two banks in question are Bank of New York Mellon and State Street Corp. Combined, they hold more than $41 billion in international assets owned by four of Ohio’s five pension funds.\n\nOhio Attorney General Mike DeWine sued BNY Mellon in March 2012, accusing the bank of overcharging two pension funds on foreign currency transactions. DeWine was still reviewing the foreign currency practices of State Street, his spokeswoman said at the time.\n\nMandel announced his decision to dump both banks on March 19, days after DeWine filed the suit. In a news release, the treasurer’s office noted that BNY Mellon and State Street \"have been accused of defrauding pension funds in Ohio and numerous other states.\"\n\nPolitiFact Ohio is not about to referee these court disputes. Instead, we set out to determine whether the Ohio Democratic Party was correct in its criticism of Mandel’s actions.\n\nThe party’s March 20 news release offered three supporting statements in bullet-point fashion and under the heading \"Here’s what we know.\" The three points, as they appeared:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 15, 2010 in an op-ed in the Detroit News\n\n\n\n\n\n\n\n\n\"Since February 2009, our economy has lost roughly 3 million private sector jobs while the federal government has grown by more than 400,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 15, 2010\n\n\n\n\n\n\n\n\n\n21 months ago in June 2010, Mandel first alleged fraud by Bank of New York Mellon and State Street\n\n\nNine months ago in June 2011, he asked Attorney General Mike DeWine to investigate \"foreign currency exchange practices of the custodial banks\" such as BNY and State Street.\n\n\nDespite turning it into a campaign issue, only yesterday did he actually take action.\n\n\n\nThe state party has cited three news articles as key sources for these claims: a June 2010 Columbus Dispatch story, a September 2010 Cincinnati Enquirer story and a Crain’s Cleveland Business report from 2011.\n\nLet’s dig into the party’s timeline.\n\nThe \"21 months ago\" claim is based on the Dispatch article. Mandel at the time was running against Boyce, the Democratic incumbent. Other Ohio newspapers first reported issues about State Street around that time.\n\nAlthough the Democrats cite The Dispatch piece as the first utterance of fraud, the story led with Mandel attacking Boyce for \"cronyism and corruption.\" His main beef was that Boyce, his opponent, had awarded work to State Street, which had hired his top deputy’s friend as a lobbyist.\n\nA paragraph in The Dispatch story noted that State Street was \"under investigation in California for possible fraud involving $56 million in state pension funds there.\" But nowhere in the article did Mandel directly address that State Street probe. And he did not mention BNY Mellon at all.\n\nIt would be wrong to say that the State Street accusations were not on his radar screen. Ten days before The Dispatch ran its story, Plain Dealer reporter Joe Guillen wrote a detailed piece on Boyce’s decision to award the contract to State Street despite the issues in California. Mandel is not quoted, but three days later he referenced the story in a letter demanding answers from State Street officials.\n\nThe letter, a copy of which was provided to Guillen, alluded to the California lawsuit but mainly inquired about State Street’s hiring of Noure Alo, the lobbyist tied to Boyce’s deputy.\n\nFor his part, Boyce always has maintained he did nothing improper.\n\nBetween news coverage and the letter, three things are apparent. One, Mandel was mainly concerned about contract-steering, an explicit accusation his spokesman made to the Dayton Daily News on May 23, 2010. Two, the fraud accusation did not originate with Mandel; it originated in California. Three, Mandel never raised concerns about BNY Mellon.\n\nPolitiFact Ohio scoured a LexisNexis database of news articles and found the first mention of Mandel and BNY Mellon in an Associated Press story that ran a few days before the Crain’s report, six months after Mandel took office.\n\nIt also is important to note that Mandel did not accuse State Street of fraud in Ohio.\n\nIf you’re keeping score at home, so far the Ohio Democratic Party’s timeline is correct on one count. Mandel did ask DeWine to investigate both banks nine months ago, in June 2011.\n\nYet it is that fact that contradicts the remaining half of the state party’s claim -- that Mandel did not \"actually take action\" until last month. The sentiment here is that Mandel allowed fraud to occur for more than a year after taking office.\n\nThere is no dispute that Mandel asked for an investigation six months into his term. PolitiFact Ohio asked Mandel’s staff for more background on the process and learned an internal review began even sooner. The findings turned up enough abnormalities involving both BNY Mellon and State Street to warrant DeWine’s outside investigation, officials said.\n\nMandel spokesman Seth Unger told PolitiFact Ohio that pension fund managers were alerted to the treasurer’s suspicions and reminded to be vigilant on matters of foreign currency exchanges. Dumping BNY Mellon and State Street on Day One would have been impossible, Unger said. Mandel wanted to be certain there were grounds for replacing them before pulling the trigger.\n\n\"We really did our due diligence,\" Unger said.\n\nThe Ohio Democratic Party’s claim -- \"Mandel first claimed bank fraud in June 2010 but did nothing for more than a year while raising money for his Senate campaign\" -- collapses under scrutiny.\n\nIt is incorrect and misleading to say Mandel \"claimed bank fraud\" against BNY Mellon and State Street when he focused his public statements solely on State Street and clearly attributed them to the investigation in California. It also is misleading to strip those statements of the full context: that Mandel was mainly concerned about contract-steering and cronyism.\n\nFurthermore, it is ridiculous for the Ohio Democratic Party to charge Mandel with more than a year of neglect when it acknowledges the DeWine investigation began last June.\n\nThat leaves the party without a sturdy leg of truthfulness to stand on. Pants on Fire!", "vclaim_id": "vclaim-pol-11341"}