{"url": "/factchecks/2017/apr/07/wendell-young/wait-there-could-be-how-many-new-liquor-stores-pa/", "speaker": "Wendell Young", "vclaim": "House Bill 991 \"could lead to the opening of as many as 2,000 new liquor stores.\"", "truth_label": "true", "date": "stated on March 31, 2017 in an op-ed:", "title": "Wait, there could be how many new liquor stores in PA?", "text": "Could a bill moving through the statehouse bring 2,000 new liquor stores to Pennsylvania?\nUnited Food and Commercial Workers Local 1776 President Wendell Young estimated that figure in an op-ed for PennLive, opposing two pieces of proposed legislation that would expand liquor sales outside of state stores. He noted that a bill sponsored by State Rep. Adam Harris, a Republican from Juniata County, might yield that increase.\n\"The Harris bill (HB991) would allow some existing retailers to operate a ‘franchise store,’ which is a liquor store operating inside of an existing retail shop,\" Young wrote last week. \"Just think of a mini liquor store next to the potato chips at your corner grocery store. The bill could lead to the opening of as many as 2,000 new liquor stores.\"\nLast summer, the state legislature passed a bill that made it legal to buy wine in (select) grocery stores for the first time since Prohibition. Pro-privatization advocates argue that loosening the Pennsylvania Liquor Control Board’s grip on sales could lead to an economic boon, while providing more options for consumers, particularly rural ones. Advocates against expanding private retail, like Young, contend that a cash-strapped state can’t afford the loss in revenue.\n\"Pennsylvania has a very successful wine and spirits system... that benefits all taxpayers whether they drink or not,\" said Young. \"You don’t have to be a genius to figure it out, if you dilute Pennsylvania’s market, you’re going to cannibalize sales.\"\nThe Liquor Control Board currently administers 608 state stores. Harris’ bill, which dropped \"franchise store\" for \"retail store\" in its current language, would indeed allow for a dramatic spike.\nPer the bill itself, \"Licenses may be issued at a ratio of one per every 6,000 residents within a county, with a minimum of 15 licenses granted to a county.\" But the bill would place some limits within those margins: Stores wouldn’t be licensed in dry towns or \"within 1,200 yards of a Pennsylvania Liquor Store or retail store in an urbanized area, or within two miles of a Pennsylvania Liquor Store or retail store in a rural area.\"\nThe bill, which passed in committee on Monday, would require that licensed retailers purchase their stock through the Liquor Control Board.\nThe Census estimated the state’s population to be 12,784,227 residents for 2016. Divided by 6,000, that would make way for roughly 2,130 stores before distance stipulations came into play.\nBut since the bill notes that licenses would be granted by county, the union went further in its analysis. Chris Naylor, legislative and political director for UFCW Local 1776, provided this outline of how they devised their estimate:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\n\n\"Philadelphia at 1,548,647 people would be divided by 6,000, which would result in 258 potential licenses in the city of Philadelphia alone. For the surrounding counties, Montgomery would be at approx 134 potential licenses, Bucks at 104 licenses, Delco at 93 licenses and Chester at 84 licenses.\nDo this math over every county in the state, and you will have over 2,000 potential licenses as a result of HB 991. You also have to take into account that the legislation calls for a minimum of 15 licenses granted to a county; so the counties that fall below 90,000 residents (6,000 residents multiplied by the minimum of 15 retail outlets per county) would also appear to have 15 potential licenses per county. There are over 30 counties in the state that fall into this category, also increasing the potential number of outlets.\"\n\n(Note: Naylor’s Census population figures appear to be based on 2013 estimates. Philly, Montco and Chesco would each have a couple more stores, based on 2016 numbers.)\nHarris doesn’t dispute Young’s figure, but doesn’t believe that this many issued licenses would be likely. He’s also open to amendments.\n\"This is sort of a starting point,\" he told PolitiFact Pennsylvania. \"I’ve heard from members in Philadelphia, where there is stop-and-go problem. I’d be willing to pull that number back if that makes people more comfortable.\"\nHe emphasized that the legislation is seeking to provide better options for rural shoppers. \"As you venture out into the country, you either don’t have a store close, or don’t have [large] store,\" he said. \"We want to fill those voids in rural counties. I’m from Juanita— We have one liquor store.\" The population of Juniata County is roughly 25,000.\n\"We might lower the maximum per county (regardless of population) to something lower than 15.  I am open to discussing this possibility with my colleagues and the Governor,\" Harris hinted later in an email. \"The ‘fencing’ language (how far a retail outlet has to be from a current LCB store) could be amended to provide for a greater buffer area… If we expand the fencing this could impact how many retail licenses ultimately come into existence.\"\n \nOur ruling\nWendell Young, president of Local 1776, wrote in an op-ed that HB 991 \"could lead to the opening of as many as 2,000 new liquor stores.\"\nEven though the bill sponsor doesn’t think the legislation would create that many new locations, Young’s estimate was indisputably fair here.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-03455"}