{"url": "/factchecks/2012/jun/22/paul-ryan/paul-ryan-says-national-coca-cola-study-showed-tex/", "speaker": "Paul Ryan", "vclaim": "Says a national Coca-Cola study showed Texans love Texas more than residents of any other state love their state; Wisconsinites ranked second.", "truth_label": "barely-true", "date": "stated on June 9, 2012 in a speech to the Republican Party of Texas convention in Fort Worth.:", "title": "Paul Ryan says national Coca-Cola study showed Texans and Wisconsinites love their states the most", "text": "U.S. Rep. Paul Ryan, keynoting the Republican Party of Texas convention in Fort Worth, linked pride in Texas and Wisconsin, his home state, telling delegates on June 9, 2012: \"I remember reading a few years ago a story about how Coca-Cola did this big, exhaustive marketing study about how people love their states. First place: Texas. Second place: Wisconsin.\"\n\nWe sought the skinny on that.\n\nBy email, Ryan campaign spokesman Kevin Seifert replied: \"Ryan's statement is fairly straightforward, Wisconsinites and Texans both love and are proud of their home states.\"\n\nSeifert also pointed us to an entry on the website of Worthpoint, which provides market data on art, antiques and collectibles including soda paraphernalia. The entry states that national focus groups run by Coca-Cola once found that Wisconsin and Texas natives most strongly identify with their states, and by a wide margin. Also, the entry says, Wisconsin and Texas were the only states the Coca-Cola company allowed to develop logos and advertising lines tying each state to the brand and the Coca-Cola Bottling Company of Wisconsin \"developed this program and used it for most of the decade of the nineties.\"\n\nResponding to our inquiry, a Worthpoint representative, Nathan Trapuzzano, pointed out by telephone that the online entry is a copy of a December 2006 eBay post related to the completed auction of a Coca-Cola jacket. \"By putting it on our website, we’re not saying every word here is true,\" Trapuzzano said.\n\nWe asked eBay to elaborate. By email, spokeswoman Kari Ramirez said eBay could not provide information on the person who posted that information.\n\nWe also reached out to the Coca-Cola Company. Spokeswoman Kerry Tressler said that while the company's internal search for such a study came up dry, it is \"likely possible that the study took place.\"\n\nIn a follow-up email, Tressler said: \"We launched a grassroots marketing effort in the early 1990s called ‘Coca-Cola Texas’ with a similar program in Wisconsin. Given the size and scope of that type of program, it is highly likely there was a marketing study at the time to validate the points of these campaigns.\"\n\nAn online Nexis search led us to a Feb. 25, 1992, press release about Coca-Cola launching the Texas campaign, the \"most comprehensive marketing initiative ever focusing on a single state.\" Separately, Seifert alerted us to a May 11, 1992, press release saying that up to 10 different radio spots would air in Wisconsin that year featuring a fictitious Coca-Cola truck driver touring the state to discover what \"Wisconsin Proud\" is all about. The release calls the campaign an extension of Coca-Cola’s \"Wisconsin Proud\" theme introduced, mainly on billboards, in 1989.\n\nWe came up with nothing more potentially related to Ryan’s claim. You might say: That. Is. It.\n\nOur ruling\n\nWe count on individuals who air claims to have factual backup. On this front, an unattributed eBay post about focus groups is insufficient. And while it’s believable that Coca-Cola ad campaigns launched 20 years ago drew on research, that does not demonstrate there was an exhaustive national study like the one described by Ryan.\n\nRyan's claim still strikes us as having a touch of truth. As prideful Texans, we’re hat-in-hand sorry to rate this claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-10880"}