{"url": "/factchecks/2014/jun/19/nan-rich/vouchers-take-3-billion-out-public-schools-nan-ric/", "speaker": "Nan Rich", "vclaim": "\"$3 billion over the next five years will be taken out of our public schools and be put into vouchers.\"", "truth_label": "barely-true", "date": "stated on May 10, 2014 in a speech:", "title": "Vouchers take $3 billion out of public schools, Nan Rich says", "text": "While Gov. Rick Scott has portrayed himself as a champion of public education spending, he has overseen an expansion of a voucher program that hurts public schools, says former state Sen. Nan Rich, D-Weston.\nAnd she also hurls some blame at Scott’s predecessors, including her Democratic rival Charlie Crist.\n\"The education reform that started under Jeb Bush, it continued under Charlie Crist and now has gone to a new level with Rick Scott. That includes a bill that just passed the last day of this session -- a bad day for public education, folks -- $3 billion over the next five years will be taken out of our public schools and be put into vouchers,\" Rich said on May 10 in remarks to the Orange County Voters League. (Rejoice Magazine posted video of her remarks online.)\nWe decided to fact-check Rich’s claim that $3 billion from public schools will go to vouchers during the next five years.\nBill expanded eligibility for tax credits this session\nRich called it a voucher progam; it actually works through a tax credit. Regardless of the specifics, opponents say it sends funding to private -- mostly religious -- schools and undermines the public school system. Supporters say that the money provides poor children, including many minorities, a deserved escape from underperforming public schools.\nHere’s how it works: In 2001 under Gov. Jeb Bush, the state established the Florida Tax Credit Scholarship Program to give scholarships to poor children to attend private schools. The program provides dollar-for-dollar income tax credits for corporations that give money to organizations that give the scholarships. (Both Scott and Crist, the Democratic primary frontrunner, are supporters of the program.)\nAbout 60,000 students have scholarships for the 2013-14 school year, and the maximum amount per student is $4,880.\nDuring the session, Republican lawmakers proposed allowing more children to get the scholarships. A watered-down version of the bill, Senate 850, passed on May 2, the last day of session. (It passed the Senate 29-11 and the House 70-44, largely along party lines with many Democrats voting against it.)\nLawmakers expanded eligibility by allowing a family of four earning up to $62,010 a year to receive a partial scholarship. The previous limit was about $44,000.\nScott has until June 28, 2014, to sign the law. A spokesman for Scott wouldn’t indicate if he will sign it, but Scott has generally been supportive of school choice.\nDo tax credits take money out of public schools?\nRich arrived at the $3 billion figure by pointing to a chart from Fund Education Now, a group that opposes the tax credits.\nThe chart shows that before this session, the tax credit program was on a path to add up to about $2.9 billion over the next five years. Though the chart doesn’t reflect the bill that ultimately passed, the program could add up to that amount over five years.\nBut does that money get taken out of our public schools, as Rich suggests?\nRich and other tax credit opponents argue that if Florida had no such tax credit program, those revenues would go into the state’s general fund, which pays for education and other services.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"It’s money that could be, should be, by all rights put into the general fund and could be used to invest in public schools,\" said Kathleen Oropeza, co-founder of Fund Education Now. \"They are diverting it.\"\nNot so, say supporters of tax credits -- for two reasons:\n• If the tax credit program didn’t exist, the money would go toward state general revenues. There is no evidence that the Legislature would then decide to direct those dollars to public schools.\n(State economist Amy Baker backs up that point in an email to PolitiFact Florida: \"These numbers refer only to the revenue side of the state’s fiscal picture and don’t reflect what the Legislature may or may not spend\" for public schools.)\n• Tax credits can save the state money because a single voucher is less expensive than what the state spends per child in public schools.\n\"State education spending for students who receive scholarships is reduced by more than the amount of revenue lost,\" states a 2008 study by Florida’s Office of Program Policy Analysis and Government Accountability.\nThe study noted that it is difficult to pinpoint the precise savings but estimated that in 2007-08, for every dollar lost in corporate income tax revenue, taxpayers saved $1.49 in state education funding. A later update estimated that the state saved about $36 million in 2008-09.\nWe sent a summary of the arguments to two education professors who are experts on tax credits: David Figlio at Northwestern University and Kevin Welner at the University of Colorado.\nBoth said it’s not as simple as Rich declared.\n\"The answer to this is a little bit complicated. It is definitely true that, overall, taxpayers save money with this program, at least under the scenario that has been operating to date. The tax credits that the state provides are considerably smaller per student than the public obligation would be to these students were they attending public schools,\" Figlio told PolitiFact Florida.\nHowever, it’s hard to pinpoint the amount of savings because some students would have attended private schools anyway.\nNow that the raised the income eligibility limits opens up the program to more families, it’s likely that more will get scholarships that would have found a way to pay for private school regardless.\nWelner told PolitiFact Florida that \"there clearly is an attempt here to shift resources from public to private schools.\" However, the $3 billion figure is just half the ledger.\nOur ruling\nRich said that \"$3 billion over the next five years will be taken out of our public schools and be put into vouchers.\"\nThere's not $3 billion in funding that's being removed from a public schools budget and put into a voucher program budget. Instead, Rich was referring to the state’s Tax Credit Scholarship Program, which gives corporations tax credits when they give money to allow poor students to attend private schools.\nBased on the program’s size, it’s possible that it could fund a voucher program in the ballpark of $3 billion over the next five years.\nBut there’s no guarantee that money would otherwise have gone to public schools. And, private school vouchers tend to cost less than what it costs to educate a child in public schools, which complicates how much money taxpayers would pay if the children in private schools instead went to public schools. That’s even more true now that the state raised the income eligibility requirements this year.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-07719"}