{"url": "/factchecks/2017/may/08/blog-posting/time-fake-news-says-malia-obama-arrested-drugs-dog/", "speaker": "Bloggers", "vclaim": "\"Malia Obama arrested with a gang of thugs in Chicago.\"", "truth_label": "pants-fire", "date": "stated on May 6, 2017 in a headline:", "title": "This time fake news says Malia Obama arrested for drugs, dog fighting in Chicago", "text": "A fake news post falsely said former first daughter Malia Obama was arrested with a group of seven men after a day of drinking, drugs and dog-fighting.\nThe headline on a May 6, 2017, post on ConservativeFlashNews.com read, \"Malia Obama arrested with a gang of thugs in Chicago.\" The post was flagged by Facebook users as part of the social media site’s efforts to cut down on fake news in users’ feeds.\nThe post said Obama and the men were at an unnamed park in Chicago, and were charged with wanton endangerment of animals, public intoxication and possession of a controlled substance. Obama had been forbidden by her famous parents from going to any such party, the story said, but disappeared before turning up at the police station.\nThis didn’t happen, of course, because the story is fake. It turned up on a few other websites around May 6.\nBut it actually originated on May 5 at TheLastLineOfDefense.org, a parody website that has been the source of several fake news stories that we’ve previously checked.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTheLastLineOfDefense.org publishes bogus posts keyed to topics designed to troll conservatives. The site’s creator, a man who said his name is Zeke Wilekenmeyer, has told PolitiFact he deliberately tried to get gullible readers to share his stories to prove those readers don’t rely on facts.\nThe articles quite often end up being passed around on multiple websites, often without an indication that they are fake -- this Malia Obama post is just the latest example.\nA previous story from TheLastLineOfDefense.org said Malia Obama had been expelled from Harvard University for smoking marijuana in Boston, despite the fact that she hadn’t even been enrolled at the school.\nAs for the fake accomplices pictured in the story, the image is taken from a series of mugshots showing a group of eight men arrested in Florence County, S.C., in 2013 for running a dogfighting ring. Malia’s image was inserted to suggest she’d been partying with the other seven.\nBut that’s not the case. As far as we know, the 18-year-old is still enjoying her gap year before enrolling at Harvard this fall.\nWe rate this statement Pants On Fire!\n Share the Facts 2017-05-09 13:57:43 UTC   Politifact    6 1 7  Politifact Rating: Pants on Fire  \"Malia Obama arrested with a gang of thugs in Chicago.\"    Internet rumors Bloggers   in a headline Saturday, May 6, 2017 2017-05-06    Read More  info", "vclaim_id": "vclaim-pol-03334"}