{"url": "/factchecks/2010/oct/14/josh-mandel/josh-mandel-weaves-images-islam-throughout-ad-alle/", "speaker": "Josh Mandel", "vclaim": "\"Boyce gave (a lobbyist’s) wife a sensitive job in the treasurer’s office, a job Boyce admitted he only made available at their mosque.\"", "truth_label": "false", "date": "stated on September 30, 2010 in a television campaign ad:", "title": "GOP challenger Josh Mandel says Treasurer Kevin Boyce made a state job known only at a mosque", "text": "In perhaps the most controversial political ad of this election season in Ohio, Republican treasurer candidate Josh Mandel mixes religious terms into an attack on opponent Kevin Boyce’s integrity.\n\nA Mandel television commercial, which began airing Sept. 30, revolves around ties between incumbent Democrat Boyce and a lobbyist for a bank that was awarded three banking contracts this year. The lobbyist, Noure Alo, is a friend of Boyce’s top deputy. Alo’s wife was hired in Boyce’s office before the banking contracts were awarded through a competitive bidding process.\n\nPolitical advertisements commonly question relationships between politicians and lobbyists. But the religious references in Mandel’s attack have led some to label the ad bigoted.\n\nThe ad scans over newspaper headlines about Boyce and the lobbyist, then describes a job the lobbyist’s wife received. It ends with an image of Mandel, a Marine Corps veteran who served two tours in Iraq, dressed in military fatigues.\n\n\"Boyce gave (a lobbyist’s) wife a sensitive job in the treasurer’s office, a job Boyce admitted he only made available at their mosque,\" the commercial’s narrator says.\n\nPolitiFact Ohio decided to take a look at that claim, given the ad’s controversial nature.\n\nCritics of the commercial say it insinuates Boyce, at the least, is cozy with Muslims. Others have suggested the ad actually portrays Boyce, a Christian, as a Muslim. Either association is meant to strike a chord with voters who hold anti-Muslim biases, Mandel’s critics have said. Mandel’s campaign said Oct. 8 it would stop airing the commercial. But Ohio Democratic Party Chairman Chris Redfern said the damage was done. \"This will be an ad that will haunt Josh Mandel's political career,\" he said.\n\nIn the days following its release, Boyce produced two television commercials in response to Mandel’s ad, his campaign sent Mandel a cease and desist letter urging him to stop airing the commercial and the Ohio Democratic Party complained to the Ohio Elections Commission, alleging Mandel broke elections rules by airing a commercial with false attacks.\n\nAt the core of these grievances is a connection made between Boyce and a mosque.\n\nThe Plain Dealer reported in June that Boyce’s deputy, Amer Ahmad, a friend of the lobbyist, announced the job opening at his mosque after an executive assistant suddenly resigned in December 2009. The lobbyist’s wife, Walaa Waeda, applied and was hired later that month. \"I announced it at the mosque, she applied and we quickly hired her,\" Ahmad said in an interview for the June story.\n\nBut Mandel’s commercial doesn’t say Ahmad announced the job a mosque; it says Boyce himself made the job available there. We asked Mandel’s campaign to explain why the commercial claimed it was Boyce – not Ahmad – who made the job announcement at \"their mosque,\" a phrase that implies Boyce belongs to the mosque.\n\nMandel’s political director, Joe Aquilino, said Boyce’s name was used in the commercial because Ahmad was representing the state treasury when he announced the job opening. Boyce, as state treasurer, has the final say on who gets hired. \"Treasurer Boyce must be held accountable for the personnel decisions in his office,\" Aquilino said.\n\nBoyce has never been to the Columbus-area mosque referenced in the commercial, his campaign manager Bryan Clark said. He is a steward at his church, the St. Paul African Methodist Episcopal Church in Columbus.\n\nAdditionally, Ahmad, Boyce’s deputy, now denies he announced the job opening at a mosque. \"Neither I, nor Treasurer Boyce, ever announced, advertised or discussed any secretarial job at the Treasurer’s Office at the mosque referenced in the Mandel television ad,\" Ahmad said in an Oct. 5 affidavit included in the Ohio Democratic Party’s complaint to the Elections Commission. When asked to explain his affidavit, Ahmad referred questions to a Treasury spokeswoman. The spokeswoman said she could not discuss the affidavit.\n\nIt is not the only time Ahmad changed his story regarding the hiring of the lobbyist’s wife. In his affidavit, Ahmad said the lobbyist’s wife originally submitted her resume to the Treasury in summer 2009, along with hundreds of others, in response to an online job posting by the Ohio Department of Administrative Services. But the lobbyist’s wife’s resume was not included in her personnel file when The Plain Dealer obtained it earlier this year. On her job application, dated Dec. 21, 2009, Waeda checked \"monster.com\" and \"other\" when asked how she learned of the job. Further, neither Ahmad nor Boyce mentioned the job posting in separate interviews about the hiring before the Oct. 5 affidavit was filed. Ahmad originally said she was hired to replace another receptionist who resigned in December 2009. When Boyce was asked if she turned in her resume before the December resignation, he said he didn’t know.\n\nDespite these inconsistencies from Boyce’s office, it is clear Boyce himself never announced the executive assistant’s job at a mosque. His campaign objected to another claim in the commercial -- that Waeda, the lobbyist’s wife was given a \"sensitive\" job at the Treasury. The job includes traditional secretarial work and does not allow access to confidential documents, according to Ahmad’s affidavit.\n\nAquilino, Mandel’s political director disagreed. An executive assistant, at the least, could observe which lobbyists and bank representatives were visiting the office. \"There’s little doubt items of interest to her lobbyist husband would land on her desk,\" Aquilino said. Without direct access to the Treasurer’s office on a day-to-day basis, Aquilino’s portrayal carries little weight. Ahmad is in a better position to characterize Waeda’s job responsibilities.\n\nThe description of the lobbyist’s wife’s job is consistent with the goal of Mandel’s ad: to raise questions among voters about Boyce’s character by displaying a relationship between Boyce and a lobbyist. There is no denying Boyce hired the lobbyist’s wife, but Mandel stretched the truth when he tied Boyce to the job announcement at a mosque. Boyce was never there.\n\nThe general principle of Mandel’s explanation – that Boyce should be held accountable for his deputy’s actions – is an acceptable standard against which to judge elected officials. But the ad plays loose with the facts to identify Boyce with a religion he doesn’t practice.\n\nWe find the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKevin Boyce\n\n\nstated on July 14, 2010 in a campaign video\n\n\n\n\n\n\n\n\n\"I’ve even cut my own salary -- twice.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Joe Guillen • August 11, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14233"}