{"url": "/factchecks/2010/apr/22/kay-bailey-hutchison/sen-kay-bailey-hutchison-says-if-space-shuttle-pro/", "speaker": "Kay Bailey Hutchison", "vclaim": "\"If the space-shuttle program is terminated, Russia and China will be the only nations ...with the capability to launch humans into space.\"", "truth_label": "true", "date": "stated on April 3, 2010 in a press release.:", "title": "Sen. Kay Bailey Hutchison says if the space shuttle program is retired, Russia and China will be the only countries capable of launching humans into space", "text": "Pushing a plan that would land astronauts on Mars within the next 30 years, President Barack Obama envisions private companies ferrying American astronauts to the International Space Station until rockets are devised to reach deep space.\n\nNot thrilled: U.S. Sen. Kay Bailey Hutchison, R-Texas and the ranking member of the U.S. Senate Committee on Commerce, Science and Transportation. Hutchison recently blasted a budget request Obama sent to Congress that effectively dashes hopes of funding additional space shuttle flights after the last mission slated for the end of this year. The station has been orbiting Earth some two hundred miles up since 1998.\n\n\"We must close the gap in U.S. human space flight or face the reality that we will be totally dependent on Russia for access to space until the next generation of space vehicle is developed,\" Hutchison said in a March 3 press release. \"If the space shuttle program is terminated, Russia and China will be the only nations in the world with the capability to launch humans into space.\"\n\nHutchison introduced legislation the same day to delay the shuttle program's retirement until the United States develops its next-generation space vehicle.\n\n\"The Administration proposes to retire the shuttle as scheduled while discontinuing years of work on development of a new launch vehicle and provides no short term solution to deliver critical equipment and components to the International Space Station that are essential to extending the life of the station until 2020,\" according to the press release.\n\nGround control to Moscow and Beijing?\n\nObama has elaborated on his NASA plan since Hutchison objected. On April 15, at a White House-sponsored space conference at the Kennedy Space Center in Florida, Obama outlined his vision for space exploration, which included restoring a space capsule that could be used as an emergency escape vehicle for crew members on the space station.\n\nThe president still wants to shelve the 30-year-old shuttle program as planned. He said, however, \"we will work with a growing array of private companies competing to make getting to space easier and more affordable.\" The shuttle program's last flight is expected to occur in September.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nBy 2025, under Obama's plan, the U.S. would have a spacecraft capable of carrying astronauts into deep space; trips to Mars would begin in the mid-2030s. And NASA would have until 2015 to finalize plans for a heavy-lift rocket to carry astronauts beyond the Earth's orbit.\n\nWhere does that leave Hutchison's claim that if the shuttle program is shuttered, Russia and China will be the only nations capable of launching humans into space?\n\nFor starters: John Yembrick, a spokesman at the NASA office of space operations, told us that between the time the space-shuttle program is set to shut down later this year until the commercial sector becomes capable of sending astronauts into orbit — lately projected at 2015 — American astronauts would travel into space on Russian spacecrafts.\n\nNext, the Senate Commerce Committee pointed us to the National Aeronautics and Space Administration (NASA) website, where we brushed up on space-race history.\n\nThe Soviet Union launched the first satellite to orbit Earth in 1957. Yuri Gargarin, a Russian, became the first person to travel in space in 1961; Americans Neil Armstrong and Buzz Aldrin were the first to set foot on the moon in 1969. In 2003, China sent its first astronaut into space. In 2004, test pilot Michael Melvill became the first astronaut launched into space by a private company — Scaled Composites of Mojave, California.\n\nMost U.S. astronauts work for NASA, and live and train at the Lyndon B. Johnson Space Center in Houston. Their Russian counterparts, cosmonauts, train near Moscow and launch from and land in Kazakhstan, the nation sharing part of Russia's southeast border. NASA launches astronauts into space aboard shuttles while cosmonauts travel aboard space vehicles called Soyuz, which, unlike the shuttles, are not reusable. Both 'nauts helped build and then worked aboard the space station.\n\nByron Tapley, director of the Center for Space Research at the University of Texas at Austin, said other countries are striving to launch people into space, including India, Japan, Ecuador, Iran and Malaysia. \"India and Japan are the most developed of this set,\" Tapley said. \"But neither is very close to being able to claim 'current capability.' The capability for safely placing a human in orbit is much more demanding than the capability for placing a satellite in orbit.\"\n\nWe rate Hutchison's statement as True.", "vclaim_id": "vclaim-pol-15085"}