{"url": "/factchecks/2016/may/23/randy-forbes/randy-forbes-tells-half-story-about-scott-taylors-/", "speaker": "Randy Forbes", "vclaim": "Says Virginia Republican \"Scott Taylor has been convicted in at least four different courts across the country, at times failing to even appear, and having a warrant issued for his arrest.\"", "truth_label": "half-true", "date": "stated on May 13, 2016 in a campaign flier:", "title": "Randy Forbes tells half the story about Scott Taylor's court record", "text": "U.S. Rep. Randy Forbes recently mailed out an attack brochure in Virginia’s 2nd Congressional District accusing his Republican primary opponent - Del. Scott Taylor of Virginia Beach - of flouting the law.\nThe flier has a picture of Taylor with a devil-may-care grin. \"Scott Taylor is attacking Randy Forbes because his own record isn’t very clean,\" the brochure says.\nUnderneath, Forbes makes four negative claims about his opponent’s personal and professional behavior. The first one says \"Scott Taylor has been convicted in at least four different courts across the country, at times failing to even appear, and having a warrant issued for his arrest.\"\nThe conviction claim is repeated on a Forbes-authorized website that says Taylor is \"unfit for office.\" It has a photo of Taylor holding a superimposed sign - the kind that used to appear in identification photos of inmates - saying, \"Scott Taylor RULE BREAKER.\"\nWe wondered whether the congressman’s statements about Taylor’s court record are correct and complete. Forbes, in the brochure and on his website, provides no explanation of the verdicts and legal actions that he says went against Taylor. Footnotes merely list courts in four localities and case numbers.\nDean Petrone, a Forbes media consultant, sent us a list of court actions against Taylor that were found largely in a LexisNexis search of Taylor’s background. We confirmed the records on our own.\nIt turns out that Taylor, a former Navy SEAL, has a history of fast driving. And all of the court convictions that Forbes cites as evidence of his opponent’s unsuitability for Congress result from traffic tickets.\nRecords show that Taylor got 12 speeding tickets from 1999 to 2013. Three of those citations were for reckless driving in Virginia, which means going 20 mph or more above the speed limit. Taylor’s highest rate of speed, in a 2006 ticket issued in Rutherford County, N.C., was 99 mph in a 65-mph zone.\nIronically, Taylor also got a ticket in Norfolk in 2008 for impeding traffic, which means driving too slow. He was cited in 2007 for failing to yield the right of way in Virginia Beach.\nSo there’s a total of 14 moving violations against Taylor and no record of any of the tickets being dismissed by a judge or resulting in punishments other than fines.  \nNow, let’s get to the specifics of Forbes’ claims:\n\"Scott Taylor has been convicted in at least four courts across the country … \"\nRecords show that Taylor was found guilty of driving violations by courts in five localities. Three of the courts were in Virginia: Norfolk, Virginia Beach and Northampton County. The other two were in Rutherford County, N.C., and Talbot County, Md.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"at times failing to appear … \"\nIn seven instances, Taylor was found \"guilty in absentia.\" That means he did not exercise his option to appear in court to dispute the ticket. The judges, in Taylor’s absence, heard the cases, found him guilty, and assessed fines and court costs.\nThat’s different from \"failing to appear,\" which means a person was supposed to show up in court and did not. This leads to the last part of Forbes’ statement.\n\"and having a warrant issued for his arrest.\"\nRecords show there was one time, in March 2004, when a judge charged Taylor with failure to appear and later issued a bench warrant for his arrest. This happened in Virginia Beach General District Court, shortly after Taylor had been cited for reckless driving.\nScott Weldon, Taylor’s campaign manager, told us Taylor didn’t show up in court because he had been sent on a lengthy military training exercise. Records show that in June 2004, Taylor was cleared of the failure-to-appear charge.\nWe should note that all but one of Taylor’s driving offenses occurred from 1999 to 2010. Records show he received his last ticket in November 2012 when he was pulled over in Talbot County, Md.\nIf you’re wondering, we also examined records that would detail any problems with Forbes’ driving record and found no infractions.\nOur ruling\nA Forbes campaign brochure says, \"Scott Taylor has been convicted in at least four courts across the country, at times failing to appear and having a warrant issued for his arrest.\"\nTaylor has been convicted in five courts. He was charged with failing to appear in court once, not multiple \"times\" as Forbes says. And there was one time, in 2004, when a bench warrant was issued for Taylor’s arrest.\nThe problem is that Forbes, in setting up Taylor as lawbreaker, gives voters only half of the story. He contours language and images to suggest Taylor is no better than a criminal, but dodges actually saying so.\nForbes doesn’t mention that all of Taylor’s convictions concerned driving violations, mostly speeding. He doesn’t mention that the failure-to-appear charge against Taylor was dropped later. Taylor, a former Navy SEAL, says he missed the 2004 court date - triggering the arrest warrant - because he had been sent on a lengthy military training exercise.\nThere are no angels in this fact check. Taylor’s driving record is fair game for criticism. Forbes’ attack is partially accurate but skips important details. So we rate his claim Half True.\nEditors Note: An earlier version of this story gave the wrong highest speed for which Taylor has been cited.", "vclaim_id": "vclaim-pol-04927"}