{"url": "/factchecks/2015/jan/06/newt-gingrich/gingrich-obama-got-pass-rev-wright-controversy/", "speaker": "Newt Gingrich", "vclaim": "Says President Barack Obama got \"a pass\" over controversal remarks by Rev. Jeremiah Wright, while a 12-year-old speech by House Majority Whip Steve Scalise has blown up into a national story.", "truth_label": "false", "date": "stated on January 4, 2015 in an interview on CBS's \"Face the Nation\":", "title": "Gingrich: Obama got a 'pass' on Rev. Wright controversy", "text": "News that House Majority Whip Steve Scalise, R-La., allegedly gave a speech to a white supremacist group a dozen years ago is pulling attention away from the game plan Republicans had in mind as they take charge of Congress.\nWhile Scalise says he didn’t know the group’s ideology when he spoke about tax policy in 2002, some are calling on him to step down from his leadership post or resign altogether.\nNewt Gingrich, on the other hand, said the entire matter has been blown out of proportion. Speaking on CBS' Face the Nation Jan. 4, 2015, Gingrich compared Scalise's situation to what happened in 2008 when then-presidential candidate Barack Obama was confronted with his association with Rev. Jeremiah Wright. \n\"The fact is, you have a president who for years went to a church whose pastor said stunningly hateful things about Americans,\" Gingrich said. \"The president explains he didn't hear any of them. Okay? And we all gave him a pass. He gave a great speech in Philadelphia as a candidate. We said, okay, we got it.\"\nGingrich went on to paint a picture of a \"one-sided view of reality\" where the left and its supporters ignore mistakes made by its allies but pounce on conservatives for similar trangressions. As for Scalise, Gingrich said, \"To the best of our knowledge, (he) gave a speech on taxes 12 years ago. Now, for a 12-year-old speech to be blown up into a national story, I think, is frankly one more example of a one-sided view of reality.\"\nWe wondered about Gingrich's description that Obama got \"a pass\" in the context that Scalise's problems have \"blown up into a national story.\"\nWe reached out to Gingrich through his production company to learn more and didn’t hear back.\nA Wright recap\nObama credited Wright with introducing him to his Christian faith. Wright officiated Obama’s wedding to Michelle and baptized both of their children. The couple attended Trinity United Church of Christ where Wright preached.\nOn March 8, 2008, ABC News aired a report that included excerpts of Wright’s sermons against racism. In the most controversial video, which was played on network and cable news, Wright exhorted blacks to reject the government that had treated them so badly.\nThe government \"wants us to sing ‘God Bless America.’ No, no, no, not ‘God Bless America.’ God damn America — that's in the Bible — for killing innocent people,\" Wright said. \"God damn America, for treating our citizens as less than human. God damn America, as long as she tries to act like she is God, and she is supreme. The United States government has failed the vast majority of her citizens of African descent.\"\nFollowing the news reports, Obama called Wright’s views \"completely unacceptable and inexcusable.\" Wright resigned from a committee of African-American clergy who supported Obama. The candidate continued to distance himself from Wright, but the story grew and on March 18, Obama delivered an extended speech on race in America at Independence Hall in Philadelphia (the speech referenced by Gingrich in his comments).\nThe level of news coverage\nWe used the Nexis news database to search for newspaper articles that mentioned Wright. In the week before the ABC News broadcast, Wright’s name appeared 15 times, most of them focused on whether his political work endangered his church’s tax status, or on his ties to Louis Farrakhan, the head of the Nation of Islam.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAfter the ABC News story, the number skyrocketed, more than doubling every two days. By the time Obama spoke in Philadelphia, there had been over 250 stories and editorials in U.S. publications. On top of that, the topic was on every network and cable news channel. By the end of that month, the number of articles topped 2,000.\nThis chart, which measures two-day periods in March 2008, shows how the story grew.\nVoter awareness\nAccording to polling by the Pew Research Center, Obama’s relationship with Wright dominated the news. Less than a week after the ABC News broadcast, Pew found that two-thirds of Americans said that they had heard at least a little about Wright’s inflammatory comments.\nIn a follow-up survey after Obama’s speech on race, about half of the public said they had seen video of Wright’s sermons, and about half said they had watched Obama’s speech itself.\nIt was far and away the most visible event of all the campaign coverage, with 85 percent of the public saying they had heard at least a little about it.\nPew’s Project on Excellence in Journalism wrote at the time, \"The high-risk Philadelphia speech came after several days of what one network correspondent described as Obama ‘damage control’ to try and counter political fallout from the Wright sermons.\"\nWhile the speech earned Obama much praise, the headlines a few days later show that it was hardly universally well received.\nThe Buffalo News had \"Wright's hate speech spurs serious questions.\"\nIn Florida, the Naples Daily News wrote, \"Obama's disavowal of minister's anti-America rant unbelievable.\"\nThe Charleston Daily Mail said, \"Obama's denials just don't ring true.\"\nOur ruling\nGingrich claimed Obama got a pass on his association with the controversial Wright, while saying a 12-year-old speech by Scalise has blown up into a national story.\nYou can argue that the Wright controversy didn't sway the majority of people's opinions about Obama -- he won election in 2008 and 2012 -- but it's wrong to claim the Wright story wasn't covered the way Scalise's troubles have made national news.\nIn the days after ABC News first reported the Wright-Obama connection in 2008, the story littered print and TV media. Meanwhile, a poll found that 85 percent of Americans had at least some knowledge of the matter.\nWe rate Gingrich's claim False.\nhttps://www.sharethefacts.co/share/3b79b98c-ed32-4f7d-a253-c76c37556f86\n\nHelp fund PolitiFact's Kickstarter to live fact-check the 2015 State of the Union and GOP response.", "vclaim_id": "vclaim-pol-06878"}