{"url": "/factchecks/2015/nov/25/jeb-bush/jeb-bush-says-united-states-lacks-military-equipme/", "speaker": "Jeb Bush", "vclaim": "For NATO exercises, \"we don’t have enough of our own hardware and equipment even for training purposes. So the Brits are spotting us choppers.\"", "truth_label": "mostly-true", "date": "stated on November 18, 2015 in a speech at the Citadel:", "title": "Jeb Bush says United States lacks military equipment so it has to borrow in Europe", "text": "Republican presidential candidate Jeb Bush called for using ground troops against the Islamic State and beefing up our military the week after the Paris terrorist attacks.\nBush criticized President Barack Obama and Congress for weakening the military through \"careless, chronic neglect,\" summing up the lack of sufficient personnel and equipment with a single anecdote.\n\"To conduct training exercises under our NATO obligations in Europe, American forces have been borrowing helicopters and other vehicles from our allies. Really,\" Bush said in a speech at The Citadel on Nov. 18. \"We don’t have enough of our own hardware and equipment even for training purposes. So the Brits are spotting us choppers. That’s just not unsafe — that’s embarrassing for the greatest country on the face of the Earth. Whatever challenges we face in Europe or elsewhere, we’re not going to meet them with borrowed equipment.\"\nChina, however, has been spending heavily on new military equipment, Bush said.\nWe wanted to know if the U.S. military is so hard up that it’s borrowing choppers from the Brits.\nBorrowed equipment\nMilitary experts told PolitiFact that the decline in equipment and personnel dates back to the end of the Cold War, so it’s not entirely the fault of Obama and Republicans in Congress. However, the cuts have been stepped up over recent years as part of sequestration, the across-the-board spending cuts that went into effect in 2013 after Congress failed to reach a budget agreement.\nA spokesman for the Bush campaign sent us two October 2015 news articles quoting Lt. Gen. Ben Hodges, the Army’s commanding general in Europe, talking about his equipment shortages.\nAs the number of U.S. military personnel in Europe has dropped 35 percent since 2012, the Army has reduced some equipment or relocated it, the New York Times reported. It’s possible for the Army to bring equipment to Europe from bases in the United States, but that is expensive and time consuming.\n\"I don’t have bridges, I don’t have the trucks that can carry tanks, we don’t have enough helicopters to do what we need to do,\" Hodges told the New York Times. \"Practicing with British helicopters here is an essential part of it. Using British and German bridges, using Hungarian air defense is part of it.\"\nA spokesman for the Army, Lt. Col. Joe Buccino, said Hodges has consistently said that his forces lack sufficient airplanes.\n\"Whether this is 'embarrassing' or simply a reality of Army force structure relative to global conditions is a matter of opinion,\" Buccino said.\nHe confirmed that the Army has been sharing equipment — as it did during a multinational exercise in Europe in August.\n\"This is not a new development,\" Buccino said. \"Our forces often train with partnered militaries using host-nation equipment. In fact, training with NATO allies across platforms and equipment allows us to develop interoperability across the alliance, which would be crucial if we have to fight in the European theater.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe United States started scaling back in Europe about 25 years ago, a strategy \"predicated on the notion of benign or at least non-hostile Russia,\" said Mark Cancian, a retired colonel with the Marines Reserve and senior adviser at the Center for Strategic and International Studies. \"What’s happened in the last two years has upset those assumptions, and everybody recognizes that.\"\nObama \"gets a little credit\" for trying to beef up the military in Europe, Cancian said. The Obama administration put together the European Reassurance Initiative, which includes $985 million for 2015 and requested $789 million in 2016.\nSteve Saideman, a professor at Carleton University in Canada who recently wrote a book about NATO, said the whole idea of NATO exercises is to improve working together, so it makes sense that it would include riding in another nation’s airplanes. Plus, it can be cheaper than sending them in from overseas.\n\"I really don’t see the problem with this,\" Saideman told PolitiFact. \"It is a way to grandstand on the issue, but it has no real substance. The larger issue facing the military is the unpredictability produced by sequestration, and Bush’s party represents half or more of the sequestration problem.\"\nLisa Samp, a Center for Strategic and International Studies fellow, says that Bush’s statement sounds like a bit of semantics.\n\"If in a multinational training exercise we put U.S. soldiers on another nations’ troop transport vehicles or aircraft, are we ‘borrowing’ their equipment or simply conducting joint training?\" said Samp, who served as director for NATO and European Strategic Affairs at the National Security Council from 2014-15.\nSamp said that there is a disconnect between our stated commitment in Europe and the forces we have there.\n\"The good news in Europe is that we have allies to help fill gaps; this is not so much a sign of weakness (as Bush suggests) but of a working alliance,\" she said.\nThe decline of American forces in Europe is an outgrowth of the planned pivot to Asia, said Steve Ellis, vice president of Taxpayers for Common Sense.\nAnd as PolitiFact Florida has previously noted, the military is in the process of buying and upgrading all sorts of military equipment, including the largest aircraft procurement ever: the F-35 Joint Strike Fighter.\nOne final note on China, which Bush said is increasing its military capability. The United States spent as much on the military in 2013 as the next eight countries combined, including China.\n\"Jeb Bush claims the United States military risks sliding to inferiority. Inferior to who exactly?\" said Matthew Fay, a defense expert at the libertarian Niskanen Center. \"By the best available estimates, the United States spent over $300 billion more than China and Russia combined in 2014.\"\nOur ruling\nBush said, for NATO exercises \"we don’t have enough of our own hardware and equipment even for training purposes. So the Brits are spotting us choppers.\"\nThe U.S. Army in Europe has used military equipment of allies as part of NATO obligations.\nHowever, Bush omits that the U.S. military has been cutting back in Europe since the Cold War, so cuts over eight years are nothing new. Experts say the equipment sharing isn’t as problematic as Bush makes it seem because the military is working with allies as part of NATO.\nWith those caveats, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-05678"}