{"url": "/factchecks/2019/jun/12/tim-kaine/has-vaping-wiped-out-progress-reducing-youth-smoki/", "speaker": "Tim Kaine", "vclaim": "\"The e-cigarette vaping phenomenon has wiped out all the progress we’ve made on reducing youth smoking.\"", "truth_label": "mostly-true", "date": "stated on May 29, 2019 in a radio interview.:", "title": "Has vaping 'wiped out' progress on reducing youth smoking, as Tim Kaine says?", "text": "U.S. Sen. Tim Kaine says his effort to raise the age for buying tobacco products from 18 to 21 is aimed at lowering teen use of e-cigarettes.\n\"The e-cigarette vaping phenomenon has wiped out all the progress we’ve made on reducing youth smoking,\" he said during a May 29 radio interview on The John Fredericks Show in Portsmouth.\nWe fact-checked whether the battery-powered gadgets really have erased gains in cutting teen smoking.\nKatie Stuntz, Kaine’s press secretary, said the senator’s statement was based on a February report by the Centers for Disease Control and Prevention on tobacco product use since 2011 by middle and high school students. The CDC concluded, \"A considerable increase in e-cigarette use among U.S. youths, coupled with no change in use of other tobacco products during 2017-2018, has erased recent progress in reducing overall tobacco product use among youths.\"\nThe CDC conducts an annual survey of tobacco use by middle and high school students, asking if they’ve used a tobacco product in the last 30 days. The most recent poll, released in February, found middle school use increased from 5.6% in 2017 to 7.2% in 2018; among high school students, it surged from 19.6% in 2017 to 27.1% last year.\nAlmost all of the increase comes from e-cigarettes. Among middle school students, use rose from 3.3% in 2017 to 4.9% last year. Use nearly doubled among high schoolers, from 11.7% in 2017 to 20.8% in 2018.\nWe need to refine the statistics to examine Kaine’s statement. The CDC figures we've cited compare vaping to all tobaco use, including snuff and chewing products. The senator said e-cigarette use has wiped out progress in cutting youth smoking. To make the proper comparison, we must compare e-cigarettes use to only smokable tobacco products.\nThere has been success in reducing youth smoking. In 2011, 6.4% of middle school students said they had smoked in the last 30 days; that dropped to 3.3% last year. During the same span, e-cigarette use increased eight times over, from 0.6% in 2011 to 4.9% last year.\nAmong high schoolers, 21.9 percent were smokers in 2011, dropping to 13.9 percent last year. But e-cigarette use soared during the same span, from 1.5 percent in 2011 to 20.8 percent last year.\nIn high schools, e-cigarettes overtook smoking in 2014 as the most popular use of tobacco; the same happened in middle school a year later. Has their rise erased progress in curbing youth smoking, as Kaine says? Let’s make a few calculations, applying the CDC’s percentages to U.S. public and private high school populations compiled by the National Center for Education Statistics.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe CDC report, as we’ve mentioned, begins measuring in 2011. That year, about 3.5 million high schoolers said they’d smoked in the last 30 days, dropping to 2.3 million last year. In 2011, about 240,000 said they’d used e-cigarettes in the last month, and that surged to 3.5 million last year.\nIn other words, the number of high school smokers dropped by 1.2 million, while those using e-cigarettes rose by almost 3.5 million. That more than wipes out progress in reducing smoking during the last seven years.\nBut Kaine, during his radio interview, didn’t cite the CDC report, nor give a starting date for his claim. And if you go back 20 years or more to begin measuring, progress reappears. \nIn 1997, 36.4% of high schoolers - 5.2 million students - said they’d smoked at least one cigarette during the last 30 days. That outweighs the 27.1% - or 4.5 million students - who reported using any tobacco product last year.\nWe should note that some studies have found e-cigarettes to be less harmful to health than cigarette smoking because they don’t emit noxious fumes. Researchers, however, are still studying the long-term effects of vaping. The surgeon general warns that most e-cigarettes contain nicotine, which is addictive and can harm adolescent brains.\nKaine has sponsored a bill with Senate Majority Leader Mitch McConnell, R-Ky., that would raise the age for buying tobacco products.  The measure has been referred to the Senate Committee on Health, Education, Labor and Pensions.\nOur ruling\nKaine said, \"The e-cigarette vaping phenomenon has wiped out all the progress we’ve made on reducing youth smoking.\"\nThe senator’s office told us he was referring to a recent CDC report showing since 2011, the growth in e-cigarette use among middle and high schoolers has far exceeded the decrease in smoking. The rise in vaping between 2017 and 2018 - the last two years of the survey - is especially eye opening.\nBut in making his comments, Kaine did not cite the CDC report nor give a starting date for his measurement. And if you go back two decades or more, there’s still been progress in curbing youth tobacco use.\nSo we rate Kaine’s statement Mostly True.", "vclaim_id": "vclaim-pol-00542"}