{"url": "/factchecks/2019/may/02/cindy-olaughlin/do-prescription-drug-monitoring-programs-leave-sta/", "speaker": "Cindy O’Laughlin", "vclaim": "\"When comparing state by state, the data clearly demonstrates that over 20 other states with (Prescription Drug Monitoring Programs) are still substantially worse off than Missouri in terms of curbing the effects of opioid abuse.\"", "truth_label": "half-true", "date": "stated on February 14, 2019 in an opinion piece:", "title": "Do prescription drug monitoring programs leave states \"worse off\"?", "text": "Missouri is the only state without a statewide prescription drug monitoring program, or a PDMP. That would change if House Bill 188 is passed.\nThe programs are part of the effort to combat the opioid crisis. They track and distribute prescription data to make sure doctors aren’t overprescribing. They also provide doctors with information on best practices to encourage other methods of pain management.\nBut not everyone is sold on the effectiveness of these programs. In an opinion piece on the Missouri Senate website, state Sen. Cindy O’Laughlin said, \"When comparing state by state, the data clearly demonstrates that over 20 other states with PDMPs are still substantially worse off than Missouri in terms of curbing the effects of opioid abuse.\"\nWe decided to see if this was true.\nWe reached out to O’Laughlin and found she got this information from Centers for Disease Control data about drug overdose deaths. This data measures all drug overdose deaths, not just those related to opioids, so we referenced a more specific data set from the Kaiser Family Foundation. According to this table, Missouri was 21st in opioid overdoses in 2017. But the issue is more complicated than that.\nAlthough each of the 49 other states has a PDMP, they’re all different, so it’s not easy to make comparisons. There are two different kinds of PDMPs: voluntary and mandatory. States with voluntary programs make the PDMP system available to prescribers, but don’t require them to use it before prescribing opioids. Randall Williams, director of the Missouri Department of Health and Senior Services, said the Missouri bill is proposing a voluntary program, but the CDC cites success in states with mandatory programs.\nA 2016 study led by Vanderbilt University researcher Stephen W. Patrick found states with more aggressive programs \"including monitoring greater numbers of drugs with abuse potential and updating their data at least weekly had greater reductions in deaths, compared to states whose programs did not have these characteristics.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe academic findings on this topic are mixed.\nA study published in the Annals of Internal Medicine found the evidence for PDMP effects is lacking, and even said these programs may have \"unintended consequences\" such as increased rates of heroin abuse.\nBut experts agree that PDMP effectiveness can’t be measured by mortality alone. A CDC study found \"while PDMPs are potentially an important tool to prevent the nonmedical use of prescribed controlled substances, their impact is not reflected in drug overdose mortality rates.\"\n\"It’s very difficult to compare states to each other by any metric because there are so many confounding factors,\" Williams said.\nHe used St. Louis as an example. He said two-thirds of Missouri’s drug mortality is in St. Louis, but he attributes this to the availability of fentanyl, not to doctors overprescribing.\nOur ruling\nState Sen. Cindy O’Laughlin said, \"When comparing state by state, the data clearly demonstrates that over twenty other states with PDMPs are still substantially worse off than Missouri in terms of curbing the effects of opioid abuse.\"\nAmong the states, Missouri does rank 21st from the bottom in opioid overdose deaths. Equally important, there’s a wide variation in how PDMP programs are structured and can’t be compared directly. Academic studies cite other challenges in judging the effectiveness of PDMPs beyond mortality rates.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-00680"}