{"url": "/factchecks/2020/oct/23/martha-mcsally/mark-kelly-did-not-take-chinese-communist-banner-s/", "speaker": "Martha McSally", "vclaim": "Says Mark Kelly took to space a “Chinese communist banner.”", "truth_label": "false", "date": "stated on October 6, 2020 in a debate:", "title": "Mark Kelly did not take a Chinese communist banner to space", "text": "In her bid to remain a U.S. senator for Arizona, Republican Sen. Martha McSally told voters that she’s standing up to China, and claimed that her Democratic opponent, astronaut Mark Kelly, has done just the opposite, even once taking a \"Chinese communist banner\" to space with him.\n\"Let me tell you a story, it started in 2003, while he was active duty, Mr. Kelly went over on this Chinese communist government-funded trip, 2003, 2004, 2005, said it was the most meaningful thing in his life other than going to space,\" McSally said during an Oct. 6 debate in Phoenix.\nAstronauts get to take just a few things with them to space, and an astronaut who supports her, McSally said, took the U.S. flag and a flag of his state when he went to space.\n\"But what Mark Kelly decided to bring to space was the banner, the Chinese communist banner from this forum, this junket that was paid for by China, of all the things that he could have brought to space,\" McSally said.\nKelly responded that he didn’t know what McSally was talking about or where she got her information. \"She might have found something on the internet,\" he said.\nWe asked McSally’s campaign for information, but the links the campaign provided do not support the claim that Kelly went on a Chinese-government funded trip to the forum or that he took a communist banner with him to space.\nKelly took a Young Leaders Forum banner\nKelly in 2003, 2004 and 2005 participated in what’s known as the Young Leaders Forum, an annual program of the National Committee on U.S.-China Relations. The National Committee is an American nonpartisan nonprofit that seeks to encourage mutual understanding between citizens of the two countries. The Young Leaders Forum brings together young professionals from the United States and China during a multi-day conference. The location of the forum alternates between the countries each year: In 2003 it was in China, in 2004 it was in the United States, in Arizona.\nKelly went to space in 2001 as pilot for STS-108 Endeavour and in 2006 as pilot for STS-121 Discovery.\nThe National Committee on U.S.-China Relations told PolitiFact that the banner that Kelly took to space aboard Discovery in 2006 was made expressly for him by the National Committee, in honor of his shuttle flight and his participation in the Young Leaders Forum.\n\"The claim that Mark Kelly took a ‘Chinese communist banner’ into space is wholly false,\" said Joseph Weed, director of communications for the group.\nThe National Committee sent PolitiFact pictures of Kelly’s banner, which includes the name of the program spelled out in both English and in Chinese. It also sent a picture of a certificate signed by Kelly, which said the banner and a U.S. flag were flown aboard the space shuttle Discovery to the International Space Station in July 2006.\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn McCain\n\n\nstated on January 27, 2016 in a committee hearing\n\n\n\n\n\n\n\n\n\"Today Russia holds many of our most precious national security satellites at risk before they ever get off the ground.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Anthony Cave • January 29, 2016\n\n\n\n\n\n\n\nMcSally’s campaign sent PolitiFact a link to an article published by the Washington Free Beacon a few days before the debate. The Sept. 28 post said \"the Chinese government invited\" Kelly \"to an all-expenses-paid retreat at a countryside resort in 2003.\" The article described the Young Leaders Forum as \"a five-day junket cohosted by the Chinese People's Institute of Foreign Affairs, which is ‘under the leadership of the Communist Party of China.’\" \n\"Kelly would participate in the 2004 and 2005 conferences as well. He called the experience ‘one of the absolute highlights of my life, second only to flying in space,’ and even took a forum banner into space in 2006,\" the article said.\nMcSally’s campaign also noted that the National Committee on U.S.-China Relations says on its website: \"The National Committee, the Chinese People's Institute of Foreign Affairs (CPIFA), and the Forum's U.S. sponsors — led in 2019 by Chubb and Xcoal — cover all lodging, food, and program costs of the YLF retreat for the first two years of our fellows' participation, allowing them to attend one Forum in the United States and one in China.\"\nBut the U.S. organization says McSally’s claim here is wrong, too.\nFrom 2009 onward, the program adopted a new model, Weed said. The National Committee covered all expenses for American and Chinese fellows when the program was conducted in the United States. When it was in China, from 2009 onwards, the Chinese People's Institute of Foreign Affairs covered in-country expenses for the forum, including room and board, venue, and some activity costs.\nWhen Kelly participated, in the early 2000s, the National Committee and its U.S. sponsors covered all of Kelly’s expenses, including but not limited to transportation, room and board, activities, conference fees, and entry fees for all Young Leaders Forum fellows, Weed said.\nThe events Kelly attended were not \"paid for by China,\" Weed said.\nThe National Committee interacted with the Chinese People's Institute of Foreign Affairs for administrative purposes, in order to conduct the program, he said. \"This was for things like receiving permissions and communicating with Chinese citizens,\" Weed said. \"These administrative interactions had no financial part in the program and no funding came from Chinese sources.\"\nJacob Peters, a spokesman for Kelly’s campaign, noted that Kelly brought an American flag into space in 2001. A 2001 NASA picture shows Kelly and a mission specialist holding a bag of several American flags; a caption for the photo says a U.S. flag recovered from the debris of the World Trade Center after 9/11 was also aboard. (The United States flag is also featured in the uniforms of American astronauts, including Kelly’s.)\nPeters also said that McSally left out important context as to why Kelly considers the Young Leaders Forum a meaningful life event — at the 2003 function, Kelly met his future wife, Gabrielle Giffords. At the time, Giffords was an Arizona state senator and later became a U.S. congresswoman.\nOur ruling\nMcSally said Kelly took to space a \"Chinese communist banner.\"\nThis is wrong. Kelly did not take to space a banner of China’s communist government. Kelly took to space a banner made for him commemorating both his space flight and his participation in young leaders conferences in 2003, 2004, and 2005. A U.S. flag was also on board. The annual Young Leaders Forum is organized by a U.S. group that seeks to bring together young American and Chinese professionals, so they better understand each other’s country. \nThe National Committee on U.S.-China Relations said China did not pay for Kelly’s participation, and that the U.S. organization’s interaction with a Chinese institute was only for administrative purposes.\nWe rate McSally’s claim False.", "vclaim_id": "vclaim-pol-18766"}