{"url": "/factchecks/2016/mar/18/new-hampshire-republican-party/nhgop-says-superdelegates-have-power-wipe-out-resu/", "speaker": "New Hampshire Republican Party", "vclaim": "\"Given the results of the primary, the vote of one New Hampshire superdelegate is equal to the votes of about 10,000 grassroots activists.\"", "truth_label": "mostly-true", "date": "stated on February 16, 2016 in an online petition:", "title": "NHGOP says superdelegates have the power to wipe out the results of the NH Democratic primary", "text": "After Bernie Sanders’s 22-point victory in New Hampshire in February, his supporters were understandably excited. The Vermont senator was on the road to the nomination, they hoped, racking up most of the state’s delegates.\nBut Sanders’s victory was perhaps less meaningful than it appeared.\nThanks to the Democratic Party’s superdelegate system, 712 elected officials and party bigwigs also get a vote at the party convention. That’s some 15 percent of all 4,763 delegates who ultimately pick the nominee, according to CBS News. Unlike pledged delegates, who are selected in the primary, these so-called superdelegates are allowed to back whichever candidate they want.\nFormer Secretary of State Hillary Clinton, a party stalwart, has racked up an overwhelming number of endorsements from these superdelegates. A Washington Post story predicted she could ultimately win up to 90 percent of their votes.\nEven though Sanders won overwhelmingly in New Hampshire, his supporters were baffled and angry to find out that his 15-9 delegate count could actually become 15-17 by convention time, after the state’s eight superdelegates are factored in.\nEver ready to needle the opposition party, the New Hampshire Republican Party leaped into the fray, launching an online petition Feb. 15 asking Democratic officials to honor the results of the primary.\n\"Given the results of the primary, the vote of one New Hampshire superdelegate is equal to the votes of about 10,000 grassroots activists,\" the petition reads, citing some of the big-name superdelegates. \"This means that Governor Hassan, Senator Shaheen, the senator’s husband William Shaheen and Congresswoman Kuster are going to cancel out the votes of 40,000 Granite State Democrats.\"\nCould one superdelegate vote actually be worth 10,000 ballots cast in the primary? We decided to check it out.\nIt’s important to note that the phrase \"grassroots activists\" in the statement is imprecise. The rest of the paragraph suggests that it’s being used as a synonym for Democratic voters, but it’s a stretch to call every voter an activist.\nWhen we reached out to the state Republican party, spokesman Ryan Williams confirmed \"grassroots activists\" and \"voters\" were used interchangeably in this case.\nAnd in a statement sent from New Hampshire Republican Party Chairwoman Jennifer Horn about the same time, she correctly used the term voters, and not activists.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe actual math involved is simple enough. New Hampshire Secretary of State Bill Gardner’s office tallies the total number of votes cast on each side of the primary. On Feb. 9, 2016, his office recorded 254,776 votes on the Democratic side.\nAccording to reporting from the Monitor, the state Democratic Party has 24 base delegates to award in the primary. Since he won 60 percent of the vote, Bernie Sanders was awarded 15 delegates, and Hillary Clinton was awarded 9. Simple enough.\nEnter the superdelegates. There are eight in the state. As the GOP correctly noted, they include Sen. Jeanne Shaheen and her husband, Billy Shaheen; U.S. Rep. Annie Kuster; and Gov. Maggie Hassan. Six of those superdelegates backed Clinton before the primary (sitting out were state Sen. Martha Fuller Clark and party Chairman Ray Buckley). Even after the primary, Fuller Clark and Buckley wouldn’t say who they stood behind, but it’s tradition for the state’s superdelegates to endorse the same candidate.\nAccording to a list from the party, the state’s two other superdelegates are Kathleen Sullivan and Joanne Dowdell.\nSo the equation goes like this: Divide the 24 base delegates into the 254,776 ballots cast. Given the total number of voters, each delegate was selected by 10,616 voters. Each Democratic superdelegate, therefore, has an equal weight to more than 10,000 voters.\nBut the superdelegates don’t live in a vacuum.\nAs Buckley told the Monitor, superdelegates are free to change their votes at any time. Since the role was originated in the 1980s, they have never overturned the national consensus for one candidate or another, according to Bloomberg View columnist Jonathan Bernstein. There was concern in 2008, for example, that superdelegates supporting Clinton would tip the balance against then-Illinois Sen. Barack Obama. But as Obama racked up primary wins and amassed delegates, he picked up uncommitted and defecting superdelegates.\nSullivan, former chairwoman of the state Democratic Party , wrote a column for the Monitor in which she described how the state’s delegation voted in 2008: \"At the convention, every superdelegate who had supported Hillary Clinton voted for Barack Obama. It is a New Hampshire tradition: The delegation supports the nominee unanimously.\"\nIn other words, while many party insiders support Clinton, if Sanders pulls out a come-from-behind win, it’s unlikely that superdelegates would be willing -- or able -- to block him.\nOur ruling\nThe New Hampshire Republican Party said that \"Given the results of the primary, the vote of one New Hampshire superdelegate is equal to the votes of about 10,000 grassroots activists.\"\nFor starters, \"grassroots activists\" are not the same as voters, which needed to be clarified. But strictly looking at the numerical breakdown of voters in the Democratic primary and the number of delegates, the math works out.   \nWe rate the the claim Mostly True.", "vclaim_id": "vclaim-pol-05244"}