{"url": "/factchecks/2014/sep/11/henry-kissinger/kissinger-drones-have-killed-more-civilians-bombin/", "speaker": "Henry Kissinger", "vclaim": "\"There were fewer civilian casualties in Cambodia than there have been from American drone attacks.\"", "truth_label": "false", "date": "stated on September 6, 2014 in an interview on NPR:", "title": "Kissinger: Drones have killed more civilians than the bombing of Cambodia in the Vietnam War", "text": "Henry Kissinger, secretary of state under President Richard Nixon and winner of the Nobel Peace Prize, has been making the media rounds to talk about his latest book. He’s mainly been asked for his take on the present: the war zones of Iraq and eastern Ukraine. But on NPR, the past came up. Kissinger was asked to defend his support for the U.S. bombing campaign in Cambodia between 1969 and 1973.\nFor those who might not remember, while most of the fighting took place in Vietnam, as the tide shifted against the South Vietnamese and American forces, Nixon unleashed massive airstrikes in neighboring Cambodia to hit North Vietnamese soldiers and supply lines in that country. It was kept secret from the American public, and when news leaked out, Congress ultimately moved to shut it down.\nKissinger deflected criticism of the campaign, saying President Barack Obama has \"hit more targets on a broader scale than the Nixon administration ever did.\"\n\"I think the principle is essentially the same,\" Kissinger said. \"You attack locations where you believe people operate who are killing you. You do it in the most limited way possible. And I bet if one did an honest account, there were fewer civilian casualties in Cambodia than there have been from American drone attacks.\"\nA reader suggested we run Kissinger’s comparative death tally through the Truth-o-Meter. We examined whether the Cambodian bombings killed fewer civilians than drones. The civilian death toll from both lacks precision, but by any estimates we could find, Kissinger is wrong. The only question is, by how much.\nDrone deaths\nSince 2004, it is tacitly accepted if not always officially acknowledged that missiles from American drones have targeted Taliban and al-Qaida forces in Pakistan and Yemen. The Defense Department does not report civilian casualties and so most of what we know comes through eyewitness and press reports.\nA handful of projects pull together the data to keep a running record, but we focused on the only two that cover every year since drones were deployed in 2004, and count civilian deaths in every country where America has used drones to lethal effect.\nThe New America Foundation, a group backed by a wide range of supporters, from the Bill and Melinda Gates Foundation to Netflix, keeps tallies on Pakistan and Yemen. It reports a maximum total number of civilian deaths of 394.\nThe Bureau of Investigative Journalism, a private effort based in London, has Pakistan, Yemen and Somalia in its database. Its maximum estimate is 1,089. This includes civilian deaths in which researchers were unsure that drones were responsible.\nMost organizations report a range of casualties. For the purposes of this fact-check, we used only the largest estimates, so the highest number we could find was 1,089.\nCambodian bombing deaths\nA single B-52 bomber could carry up to 108 bombs, each with 500 pounds of explosives. Hundreds of bombers flew thousands of missions over Cambodia. Based on data from the U.S. Air Force, history professor Ben Kiernan at Yale University reported that from 1969 to 1973, the United States dropped more than 470,000 tons of explosives on Cambodia. Other official estimates put the figure at over 500,000 tons.\nThere is no firm accounting of the civilian deaths that brought.\nKiernan told PunditFact, based on where the bombs fell, the tonnage, and anecdotal reports, he thinks the truth lies somewhere between 50,000 and 150,000.\n\"I believe the actual toll is closer to the upper limit of that range,\" Kiernan said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGetting an accurate count is difficult for reasons that go beyond the lack of any records. During the American bombing, a civil war raged in the country. Many people died in that fighting, quite apart from the American attacks. Worse, the deprivation and slaughter that followed under the Pol Pot regime killed in the neighborhood of a million people or more. Their deaths buried any hope of any census in the wake of the American air campaign.\nA 1980 CIA report calculated that 600,000 to 700,000 Cambodians lost their lives between 1970 and 1975.  But that would include the deaths of soldiers as well as civilians, from all causes, and the time period extended beyond the American bombing.\nBruce Sharp, an independent researcher in Chicago, runs Mekong.net, a website focused on Cambodia before and after the war. Sharp said he thinks 50,000 is a safe minimum estimate. A University of Hawaii political scientist compiled a number of demographic studies and arrived at a minimum estimate of 30,000.\nCraig Etcheson has spent 35 years studying Cambodia. From 2006 to 2012, he served as the chief of investigations building charges of war crimes against former leaders in the Pol Pot regime. Etcheson is reluctant to quantify the civilian casualties but he thinks it is much less than many believe.\n\"I have conducted thousands of interviews with Cambodians who lived through that period of Cambodian history,\" Etcheson said. \"I can count on one hand the number of people who described first-hand knowledge of civilian deaths from U.S. bombing. This result does not seem consistent with estimates that hundreds of thousands of people were killed.\"\nOn the other hand, Etcheson said he was not specifically seeking an answer to the question of how many people died from American bombs.\n\"We know of two incidents in 1973 that were widely reported at the time, because they occurred in or near Republican territory, and not far from Phnom Penh – one at Neak Luong and one at Sa’ang – in which 300 to 400 civilians were killed in each of two unfortunate B-52 strikes,\" Etcheson said.\nSaying it was \"highly probable\" that this happened again in areas that westerners could not reach, Etcheson said his hunch is that \"it was probably more than 5,000 civilians killed by U.S. bombing.\"\nThe lowest figure we found came from retired Air Force intelligence officer Earl Tilford. Tilford served in the Strategic Air Command from 1971 to 1975 and had first-hand knowledge of the bombing campaigns. His latest book, Crosswinds, argues that much of the bombing during the Vietnam War was ineffective, and in the case of Cambodia, the military goal was distorted by bureaucratic in-fighting between the Air Force and the Navy.\nTilford told PunditFact that the Air Force ran many missions simply to keep a higher profile in the military budgeting process. More sorties were taken as proof of military importance.\nTilford recalled repeated bombing runs of a lake in central Cambodia. The B-52s literally dropped their payloads in the lake. The sole purpose was to keep the mission count high. The upshot? The total tonnage might have little relation to the damage inflicted. In addition, Tilford said most bombs were dropped in remote, thinly populated regions.\n\"I would say 4,000 to 5,000 civilians at most might have died,\" Tilford said. \"That’s a guess based on a knowledge of targets, of the topography and that there were just not that many civilians in those areas.\"\nWe should note that at the end of the bombing campaign in 1973, U.S. forces targeted more heavily populated centers and the sortie rate rose to 240 per day. Intelligence and press reports at the time told of entire villages being leveled. An April dispatch from United Press International quoted international relief workers who estimated that bombing raids had killed no fewer than 3,000 civilians in a few weeks. Cambodian government officials said tens of thousands had died. But reporters in Cambodia at the time bemoaned their inability to independently verify the impact of the American bombing.\nStill, in comparing the bombing deaths in Cambodia to the drone deaths today, Etcheson said his gut feeling is that \"Kissinger is, at best, engaging in wishful thinking on this.\"\nOur ruling\nKissinger said that he thought that an honest accounting would show that there were fewer civilian casualties from America’s bombing campaign in Cambodia than from drone attacks today.\nWhile the data lack precision in both cases, we see barely over 1,000 civilian deaths due to drones, and at least 4,000 civilian deaths due to American bombs in Cambodia (and the potential for many, many more). These figures represent a high estimate for drone deaths and the lowest guess for the Cambodian bombing in which half a million tons of bombs fell on the country over a span of four years.\nKissinger couched his claim with a bit of a caveat, but a man of his experience and knowledge could reasonably be expected to understand the difference between the impact of highly targeted drone strikes and the blunt instrument of bombs dropped by B-52s. His statement departs from the most generous and common sense reading of the estimates.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-07324"}