{"url": "/factchecks/2010/apr/20/paula-dockery/state-sen-paula-dockery-says-state-constitution-ba/", "speaker": "Paula Dockery", "vclaim": "\"We have constitutional amendment that says that there's a ban on drilling right off Florida's coast.\"", "truth_label": "false", "date": "stated on April 5, 2010 in a Newsmax.TV interview:", "title": "State Sen. Paula Dockery says state constitution bans oil drilling off Fla. coast", "text": "Republican gubernatorial candidate Paula Dockery said in a video interview that there’s a constitutional amendment that protects Florida’s coastline from oil drilling.She made the claim in an April 5, 2010, interview with Kathleen Walter on the conservative Newsmax.TV website, as part of a wide-ranging interview in which she discussed the state's economic challenges and the need to proceed carefully with plans to tap offshore oil resources.\"First of all we have constitutional amendment that says that there's a ban on drilling right off Florida's coast,\" she said. \"So the devil's in the details …\" Offshore drilling is a hot topic in Tallahassee this year because of now stalled legislation that would allow drilling in state waters that extend about 10 miles into the Gulf of Mexico and 3 miles into the Atlantic Ocean. The federal government generally controls waters more than 10 miles offshore, while Florida and other states control the waters inside 10 miles and could reap a windfall from new oil leases. Fueling the debate is President Barack Obama's plans to lift drilling barriers farther from the shore. He wants to open up the Atlantic from Delaware to central Florida and plans to ask Congress to repeal a ban on drilling in the gulf within 125 miles of Florida's beaches. Statewide candidates in Florida walk a difficult tightrope on drilling. They want to appeal to voters who are paying $3 a gallon for gasoline and support new offshore sources of oil, but the candidates don't want to alienate coastal voters who oppose drilling because of the possible impact on beaches and tourism. Dockery, a state senator from Lakeland, was trying to talk along that thin line when she made her comment. But we consulted the Florida Constitution, and several experts, and could find no such amendment.Rather, the experts told us that the fate of near-offshore drilling is in the hands of the Florida Legislature, which in the 1980s adopted a ban in state waters. It was passed \"in the wake of the Exxon-Valdez spill by the Florida Legislature\" and designed to protect their coastal waters, said Mark Ferrullo, executive director of Progress Florida, a drilling opponent.The lack of a constitutional protection is \"why they’re trying to do it through legislation\" in a bill that was tabled April 16. So we checked with candidate Dockery, who explained why we couldn’t find the relevant constitutional amendment: Because it doesn’t exist.\"I meant to say a statutory ban but I misspoke,\" the state senator wrote in an April 19 e-mail.She cited the Florida statute that specifies the restrictions. The statute prohibits oil and gas drilling leases within Florida's ocean boundaries, while the feds have jurisdiction outside that boundary. One expert we consulted, advocate Adam Rivera at Environmental Florida, which likewise opposes drilling, wondered if the senator’s soundbite was actually \"wishful thinking on her part -- and ours. Hey, if she’s looking to get that process started, we’re right there with her.\"To be sure, it was an error. But Dockery owned up to the mistake when PolitiFact Florida inquired about it. So we rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-15092"}