{"url": "/factchecks/2018/mar/01/ann-teich/austin-school-board-member-says-stephen-f-austin-a/", "speaker": "Ann Teich", "vclaim": "Says Stephen F. Austin and James Bowie promoted slavery.", "truth_label": "true", "date": "stated on February 26, 2018 in a meeting of the Austin school board:", "title": "Austin school board member says Stephen F. Austin and James Bowie each promoted slavery", "text": "An Austin school board member hinted at the stain of slavery in the Old South when she warned that changing the names of schools named after Texans with Confederate roles makes it logical to change the names of even more schools.\nAustin school Trustee Ann Teich said at the school board’s Feb. 26, 2018, meeting that if the board was set on keeping the names of people who supported slavery from tainting schools, it should further move to change the names of Austin’s Stephen F. Austin and James Bowie high schools, because Austin and Bowie each promoted slavery.\n\"That is only fair,\" Teich said, going on: \"James Bowie was a slave trader with his brother. Stephen F. Austin did nothing to stop slavery being brought into the state of Texas.\" That night, Teich and another board member were on the losing end of a 7-2 board decision to rename five schools named after military figures or other officials in the Confederacy.\nWe wondered later about Teich’s Bowie and Austin descriptions. Was each pioneer of Anglo Texas also pro-slavery?\nWe turned first for evidence to biographical entries in the Handbook of Texas published by the Texas State Historical Association.\nThe handbook’s Bowie entry says Bowie teamed with a brother and traded slaves after the War of 1812 in what later became the state of Louisiana. Also, the entry says, the brothers in February 1831 sold landholdings and 82 slaves to Natchez investors for $90,000.\nThe publication’s entry for Austin, who led the Anglo colonization of Texas, says that after 1833, Austin consistently declared that Texas must be a slave state. Also, Texas Christian University historian Gregg Cantrell says in a video posted with the entry that Austin saw his colony’s future at the time that Mexico ruled depending on a booming cotton economy that attracted American colonists and slave labor.\nWe learned more directly from Cantrell, who last year told the Austin American-Statesman that Austin’s attitude toward slavery was complicated in that he considered U.S. slavery a necessary evil.\nCantrell told us by phone: \"It’s unequivocal: At points in their lives, both men were slave owners. There are no ifs, ands or buts about that.\"\nCantrell said in his 1999 book on Austin’s life that Austin \"helped to bring slavery to Texas and struggled to preserve it.\" Also, Cantrell wrote, Austin earlier \"used hired slave labor on a large scale in the family mining business, and he himself owned one or two slaves during most of his years in Texas.\" Yet the book also says that after the republic won its independence, Austin drafted a proclamation barring the African slave trade in advance of Texas becoming a U.S. state; he died in December 1836.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nTo learn about Bowie, who died at the Alamo, we took Cantrell’s suggestion and perused \"Three Roads to the Alamo,\" a 1999 book by historian William C. Davis tracing the lives of Bowie, David Crockett and William Barret Travis.\nAccording to the book, Bowie’s father kept slaves as the family moved south from Kentucky before settling in what became Louisiana. Bowie and two brothers subsequently got into the slave trade as young men, Davis wrote, despite that being banned by law as of 1808.\n\"To young men of ambition who did not scruple violating federal law, the profits could be considerable,\" Davis wrote. The book specifies that slaves were sold at $1 a pound with the average healthy man costing $140. Aside from profiting from such trade, the book says, Bowie once sold his own slave, Henry, 19, to a cousin. Also, the book says, Bowie and other family members sold land and 80 slaves in 1831.\nIn the book, Davis calls apocryphal a tale that Bowie in 1821 saved a runaway slave and thrashed the person pursuing him. \"Given that slaves in general were property to Bowie,\" Davis wrote, \"and this one in particular could have meant profit, it is inconceivable that he would act to help the runaway.\"\nWe reached Davis by email. He replied: \"No question Bowie owned slaves, most for resale, but at different times had\" a \"personal slave or slaves as well.\"\nWe left Teich a phone message about her claim and didn’t hear back.\nOur ruling\nTeich told board colleagues that Austin and Bowie, key figures in the founding of Anglo Texas, each promoted slavery.\nAustin and Bowie each owned slaves. Austin believed his colony’s success required slaves and also that Texas should join the U.S. as a slave state. Bowie and two brothers earlier traded in slaves.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-03-01 22:53:26 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Stephen F. Austin and James Bowie promoted slavery.    Ann Teich District 3 Trustee, Austin school board 1:47 mark of video https://vimeo.com/257711882   Austin, Texas Monday, February 26, 2018 2018-02-26    Read More  info", "vclaim_id": "vclaim-pol-02359"}