{"url": "/factchecks/2014/jun/03/david-frum/david-frum-us-executions-have-dropped-nearly-two-t/", "speaker": "David Frum", "vclaim": "\"We’ve seen a remarkable reduction in the number of Americans being executed -- it’s down nearly two-thirds over the past generation.\"", "truth_label": "mostly-true", "date": "stated on June 3, 2014 in in comments on \"Real Time with Bill Maher\":", "title": "David Frum: U.S. executions have dropped by 'nearly two-thirds'", "text": "The botched execution of an Oklahoma man has again put a focus on the death penalty in the United States. Bill Maher added his mix of humor and seriousness to the discussion on his HBO show Real Time with Bill Maher.\n\"Why can’t we just kill people? If you want to kill them, and you want to do it humanely, you can definitely put them out. We’ve all been under,\" Maher said on his May 23, 2014, show. \"Then when you’re under … guillotine, shoot them, leave them in a room with a toddler with a gun, anything. It’s just so easy to take human life. It’s ridiculous.\"\nDavid Frum of The Atlantic tried to bring the conversation back toward seriousness, saying \"we’ve seen a remarkable reduction in the number of Americans being executed -- it’s down nearly two-thirds over the past generation.\"\nMaher jumped right back in. \"We're fifth in the world,\" Maher said. \"Behind China, Iran, Iraq and Saudi Arabia.\"\nHere, we’re looking at Frum’s claim. (In another fact-check we took up Maher’s retort.)\nThe best information to consider Frum’s claim comes from the Death Penalty Information Center, a nonprofit organization set up to provide information and statistics about the death penalty. The center tracks the number of executions in the United States each year.\nThe death penalty in the United States was suspended in 1972 after the U.S. Supreme Court’s decision in Furman vs. Georgia. The court in that case found that a lack of standards in enforcing the death penalty constituted cruel and unusual punishment. The death penalty was reinstated four years later after the court approved more specific sentencing guidelines.\nExecutions started slowly after the death penalty was reinstated then climbed steadily in the 1990s. The number of executions peaked in 1999 at 98 and has been generally declining since. In 2013, there were a total of 39 executions.\n\n(Death Penalty Information Center)\nCompared to the peak year of 1999, the number of executions in 2013 were down by 60 percent. That’s not exactly the figure Frum cited, but it’s close, and Frum hedged his statement by adding \"nearly.\"\nAs for the other part of Frum’s claim, he said the drop happened \"over the past generation.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat’s right in some instances -- namely from 1999 to 2013 -- but wrong in others.\nA generation is most often defined as a period of time between 20 and 30 years. From 1993-2013, a period of about 20 years, the number of executions have increased by one (or up 2.6 percent).\nFrom 1983-2013, about 30 years, the number of executions have increased by 34 (or up 680 percent).\nStill, the broader trend line appears clear, and that’s what Frum ultimately was getting at. \"The overall trend has been consistently downward over the last 15 years,\" the Death Penalty Information Center said in a statement.\nWhat explains the drop?\nPart of it is that more states are abolishing the death penalty. Six states have abolished the death penalty since 2007 (New York, Maryland, Connecticut, New Jersey, New Mexico and Illinois).\nPart of it is a drop off in states that use the death penalty most frequently. Texas executed 40 people in 2000 but has averaged less than 15 executions per year in the past three years. Richard Dieter, executive director of the nonprofit Death Penalty Information Center, says the drop-off in Texas may be explained by a 2005 change in the law that gave juries the choice of sentencing murderers to life in prison without the possibility of parole. Before, according to the Los Angeles Times, jurors had to sentence a murderer to die to be assured he would never go free.\nIn Florida, the number of executions has swung with the governor. Jeb Bush presided over 21 executions in eight years in office (1999-2007) while Charlie Crist saw five executions in his one four-year term (2007-11). Rick Scott has overseen 17 executions since taking office in January 2011.\n\"Twenty years ago, use of the death penalty was increasing. Now it is declining by almost every measure,\" said Dieter, who authored a Death Penalty Information Center year-end report. \"The recurrent problems of the death penalty have made its application rare, isolated, and often delayed for decades.\"\nOur ruling\nFrum said, \"We’ve seen a remarkable reduction in the number of Americans being executed -- it’s down nearly two-thirds over the past generation.\"\nStatistics show that executions in the United States have been generally decreasing since 1999 and are down about 60 percent from 1999 to 2013.\nFrum could have been more specific on his timeframe, but his point is largely on the mark. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-07788"}