{"url": "/factchecks/2016/mar/31/joanne-kloppenburg/gop-helping-pay-campaign-wisconsin-supreme-court-j/", "speaker": "JoAnne Kloppenburg", "vclaim": "Says the GOP is \"helping pay for\" Justice Rebecca Bradley's campaign and \"she recently skipped court to attend an event paid for\" by Scott Walker's \"lobbyist friends.\"", "truth_label": "mostly-true", "date": "stated on March 15, 2016 in TV ad:", "title": "Is GOP helping pay for campaign of Supreme Court justice who 'skipped court' for lobby event?", "text": "One of the knocks against Wisconsin Supreme Court Justice Rebecca Bradley is that she was elevated quickly to the high court because of her ties to state Republicans, particularly Gov. Scott Walker.\nState Court of Appeals Judge JoAnne Kloppenburg, who is challenging Bradley in the April 5, 2016 Supreme Court election, produced a TV ad that hits on that theme.\nThe ad, released March 15, 2016, claims the Republican Party \"is helping pay for\" Bradley's campaign and that Bradley \"recently skipped court to attend an event paid for\" by Walker’s \"lobbyist friends.\"\nSkipped court is an exaggeration. But the other two parts of Kloppenburg’s claim are on target.\nGOP help\nKloppenburg's campaign cited a Bradley campaign report filed with the state that lists contributions received in January 2016. The state GOP made $8,242 in in-kind contributions, for robo-calls and for wages for its own staff.\nMeanwhile, the Clark County Republican Party gave $100 in cash and the Dane County GOP $20 in cash, Bradley reported. Another Bradley report showed the Washington County GOP in December 2015 gave $500 in cash and $400 in in-kind donations, for food and beverages at a fundraising event.\nSo, in total, the state and county GOP party organizations have given a total of $9,262 in cash and in-kind contributions to Bradley’s campaign.\n(According to the Wisconsin Democracy Campaign, which tracks campaign finances, through Feb. 1, 2016 Bradley had raised a total of $317,792 and Kloppenburg had raisaed $335,693.)\nBradley’s campaign did not respond to our requests for information for this fact check.\nAlso in December 2015, ahead of the three-way primary in February 2016, the chairman of the state Republican Party, Brad Courtney, sent a mass email seeking volunteers to help gather signatures for Bradley. To get on the ballot, the candidates needed at least 2,000 signatures.\n(While Bradley is widely acknowledged as politically conservative, Kloppenburg is widely regarded as liberal, in part because of $18,000 in contributions her campaign has received from the Madison teachers union and because she has made contributions over the years to Democratic candidates.)\n'Skipped court'\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe part of the claim that says Bradley skipped court exaggerates what happened.\nThe Supreme Court was hearing oral arguments in a case on Feb. 24, 2016 and Bradley left about 15 minutes early. She did not miss an entire session, as the Kloppenburg claim suggests. A Bradley campaign spokeswoman said at the time that Bradley reviewed the briefs and did not have any other questions on the case when she left the arguments.\nBradley left so she could speak to an annual gathering put on by Wisconsin Manufacturers & Commerce, the state's largest business lobbying group and a heavy spender in past court races.\nConservative Justice Michael Gableman also left the arguments early to attend the event.\nLiberal justice Ann Walsh said at the time it is rare for justices to leave oral arguments early. But it was later reported she had left oral arguments 30 minutes early in February 2015 in order to speak to the Wisconsin Counties Association as part of her own re-election campaign.\n'Lobbyist friends'\nBradley was appointed to the Supreme Court in October 2015 by Walker, five months after he appointed her to the Court of Appeals. Walker also put Bradley on the Milwaukee County Circuit Court, in 2012, and she later won election to that judgeship.\nWalker has long enjoyed the backing of Wisconsin Manufacturers & Commerce.\nTwo examples: A WMC executive was a member of Walker’s transition team after Walker was elected in 2010. The conservative Wisconsin Club for Growth -- whom Walker had urged donors to give to -- gave $2.5 million to WMC, which in turn ran ads promoting Walker when he fended off a recall in 2012.\nOur rating\nKloppenburg says the GOP \"is helping pay for\" Bradley's campaign and \"she recently skipped court to attend an event paid for by\" Walker's \"lobbyist friends.\"\nThe state and county Republican parties have given $9,262 in cash and in-kind contributions to Bradley's campaign. She didn't entirely skip court one day, but did leave oral arguments the Supreme Court was hearing early in order to speak at a Wisconsin Manufacturers & Commerce event. WMC, the state's largest business lobby, is a major supporter of Walker.\nWe rate Kloppenburg's statement Mostly True.\n(Note: This item was updated to clarify that in-kind contributions from the state GOP paid for wages for its own staff, not for Bradley's campaign staff.)", "vclaim_id": "vclaim-pol-05183"}