{"url": "/factchecks/2009/sep/28/steny-hoyer/hoyer-claims-republicans-have-no-health-care-alter/", "speaker": "Steny Hoyer", "vclaim": "\"House Republicans pledged to introduce a bill to reform America’s health care system,\" but \"the 'party of no' has . . . failed to produce legislation.\"", "truth_label": "half-true", "date": "stated on September 28, 2009 in a news release:", "title": "Hoyer claims Republicans have no health care alternative", "text": "No matter which party controls Congress, its leaders usually refer to the opposition as \"the party of no.\" The Republicans did it when they were in control, and now it's Democrats' turn.\n\n \n\nThe latest complaint from House Democratic leaders is that Republicans have failed to produce an alternative to the five major health care bills circulating in Congress. \n\n \n\nIn a Sept. 28, 2009, news release, Democratic Leader Steny Hoyer made this claim:\n\n \n\n\"In June, House Republicans pledged to introduce a bill to reform America’s health care system. Now, over 100 days and numerous excuses later, the 'Party of no' has not only failed to produce legislation, but they have yet to offer any real solutions or ideas on how to make health care more affordable and accessible to American families.\"\n\n \n\nIt's a matter of opinion whether Republicans have offered any \"real solutions.\" But we can fact-check whether the GOP has, indeed, failed to introduce an alternative.\n\n \n\nBack in June, when the health care debate was just starting to heat up, Republicans were quick to say they wanted to be involved. Republican Leader John Boehner of Ohio said there would be a Republican alternative, one that he said would make health care affordable for everyone; protect people from \"being forced into a new government-run health care plan\"; let people keep their doctors and their coverage; ensure that medical decisions are made by doctors; and improve health through prevention and disease management programs.\n\n \n\n\"We believe our plan is a big improvement on the current system that will cost far less than what the administration is proposing,\" said Boehner.\n\n \n\nRepublican Roy Blunt of Missouri, who is leading the GOP's Health Care Solutions Group, pledged his party would offer a bill based on those principles soon enough. \"I guarantee you we will provide you with a bill that costs less and provides better care for the American people,” he said.\n\n\nLet's pause for a moment to explain some important Washington parlance. On Capitol Hill, many lawmakers present \"plans\" or \"blueprints.\" Think of them as a rough draft for an eventual bill. Actually writing a bill is a slightly bigger step, although thousands of bills get introduced every year that never see the light of day — let alone the lights of a committee hearing.\n\n\nIn that regard, Republicans have been prolific. Since the beginning of the year, they have introduced more than 35 health care reform bills. Many deal with small slices of the health care debate. For example, one, by Rep. Sam Johnson of Texas, would allow small businesses to band together to negotiate health care plans with providers. Another, by Rep. Darrell Issa of California, would allow nonfederal employees to enroll in the same health care plan that is currently enjoyed by members of Congress and federal employees.\n\n\nOne bill, sponsored by Rep. Tom Price of Georgia, the leader of the conservative Republican Study Committee, got our attention because it has 44 co-sponsors and tackles many of the goals the GOP leadership outlined early in the summer. The Empowering Patients First Act, would, for example, allow patients to keep their coverage, as Republicans vowed.\n\n\nBut neither that bill nor the others from Republicans has emerged as the Republican alternative. That's partly because the Democrats are in control and have used their own bills as the main legislation, but also because no GOP bill has drawn enough support to get momentum.\n\n\nWe asked Michael Steel, Boehner's spokesman, whether Price's bill is the Republican-backed legislation that Blunt promised back in June.\n\n \n\n\"It's an alternative,\" he said of the Price bill, pointing us to a\n\nWeb site\n\nthat lists several Republican health care bills.\n\n \n\nFor now, there is no single Republican bill, Steel said.\n\n \n\nA single bill is exactly what the Democratic leadership is looking for, said Hoyer spokeswoman Stephanie Lundberg.\n\n \n\n\"The RSC bill is not the Republican alternative,\" she said. \"When we say that the Republicans don't have a bill, it's because they said they would have an alternative bill,\" backed by the party.\n\n\nSo, back to Hoyer's claim. He contends that the Republicans \"pledged to introduce a bill to reform America’s health care system\" but have failed to do so. That's incorrect in that there are dozens of GOP bills, including several that are highlighted on the Republicans' Web site. But he's right that the Republicans have not rallied behind a single bill the way they suggested back in June. That leaves the Truth-O-Meter stuck in the middle. Half True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15559"}