{"url": "/factchecks/2017/jul/05/paul-soglin/madison-mayor-understates-wisconsin-job-growth-ove/", "speaker": "Paul Soglin", "vclaim": "Since he and Scott Walker took office in 2011, \"60,000 new jobs have been created in this state -- 40,000 of them were created in Madison and the Madison area.\"", "truth_label": "false", "date": "stated on June 18, 2017 in an interview:", "title": "Madison mayor understates Wisconsin job growth, overstates Madison-area job growth", "text": "While being interviewed about whether he will run against Gov. Scott Walker in 2018, Madison Mayor Paul Soglin seized on an issue that Walker has tried to own: jobs.\nSoglin, who served as Madison’s mayor twice before, dating back to the 1970s, began his third stint at City Hall in April 2011. Walker had taken office as governor in January of that year.\nOn the June 18, 2017 edition of \"Upfront with Mike Gousha,\" a talk show on WISN-TV in Milwaukee, Soglin contrasted himself with Walker on how best to create jobs. And he suggested Madison is responsible for most new jobs in the state, saying:\nI happen to believe that the public works in partnership and that means public investment. That’s what’s happened in Madison. We have invested in education, we have invested in infrastructure. That creates jobs. But more importantly, it creates private investment. \nAnd if you look at the Madison tax rolls, if you look at the population growth, if you look at the fact that when Governor Walker and I both took office in 2011, within three months of one another, 60,000 new jobs have been created in this state -- 40,000 of them were created in Madison and the Madison area. Clearly, we’re doing something right. And that’s not the state government or the university growing, because the governor’s cut those back.\nSo, Soglin is referring to private-sector jobs. We wondered whether the 60,000 figure was accurate and whether Madison and the surrounding area created two-thirds of the new jobs in Wisconsin over the past seven years.\nJobs, not labor force\nSoglin told us he based his claim on figures from the U.S. Bureau of Labor Statistics (BLS) for the civilian labor force. But that’s not a count of jobs. The labor force is the number of people who are employed plus the number who are unemployed and looking for work.\nOther BLS figures show a much larger increase in jobs than Soglin claimed and that the Madison area does not account for two-thirds of them.\nThe seasonally adjusted figures show there were 2,330,000 nonfarm private-sector jobs in Wisconsin in April 2011 and 2,539,900 jobs in May 2017, the latest figures available.\nThat’s an increase of 209,900 jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nFor the Madison area, the seasonally adjusted figures are available only for total non-farm jobs -- meaning public and private sector jobs added together. There were 361,100 jobs in April 2011 and 401,900 in May 2017.\nThat’s an increase of 40,800. But, again, that’s counting public sector and private sector jobs, when Soglin was citing only private sector jobs.\nSo, the Madison area produced far less than two-thirds of the new private-sector jobs.\nAs for the labor force, the measure Soglin cited, there were 3,062,326 people either employed or unemployed and looking for work in Wisconsin in April 2011. In May 2017, the figure was 3,136,701. (These figures are not seasonally adjusted.)\nThat’s an increase of 74,375.\nThe figures for the Madison area (April 2017 is the latest available) were 359,132 and 389,259, an increase of 30,127.\nThat means the Madison area accounted for about 40 percent, not two-thirds, of the increase in the labor force.\nOur rating\nSoglin says that since he and Walker took office in 2011, \"60,000 new jobs have been created in this state -- 40,000 of them were created in Madison and the Madison area.\"\nBut Soglin was citing figures for the number of people in the labor force -- that is, people who are employed plus people who are unemployed but looking for jobs. That’s not a count of jobs.\nThe actual net increase in jobs in Wisconsin, comparing April 2011 versus May 2017, is much higher: 209,900. And the Madison area accounted for less than half of the increase.\nWe rate Soglin’s statement False.", "vclaim_id": "vclaim-pol-03144"}