{"url": "/factchecks/2014/jan/08/wendy-davis/certain-payday-loans-had-effective-interest-rates-/", "speaker": "Wendy Davis", "vclaim": "Payday lenders profit \"from the poor by charging 1,000-plus\" percent \"interest.\"", "truth_label": "half-true", "date": "stated on December 30, 2013 in a press release:", "title": "Certain payday loans had effective interest rates of more than 1,000 percent for part of 2012", "text": "Wendy Davis called for a Republican appointee’s head while maintaining that payday lenders sock consumers with extremely high charges.\nIn a Dec. 30, 2013, press release, the Democratic gubernatorial candidate said William White, a Cash America International Inc. vice president, \"can’t protect Texas consumers while he represents a predatory lending company on the side.\" White, an appointee of Gov. Rick Perry, has chaired the Texas Finance Commission, which oversees the state credit commissioner, since 2009.\nDavis piped up in reaction to White’s comments as quoted in a Dec. 29, 2013, El Paso Times news article stating. According to the story, White said that individuals who take payday loans are responsible for their decisions, not lenders. \"There's nobody out there that forces anybody to take any kind of loan,\" White said.\nDavis’ campaign press release noted that in 2011, Davis said: \"It’s really disgusting that an industry that profits from the poor by charging 1,000-plus interest is put at the head of the state’s financial regulatory agency. It’s saying, ‘It’s not only OK, but we’re going to put them in charge.’ \"\nIt’s no secret that payday loans—the idea being that such loans are often being repaid from a future pay check—are costly. But 1,000-plus percent costly?\nDavis campaign back-up\nThe same Jan. 20, 2011, story that initially quoted Davis making this claim, published in the liberal Texas Observer, preceded her comment by saying: \"Cash America and other payday lending companies advertise heavily on street corners in low-income neighborhoods and offer easy cash on the Internet to borrowers in financial crisis. These ‘easy’ loans carry jacked-up fees and exorbitant interest rates. In Texas, an eight-day payday loan carries a 1,153 percent annual rate—one of the highest in the nation,\" the story said.\nThat story did not list a source for that declared rate. To our inquiry, a Davis campaign spokeswoman, Rebecca Acuña, emailed us published commentaries and research articles in support of the senator’s claim. One of the advocacy pieces led us to a March 18, 2013, report by Texans for Public Justice on lobbyists for the state’s \"runaway predatory lenders.\" The report said: \"Although Texas prohibits usurious interest rates, companies dodge these protections by organizing as unregulated middlemen. So-called ‘credit service organizations’ link borrowers to lenders, who comply with state interest-rate caps. After the middlemen tag on exorbitant fees and arrange repeated rollovers, however, loans secured by paychecks or car titles can carry annual effective interest rates exceeding 1,000 percent.\"\nNational perspective\nWe sought broader analyses.\nNationally, according to \"fast facts\" about payday lenders as posted online by the Center for Responsible Lending, a North Carolina-based nonprofit that says it \"works to protect homeownership and family wealth by fighting predatory lending practices,\" the typical two-week payday loan has an effective annual interest rate ranging from 391 to 521 percent.\nAlso, the center says, the typical payday borrower remains in loan debt for 212 days. \"Payday loans are small loans marketed as a quick, easy way to tide borrowers over until the next payday,\" the center says. \"However, the typical payday loan borrower is indebted for more than half of the year with an average of nine payday loan transactions at annual interest rates over 400%.\"\nThe center notes separately that Congress in 1968 came up with a way of gauging the full impact of such loans by imposing the APR, or Annual Percentage Rate of interest, \"as a standard measure that calculates the simple interest rate on an annual basis (including most fees), accounts for the amount of time the borrower has to repay the loan, and factors in the reduction in principal as payments are made over time. … The intent was to give consumers an accurate measure of the cost of the various credit options they might be considering, so that they need not pay unnecessarily high rates of interest or be caught in loans with hidden fees or arduous terms that make it more difficult to pay off the loan.\"\nThe Texas experience\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAnd what’s the deal in Texas?\nIn telephone interviews, experts including a state administrator told us Texas state law restricts interest rates on consumer loans. However, payday loan fees are uncapped, which has enabled so-called middleman groups to charge the equivalent of hundreds of points of interest.\nAnd in 2012, some Texas payday loan rates exceeded 1,000 percent, according to a Feb. 18, 2013, presentation to the Texas House Pensions, Investments & Financial Services Committee by the Office of the Consumer Credit Commissioner.\nIn each quarter of 2012, according to the presentation, there were more than 700,000 payday loans in the state—more than 80 percent of them for single-installment paybacks on which the effective annual rate rose from 446 percent in the first quarter of the year to 465 percent in the fourth quarter.\nMore dramatically, the effective annual rate for multiple-installment loans spiked from 699 percent in the first quarter to 1,018 percent in the second quarter, falling to 900 percent in the third quarter and 513 percent in the fourth quarter, according to the presentation, though the related chart included a footnote warning of a \"low level of confidence in these figures due to suspected inaccurate, and unverifiable, reporting of average loan fees per $100 borrowed.\" The presentation also included an agency leaflet, revised in December 2012, depicting payday loans as the most expensive way to borrow money while indicating related interest costs of 450 percent to 700 percent.\nBy email, Rudy Aguilar, director of consumer protection for the Texas consumer credit commissioner, pointed out that one company, CashNetUSA, has declared online that its payday loans can result in borrowers facing an APR of 664 percent, while Fort Worth-based Cash America, Inc., has aired a 14-day APR on Texas payday loans of 533 percent. Aguilar also noted a declaration by Utah-based Check City that lists effective APRs of 271 percent to 1,124 percent and 1,151 percent depending on how long loans are taken out (35 days to as few as nine or eight days).\nBy telephone, Aguilar said it’s his anecdotal impression that there are few instances of borrowers facing annual rates adding up to more than 1,000 percent. \"I have not seen a lot of loans with that type of APR. I’ve certainly seen (them) in the 500 to 700 percent range,\" Aguilar said. \"If you do run into a 1,000 or better APR, it’s going to be in the realm of the exception rather than the rule.\"\n'We know they exist'\nProponents of restrictions on payday loan costs said there isn’t sufficient data to tell how many Texans have paid effective rates exceeding 1,000 percent.\n\"But we know they exist,\" analyst Ann Baddour of Texas Appleseed said by email. Also, she pointed out an online post by Ace Cash Express indicating it levies an effective rate of 918 percent (close to 1,000 percent) to repay a payday loan of $600 over five weeks.\nBy email, Don Baylor of the liberal Center for Public Policy Priorities pointed out its Sept. 18, 2013, report indicating that on average, Texans taking out single-installment payday loans in 2012 borrowed $468 over 19 days at an effective rate of 439 percent. Baylor said the center’s calculation is that some payday loans exceed 1,000 percent APR, while nearly half of single-payment payday loans exceed 500 percent APR.\nOur ruling\nDavis said payday lenders charge 1,000-plus percent interest.\nThe effective annual rate of such loans in Texas, taking into account uncapped fees, can exceed 1,000 percent, but that’s not been common. For three months in 2012, the average effective annual rate for payday loans repaid in multiple installments exceeded 1,000 percent. Yet average effective rates for such loans were otherwise lower, while such rates for considerably more prevalent single-installment loans topped out at an average of 465 percent.\nWe rate this partly accurate claim as Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08429"}