{"url": "/factchecks/2017/may/26/congressional-leadership-fund/gop-attack-ad-twists-ossoff-donation-sources-georg/", "speaker": "Congressional Leadership Fund", "vclaim": "\"Bay Area liberals have given more to Jon Ossoff's campaign than people in Georgia.\"", "truth_label": "false", "date": "stated on May 22, 2017 in an attack ad:", "title": "GOP attack ad twists Ossoff donation sources in Georgia race", "text": "Both sides have launched attack ads in the race for Georgia’s 6th Congressional District. Recently, Democrats accused Republican Karen Handel of wallowing in administrative bloat. (We rated that Mostly False).\nNow, the Congressional Leadership Fund, a super PAC aligned with House Speaker Paul Ryan, has an ad that paints Democrat Jon Ossoff as beholden more to people in California than voters in Georgia. It is running in the Atlanta area as part of the super PAC’s $6.7 million independent expenditure.\nShot against iconic backdrops of San Francisco, actors, each one the most stereotypical of \"left coast\" stereotypes, speak cheerfully about Ossoff.\nA young woman with a floppy hat and a big \"Cut the military now\" button says, \"There’s a reason Bay Area liberals have contributed more to Jon Ossoff’s campaign than people in Georgia. He’s one of us.\"\nAnother young woman stands in front of the Golden Gate Bridge and says \"San Francisco hearts Ossoff.\" With a coy toss of her ponytails, she makes a heart with her hands and presses them to her chest.\nSet aside the political snark and you have this factual claim: San Francisco \"Bay Area liberals have given more to Jon Ossoff's campaign than people in Georgia.\"\nIs it so?\nThe Congressional Leadership Fund said they got their information from the Mercury News, a prominent local paper. An April 12 article said, \"Ossoff reported 2,628 individual donations from people living in the nine Bay Area counties, significantly more than from all of Georgia — although of a smaller total value.\"\nHere’s how the numbers shook out at the end of March when the data behind the article was collected. (The dollar total for Bay Area residents wasn’t in the article. We calculated it based on the same data.)\n\n\n\n\nState\n\n\nNumber of donors\n\n\nDollars (through March 31, 2017)\n\n\n\n\nGeorgia\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\n1,578\n\n\n$600,141\n\n\n\n\nCalifornia\n\n\n5,822\n\n\n$547,857\n\n\n\n\nBay Area\n\n\n2,628\n\n\n$290,229 (PolitiFact calculation)\n\n\n\n\n \nSo first off, the article doesn’t back up what the ad said, that people in the Bay Area gave more to Ossoff than people in Georgia.\nIn fact, as the original article noted, Georgians gave more money to Ossoff than people from California. As for people in the Bay Area, we found that they gave half as much compared to voters in Georgia. (More people from the Bay Area contributed than from Georgia, but that’s not what the ad claimed.)\nOf course, it’s also important to note that the ad relies on information that is now nearly two months old. In truth, there’s only so much more to learn. The last public report was on April 16. With help from staff at the Center for Responsive Politics, we updated the totals. Georgia remained in the lead, by about $640,000 compared to about $321,000 from the Bay area.\nIt’s also worth noting that donations under $200 are not required to be itemized under Federal Election Commission rules, meaning we don’t know where those donors live. That accounts for about two-thirds of Ossoff’s donations through the end of March.\nOur ruling\nThe Conservative Leadership Fund is running an ad that says \"Bay Area liberals have given more to Jon Ossoff's campaign than people in Georgia.\" In fact, based on data available through mid April, people in Georgia have given Ossoff twice as much money as people in the Bay Area.\nThe one trace of accuracy is that Bay Area donors outnumber Ossoff’s Georgia donors, but the ad failed to describe the donations in those terms.\nWe rate this claim False.\n Share the Facts 2017-05-26 14:24:38 UTC   PolitiFact    5 1 7  PolitiFact Rating: False  \"Bay Area liberals have given more to Jon Ossoff's campaign than people in Georgia.\"    Congressional Leadership Fund Conservative advocacy group   In an ad Monday, May 22, 2017 2017-05-22    Read More  info", "vclaim_id": "vclaim-pol-03267"}