{"url": "/factchecks/2020/nov/20/lyle-larson/studies-show-cannabis-can-lower-opioid-dosage-stud/", "speaker": "Lyle Larson", "vclaim": "Says there’s “up to 75% reduction in opioid dosage for medical cannabis users.”", "truth_label": "mostly-true", "date": "stated on November 12, 2020 in a tweet:", "title": "Research shows cannabis can lower opioid dosage, but studies are preliminary", "text": "State lawmakers so far have filed more than a dozen bills related to marijuana and medical cannabis for consideration during the 2021 legislative session, coming on the heels of a record-breaking 65 marijuana bills filed last legislative session.\nProponents of loosening the state’s marijuana prohibitions hope that momentum generated by legalization efforts around the country could carry into Texas, riding on arguments that legalization would be a boon for the economy and an important pillar of criminal justice reform.\nRep. Lyle Larson, R-San Antonio, made a different case for medical marijuana when he filed House Joint Resolution 28.\nIn an announcement on Twitter, Larson said the bill would allow voters to decide \"whether Texas physicians should be allowed to prescribe medical cannabis for a variety of illnesses plaguing Texans.\" If approved by more than two-thirds of both legislative chambers, a proposal would be added to the November 2021 ballot that would amend the state constitution to legalize the possession, cultivation and sale of cannabis strictly for medical use.\nLarson cited one statistic to justify his bill: \"Studies have shown up to 75% reduction in opioid dosage for medical cannabis users\"\nThe intersection of medical cannabis and opioid use as treatments for chronic pain is an emerging field of research as more states loosen regulations on medical and recreational use of marijuana. But does science show that cannabis has as great an impact on opioid dosage as Larson claims?\nMedical cannabis in lieu of opioids\nLarson’s aides pointed to a report published over the summer by researchers at the University of Arizona that assessed the effectiveness of medical cannabis in reducing opioid dosage for the treatment of chronic pain in non-cancer patients.\nThe analysis looked at nine separate studies involving a total of 7,222 participants across the U.S., Canada and Australia that \"found a much higher reduction in opioid dosage, reduced emergency room visits, and hospital admissions for chronic non-cancer pain by (medical cannabis) users, compared to people with no additional use of\" medical cannabis.\nThose studies confirm Larson’s assertion: There was a 64% to 75% reduction in opioid dosage when patients supplemented their chronic pain treatments with medical cannabis, and 32% to 59% of cannabis users reported a complete end to opioid use.\nBut University of Arizona researchers note several caveats to these findings. There has generally been \"a dearth of empirical studies\" about the use of cannabis versus opioids in chronic pain treatments. In order to include a large sample size, the researchers \"relaxed inclusion criteria\" in their analysis to allow for the inclusion of observational studies, which are not systematic enough to be considered empirical evidence.\nFor instance, in each of the nine studies, patients were self-reporting their reduction of opioid dosage, implying a degree of uncertainty in the findings. And in several of the studies, patients didn’t report the amount of cannabis used to achieve a reduction of opioid dosage.\nFurthermore, researchers noted how cannabis can slow a person’s metabolism, thereby causing an opioid medication to absorb into their bloodstream more slowly. This effect can give a patient the impression that their opioid dosage may need to be increased.\nWhile studies suggest that cannabis could be used to reduce opioid dosages when treating chronic pain, researchers suggest the findings be interpreted with caution due to limitations in the evidence. The intent of the study is to suggest to the wider medical field that more systematic tests should be conducted, said Dr. Babasola Okusanya of the University of Arizona, who was involved in the study, and the severity of the opioid epidemic should heighten the urgency of these tests.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"Given the current opioid epidemic in the USA and medical cannabis’s recognized analgesic properties, (medical cannabis) could serve as a viable option to achieve opioid dosage reduction in managing non-cancer chronic pain,\" researchers wrote. \"Unfortunately, the evidence from this review cannot be relied upon to promote (medical cannabis) as an adjunct to opioids in treating non-cancer chronic pain.\"\nIt would be premature to base legislation on this study’s findings, Okusanya said.\n\"Although some evidence points to the potential use of medical cannabis for opioid dose reduction in people with non-cancer chronic pain, it is not sufficient to support a legislative bill to make medical cannabis available to people with non-cancer chronic pain,\" he said.\nWhile the effects of cannabis on decreasing opioid usage may be inconclusive, other studies have shown that increasing access to marijuana can lead to a reduction in opioid-related deaths. Last year, researchers found that the legalization of recreational marijuana reduced annual opioid mortality between 20% and 35%.\n\"Recreational marijuana laws affect a much larger population than medical marijuana laws, yet we know relatively little about their effects,\" said Nathan Chan of University of Massachusetts Amherst, who co-authored the study. \"Focusing on the recent wave of recreational marijuana laws in the U.S., we find that opioid mortality rates drop when recreational marijuana becomes widely available via dispensaries.\"\nCompassionate Use Program\nThe Legislature first cracked open the door to medical cannabis in 2015 by creating the Texas Compassionate Use Program. The program limited medical cannabis to low levels of tetrahydrocannabinol, or THC, and could only be used in the treatment of intractable epilepsy.\nIn 2019, the Legislature expanded the program to allow physicians to prescribe medical cannabis to treat several other conditions, including all types of epilepsy, terminal cancer, autism, multiple sclerosis and other neuro-degenerative disorders.\nOther conditions that medical cannabis advocates pushed for that did not get included in the 2019 expansion include chronic pain and post traumatic stress disorder. During the 2021 session, advocates say they will push to include these conditions under the program and will seek to eliminate restrictions on THC levels in medical cannabis. Currently, state law caps THC in medical cannabis at 0.5% — a level that advocates say is arbitrary.\n\"Many patients benefit from THC, and it's our position that doctors should be the ones who are making the decision about dosing rather than lawmakers,\" said Heather Fazio, director of the Marijuana Policy Project. \"We trust doctors with far more dangerous drugs.\"\nLarson’s legislative director Caroline Cone echoed that argument.\n\"Currently, (medical professionals) can't prescribe it, but they can prescribe opioids which have proven to be much more addictive and damaging long term,\" Cone said. \"Anxiety and pain management for veterans and elderly folks in lieu of opioids was Rep. Larson's motivation to file the legislation.\"\nOur ruling\nLarson filed legislation earlier this month aimed at expanding the use of medical cannabis by giving physicians the authority to prescribe cannabis based on their own expertise. In a tweet, Larson justified his bill by saying that medical cannabis can help chronic pain patients reduce opioid dosage by up to 75%.\nPreliminary studies suggest a correlation between medical cannabis usage and a reduction in opioid dosage, but researchers note the results are inconclusive and more rigorous testing should be done to know the full effects of medical cannabis on opioid dosage.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-18555"}