{"url": "/factchecks/2012/aug/23/paul-ryan/paul-ryan-said-15-unelected-unaccountable-bureaucr/", "speaker": "Paul Ryan", "vclaim": "Says Obama puts \"15 unelected, unaccountable bureaucrats in charge of Medicare, who are required to cut Medicare ... that will lead to denied care for current seniors.\"", "truth_label": "barely-true", "date": "stated on August 18, 2012 in a speech in The Villages, Fla.:", "title": "Paul Ryan said \"15 unelected, unaccountable bureaucrats\" could \"lead to denied care for current seniors\"", "text": "Remember the discredited Republican attack that President Barack Obama’s health care law created a \"rationing board\" or \"death panel\"?\n\nIt’s back — but with a softer edge. And it’s coming from the architect of the lightning-rod Republican plan to turn Medicare into a program that pays for private insurance.\n\nVice presidential hopeful Paul Ryan claims an \"unelected, unaccountable\" board created by the health care law \"will lead to denied care for current seniors.\"\n\nHis language is more measured than other claims we’ve weighed over the years about Medicare’s new Independent Payment Advisory Board. But did he reach the truth?\n\nRyan trotted out the campaign line (and his Medicare-eligible mother, Betty) on  Aug. 18, 2012, in retiree-heavy Florida community The Villages, and repeated it two days later in New Hampshire.\n\n\"Here's what the president won't tell you about his Medicare plan, about Obamacare,\" he said. \"The president raids $716 billion from the Medicare program to pay for the Obamacare program. What's more, in addition to that, he puts a board of 15 unelected, unaccountable bureaucrats in charge of Medicare, who are required to cut Medicare in ways that will lead to denied care for current seniors.\"\n\nWe’ve evaluated versions of the $716 billion claim, finding that the amount wasn’t \"raided\" or \"robbed\" but that the law reduces future spending through a series of cost-saving measures. (Meanwhile, Ryan’s own House budget took advantage of the same savings he attacks.) Here we’re checking Ryan’s comments about the Independent Payment Advisory Board.\n\n‘Unelected, unaccountable bureaucrats’\n\nThe Independent Payment Advisory Board, slated to start work in 2013, was created by the health care law to put distance between politics and Medicare.\n\n(An evenhanded report from the Kaiser Family Foundation describes the board and its origin.)\n\nIts 15 full-time members aren’t elected. But that doesn’t mean they’re unaccountable.\n\n• They’re appointed by the president and approved by the Senate.\n\n• They can’t serve more than two six-year terms.\n\n• Their recommendations can be rejected by Congress.\n\n• They must follow disclosure and ethics guidelines, and they can’t perform other jobs as they serve.\n\n• They can be removed by the president for \"neglect of duty\" or \"malfeasance in office,\" though not for any other reason.\n\nHenry Aaron, an economist who specializes in health care and tax policy at the Brookings Institution, says they’re accountable in the same sense that members of any federal regulatory commission are accountable — they serve fixed terms and can be removed for cause.\n\nBut Gail Wilensky, a health economist who directed the Medicare and Medicaid programs from 1990 to 1992 under President George H.W. Bush, argues that all members of independent commissions, once appointed and confirmed \"are almost impossible to move or influence.\"\n\nBy contrast, she says, other types of presidential appointees, such as Cabinet members, can be pressured to resign if they make serious mistakes.\n\nIn addition to limiting the reasons a board member might be removed, lawmakers sought to insulate the board’s decisions from special-interest lobbying.\n\n• Its recommendations are fast-tracked in Congress and go into effect automatically if lawmakers fail to act.\n\n• Implementation of its recommendations isn’t subject to administrative or judicial review.\n\nSo, board members aren’t elected, but while their decisions are protected by law, they are to some degree accountable. In particular, they could fail to win a second term, or get fired by the president.\n\nAre they bureaucrats?\n\nThey become members of the bureaucracy by definition once they join the board. But they won’t all start that way. The law specifies that members will represent a mix of different professions, from health finance and economics to health facility management to medicine.\n\nIn other words, the same kind of people who might advise health care spending decisions outside of government.\n\n‘Required to cut Medicare’\n\nIf Medicare grows too quickly, the Independent Payment Advisory Board is required to recommend cuts. But it won’t have as large an impact as you might imagine.\n\nObama’s health care law, the Affordable Care Act, reduces Medicare’s growth by more than $700 billion over the next 10 years, as we noted above.\n\nHow much savings will the board generate? Less than 4 percent of net Medicare savings in the law’s first decade, according to the Kaiser Family Foundation.\n\nRecommendations from the board probably wouldn’t be necessary after that, according to Medicare’s actuary. That’s because it only has to recommend cuts in years that Medicare misses its growth targets. After 2019, other savings in the health care law, if allowed to take effect, would keep the program in check.\n\nSo it’s fair to say the bulk of the savings in the law are outside the board’s purview.\n\nIt’s only if those other measures fail to keep Medicare spending on track that the board is required to recommend additional ways to save. Meanwhile, if Congress comes up with another way to achieve the savings, it could overrule the board’s proposals.\n\n‘Denied care’\n\nRyan said the board would \"cut Medicare in ways that will lead to denied care for current seniors.\"\n\nBut by law, the board can’t ration care. It can’t change benefits. It can’t change eligibility. It can’t increase what seniors pay.\n\nSo it’s expected to cut payments to providers. That could be a problem, since some providers say they’re underpaid already. New York Times and USA Today stories in 2009 and 2010, for example, feature doctors opting out of Medicare because of its low payment rates.\n\nHow might that affect care? Imagine, say critics, being unable to find a nearby hospital or doctor who takes Medicare. Or discovering that payments for a particular service or procedure have been reduced.\n\n\"In that way, at least in theory, you could get actual denial of care,\" said Michael Tanner, a health care analyst for the libertarian Cato Institute, who opposes the health care law.\n\nThe Medicare actuary, Richard Foster, estimated that savings from the entire health care law would make about 15 percent of hospitals, skilled nursing facilities and home health agencies unprofitable by 2019.\n\nThat means, presumably, that to stay open they would need to shift costs to non-Medicare patients, merge with other providers or withdraw from Medicare, he said.\n\nThat’s one reason he’s testified that growth reduction under the law isn’t sustainable in the long range.\n\nIt’s \"a serious issue,\" said Wilensky, the Bush-era Medicare official.\n\nBut that’s the projected effect for the entire law. Meanwhile, the board itself is required to consider \"to the extent feasible\" how its recommendations would affect access to care, especially in rural and other underserved areas.\n\nOur ruling\n\nRyan said that Obama \"puts a board of 15 unelected, unaccountable bureaucrats in charge of Medicare who are required to cut Medicare in ways that will lead to denied care for current seniors.\"\n\nBoard members aren’t elected, but it’s a stretch to say they’re entirely unaccountable. They’re appointed by the president and approved by the Senate. The president can fire them for neglect of duty or malfeasance.They’re required to recommend cuts to Medicare in years that other cost-saving measures don’t meet growth targets — but Congress can overrule their recommendations.\n\nMeanwhile, \"denied care\" is a strong way to phrase the board’s possible effect. It’s expected to recommend cutting provider payments, with an eye on cutting waste and inefficiency. That could restrict some seniors’ access to care, depending on the what actions the board actually takes. Meanwhile, the board oversees only a small percentage of the Medicare savings in the health care law.\n\nRyan creates the specter of an unaccountable board making all of Medicare’s spending decisions, but that’s scarcely the case. There’s an element of truth to his claim, but his overstatements add up to a Mostly False impression.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKarl Rove\n\n\nstated on December 22, 2009 in an interview with Fox News\n\n\n\n\n\n\n\n\n\"In Florida, Sen. Bill Nelson ... got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • December 23, 2009", "vclaim_id": "vclaim-pol-10535"}