{"url": "/factchecks/2020/jun/03/facebook-posts/no-proof-donald-trump-raped-13-year-old-girl-1994/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump got “exposed for raping a 13-year-old\" in retaliation for law enforcement officers “killing black people.”", "truth_label": "false", "date": "stated on May 31, 2020 in a Facebook post:", "title": "Fact-checking the claim that Trump has been 'exposed for raping a 13-year-old'", "text": "Amid the nationwide protests over the death of George Floyd, a black man who died in police custody in Minneapolis after a white officer knelt on his neck, a Facebook user claimed: \n\"Remember when Anonymous said they would expose America’s politicians if pigs kept killing black people? well, ur president got exposed for raping a 13 year old!!!! heres the proof!!! you support a pedophile/child rapist!!!!\"\nThe May 31 post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post suggested the rape allegation against Trump is a revelation. \nIt isn’t.\nThe lawsuit referenced in the post is from 2016 and was dropped before any litigation began in earnest to evaluate the allegations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe post includes images of the first four pages of the initial complaint, which was filed against then-presidential candidate Donald Trump and disgraced financier Jeffrey Epstein. We confirmed with online court records that the pages are the same as those in the actual lawsuit. The federal case was brought in New York by Jane Doe, a woman who requested to maintain her anonymity. She alleged the two men raped her during parties hosted by Epstein in the summer of 1994, when she was 13. She also alleged that Trump threatened her and her family with physical harm if she told anyone.\nA lawyer for Trump called the lawsuit at the time \"a complete fabrication.\" \nThe woman dropped the lawsuit in November 2016. Two days earlier, she had been expected to appear at a news conference, but it was abruptly canceled; her attorney, Lisa Bloom, said the woman had received threats and was too frightened to appear.\nEpstein was charged in July 2019 with running a sex-trafficking ring involving underage girls. His death in his New York jail cell in August 2019 was ruled a suicide, although the circumstances of his death have been disputed.\nOur ruling\nA recent Facebook post says President Donald Trump was \"exposed for raping a 13-year-old\" in retaliation for law enforcement officers \"killing black people.\"\nA 2016 lawsuit accused Trump, then a candidate for president, of raping a minor, but no evidence was put forth before the case was dropped. There’s also no evidence that the allegation was tied to law enforcement officer-involved deaths of African-Americans. We rate this Facebook post False.", "vclaim_id": "vclaim-pol-17871"}