{"url": "/factchecks/2011/may/03/john-thrasher/sen-john-thrasher-says-e-verify-couldve-prevented-/", "speaker": "John Thrasher", "vclaim": "Says that had E-Verify been in place in Florida when 9/11 terrorists lived here, \"we might have saved the lives of 3,000 Americans.\"", "truth_label": "pants-fire", "date": "stated on May 3, 2011 in comments on the Senate floor:", "title": "Sen. John Thrasher says E-Verify could've prevented 9/11 attacks", "text": "Republican Sen. John Thrasher came to the state Senate floor on May 3, 2011, to try to put teeth back into a watered-down immigration bill.\n\nThe bill -- which has been one of the more controversial of the 2011 legislative session -- had been stripped of a requirement that private employers use the federal E-Verify system to check a worker's immigration status. Rather than try to restore the mandate, Thrasher instead tried to offer employers a strong incentive to voluntarily use the system.\n\nUse it, or risk being fined.\n\nThrasher's amendment would have created noncriminal fines for employers who are found to have employed a nondocumented worker and had not screened that employee through the E-Verify system. Thrasher explained that the employer would receive fines escalating from $500 to $1,500 for multiple instances of hiring illegal workers.\n\nSeveral Republicans opposed the amendment, which ultimately failed 23-16, but not before Thrasher tried to sway votes by saying E-Verify could have prevented the Sept. 11, 2001, terrorist attacks.\n\nDuring his closing argument, Thrasher reminded people that the United States had -- after 10 years and millions and millions of dollars -- found and killed 9/11 mastermind Osama bin Laden on May 1, 2011.\n\n\"I want to remind everyone in here that 10 of the 19 terrorists who attacked our country, directed by Osama bin Laden in doing that, lived in the state of Florida,\" Thrasher said. \"I wish we would have had the E-Verify system. ... We might have saved the lives of 3,000 Americans.\n\nMatt Dixon of the Florida Times-Union spoke with Thrasher after his comments and asked for him to clarify his statement. Thrasher said that \"several of them (the hijackers) had jobs,\" and might have been flagged by the E-Verify system. He also said that an earlier version of the bill had stronger requirements for law enforcement officials to use E-Verify and might have helped catch the 9/11 plotters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\nA staggering claim about E-Verify and 9/11. But true?\n\nFirst, the E-Verify system is a federal database that compares information from a person's employment paperwork to the Department of Homeland Security and Social Security records. Employers use the program to weed out immigrants not eligible to work in this country. Once employers hire workers, they run their names through the E-Verify database. If the records match, the new employees are eligible to work. If they don't match, the database notifies the employers, who must then give the workers eight days to provide sufficient proof of eligibility.\n\nA pilot program of what is now the E-Verify system launched in 1997 in several states -- including Florida -- and the program expanded to all 50 states by 2004. In 2004, 3,500 employers were authorized the system. More than 200,000 employers are now registered to use E-Verify.\n\nAs for the 9/11 terrorists, Thrasher actually understates the connection to Florida. At least 14 of the 19 hijackers either spent time in Florida, or had Florida driver's licenses or identification cards. Among the people living in Florida were Mohammed Atta, who piloted American Airlines Flight 11 from Boston into the World Trade Center's north tower; Marwan al-Shehhi, who piloted United Airlines Flight 175 from Boston into the World Trade Center's south tower; and Ziad Samir Jarwan, the pilot of United Flight 93, which crashed in Pennsylvania.\n\nThe three pilots received their pilot training in Florida.\n\nThe question here, however, is if any of the hijackers could have been flagged by the E-Verify system. In order to do that, they would have needed to try to get a job.\n\nOther than one hijacker, Hani Hanjour, the 9/11 conspirators entered the United States legally by obtaining tourist visas. Hanjour used a student visa. It's important when considering Thrasher's claim because people entering the country on tourist visas are not allowed to work for U.S. employers. E-Verify or no E-Verify.\n\nAnd the majority of the hijackers, 13 of the 19, entered the country in the spring or summer of 2001, just months before the Sept. 11 attack.\n\nThat means most of the hijackers would have been here for just a few months. Logic suggests they wouldn't have needed jobs.\n\nAnd in fact, they did not. The 9/11 Commission, the group formed to better understand the plot and how it could have been prevented, reported that the plotters spent somewhere between $400,000 and $500,000 to plan and conduct their attack, and that the money came directly from al-Qaida operatives. The commission concluded al-Qaida provided the hijackers \"with nearly all of the money they needed to travel to the United States, train, and live.\" The money arrived either through wire transfers or cash, the commission concluded.\n\nOf all of the hijackers, there is evidence that only one actually worked for a U.S. employer.\n\nNawaf Al-Hazmi, a hijacker on the plane that crashed into the Pentagon, did work at a San Diego-area Texaco station and car wash for about a month in early 2000. Al-Hazmi worked at minimum wage two days a week, vacuuming and drying cars, the Washington Post reported. Al-Hazmi's employment is corroborated in the 9/11 Commission's findings.\n\nAl-Hazmi was in the country on an expired tourist visa.\n\nAnd he is one of the hijackers with a Florida connection. Al-Hazmi obtained a Florida driver's license on June 25, 2001, in Palm Beach County.\n\nBut that was more than a year after he worked briefly at the California gas station.\n\nTo recap, Thrasher said: \"I want to remind everyone in here that 10 of the 19 terrorists who attacked our country, directed by Osama bin Laden in doing that, lived in the state of Florida. I wish we would have had the E-Verify system ... we might have saved the lives of 3,000 Americans.\"\n\nHijackers did live in Florida and obtain Florida driver's licenses. But in order to potentially be flagged by the E-Verify system, they would have had to work in the state. There is no record that any of them ever tried to get jobs here. And as such, E-Verify -- had it been used by Florida employers as Thrasher wanted -- wouldn't have found them or stopped their plotting. We rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-13158"}