{"url": "/factchecks/2016/feb/27/huey-rey-fischer/huey-rey-fischer-nails-lack-texas-legislators-unde/", "speaker": "Huey Rey Fischer", "vclaim": "\"There isn’t a single (Texas) legislator under the age of 30, even though millennials make up 25 percent of the electorate in Texas.\"", "truth_label": "mostly-true", "date": "stated on February 8, 2016 in a press release:", "title": "Huey Rey Fischer nails lack of Texas legislators under age 30, overstates possible millenial vote", "text": "One of seven Democratic hopefuls bidding to succeed state Rep. Elliott Naishtat, D-Austin, made a claim about the not-so-youthful Texas Legislature that made us wonder.\nHuey Rey Fischer, 23, said in a Feb. 8, 2016, press release touting endorsements by University of Texas students: \"The students are taking me to the Capitol! There isn’t a single legislator under the age of 30, even though millennials make up 25 percent of the electorate in Texas. This is our opportunity to change that.\"\nAre there no elected 20-somethings under the dome while Texans born in the ‘80s or ‘90s -- a dictionary definition of \"millennials\" -- comprise a quarter of the state’s voting population?\nShort answers: Texas indeed has no legislators under age 30 and, depending on how you define millennials, you could make a case for such Texans comprising close to a quarter of the electorate, though this element needs unpacking.\nCounting younger legislators\nTo our request for Fischer’s factual backup, his campaign manager, Allison Heinrich, noted by email a Texas Legislative Reference Library chart indicating that as of the 2015 legislative session, no legislators were younger than 30 -- which was still so, per state records, after two empty House seats were filled that year. Leighton Schubert, R-Brenham, was 32 on his election to represent the 13th district, and the winner of special election to represent the 123rd district, Diego Bernal, D-San Antonio, was 38.\nBut that shutout of anyone under 30 also was unusual, according to library charts breaking down legislative demographics from 1995 on. The charts show at least one House member under age 30 at the start of each biennial regular session through 2013 -- and twice, in 2003 and 2007, the House had five members younger than 30.\nMillennials\nSo, do millennials comprise about a quarter of the state’s electorate, meaning residents eligible to vote?\nHeinrich told us Fischer’s conclusion was based on dividing a projection of the number of 18- to 29-year-old Texas residents in 2014 -- 4,718,725 -- by the 18,915,297 people who made up the state’s voting-age population as of the November 2014 governor’s election, according to the Texas Secretary of State, the state’s chief elections officer.\nThat math works.\nBut Fischer might not have taken the best route to estimating millenials among us.\nHeinrich told us Fischer’s count of Texas adults under 30 came to her from Nick Dauster of the Department of State Health Services, who said in a 2015 email answering Heinrich’s query that agency staff drew from data compiled by the Texas State Data Center to reach a 2014 projected population of 4,718,275 Texans aged 18-29, presuming 2000-2010 migration rates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nOther analysts\nFor our part, we asked Lloyd Potter, the Texas state demographer, about estimating the share of eligible-to-vote Texans aged 18-to-29.\nBy email, Potter said the candidate’s cited estimate of Texans aged 18 to 29 accurately tracked center data. But, Potter said, U.S. Census Bureau 2014 population estimates released in June 2015 are considered more accurate. The bureau estimate suggests there were 4,715,612 people aged 18 to 29 in Texas in 2014 -- about 2,600 down from Fischer’s cited projection.\nPotter also wrote: \"Another factor to consider with this statement is the definition of electorate. If electorate means eligible to vote, consideration of citizenship and felony status should probably figure into the picture.\" His point: Some share of the voting-age population consists of residents not eligible to vote.\nWe asked the Secretary of State’s office about this aspect. Spokeswoman Alicia Pierce confirmed by email that its voting-age population figures posted for November 2014 included people \"not eligible to vote such as non-citizens and those convicted of a felony who have not fully discharged their sentence.\" She added: \"If electorate means all those who are eligible to vote, we do not have a firm number.\"\nThere’s at least one other way to estimate young voters. We took Pierce up on her offer to break out the share of registered Texas voters under 30. As of Feb. 20, 2016, according to the provided breakdown, 2,725,526 Texas voters aged 18 through 29 were registered to vote, making up about 19 percent of the state’s nearly 14.3 million registered voters.\nFischer comments\nFischer, provided what we’d heard from Potter and Pierce, said by email he used the voting-age population to build his estimate of millennials in the state’s electorate because he didn’t identify a better statistic. He cautioned too that \"electorate\" takes in everyone qualified to vote, not just registered voters.  \"As an aside,\" Fischer wrote, \"it is important to note that representatives are still called to represent felons, undocumented immigrants, non-citizen permanent residents, and others who may not be eligible to vote for a myriad of reasons.\"\nOur ruling\nFischer said: \"There isn’t a single (Texas) legislator under the age of 30, even though millennials make up 25 percent of the electorate in Texas.\"\nThe Texas House and Senate each lacks legislators under age 30.\nBut getting a fix on millenials in the Texas electorate can be slippery. Relying on an estimate of residents old enough to vote, as Fischer did, folds in people not eligible to vote--including non-citizens. On the other hand, nearly 20 percent of registered voters are millenials.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05354"}