{"url": "/factchecks/2012/aug/17/aclu-florida/aclu-says-rick-scott-wont-tell-13000-ex-felons-the/", "speaker": "American Civil Liberties Union of Florida", "vclaim": "\"13,000 Floridians are able to vote -- but their governor won't tell them.\"", "truth_label": "false", "date": "stated on August 3, 2012 in an email to subscribers:", "title": "ACLU says Rick Scott \"won't tell\" 13,000 ex-felons that they can vote", "text": "Florida has faced heat for how it handles restoring the rights of felons -- an issue with partisan and racial undertones. A disproportionate number of felons are black and blacks lean Democratic. Who has a right to vote is a pressing concern a few months before the Nov. 6 presidential election.  \n\nThe ACLU of Florida sent an email to supporters Aug. 3 sounding alarm bells and suggesting that thousands of ex-felons have been disenfranchised due to \"suppression tactics\" by the Legislature and Gov. Rick Scott. The headline of the email stated: \"13,000 Floridians are able to vote -- but their governor won’t tell them.\"\n\nHere is part of the body of the email:\n\n\"... Because of a public records request we sent last week, we discovered thousands of rights restoration notifications sitting in storage in Tallahassee having never reached their intended recipients. As a result, there are over 13,000 Floridians who have regained the right to vote, but haven't registered to vote because they may not know that they can.\"\n\nThe email later continued, saying that Scott \"won't even help the Parole Commission inform citizens that their voting rights have been restored. There were no public announcements from the governor's office to let people know these letters existed, and no effort to allocate enough resources to help the underfunded Parole Commission. These critical documents are simply gathering dust.\"\n\nThere are a lot of claims in that email but the one we wanted to check was the headline: Are there 13,000 Floridians able to vote but Scott won’t tell them?\n\nRestoration of rights changes under Crist\n\nIn 2007, then-Gov. Charlie Crist said that the civil rights restoration process was too cumbersome, and he led the effort to allow non-violent criminals to get their rights restored without hearings if they completed their sentences and paid restitution if required.\n\nThe change meant that 80 percent of ex-felons were eligible to get their rights restored without applying. (Felons lose their voting privileges in Florida.) Starting in April 2007, the Florida Parole Commission sent about 89,300 ex-felons certificates telling them their voting rights had been restored.\n\n\"The last printed certificates were sent in September 2008,\" said Jane Tillman, spokeswoman for the Florida Parole Commission. \"We sent 6,000 of them. We had a pizza party late in the night stuffing and licking envelopes.\"\n\nBut the parole commission didn’t always know where to send the correspondence telling ex-felons they could now vote. The commission relied on the last address the former inmates provided to the Department of Corrections, but some people had gotten out of prison years -- even decades -- ago.\n\nAbout 35,000 of the certificates were returned undeliverable starting in 2007 through March 2011.\n\nIf a letter was returned with a forwarding address it was resent, Tillman said. Starting around 2011, the commission checked state drivers' license records in an effort to find updated addresses.\n\nThe state was able to track down about half of the remaining list, leaving 17,604 undeliverable by the spring of 2011. Those undeliverable certificates have been sitting in boxes at the parole commission’s office in Tallahassee. (Tillman said nearly all of them are restoration of civil rights but about 5 percent are for something different, such as pardons.)\n\nThe ACLU picked up on the 17,604 yet-to-be-delivered certificates as part of a public records request. After comparing that list of names to a statewide voter database, the group found 13,517 people who were eligible to vote still hadn’t registered. That is the genesis of their claim.\n\n The letter is not needed to register to vote\n\nThe certificate itself doesn’t mean an ex-felon is automatically registered to vote, and an ex-felon doesn’t need to have a letter in order to register to vote. Ex-felons whose voting rights have been restored simply have to go through the typical process of registering to vote in their home county.\n\nIn Broward County, elections registration officials don’t ask for a copy of the certificate but will accept it if the person brings it, said spokeswoman Mary Cooney said. If an ex-felon tells elections officials that he isn’t certain if his rights have been restored, county officials will check the Parole Commission Office of Executive Clemency’s website.\n\nThe Miami-Dade Supervisor of Elections office provided a similar account of the steps they take to register such voters. Spokeswoman Christina White said if the clemency office website doesn’t show the applicant’s rights have been restored, her office gives the applicant the website, email and phone number for the clemency office.\n\nWe read the ACLU’s claim to Reggie Garcia, a longtime clemency attorney based in Tallahassee. Garcia argues cases before the governor, so he has a reason not to criticize Scott. But he said Crist’s initiative was well publicized and that if someone wants to become a voter, the ex-felon could make an effort to get in touch with the parole commission.\n\n\"I don’t think it's Gov. Scott’s fault that the (commission) has now tried at least two, maybe three times, that … (they) can’t reach 20 percent of the people because of passage of time, mobility, change of addresses,\" he said. Garcia also said it's not unusual for someone leaving prison to change their address multiple times within their first year of leaving prison.\n\nIt’s also possible, of course, for people on the list to be dead, to have moved out of state or simply not want to registered to vote.\n\nAn important note: The voting rules for ex-felons changed in 2011. In February 2011, newly elected Republican Attorney General Pam Bondi said it was too easy for felons to get their rights restored. One month later Bondi, Scott and the rest of the all Republican Cabinet adopted new rules making it harder for ex-felons to vote, including getting rid of any automatic restoration of rights and adding a minimum of a five-year waiting period to apply -- a process that can take years. Since then, only 175 felons have had their rights restored.\n\nA second important note: The people who received a certificate -- or those who have one sitting in Tallahassee -- are eligible to vote under the old rules unless they lost that right because they re-offended.\n\nOur ruling\n\nThe ACLU said in the headline of an email, \"13,000 Floridians are able to vote -- but their governor  won't tell them.\"\n\nBut the state has tried to reach those potential voters using the address information at their disposal. In 2007 and 2008, the parole commission sent the ex-felons a certificate based on the last address they provided to the state Department of Corrections. When about 35,000 letters were returned undeliverable, the commission re-sent letters and cut that number in half.\n\nAlso, the ACLU is blaming Scott for an issue that seems largely beyond his control. Some of the 13,000 could have moved out of state or died. And it’s possible some of the 13,000 don’t want to register to vote.\n\nLastly, the certificate isn’t necessary to register to vote. Ex-felons can check to see if their rights were restored on the commission’s website, calling the commission or asking for help from their local supervisor of elections.\n\nWe rate this claim False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-10568"}