{"url": "/factchecks/2012/dec/06/mark-zaccaria/ri-gop-chairman-mark-zaccaria-says-public-employee/", "speaker": "Mark S. Zaccaria", "vclaim": "Public employees receive \"something like 25 percent of the paychecks that are issued in Rhode Island.\"", "truth_label": "false", "date": "stated on November 25, 2012 in TV niterview:", "title": "R.I. GOP Chairman Mark Zaccaria says public employees make up 25 percent of state workforce", "text": "Mark Zaccaria, the outgoing chairman of Rhode Island’s Republican Party, was on WJAR-Channel 10’s \"News Conference\" program recently, commenting on the hard time the state party had in legislative races this year.\n\nThough Republicans recently have had a strong record of success in winning the governor’s office -- the Democrats have held it for just 4 of the last 28 years -- the Grand Old Party took a beating in state House and Senate races in November, dropping from 18 Republicans out of a 113-member General Assembly in 2010 to 11 in the session that will begin in January.\n\nZaccaria said the party’s poor showing was due in part to structural advantages he said the Rhode Island Democratic Party has developed over the years, particularly support from state and local government employees and their unions.\n\n\"If you add the members of the teachers unions, if you add the other public service employees all around the state that are municipally based,\" he said, \"it comes to something like 25 percent of the paychecks that are issued in Rhode Island.\"\n\nNow, we can’t determine whether drawing a state or local government paycheck guarantees how someone might vote. But we did wonder whether Zaccaria’s calculation was correct.\n\nWhen we asked him for his source, Zaccaria said he’d been using the 25-percent estimate since he ran for Congress in 2010. He said he’d done research to justify the figure, but after two years couldn’t recall the specific source of the statistic.\n\nSo we went to the website of the Department of Labor and Training, which tracks the number of jobs in the state month by month and year by year. According to its October 2012 report, the  most recent, Rhode Island had 463,300 non-farm jobs.\n\nThe department breaks down those jobs into more than two dozen categories, including federal, state and local government workers. The local government category includes public school teachers.\n\nIf you combine the local and state government numbers for October 2012, you get about 50,000 jobs, or about 11 percent of that 463,300 statewide job total -- less than half of Zaccaria’s estimate.\n\nEven if you add in the 10,000 federal government employees in the state, that would bring the number up to about 60,000, or about 13 percent of the state’s work force.\n\nBecause Zaccaria said he’s been using his 25-percent figure since 2010, we went back to the 2010 numbers to see whether things were different then. They weren’t.\n\nThe closest he would have come was January 2010, the month when the number of total jobs was lowest.\n\nCombined state and local government employees were counted at about 52,000 that month, 11.7 percent of that month’s 444,500 statewide jobs. Including 10,200 federal jobs that month would have bumped the public employee sector share to 14 percent, still short of 25 percent.\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nRhode Island State Republican Chairman Mark Zaccaria said that 25 percent -- one in four -- of paychecks in the state of Rhode Island go to state workers, municipal workers and public school teachers. But state labor statistics show the figure is closer to 11 percent, or about 1 in 9.  \n\nWe rule his claim False.\n\n(if you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected]. And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09950"}