{"url": "/factchecks/2017/may/31/mark-pocan/mark-pocans-errant-claim-about-tax-breaks-wisconsi/", "speaker": "Mark Pocan", "vclaim": "In Wisconsin’s school voucher program, \"two-thirds of the money\" in the \"tax vouchers\" went to people \"making more than $100,000.\"", "truth_label": "false", "date": "stated on May 24, 2017 in a hearing:", "title": "Mark Pocan's errant claim about tax breaks in Wisconsin's school voucher program for low-income kids", "text": "U.S. Rep. Mark Pocan tried to grill U.S. Secretary of Education Betsy DeVos about a program he opposes: vouchers that use taxpayer dollars to send low-income children to private schools.\nBut while posing questions to DeVos at a House subcommittee hearing on May 24, 2017, the Madison-area Democrat made a claim that mixed up the long-standing voucher program in Wisconsin with a relatively new private school tax break that’s offered to people of all income levels.\n\"The last expansion in Wisconsin of this program -- 75 percent of the parents who got this money, their kids already attended the schools,\" Pocan said, after criticizing the voucher program at length.\n\"And two-thirds of the money that went in the tax vouchers to the folks who receive this were making more than $100,000. So, largely, this is tax policy, this isn't education policy.\"\nThe $100,000 claim is in reference to a tax break for people who themselves pay to send their children to private schools, not the voucher program.\nThe voucher program\nThe 2013-’15 state budget made more Wisconsin children eligible for the voucher program, which dates back to 1989, when Republican Gov. Tommy Thompson and a Democratic-majority Legislature created the Milwaukee Parental Choice Program, the nation's first urban school voucher program of its kind in the country.\nIts aim was to improve results for poor city children in public schools by allowing them to attend private or religious schools with publicly funded vouchers.\nTo be eligible for the vouchers -- tax dollars paid to the private schools for tuition -- families must meet income limits. For the 2017-’18 school year, the limit for a family of four is $72,900 for students in Milwaukee and Racine and $44,955 for other parts of the state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe tax credit\nUnlike the voucher program, there are no income limits to qualify for the tax break, which reduces the taxable income for families who send their kids to private schools.\nThe break also was created as part of the 2013-’15 state budget. Taxpayers can subtract from their income amounts paid to private schools for tuition and mandatory student fees. For each student in kindergarten through eighth grade, the maximum deduction is $4,000; for each student in high school, the maximum is $10,000.\nPocan’s office told us the congressman made his claim based on a January 2017 news article in the Wisconsin State Journal. It says that in 2015, almost $8 million of the $12 million tax cut, or two-thirds, went to tax filers making more than $100,000. That amounted to about $388 per filer.\nBut the tax break has nothing to do with the voucher program.\nOur rating\nWhile criticizing Wisconsin’s school voucher program, Pocan said \"two-thirds of the money\" in Wisconsin’s school \"tax vouchers\" went to people \"making more than $100,000.\"\nBut a tax break Pocan alludes to -- for people who themselves pay to send their kids to private schools -- has nothing to do with Wisconsin’s voucher program, which uses tax dollars to pay for low-income children to attend private schools.\nWe rate the statement False.\nSee Figure 2 on PolitiFact.com", "vclaim_id": "vclaim-pol-03259"}