{"url": "/factchecks/2016/jun/20/steve-chabot/ohios-steve-chabot-compares-trump-u-clinton-founda/", "speaker": "Steve Chabot", "vclaim": "Says the Clinton Foundation \"accepted millions and millions of dollars from governments like Algeria, Saudi Arabia, Oman and the United Arab Emirates,\" which violated \"a ban on all contributions to the Foundation from foreign nations.\"", "truth_label": "barely-true", "date": "stated on June 8, 2016 in his campaign blog:", "title": "Ohio's Steve Chabot compares Trump U to Clinton Foundation", "text": "On his blog, Steve Chabot, Republican congressman for Ohio’s 1st District, tapped out some friendly advice in an open letter to presidential candidate Donald Trump. Trump faces a pending lawsuit against his eponymous Trump University.\nAs a \"recovering lawyer,\" Chabot wrote, \"settle the damn case, and apologize to the judge.\"\nEarlier this month, Trump caused the GOP heartburn when he accused the federal judge over the case of being unfair because of his Mexican heritage. The judge, Gonzalo Curiel, is a first-generation U.S. citizen, born in Indiana to Mexican parents.\nChabot advised Trump to throw a blanket over his sticky legal situation ASAP, because, \"when it comes to ripping off the public, you’re a piker compared to Hillary and Bill Clinton.\"\n(Definition of piker: a small-time gambler.)\nChabot continued:\nEven the Obama Administration recognized the inherent conflict of interest issues with respect to the Clinton Foundation, and therefore recommended a ban on all contributions to the Foundation from foreign nations. The Clintons violated that ban time and time again, and accepted millions and millions of dollars from governments like Algeria, Saudi Arabia, Oman, and United Arab Emirates.\nWe’re going to unpack that statement to see if the Clinton Foundation did violate a ban and accept millions.\n‘Ban’ on foreign donations\nWhen the Obamas were prepping for their move into the White House in 2008, and Hillary Clinton was awaiting confirmation to the cabinet as secretary of state, Barack Obama’s Presidential Transitions Team and the CEO of the Clinton Foundation drew up a Memorandum of Understanding, with provisions to deal with conflicts of interest and the appearance of conflicts.\nIn the memorandum, the foundation pledged to publish its contributions from 2008, ahead of Hillary Clinton’s confirmation as secretary of state. For the duration of Hillary Clinton’s service at the State Department, the memorandum said, the foundation would seek approval from the State Department’s ethics office before accepting donations from new foreign interests that hadn’t given in the past, or from past donors who upped their contributions from previous levels.\nNowhere in the memorandum does the word \"ban\" appear. Memorandums of understanding are generally not legally binding.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n‘Millions and millions?’ ‘Again and again?’\nThe Clinton Foundation accepted millions of dollars from Australia, the Dominican Republic, Kuwait, Norway, Qatar and Oman, which was allowed under the terms of the memorandum because they were previous donors.\nOman is the only country included in Chabot’s blogged complaint. According to the foundation’s website, the Sultanate of Oman donated between $1 million and $5 million while Clinton was at the State Department (the foundation discloses its funding in ranges). This donation was not prohibited by the memorandum.\nThe Washington Post reported that the United Arab Emirates and Saudi Arabia did not donate to the Clinton Foundation until after Clinton left the secretary of state’s post, in 2013. Our own reporting found the same thing. \nThat leaves Algeria.\nAlgeria!\nOn Jan. 12, 2010, the day after a massive earthquake struck Haiti, Clinton Foundation officials admitted that they failed to seek State Department approval before accepting an unsolicited donation from the Embassy of Algeria of $500,000 to the Clinton Foundation Haiti Relief Fund.\nThe foundation staff told us the foundation did not seek pre-approval in part because it did not have prior knowledge of Algeria’s intended contribution and in part because of the urgency of Haiti’s needs. The donation was disclosed on the foundation’s website.\nOur ruling\nChabot wrote, \"The Clintons violated that ban time and time again, and accepted millions and millions of dollars from governments like Algeria, Saudi Arabia, Oman and United Arab Emirates.\"\nThe agreement, a memorandum of understanding, was not a ban. At the very least, the Clinton Foundation accepted $1.5 million from Algeria and Oman, and at most, $5.5 million. Oman’s donation was allowed under the memo’s terms, but Algeria’s was not. Is the amount likely \"millions and millions?\" Probably.\nThe Clinton Foundation has accepted funds from Saudi Arabia and the United Arab Emirates, too, but not while Hillary Clinton was secretary of state.\nWe rate his statement Mostly False.https://www.sharethefacts.co/share/c643bdb6-f953-4775-afb7-95d0cfdb2227", "vclaim_id": "vclaim-pol-04809"}