{"url": "/factchecks/2009/jul/14/republican-national-committee-republican/gop-claims-obama-has-ordered-fbi-read-miranda-righ/", "speaker": "Republican National Committee", "vclaim": "\"Under the new and little known 'global justice' initiative,\" the Obama administration has ordered FBI agents to \"read Miranda Rights to high-value terrorist detainees captured on the battlefield.\"", "truth_label": "half-true", "date": "stated on July 7, 2009 in a GOP survey:", "title": "GOP claims Obama has ordered FBI to read Miranda Rights to terrorist detainees captured on the battlefield", "text": "The Republican National Committee recently put out a questionnaire called the \"2009 Obama Agenda Survey\" in which it asks Republicans to rate their agreement or disagreement with a number of so-called Obama administration positions.\n\n\nBut it looks to us more like a push poll, a political technique in which the questions are written in a way that aims to convince the respondent of a particular political position. In other words, they are political statements masquerading as questions.\n\n\nWe decided to fact-check two \"questions\" from the survey, and you'll see what we mean.\n\n\nOne is the question/statement, \"Do you support the Obama administration’s decision to offer $900 million to Hamas, a recognized terrorist organization, to rebuild Gaza?\" We rate the truth of that one with\n\nanother Truth-O-Meter ruling\n\n.\n\n\nBut in this item we address this question: \"Are you in favor of FBI agents reading Miranda Rights to high-value terrorist detainees captured on the battlefield as the Obama administration has ordered under the new and little- known 'global justice' initiative?\"\n\n\nImplied in the question, of course, is that the Obama administration — in a \"new and little-known 'global justice' initiative\" — is ordering FBI agents to read Miranda Rights to terrorist detainees captured in Afghanistan or Iraq. You know the Miranda Rights: you have the right to remain silent, you have the right to an attorney, etc.\n\n\nThe claim was first made by Rep. Mike Rogers, R-Mich., who said that during a congressional trip to Afghanistan in May, he visited Bagram Air Base and sat in on a law enforcement and intelligence officer meeting in which officials talked about a new policy of FBI agents Mirandizing suspected terrorists at U.S. military detention facilities. In an interview with Fox News on June 11, Rogers, who serves on the House Intelligence Committee, said soldiers were confused and frustrated by the policy.\n\n\n“Yes, as shocking and unbelievable as it may seem, it is true that under the new administration’s 'Global Justice Initiative,' special agents of the FBI are administering Miranda rights to enemy combatants caught trying to kill American soldiers or our Afghan partners in Afghanistan,\" Rogers said in a June 12 news release.\n\n\n\"These terrorist suspects are not accused of a common crime, they are suspected of acts of war against the United States and her allies,\" Rogers stated. \"Miranda rights should not apply for dealing with enemy combatants.\"\n\n\nRogers, a former FBI special agent who served in the U.S. Army, warned that applying criminal law on the battlefield hinders the process of gathering crucial intelligence. \"This could have deadly results for the men and women fighting for America and our Afghan allies,\" he said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFBI and military officials, however, say Rogers is just wrong.\n\n\n\"The real rumor yesterday is whether our forces were reading Miranda rights to detainees and the answer to that is no,\" Gen. David Petraeus, the U.S. military's Central Command chief, said on June 12.\n\n\nBut according to a story in the\n\nAustralian\n\n, Petraeus said the FBI was continuing the practice of reading detainees their rights in a limited number of cases where accused militants would face trials in civilian courts.\n\n\nThose sentiments were echoed in a more detailed June 12 letter sent by FBI director Robert S. Mueller III to U.S. Rep. Frank Wolf, and forwarded to Rogers.\n\n\n\"Regarding Miranda, there has been no policy change and no blanket instruction issued for FBI agents to Mirandize detainees overseas,\" Mueller wrote. \"For years, FBI agents have been trained to analyze whether Miranda is appropriate to use on a case-by-case basis and to consider providing Miranda warnings if prosecution in the United States may occur. For detainees held in military custody overseas, approval by the Department of Justice is required before Miranda warnings may be given.\n\n\n\"There are cases in which FBI agents have provided Miranda warnings to persons captured and held overseas, at Bagram and elsewhere. In those cases, a determination was made that a prosecution in ... court may be in the interest of national security and that providing Miranda warnings ... was therefore desirable to maximize the likelihood that any resulting statements would be admissible at trial. In practice, Miranda warnings have been provided to Bagram detainees in only a small handful of cases out of over 4,000 individuals detained and interrogated by the FBI.\"\n\n\nMueller went on to explain that the \"Global Justice\" proposal is intended to improve collaboration between military and law enforcement officials relative to terrorists overseas. The proposal is still preliminary, he stated, and would \"ensure, when possible that intelligence is gathered in a manner that best preserves future options vis-a-vis the individual terrorist at issue, including gathering evidence in a manner that ensures its integrity in the event a prosecution becomes the most desirable approach. Far from a policy change, the proposal would focus on the best way to manage and deploy interagency teams overseas, train the teams, and provide them forensic support. The proposal has never had any connection to changes in FBI policy on when Miranda warnings should be administered to detainees overseas.\"\n\n\nRogers isn't backing off.\n\n\nIn an interview with CQ Politics, Rogers said everything he saw at Bagram and has been told since is contrary to the assurances he got from Mueller.\n\n\nRogers is moving ahead with an amendment to the intelligence authorization bill prohibiting government funds from being used to Mirandize detainees.\n\n\nBut back to the \"question\" in the GOP survey, \"Are you in favor of FBI agents reading Miranda Rights to high-value terrorist detainees captured on the battlefield as the Obama administration has ordered under the new and little-known 'global justice' initiative?\"\n\n\nThis one is a tougher call than it might seem. On the one hand, you have a congressman who says he heard what he heard. And we think that Rogers' history as a former FBI agent and member of the House Intelligence Committee gives him credibility. He knows the lingo.\n\n\nOn the other hand, you have the FBI director saying there is no new policy instructing FBI agents to Mirandize detainees overseas. FBI officials acknowledge they have done so on a handful of occasions to preserve evidence in cases that seem likely to go to trial down the road. But they say that's not new policy. And, FBI officials note, they have to clear it with the Department of Justice before they do. And lastly, they say the \"Global Justice\" proposal which seeks more interagency cooperation overseas has never had anything to do with FBI policy on whether or not to Mirandize a detainee overseas.\n\n\nAt the least, we can say the GOP question/statement is a bit misleading. It suggests every detainee captured in Afghanistan is read his rights. That has only happened in a small number of cases, and only with Department of Justice approval. And according to the military, that has nothing to do with the Global Justice proposal. And so we rule this one Half True.", "vclaim_id": "vclaim-pol-15687"}