{"url": "/factchecks/2012/apr/23/michael-adams/politifact-calling-hope-richest-program-goes-too-f/", "speaker": "Michael Adams", "vclaim": "Georgia’s HOPE scholarship is \"still the richest scholarship program in America.\"", "truth_label": "half-true", "date": "stated on April 15, 2012 in a newspaper article:", "title": "PolitiFact: Calling HOPE 'richest' program goes too far", "text": "The HOPE scholarship program may be shrinking, but the financial aid it gives Georgia’s best students is second to none, the head of this state’s flagship university said recently.\n\nLegislators cut HOPE in 2011 to rein in spending that was growing faster than the state could afford. The scholarship, which helps pay for in-state college tuition, began providing less money to all but the highest-performing students in August.\n\nAdams thinks HOPE needs a long-term fix, but it’s still generous, he said in an April 15 article in The Atlanta Journal-Constitution.\n\nHOPE is \"still the richest scholarship program in America,\" Adams said.\n\nStill? Despite all of the changes?\n\nHOPE now pays full tuition for only about 10  percent of recipients. The rest receive scholarships that cover 90 percent of tuition at 2010-11 academic year rates. That percentage will shrink over time. Tuition rose this school year and will climb again in August.\n\nA University of Georgia spokeswoman said that Adams based his statement on data from the National Association of State Student Grant and Aid Programs, which PolitiFact used to assess a March 2011 statement by Gov. Nathan Deal:\n\n\"Georgia still has one of the richest programs in terms of scholarships for students to go to college,\" Deal said then.  \n\nWe rated his claim True. Georgia was near or at the top, depending on what measure you considered.\n\nFor the past four decades, NASSGAP has kept track of how much money each state awards in postsecondary education scholarships and grants.\n\nWhen Deal made his statement, the most recent data available covered the 2008-09 school year. Back then, Georgia awarded nearly $567 million in total grant aid. We ranked fourth in the nation behind California, New York and Florida, according to the association.\n\nDivide that total by the number of students enrolled in undergraduate programs, and Georgia was second only to South Carolina.\n\nGeorgia’s HOPE program was also the largest of its kind. NASSGAP classifies HOPE as a \"non-needs-based\" scholarship, which means it awards money on factors aside from a student’s financial need.\n\nGeorgia awarded some $565 million in non-needs-based money, NASSGAP reported. This amount included funds for other non-needs-based scholarships, but HOPE spending accounted for a vast majority of it.\n\nFlorida, which ranked second, gave out about $100 million less.\n\nBut that was three years ago. Is HOPE \"still\" the richest scholarship in America, as Adams said?  \n\nIt’s tough to say with certainty.\n\nNASSGAP numbers have been updated, but its latest data dates from about two years ago. It does not reflect the HOPE cuts passed in the spring session of 2011.\n\nHowever, this data does hint at how HOPE currently compares to other programs.  \n\nGeorgia awarded about $672 million in non-needs-based scholarships such as HOPE during the 2009-2010 academic year.\n\nOnce again, Florida came in second. But the gap between it and Georgia grew to nearly $250 million. Tennessee, South Carolina and Louisiana round out the top five with amounts between $135 million and $262 million.\n\nGeorgia came in second on a per-capita basis as well.\n\nOther states give away larger pots of money, but not many of them.\n\nNationally, about three-quarters of state grants are awarded based on financial need, said Frank Ballmann, a NASSGAP official.\n\nCalifornia gave away more than $1 billion in needs-based financial aid in the 2009-2010 school year. New York placed second at about $900 million.\n\nStill, Georgia’s program dwarfed almost all other state efforts that year. Pennsylvania, which was third place in needs-based aid, gave away about $413 million in needs-based aid.    \n\nNow, let’s take a look at HOPE awards after the cuts.\n\nTotals for 2011-2012 are not yet available. The Georgia Student Finance Commission, which administers HOPE and other state scholarship and aid programs, is still giving out money, a commission official said.\n\nBut projected amounts are available. After HOPE was cut, the Finance Commission’s budget was trimmed to reflect the changes. This updated budget allocates some $590 million for the HOPE grant, GED and scholarship programs.\n\nAt this funding level, Georgia’s ranking may fall this school year. NASSGAP’s data shows that over the past 10 years, states have doubled the amount of money they give out, not cut it.\n\nBut the numbers also suggest that HOPE will remain one of the nation’s most generous programs.\n\nThis $590 million budget would have qualified HOPE for a slot somewhere in NASSGAP’s top five two years ago, all other things being equal.\n\nFor Georgia to drop out of the top 10 this year, total grant aid awarded by lower-ranked states would have to grow by hundreds of millions of dollars. That’s unlikely in these austere times.\n\nAdams’ assertion that HOPE is \"still the richest scholarship program in America\" needs some context. Georgia’s program was the richest of its kind two school years ago, and it ranked high in other measures, although this state’s pot of money wasn’t the biggest overall.\n\nHOPE is likely to remain near the top this school year. Even with the cuts, other states are probably too far behind to catch up, for now.  \n\nAdams earns a Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11225"}