{"url": "/factchecks/2009/jan/20/nancy-pelosi/legend-slaves-building-capitol-correct/", "speaker": "Nancy Pelosi", "vclaim": "\"The Capitol was built by slaves.\"", "truth_label": "true", "date": "stated on December 2, 2008 in a speech.:", "title": "The legend of slaves building Capitol is correct", "text": "Every now and then, a fact goes viral. Current case in point: that slaves helped construct the U.S. Capitol, where the son of an African man is set to be sworn in as the nation's 44th president.\n\nPundits and politicians have mentioned this dozens of times in the past few days, wielding it as potent shorthand for all the historical import of the moment.\n\nRep. Nancy Pelosi, the speaker of the House, mentioned it in her remarks at the Dec. 2, 2008, dedication of the Capitol Visitors Center:\n\n\"The Capitol was built by slaves,\" Pelosi said. \"Today, I want to talk about the fact that it's so appropriate that, though long overdue, this Capitol Visitors Center is ready for 2009, which is the 200th anniversary, the bicentennial of the birth of Abraham Lincoln, the great emancipator.\"\n\nWe wanted to find the details behind the assertion and give it more context.\n\nIt turns out there's far less in the historical record on the subject than one might expect. Early historians of the Capitol's construction were largely indifferent to the work of common laborers, both paid and slave. Records from the time are spotty.\n\nOnly in the past 15 years or so has attention been trained on the role slaves played in constructing perhaps the nation's most important building — and the work has been led not by professional historians, but by individuals who developed a personal interest in the subject, such as retired Washington television reporter Ed Hotaling and freelance writer Bob Arnebeck.\n\nIn 2005, Congress appointed a task force to research the subject, which issued a report in conjunction with the Office of the Architect of the Capitol, finally bringing a measure of scholarly rigor to bear on the topic.\n\nThe task force acknowledged it was not able to tell the full story. \"No one will ever know how many slaves helped to build the United States Capitol Building — or the White House,\" says the 2005 task force report, entitled  History of Slave Laborers in the Construction of the United States Capitol. \n\nBut the task force did find plenty of evidence of slave involvement in the Capitol's construction. Perhaps the most compelling evidence were records of payments from the commissioners for the District of Columbia — the three men appointed by George Washington to oversee the construction of the Capitol and the rest of the city of Washington — to slave owners for the rental of slaves to work on the Capitol. The records reflect 385 payments between 1795 and 1801 for \"Negro hire,\" a euphemism for the yearly rental of slaves.\n\nSlaves were likely involved in all aspects of construction, including carpentry, masonry, carting, rafting, plastering, glazing and painting, the task force reported. And slaves appear to have shouldered alone the grueling work of sawing logs and stones.\n\nSlave crews also toiled at the marble and sandstone quarries that provided the stone to face the structure — lonely, grueling work with bleak living conditions in rural Virginia and elsewhere. \"Keep the yearly hirelings at work from sunrise to sunset — particularly the Negroes,\" the commissioners wrote to quarry operator William O'Neale in 1794.\n\nThe commissioners' use of slave labor was unremarkable for the time. When the Capitol was constructed, from 1793 to 1826, the building trades in almost every colony augmented the work force with slave labor. This would have been especially true in the Potomac region — the home of about half the 750,000 African-Americans living in the United States, according to the 1972 book  Free Negroes in the District of Columbia,  by Letitia Woods Brown.\n\nMost of the slaves who worked on the Capitol are known by first name at best — the records refer to a payment of $13.00 to slaveholder Teresa Bent for \"Nace,\" for example, and $23.00 to Elizabeth Brent for \"Harry\" and \"Gabe.\"\n\nBut one particular slave, Philip Reid, achieved some renown as an individual. He was a slave laborer for Clark Mills, who was hired to cast the Statue of Freedom, the Capitol's crowning feature. The government paid Reid $1.25 a day for his work.\n\nThe statue, a draped female figure holding a sheathed sword in one hand and a laurel wreath in the other, stands atop the Capitol dome, 288 feet above the site of Obama's swearing in.\n\nPelosi might have specified that slaves were only part of the work force, but they were involved with almost every aspect of construction for at least the first several years. We find her statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/2da6e075-066e-45e7-a519-4da507b38695", "vclaim_id": "vclaim-pol-15853"}