{"url": "/factchecks/2012/jun/20/american-crossroads/american-crossroads-says-tim-kaine-urged-500-billi/", "speaker": "American Crossroads", "vclaim": "Tim Kaine urged \"$500 billion in Medicare cuts.\"", "truth_label": "false", "date": "stated on June 13, 2012 in a TV ad. :", "title": "American Crossroads says Tim Kaine urged $500 billion in Medicare cuts", "text": "American Crossroads GPS, a conservative advocacy group, has a new TV ad attacking Democratic Senate candidate Tim Kaine that airs an old, discredited charge.\n\nThe 30-second commercial says Kaine \"left Virginia behind\" during the final full year of his governorship in 2009 when, at President Barack Obama’s request, he became chairman of the Democratic National Committee.\n\nWith footage of a suitcase being zipped and a passenger jet in the sky, the announcer says, \"Kaine put partisan ambitions first, selling policies he knows hurt Virginia: Medicare spending cuts...\"\n\nA silhouette appears of a person in a wheelchair. White and yellow capital letters letters read: \"TIM KAINE $500 BILLION IN MEDICARE CUTS.\"\n\nDid Kaine, as DNC chairman, really promote $500 billion in Medicare reductions?\n\nPolitiFact is familiar with the $500 billion claim because it has come up over the last two years as a Republican talking point in a number of competitive races across the country.  It all relates to Medicare reforms that were included in the 2010 Patient Protection and Affordable Care Act.\n\nMedicare covers health insurance costs for 39 million seniors and 8 million people under 65 receiving Social Security who are disabled. It makes up about 12 percent of the federal budget.\n\nDuring the last decade, the federal cost of Medicare increased by an average 8.1 percent a year. One of the goals of health care reform is to slow that growth.\n\nWe asked American Crossroads -- a political action committee affiliated with Karl Rove, the senior political adviser to former President George W. Bush -- for evidence that Medicare has been cut by $500 billion. It referred us to three items written during the week Congress approved the health care law in March 2010. Two of them were news stories saying the legislation would \"cut\" the program by that amount.\n\nThe third piece was a Congressional Budget Office estimate of the costs and savings in the healthcare bill. The nonpartisan agency said the law would reduce the projected 10-year cost of Medicare by $455 billion. But it did not say savings would come from \"cuts\" in services.\nInstead, the CBO explained that \"Medicare spending would increase significantly more slowly during the next two decades than it has increased during the past two decades.\"\n\nThe estimate became the basis for a tutorial by The Kaiser Family Foundation on how the health care reforms affect Medicare. The presentation was conducted by Tricia Neuman, a Kaiser vice president and director of the non-profit’s Medicare Policy Project.\n\nSome changes in the law increase Medicare spending to improve benefits and coverage, Neuman said. For instance, the health care law adds $5 billion to help cover prevention services and $43 billion to help fill in a gap -- or \"doughnut hole\" --  for buying prescription drugs through the Medicare Part D program.\n\nOther changes will slow the growth in Medicare spending by more than $500 billion over 10 years, according to Kaiser’s tutorial. The largest savings, about $219 billion, will come from reducing the increases in reimbursements that medical providers receive each year.\n\nAnother $136 billion will come from reductions in beneficiary payments for those enrolled in optional, private Medicare Advantage plans. Also, premiums will become more expensive for affluent Medicare beneficiaries. Those with high-cost \"Cadillac\" health insurance plans will begin paying a 40 percent excise tax on their premiums in 2018.\n\nThe CBO, in a new estimate in March 2011, said the health care law would reduce the projected cost of Medicare by $564 billion from 2012 through 2021.\n\nBut again, here’s the key fact: the health care law, according to Kaiser, does not cut $500 billion from current Medicare spending. Rather, the law will slow the program's future growth.\n\nMedicare spending will still increase. The CBO projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009.\n\nMost people, according to Kaiser, will not see their Medicare benefits reduced.\n\nNow, let’s turn back to Kaine.\n\nAs DNC chairman, Kaine was a steadfast supporter of Obama’s policies, including the health care law. When the legislation passed the U.S. Senate, Kaine said, \"We are now on the verge of the biggest domestic policy breakthrough since the Civil Rights Acts of the 1960s.\"\n\nOur ruling\n\nAmerican Crossroads says Kaine promoted a $500 billion cut to Medicare.\n\nThe Affordable Care Act contains about $564 billion in cost-savings measures for Medicare over 10 years. But the definition of a cut means there would be a reduction in spending. That’s not the case here. Medicare spending will continue to expand. The law will slow the projected rate of growth.\n\nKaine did advocate for the health care reform legislation, but he never called for a $500 billion cut to Medicare.\n\nWe rate American Crossroad’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10901"}