{"url": "/factchecks/2017/apr/21/wawa-welcome-america/pants-fire/", "speaker": "Wawa Welcome America", "vclaim": "\"The Wawa Welcome America festival (features) . . . America's largest free concert.\"", "truth_label": "pants-fire", "date": "stated on April 13, 2017 in in a press release:", "title": "Wawa Welcome America: The largest free concert in the USA? Really?", "text": "On April 13, Wawa, Inc. and Welcome America, Inc., a nonprofit in partnership with the City of Philadelphia, sent out a press release to announce Wawa’s continued commitment to hosting Wawa Welcome America, Philadelphia’s Fourth of July festival. Wawa confirmed it will continue to host the 25-year-old celebration through 2019.\nThe citywide, six-day festival includes fireworks, free museum admission and what the press release claims to be the largest free public concert in the country:\n\n\"The Wawa Welcome America festival is the nation’s signature July 4th celebration in the birthplace of our nation. This multi-day, citywide festival features all FREE events such as America’s largest free concert, some of the nation’s largest fireworks displays, outdoor movie screenings, free museum days, neighborhood events and more.\"\n\nLast year’s celebration peaked at around 25,000, but that number accounts for the whole day’s worth of activities at Benjamin Franklin Parkway, from noon until the fireworks, which begin after the concert ends at 10 p.m. The attendance for the concert, which began at 5 p.m., dwindled last year to 6,500 due to escalating rainfall.\nGenerally, Wawa Welcome America does attract a significantly bigger audience. In 2015, Philly.com reported that city officials estimated the crowd at the concert to be upwards of 175,000, with the full day’s attendance reaching 700,000 people. The lineup that year, curated by Philly native sons The Roots, snagged headliners Nicki Minaj and Ed Sheeran, as well as Jennifer Hudson.\n175,000 people still isn’t the highest attendance at a free concert, though.\nMillions came out to celebrate the new millennium in Times Square’s New Year’s Eve bash in 2000. Each of President Obama’s inauguration events (with entertainment provided by Aretha Franklin in 2009 and Beyoncé in 2013) drew over a million people — in 2009 it was closer to two million. And, at the same time as Wawa Welcome America, there’s the July Fourth concert at the Capitol; last year the headliners of that, which also runs live on PBS and NPR, included country stars Gavin Degraw and Cassadee Pope, as well as Christopher Jackson, who played George Washington in the Broadway hit \"Hamilton.\" The year before, Hunter Hayes and KC and the Sunshine Band led up to headliner Barry Manilow. All of these are free events — though some of them aren’t centered around the performances, like the presidential inaugurations — that include concerts that are free and open to the public. They fit the description.\nMelanie Sole, a spokesperson for Welcome America, explained it’s pretty difficult to accurately compare crowd sizes from events in different cities because \"every city counts things differently and there are many factors to be aware of when comparing city to city.\"\nCrowd size estimates also tend to have political- and business-related biases. A prime example is the Trump administration’s claim that the president’s inauguration crowd was much larger than it appeared to be in aerial photos.\nBecause of common biases and inaccuracies often involved in measuring crowds, Digital Design and Imaging Services markets itself as being able to provide an \"accurate, defensible crowd count.\" Specialists there have offered crowd size estimates for major events in Washington D.C. like the recent Women’s March and Jon Stewart and Stephen Colbert’s 2010 Rally to Restore Sanity and/or Fear, which DDIS estimated drew 215,000 people, claiming only a 10 percent margin of error.\nThe specialists at DDIS are able to provide some of the most accurate estimations of crowd size partly because of a kind of technology they developed themselves called a balloon test, which isn’t an actual balloon, but a ten inch orb tethered to float above a crowd and use laser rangefinders to scan the area. The Federal Aviation Administration bans flying helicopters over large gatherings for safety purposes, so without a balloon test it’s difficult to get a good aerial view for a measurement tool.\nEven without use of the DDIS’s resources, to get an even close to accurate estimate, \"you must have high resolution photos, you must have orthographic views, and you must have lingering resources to determine a peak [in attendance],\" President of DDIS Curt Westergard explained. It’s not an easy measurement to get correct.\nInaccurate counts can lead not only to dangerous situations regarding people in the crowds getting swift access to resources in emergency situations, but also make comparing sizes at different events extremely difficult.\n\"We make our comparisons to other publicly reported data by other Independence Day concerts plus review available data from the music industry and other sources,\" Sole said of Welcome America’s crowd size estimations.\nShe added, \"No other free Independence Day concert in America makes our claim nor has sought trademarks as ‘America’s Free Largest Independence Day Concert.’ There may be other data not publicly available or known to us.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nEven assuming the estimations Welcome America is relying on are accurate, 175,000 people definitely isn’t the largest free concert audience in the United States, as shown above. Concerts at inauguration events and New Year’s Eve celebrations regularly top that count.\nIn a separate email, Sole added quite a few more qualifiers to the initial statement, asserting that the Wawa Welcome America concert is the \"longest, diverse, inclusive, free, live concert event on July 4th—Independence Day.\"\nEven restricting the comparison to that day, Philadelphia’s concert still isn’t the biggest.\nWashington, D.C.’s concert has drawn up to 250,000 people in past years, reports The Washington Times. Though the National Park Service no longer provides a count, the Metro system, which provides estimates of crowd sizes by measuring the amount of people using transit, said their count reached 500,000 for 2013’s celebration.\nSole also provided a list of additional criteria Welcome America uses to distinguish its event as the biggest nationwide:\n\n• The Parkway is one continuous space with unobstructed views from Love Park to the Main stage for one, continuous, live concert experience. The Parkway can accommodate a range of crowds compared to other venues in other cities that may have multiple \"official\" sites.\n• Factors in the counting of attendees--over time--include the timing of the Parkway pre-concert entertainment, the length of the live concert, diversity of performers, audience appeal, fireworks timing, weather and other factors (such as day of the week—this year July 4th is a Tuesday versus a long weekend or weekend day itself).\n• Review of Philly’s July 4th historical data and the Independence Day crowd estimates reported over time by the media and other sources along with visual evidence (such as pictures and videos).\n• We include live broadcast ratings and live streaming viewers. All portions of Philly’s events are live, never taped.\n\nHowever, none of these criteria were included in the original statement, which just claimed Wawa Welcome America features the largest free concert in the country-- not just on the Fourth of July and not based on the diversity of performers or the length of the live concert or whether the view of the stage is continually unobstructed.\nToday, Welcome America put out another announcement unveiling Mary J. Blige as the headliner for this year’s concert. This press release instead lauded the event as \"America’s largest free Independence Day concert.\"\nOur ruling\nThe original claim in Wawa and Welcome America’s press release stated Wawa Welcome America features America’s largest free concert.\nWelcome America Spokesperson later reiterated in an email that the organization measures a variety of factors including length of the concert, whether it’s live and whether there is an unobstructed view of the stage throughout the crowd. She also revised the initial claim and instead referred to the concert as the largest one in the US on Independence Day (which is still not totally accurate).\nRegardless, what we’re fact checking is the original statement from the press release.\nPhiladelphia can certainly claim it has a pretty huge Independence Day celebration, but Wawa Welcome America is definitely not the largest free concert in the United States.\nWe rate this claim as Pants on Fire.", "vclaim_id": "vclaim-pol-03401"}