{"url": "/factchecks/2015/sep/16/internet-commenters/annexation-or-no-decatur-schools-are-overcrowded/", "speaker": "Internet commenters", "vclaim": "Annexation would lead to overcrowding at Decatur’s city schools.", "truth_label": "false", "date": "stated on September 10, 2015 in comments on various local blogs:", "title": "Annexation or not, Decatur schools are overcrowded", "text": "The specter of annexation still floats around DeKalb County, even as voters decide in two months whether to form the cities of LaVista Hills and Tucker.\nIf approved, the cities would share a border roughly along the eastern edge of I-285. Depending on how those votes go, the decisions could revive Atlanta’s failed effort to annex Druid Hills and a bid for Decatur to take in key commercial areas such as Suburban Plaza and the Kroger shopping center on DeKalb Industrial Way\nDecatur’s proposal drew vigorous opposition from residents in the neighborhoods surrounding some of those shopping plazas, since the city would get the tax dollars but avoided taking more students into its school system.\nSome Decatur residents have insisted any annexation plans limit residential units, arguing that would lead to overcrowding its small school system.\nThose claims have taken on urban myth status, reviving again this month in comments on local blogs.\nA reader asked us to answer, once and for all, if annexation would overcrowd Decatur schools.\nQuite simply, no.\nFirst, it’s worth noting that LaVista Hills and Tucker, if created, would not have their own school districts. They would remain under DeKalb County’s schools.\nThe Atlanta expansion in Druid Hills was largely fueled by residents there who wanted to join the city’s schools after DeKalb school leaders rejected the idea of a charter cluster to give them control over several schools.\nDecatur’s annexation plan, meanwhile, was designed, in part, to accommodate a school system already growing at an unprecedented rate.\nA joint letter from the city and school district in November, was blunt: Student enrollment would grow by about 550 students by 2020, even without annexation, based on low-growth projections.\nAn annexation before a new city was adjacent to Decatur’s borders would allow the city to add to its tax base, and find land for new school facilities that would be needed, the letter said.\nThe school board reluctantly signed off on annexation plans in December, with the conditions that a new school site be identified for Decatur, a densely populated city with about 20,400 residents in just 4.6-square miles.\nAnother condition called for current and future city leaders to be \"cautious\" about rezoning commercial areas into residential zones.\nThose caveats suggest worry about overcrowding through annexation is a concern even to district leaders.\nBut the enrollment numbers don’t bear those worries out.\nDistrict spokeswoman Courtney Burnett provided us with a 10-year history of system enrollment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nOn Aug. 30, 2005, a total of 2,091 students were in the city’s four elementary schools (including the fourth- and fifth-grade academy), one middle school and one high school.\nThis year, enrollment on Sept. 10 was at an all-time high of 4,662.\nThat’s a 123 percent increase in a decade in a district that today includes six elementary schools (including a new fourth-and fifth-grade academy to replace the existing one, which was converted to a K-3 school), a middle school and high school.\nThe high school alone, which houses grades 9-12, has 1,159 students. That puts it at 8 percent over the Georgia Department of Education’s enrollment capacity of 1,073 students.\nThat growth occurred when the city’s last major annexation, in April 2014, brought in just 75 homes and 14 students from the Parkwood neighborhood.\n\"Until we see what happens after the Nov. 3 election, the whole question of our annexation plans are on hold,\" said Decatur City Manager Peggy Merriss. \"But we know that neither annexation nor apartments is spurring the growth of our student population. It’s mostly generational turnover in single-family housing.\"\nIn other words, more young families – with kids – have decided to call Decatur home. For instance, the 2015 edition of the city’s newsletter, Focus, notes that only 45 students are registered for the current school year from the six multi-family developments that have been erected since 1999.\nAnnexation would, of course, bring some new students to Decatur schools. Enrollment is projected to grow to 8,145 students by 2020 under last year’s annexation maps.\nBut even without those annexed areas, the district projected as many as 7,300 students by 2020.\nToday, there are about 550 more students in the city’s four K-3 schools than already packed into the over-capacity high school, Burnett said.\nThat’s part of why the school board has placed a bond referendum on the November ballot, for up to $75 million to pay for new construction and expansion of various schools.\n\"The bond is designed for the low-growth, without any annexation, most conservative projection we have of our continued growth,\" Burnett said. \"We have to do something for our growth, now. And that’s if not one more student enters our buildings.\"\nOur ruling\nIf DeKalb County voters decide to create two new cities in the November election, it could have ripple effects on how existing cities in the county grow.\nDecatur’s annexation plans had previously called for more land, but not necessarily more residents, for its school system. Some leaders and residents alike continue to repeat that annexation will crowd the small city’s well-regarded school system.\nAdding people to the city would, no doubt, translate into more students.\nBut any claims that annexation would crowd the schools ignore the already burgeoning classrooms. The schools are already overcrowded.\nDecatur school enrollment has exploded by more than 100 percent in the past decade, all without any major annexations.\nWe rate the claim that annexation would crowd the schools as False.", "vclaim_id": "vclaim-pol-05972"}