{"url": "/factchecks/2011/dec/18/rick-perry/rick-perry-says-loan-program-he-oversaw-wasnt-bail/", "speaker": "Rick Perry", "vclaim": "Says Texas did not bail out a loan program he oversaw as state agriculture commissioner.", "truth_label": "pants-fire", "date": "stated on December 15, 2011 in Fox News Republican presidential debate in Sioux City, Iowa:", "title": "Rick Perry says loan program he oversaw wasn't bailed out by state of Texas", "text": "In the Dec. 15, 2011, Republican presidential debate in Iowa, Texas Gov. Rick Perry was asked to account for a loan program he oversaw as the state’s agriculture commissioner, the elected post he held from 1991 through 1998.\n\nNeil Cavuto of Fox News noted that Perry wants Congress to stop spending so much.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\"But as Texas agriculture commissioner, you oversaw a loan guarantee program that, as the Austin American-Statesman reported at the time, had so many defaults that the state had to stop guaranteeing bank loans to start-ups in the agribusiness, and eventually bailed out the program with the taxpayer money,\" Cavuto said. \"So aren't you guilty of the same behavior you rail against as a presidential candidate?\"\n\nPerry replied: \"Number one, don't believe everything you read in the Austin American-Statesman. And the second side of it is, we had that program put in place, and the state did not bail (it) out; those programs worked as they were supposed to work. Just like in any bank or any business, you are going to have some that fail.\"\n\nNo bailout?\n\nAs agriculture commissioner, Perry oversaw the Texas Agricultural Finance Authority, which was created in 1987. The authority was launched to boost the agricultural economy by selling state-backed bonds to guarantee bank loans to entrepreneurs who could not get commercial loans. The goal was to create small businesses and jobs by processing — rather than simply growing — Texas agricultural products.\n\nA revamped version continues today. The authority’s Agricultural Loan Guarantee program provides loan guarantees to lenders for eligible applicants who wish to establish or enhance their farm and/or ranch operation or an agriculture-related business. According to the Texas Department of Agriculture, applicants may seek a loan of any amount from their local lender, but the guarantee may not exceed $750,000 or 70 percent of the loan amount, whichever is less. Other offerings include a young farmer grant and interest-rate reduction programs.\n\nFrom 1997 through 1999, the Texas state auditor alerted officials to problems in the program, with the problems growing each successive year.\n\nResponding to the first hint of problems, Perry said the program was positioned to thrive. In a Jan. 15, 1998, guest column in the Amarillo Daily News, Perry said the program was \"on solid footing with a positive balance projected by 2010.\" He noted too that the loans were funded by debt — commercial paper: \"No taxpayer money has ever been used to make TAFA loans.\"\n\nIn May 1999, though, the auditor’s office warned that if the program’s loan-guarantee program did \"not improve its financial position, appropriations may be required in the future to meet its general obligation debt.\" The auditor said the loan-guarantee program had a \"negative fund equity\" of $6.9 million through August 1998 because 22 of 83 loans had defaulted since 1993. \"An additional $4.5 million, associated with loans currently in default, may have to be written off,\" the auditor said.\n\n\"Because it provides loans that otherwise would not be made, the authority has had difficulty attracting good loans to act as a buffer against its riskier loans,\" the auditor said. \"A certain volume of good loans is needed to ensure that losses are offset and that the programs are self-sustaining; however, the authority has not yet developed financial projections to identify that volume.\"\n\nAs bad debt accumulated, the agency in 2002 put a moratorium on new loans in five of eight TAFA programs. As of the end of August 2008, the agency later reported, TAFA had $25 million in outstanding debt with only $6.4 million in loans and $4.1 million in cash available to service the debt.\n\nIn 2009, the agency asked the Texas Legislature to pay off the loan guarantees with a $14.7 million appropriation. An April 24, 2009, Statesman news article says the authority’s bad loans had been pronounced uncollectable.\n\nAt the time, Agriculture Commissioner Todd Staples told the newspaper in an interview that the authority had distributed about $82 million in loans through the program’s suspension in 2002. Some loans worked out, Staples said, and a study showed the program had created jobs, but Staples acknowledged that the $14.7 million in defaults -- about 18 percent of the total amount lent -- represented a dismal track record.\n\n\"It's bad,\" Staples said. \"Unfortunately, taxpayers are on the hook for something that happened as long ago as 1987.\"\n\nAccording to records, the authority’s first bad loans were written off in August 1995. Twenty-nine of 102 guaranteed loans defaulted, almost all of them during Perry's tenure, according to the records, which were provided to the Statesman by the agriculture department.\n\nAs governor, Perry signed the program’s infusion of aid into law by approving the 2010-11 state budget sent to him by lawmakers. A provision specifies that $14.7 million is appropriated to \"retire the debt of the Texas Agricultural Finance Authority,\" which was restructured by a separate measure.\n\nWe asked Perry’s campaign about his no-bailout debate statement and didn’t hear back. Asked to describe the 2009 spending, Bryan Black, a spokesman for the agriculture department, called the action a \"one-time state appropriation to pay off the debt.\"\n\nOur sense? Taxpayers picked up built-up costs that otherwise could not be covered. It seems reasonable to call that expenditure a bailout.\n\nFurther, Perry’s contention there was no bailout runs counter to his signing the spending into law -- making his debate claim ridiculous. Pants on Fire!", "vclaim_id": "vclaim-pol-11918"}