{"url": "/factchecks/2016/aug/26/hillary-clinton/hillary-clinton-citing-trump-effect-says-teachers-/", "speaker": "Hillary Clinton", "vclaim": "\"Parents and teachers are already worrying about what they call the ‘Trump Effect.’ They report that bullying and harassment are on the rise in our schools, especially targeting students of color, Muslims and immigrants.\"", "truth_label": "mostly-true", "date": "stated on August 25, 2016 in remarks in Reno:", "title": "Hillary Clinton, citing 'Trump Effect,' says teachers are reporting more bullying in schools", "text": "Americans should be concerned about the effect of Donald Trump’s campaign on kids, said Hillary Clinton in an Aug. 25 speech decrying what she sees as her opponent’s campaign of \"prejudice and paranoia.\"\nShe told the story about a high school basketball game in Indiana, where home team fans taunted players from their heavily Hispanic rival school by holding up a large cutout of Trump’s head and chanting \"build a wall.\"\n\"Next time you see Trump rant on television, think about all the children listening across America,\" Clinton said. \"Kids hear a lot more than we think. Parents and teachers are already worrying about what they call the ‘Trump Effect.’ They report that bullying and harassment are on the rise in our schools, especially targeting students of color, Muslims, and immigrants.\"\nWe wondered if Clinton is right teachers are reporting an increase in bullying and harassment and if so, what does it have to do with Trump?\nClinton’s source is an April report out of the Southern Poverty Law Center, a civil rights and antidiscrimination advocacy group. The report is titled \"The Trump Effect: The impact of the presidential campaign on our nation’s schools.\"\nThe center conducted an online survey of approximately 2,000 K-12 teachers and found: \"Teachers have noted an increase in bullying, harassment and intimidation of students whose races, religions or nationalities have been the verbal targets of candidates on the campaign trail.\"\nWhile their findings correspond directly with Clinton’s claim, it’s important to note that this was not a scientific survey, as the report notes. The respondents don’t represent a random sample of teachers, and it’s likely that those who chose to respond to the survey are those who are most concerned about the campaign’s impact on students.\nThis means it would be inaccurate to extrapolate from the survey that bullying and harassment are generally on the rise across the country. Rather, it is more a collection of teachers’ anecdotal experiences.\nWe looked for a scientific study that speaks to this same question but couldn’t find one, mostly because there tends to be a lag in this kind of data, meaning data on bullying trends in 2016 won’t get published until 2017 or later. The process of setting up and getting approval to conduct a scientific study is lengthy and cumbersome, and would not be approved before the election, said Sheri Bauman, a professor at the University of Arizona who researches bullying.\nEven so, Bauman said the Southern Poverty Law Center’s report should not be dismissed, as its data show important recurring themes.\nHere are some interesting details from the survey. Keep in mind that the survey did not mention any candidate names whatsoever:\n\n\nRespondents gave a total of 5,000 comments. Of those, one in five mentioned Trump. All other candidates were mentioned fewer than 200 times combined.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\"More than one-third have observed an increase in anti-Muslim or anti-immigrant sentiment.\"\n\n\n\"Teachers report that students have been ‘emboldened’ to use slurs, engage in name-calling and make inflammatory statements toward each other,\" and \"Kids use the names of candidates as pejoratives to taunt each other.\"\n\n\n\"More than two-thirds of the teachers reported that students — mainly immigrants, children of immigrants and Muslims — have expressed concerns or fears about what might happen to them or their families after the election.\"\n\n\nOn the otherhand, the bullying can be contrary to the depiction that Clinton offered. The survey also noted examples of students getting bullied by others because they or their parents support Trump.\nThe findings support Clinton’s claim, said Maureen Costello, the report’s author and director of the center’s Teaching Tolerance project.\n\"It’s fair to say the reports say teachers who respond to us are in fact seeing an increase in the quantity of harassment and change in quality of bullying,\" Costello said, adding that she has received upwards of 300 unsolicited additional comments from educators since the report came out, all expressing similar sentiments.\n\"I suspect (Clinton) might be right, but the data are not there to support the statement from a scientific-evidence-based perspective,\" said Dorothy Espelage, a professor at the University of Illinois at Urbana–Champaign and a leading expert in bullying.\nA Trump spokesman dismissed the survey, noting that it was unscientific.\nOur ruling\nClinton said, \"Parents and teachers are already worrying about what they call the ‘Trump Effect.’ They report that bullying and harassment are on the rise in our schools, especially targeting students of color, Muslims, and immigrants.\"\nTeachers surveyed by the Southern Poverty Law Center study reported an increase in bullying and harassment, particularly involving anti-immigrant and anti-Muslim sentiments. Many of these teachers, unsolicited, cited Trump’s campaign rhetoric and the accompanying discourse as the likely reason for this behavior.\nThe term Trump Effect is a product of the survey’s authors. And the survey is unscientific because it's based on anecdotal reports. But experts in bullying told us the Southern Poverty Law Center’s survey and their sense of current trends in schools supports Clinton’s point.\nWe rate her claim Mostly True.\nhttps://www.sharethefacts.co/share/79685d56-6956-4e5e-8e24-60a56a099c5b", "vclaim_id": "vclaim-pol-04412"}