{"url": "/factchecks/2014/mar/18/jon-stewart/jon-stewart-slave-trade-caused-5-million-deaths/", "speaker": "Jon Stewart", "vclaim": "The American slave trade caused 5 million deaths \"or more.\"", "truth_label": "false", "date": "stated on March 11, 2014 in a broadcast of \"The Daily Show\":", "title": "Jon Stewart: Slave trade caused 5 million deaths", "text": "Every war is filled with grim statistics, and Andrew Napolitano took a debate with Comedy Central’s Jon Stewart down that road when he brought up the Civil War’s casualties. President Abraham Lincoln, Napolitano argued, could have undone slavery \"without causing the deaths of 785,000 human beings.\"\n\"How many deaths of human beings were caused by the American slave trade?\" Stewart shot back.\n\"Unfortunately, a million and a half,\" Napolitano said.\n\"Try 5 million or more,\" Stewart said.\nWe are fact-checking several claims from the Civil War debate between Napolitano, a libertarian pundit and former judge, and Stewart. Here we are looking at if the American slave trade, the process by which people were acquired and sold into slavery, resulted in the death of 5 million people or more. (Statistics focus on the slave trade, because experts say it's impossible to know the overall death toll caused by slavery in America.)\nWe asked Comedy Central for Stewart’s source and did not hear back. But it seems likely Stewart got his information from another Daily Show guest. Historian Manisha Sinha from the University of Massachusetts was part of a panel in a mock game show called The Weakest Lincoln.\nAsked during the game to estimate the number of deaths, Sinha said 2 million to 5 million might have perished.\nSo that would put Stewart on the high end of one estimate. But Stewart made an error in his characterization.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSinha was talking about the Atlantic slave trade, which included slaves bound for South America, the Caribbean as well as North America, while Stewart focused on the American slave trade.\nSo what's the American share? Starting in the late 1960s, historians began culling hard numbers on the slave trade from shipping manifests and other original documents. The result is the Trans-Atlantic Slave Database. It has tabulated an estimated 80 percent of the traffic in human beings and found about 10.7 million people survived the passage from their homeland between 1500 and 1866. Of that, about 390,000 made it to North American soil. This was about 3 percent of the total.\nHistorian Herbert Klein of Columbia and Stanford universities, who worked on the database, said that the data suggest about 85,000 people destined for North America did not survive the trip across the Atlantic -- far below 5 million. (The same data show deaths caused by the slave trade in all of North and South America at about 1.8 million.)\nHowever, as exact as this information might be, it only goes so far. Much data is missing, either because it was lost or because no records were kept of the illegal shipments of slaves to North America that took place after 1808. That was the year when the United States banned the importation of slaves from Africa.\nPlus, as we noted, the database counts only the deaths due to the capture and transport of slaves and says nothing about the people who died in bondage from brutality, disease and deprivation.\nWhen the Civil War began, about 4 million people lived in slavery. According to the Gilder Lehrman Institute of American History, half of all their babies died in the first year of life. That was twice the rate for white babies. Stanford Medical School cites the statistic that in 1850, the life expectancy of slaves was four years less than for whites.\nOur ruling\nStewart said the American slave trade caused the deaths of at least 5 million people. Stewart appears to be using an estimate for deaths associated with the slave trade in North and South America. America's portion is much smaller, an expert told us.\nWe rate Stewart’s claim False.", "vclaim_id": "vclaim-pol-08120"}