{"url": "/factchecks/2011/apr/22/state-democratic-party-wisconsin/democratic-party-wisconsin-calls-state-sen-randy-h/", "speaker": "Democratic Party of Wisconsin", "vclaim": "Says Wisconsin state Sen. Randy Hopper, R-Fond du Lac, has already been recalled.", "truth_label": "false", "date": "stated on April 19, 2011 in a news release:", "title": "Democratic Party of Wisconsin calls state Sen. Randy Hopper already “recalled”", "text": "He may not be widely known, but state Sen. Randy Hopper’s political fate could help write the final chapter in the historic Wisconsin legislative battle over the future of public employee unions.\n\nThe Republican is one of eight GOP senators targeted by state Democrats for removal from office as part of a coordinated series of recall campaigns that aim to reclaim the chamber for the Democrats.\n\nAs residents gathered signatures in an attempt to force him into a recall election, the state Democratic Party focused on casting Hopper in a negative light.\n\nThe party issued a news release highlighting an embarrassing flub in which a Hopper constituent newsletter included a phone number that directed callers to a sex chat line promising access to nasty talk with hundreds of hot, horny girls. Hopper said it was an inadvertent mistake.\n\nAhem.\n\nThe party’s press release caught our eye -- but only for professional reasons, we assure you.\n\nThis was the headline on the party’s release, which quoted party chairman Mike Tate:  \"Recalled Randy Hopper Directing Constituents to Adult Chat Line.\"\n\nRecalled already? That struck us as an unusual claim.\n\nWith recall fever hitting the state -- eight Democrats are also the target of recall attempts -- we thought we’d look at whether the \"recalled\" label is appropriate at this point in the process.\n\nIn the case of Hopper, the senator from Fond du Lac, recall advocates filed petitions on April 7 seeking an election. A review of the signatures on the petitions -- by the state’s Government Accountability Board -- is pending.\n\nWe asked Democratic Party spokesman Graeme Zielinski to explain the \"recalled\" label. He called our request a waste of time and our questions \"an act of pedantry.\"\n\nWith the party offering no clear rationale, we turned to some election experts.\n\nThey noted the term \"recall\" has inspired much confusion among the public. And legal and political professionals disagree over the point in time when it is appropriate to label an elected official \"recalled.\"\n\nJohn Coleman, a political scientist at UW-Madison, said you can make a case for two points in time.\n\nOne: When the state certifies the need for an election after confirming the validity of signatures on recall petitions.\n\nTwo:  When the incumbent loses the election.\n\nThe term recall \"suggests an official who is being brought back to stand before the people,\" Coleman told PolitiFact Wisconsin. \"This has some historical resonance along the lines that in days gone by, transportation and communication were difficult, and the elected official was in some far off place remote from his or her constituents. The recall election was a way to bring them back to the constituents.\"\n\nColeman said that in everyday conversation, \"when people say ‘Legislator X has been recalled,’ they’ll probably mean the legislator has to face a recall election. It’s a handy shorthand term.\"\n\nColeman, who has a national perspective on elections, said he personally leans toward \"recall\" meaning removal from office.  \n\nBy either measure, though, the state Democratic Party’s depiction of Hopper’s status would be wrong.\n\nWe asked Hopper’s campaign manager, Jeff Harvey, when he would consider his candidate \"recalled.\" He said it would be after state elections officials certify the request for a recall election -- and only after a Hopper defeat in the contest.\n\n\"If he wins that means he was never recalled,\" Harvey said.\n\nOK, so that’s the other end of the spectrum from the Democrats.\n\nLet’s go to Kevin Kennedy, the state’s lead elections official as director of the Government Accountability Board. Through a spokesman, Kennedy said an incumbent is \"recalled once they have to stand for election.\"\n\nHere’s what the state’s official recall manual says about it: \"Recall gives voters the right to reconsider their choice of an elected official. However, it does not automatically result in removal of an official from office.\"\n\nWhere exactly does the Hopper case stand in the process?\n\nPro-recall workers on April 7, 2011 turned in signatures to the Government Accountability Board seeking to force an election. Hopper’s side filed a challenge to some signatures on April 21. The GAB will take weeks to review the signatures and decide whether a sufficient number are valid.\n\nAt that point, either Hopper or the recall forces could appeal the GAB’s decision to court.\n\nSo there is a long way to go before an election is set to proceed -- the trigger point for the \"recall\" label being accurate. Coleman, the UW political scientist, said the notion that somebody is \"recalled\" at the point when signatures are turned in is a \"non-starter.\"\n\nIt strikes us that the Democrats’ labeling of Hopper is akin to calling a criminal suspect \"charged\" at the point at which police have turned over evidence to the district attorney -- but before prosecutors have decided whether to file charges.\n\nLet’s return to the statement:\n\nThe state Democratic Party issued a statement that labeled Hopper as already \"recalled.\" There is some disagreement among experts about when it’s accurate to use the term \"recalled.\"\n\nBut there is no dispute that the party jumped the gun by at least several weeks. Hopper might be recalled sometime this spring, but we are not there yet.\n\nWe rate the party’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13211"}