{"url": "/factchecks/2016/apr/06/bernie-sanders/bernie-sanders-has-released-few-tax-returns-compar/", "speaker": "Bernie Sanders", "vclaim": "Says his campaign has released his past tax returns.", "truth_label": "false", "date": "stated on April 3, 2016 in an interview with CNN's Jake Tapper:", "title": "Bernie Sanders has released few tax returns compared with past and present candidates", "text": "Democratic presidential candidate Bernie Sanders took some heat from CNN’s Jake Tapper during an April 3 interview. The topic: The degree of public transparency Sanders has provided for his tax returns.\nTapper brought up the topic: \"I’m kind of surprised that you haven’t gone further on transparency. You released the summary page of your 2014 tax returns. Hillary Clinton has posted on her website the last eight years of her personal returns, all of the returns. Before the New York primary, will you match her? Will you post your full returns for the last eight years?\"\nSanders responded, \"You know who does our tax returns? My wife does our tax returns. We’ve been a little bit busy lately. So we will get out as much information as we can. There ain’t going to be very much exciting in that. I get a salary from the United States Senate, you know, there’s not going to be anything new in it that people haven’t seen for the last many years, but we will get it out as soon as we can.\"\nTapper wasn’t satisfied. \"But nobody has seen them at all, I guess, is the point, and whether or not there’s anything exciting in them....\"\nAt this point, Sanders interjected, \"No, that is not true. That is not true. Of course, we have released them in the past. Our financial situation, to the best of my knowledge, has not changed very much, but we will get out all of that information as soon as we can.\"\nHow transparent has Sanders been with his tax past returns? Not very, compared with others in the 2016 presidential field. Here’s a closer look.\nAs our friends at the Washington Post Fact Checker have noted, Tax Analysts, a publisher specializing in tax policy, has been collecting publicly available tax returns of presidential candidates and other top officials for its Tax History Project. This archive goes back as far as the 1913 tax returns of future president Franklin D. Roosevelt.\nHere’s a look at what their current archive of the 2016 candidates looks like:\n\n\nIn other words, among the candidates still in the race, Sanders’ releases are less extensive than anybody’s but Donald Trump. (Trump, too, has faced criticism for refusing to share his returns.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAnd Sanders’ shortcomings are actually bigger than the screenshot above would suggest. The 2014 filings Sanders released consist of just the first two summary pages of his Form 1040 and the equivalent summary pages from his home-state Vermont tax form.\nWhy does this matter? Unlike most of the other candidates, Sanders has not released the succeeding pages -- the nitty gritty detail of things like charitable donations and other types of itemized deductions. For instance, Clinton’s release for tax year 2014 is 44 pages long, or more than 10 times the length of Sanders’ for the same year.\nIt’s worth noting that Sanders, as a member of Congress, files annual financial disclosures, which are accessible online back to 2012. And as a presidential candidate, he also files financial disclosure documents to the Federal Election Commission.\nBut tax returns are much more detailed. And despite what Sanders said in the exchange with Tapper, his campaign did not provide PolitiFact with any earlier, publicly available tax forms. The campaign told the Post that it has not released any other tax returns prior to 2014. (The campaign did tell PolitiFact that they would release his 2015 returns once they are filed.)\nTax and disclosure experts we contacted agreed that Sanders’ current disclosures are weak by historical standards.\n\"If I filed the first two pages of my return with the IRS, it would not take long for them to ding me,\" said Kenneth A. Gross of the law firm Skadden, Arps, Slate, Meagher & Flom LLP and a specialist in political disclosure and ethics. \"There is a lot of information on the pages following the cover pages.\"\nJoseph J. Thorndike, the Tax Analysts official who heads the Tax History Project, agreed.\nSanders \"has not, in fact, released his most recent tax return,\" Thorndike said. \"He has released a portion of that return. The IRS would not accept a Form 1040 as a complete return and neither should voters. Also, it’s worth noting that Sanders has not released any portion of his older returns. … If Mitt Romney had tried to release an incomplete return in 2012, the media would never have accepted it.\"\nOur ruling\nSanders told Tapper that his campaign has released his past tax returns.\nSanders said his 2015 return is forthcoming, and he has made other types of disclosures in the past, including congressional and presidential-candidate filings. But his releases of prior-year tax forms -- the specific documents Tapper asked about -- have been limited in several ways. He’s only released information for one year, which pales compared to most other recent presidential candidates, and even that year’s release only includes a summary page, not the full return. We rate his claim False.\nUPDATE: As he had promised, Sanders released his full 2014 tax return on April 15, 2016.\nhttps://www.sharethefacts.co/share/ba140e0d-4c11-436d-ad29-15e562ba5a98", "vclaim_id": "vclaim-pol-05152"}