{"url": "/factchecks/2010/jun/28/bill-lynch/Bill-Lynch-campaign-claims-Blue-Cross-spent/", "speaker": "Bill Lynch", "vclaim": "Blue Cross’ new $90-million Providence headquarters \"was outfitted with $25 million in decor.\"", "truth_label": "pants-fire", "date": "stated on May 19, 2010 in posting on his website:", "title": "Bill Lynch campaign claims Blue Cross spent $25 million for decor in its new $90-million office building.", "text": "William \"Bill\" Lynch, one of the four Democrats running for Patrick Kennedy’s 1st District seat in the U.S. Congress, has been trying to rally support by repeatedly railing against Blue Cross, the health insurer whose double-digit rate increase requests have been widely condemned.The fact that Blue Cross is seeking the increase after building a towering headquarters near Providence Place mall, combined with rumors that the company spent lavishly on furnishings, has made it a tempting target.So Lynch has called on the health-insurance commissioner to deny the request, and his campaign issued a news release in May that included this statement:\"Last month Lynch criticized the construction of Blue Cross’s new $90 million headquarters, which was outfitted with $25 million in decor.\"That would buy some pretty cushy cubicles. We wanted to know if the $25-million figure was true.When we contacted the Lynch campaign, spokesman Bill Fischer said the number also includes furnishings, such as desks and office equipment, and the sources were a Providence Business News story, which he could not locate, and an Oct. 5, 2009, Providence Journal story.We checked the Journal story but there was no reference to $25 million being spent on anything.When we asked Fischer about that, he cited this sentence in the story:\"But Blue Cross president and chief executive officer James E. Purcell is proud of his $90-million ($125 million when you include furnishings and ‘soft’ costs such as fees and engineering) building and insists it is actually saving money for the health insurer.\"Fischer said the campaign arrived at the $25-million figure by taking the $35 million difference between $125 million and $90 million, then subtracting $10 million to be on the safe side. He said the Lynch campaign has repeatedly sought more reliable information from Blue Cross and the state Department of Business Regulation, which uses data from the health-insurance giant to rule on premium increases. But both, he said, have refused to disclose that data.\"It’s the best information we could ascertain from the limited information Blue Cross will provide on this matter,\" said Fischer.No it’s not. It’s a number pulled out of thin air.Fischer added that Lynch has publicly repeated the $25-million claim in several venues, in news releases and on the radio. \"Not once did Blue Cross refute it,\" he said.They don’t have to. It’s up to a candidate to know what he or she is talking about. Repeatedly presenting rough guesstimates as hard facts does not make them true.\"We stand by our number,\" Fischer said.And we stand by our rating: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nBy the way, we asked Blue Cross how much it spent on furnishings and received this response from Kimberly R. Reingold, director of media relations and external affairs:\"The cost characterization of our decor, including workstations, office furniture, tables, seating and files, is inaccurate. The actual cost was modestly in excess of $7 million.\"Reingold said \"modestly in excess of $7 million\" means less than $7.5 million and was based on \"invoices received from multiple vendors.\"We asked Blue Cross for documentation to back up that number. The company declined to provide it.", "vclaim_id": "vclaim-pol-14845"}