{"url": "/factchecks/2013/oct/18/hank-johnson/johnson-target-about-health-productivity-cost-link/", "speaker": "Hank Johnson", "vclaim": "Says \"by reducing chronic health care costs in the State of Georgia, we can reduce the $32.8 billion lost each year due to lack of productivity and economic costs.\"", "truth_label": "mostly-true", "date": "stated on October 18, 2013 in a letter:", "title": "Johnson on target about health, productivity cost link", "text": "A Georgia congressman’s defense of the hotly debated health care law brought some skepticism from one PolitiFact reader.\n\"By reducing chronic health care costs in the State of Georgia, we can reduce the $32.8 billion lost each year due to lack of productivity and economic costs,\" Johnson, a Democrat from DeKalb County, wrote in a letter to Daniel Patterson.\nPatterson forwarded the letter to PolitiFact Georgia. We hadn’t heard this claim before and decided to do some research.\nJohnson spokesman Andy Phelan said the numbers came from a study done by the Milken Institute, a nonpartisan, economic think tank with offices in Southern California and Washington, D.C. In October 2007, the institute released a widely reported study called \"An Unhealthy America: The Economic Burden of Chronic Disease.\" The Atlanta Journal-Constitution wrote about the study.\nThe study’s first sentence highlighted the trouble.\n\"More than half of Americans suffer from one or more chronic diseases,\" it read.\nThe seven diseases the 240-page study focused on were cancer, diabetes, heart disease, hypertension, mental disorder, pulmonary conditions and strokes. In 2003, there were 162.2 million Americans who suffered from one or more of those conditions, the study found. The productivity losses associated with those seven diseases were about $1.1 trillion.\nIn Georgia, the Milken Institute researchers wrote in their study that the economic impact was $32.8 billion, as Johnson said.\nThe researchers found about 5 million cases of those conditions were reported by Georgians in 2003. Pulmonary conditions and hypertension were easily the highest number of diseases reported. The researchers created an index and determined Georgia had the 31st healthiest population in the country. The healthiest states were largely along or west of the Rocky Mountains. The least healthiest states were along the Eastern Seaboard and the South. Utah was the healthiest state, and West Virginia was the least healthy state.\nThe researchers calculated the number of lost workdays by using data from the U.S. Centers for Disease Control and Prevention’s National Health Interview Survey and matching all individuals who had a particular illness with the number of lost workdays in the last 12 months due to illness or injury. The next step they took was to multiply those days lost times wages per employee.\nGeorgia’s total was 3 percent of the national cost. Georgia has about 3 percent of the nation’s population.\nWe wondered since the study was based on 2003 figures how much the numbers have changed since then. Ross DeVol, the lead researcher, said no subsequent work had been done to determine what the total would be, but he guessed it would be greater today.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"I can say with great certainty that the number is much higher today,\" DeVol told PolitiFact Georgia via email.    \nAnother report released in May, though, found lost productivity from various health problems was much less than the Milken Institute’s estimate. The report by Gallup-Healthways calculated the total at $84 billion a year.\nThe conditions the Gallup-Healthways study described as chronic included asthma, cancer, depression, diabetes, heart attacks, high blood pressure, high cholesterol, obesity and various physical pains. The estimated cost for each worker per day was $341.\nThe Gallup-Healthways report based its findings on interviews with 94,000 adults nationwide who worked more than 30 hours a week, asking them how many workdays they missed each month due to poor health. Phone interviews were conducted from January through September 2012. The majority responded they missed about one day every three months.\nPhelan, the congressman’s spokesman, said he had not seen the Gallup-Healthways report beforehand. Phelan said he would reference the Milken report in future correspondence with constituents.\n\"While both studies looked at lost productivity due to illnesses and disease, the Gallup study looks at it from the perspective of 14 job types for the entire nation while the Milken study looked at it from the standpoint of the illnesses and diseases people suffer and specifically at each state, including Georgia,\" Phelan said via email.\nThere’s little additional research on this topic.\nThe CDC looked at the economic impact of some conditions.\n\"In 2009, the economic costs of cardiovascular diseases and stroke were estimated at $475.3 billion, including $313.8 billion in direct medical expenses and $161.5 billion in indirect costs ($39.1 billion in lost productivity due to sickness or disability and $122.4 billion in lost productivity due to premature death),\" the CDC found.\nThe $122.4 billion in lost productivity is more than the Gallup-Healthways conclusion, and that estimate was for just strokes and cardiovascular diseases.\nA 2001 report from the American College of Occupational and Environmental Medicine found 2.5 billion workdays were lost a year due to chronic diseases ranging from cancer to arthritis to substance abuse.\nTo sum up, Rep. Johnson said in a letter that \"by reducing chronic health care costs in the State of Georgia, we can reduce the $32.8 billion lost each year due to lack of productivity and economic costs.\" The congressman’s claim was based on accurate numbers from a Milken Institute study that appeared well-researched. We did find other research that differs from the Milken study.\nJohnson’s claim is based on accurate information, but there is a little context necessary to fully examine his statement. Under our rating system, Johnson gets a Mostly True.", "vclaim_id": "vclaim-pol-08741"}