{"url": "/factchecks/2010/oct/25/nancy-pelosi/nancy-pelosi-says-more-private-sector-jobs-created/", "speaker": "Nancy Pelosi", "vclaim": "\"More private-sector jobs were created in the first eight months of 2010 than in the eight years of the Bush administration.\"", "truth_label": "half-true", "date": "stated on October 21, 2010 in an interview on MSNBC's \"Countdown with Keith Olbermann\":", "title": "Nancy Pelosi says more private sector jobs created in 2010 than in eight years under Bush", "text": "House Speaker Nancy Pelosi, D-Calif. -- who is in danger of losing her leadership position if the Republicans take over the House -- must really like the following talking point, because she's used it at least twice on national television in recent days.\n\n\"More private-sector jobs were created in the first eight months of 2010 than in the eight years of the Bush administration,\" she said in an interview on MSNBC's Countdown with Keith Olbermann on Oct. 21, 2010. The day before, Pelosi said something virtually identical in an interview on PBS' Charlie Rose Show.\n\nWe thought we'd check to see if she's correct.\n\nWe turned to the Bureau of Labor Statistics, the federal agency that tracks employment numbers.\n\nAccording to the BLS website, there were 111,634,000 Americans employed in the private sector at the start of George W. Bush's first term, in January 2001. Eight years later, in January 2009, there were 110,961,000 Americans employed in the private sector. So the United States lost 673,000 private-sector jobs on Bush's watch.\n\nThat makes it easy for Pelosi: If the United States netted even one private-sector job in 2010, she'd be accurate. And the nation actually did quite a bit better than that. Private-sector employment in January 2010 was 107,123,000, a number that grew to 107,970,000 by Septmeber 2010. That works out to be 847,000 jobs created.\n\nSo Pelosi's statement is accurate. But it's also a classic case of cherry-picking -- for two reasons.\n\nFirst, Pelosi carefully cited private-sector employment, not total employment. There's a valid reason to focus on private-sector jobs rather than government jobs, since private-sector jobs produce income-boosting goods and services to a degree that government jobs do not. Still, choosing private-sector jobs helps Pelosi's case in a crucial way: If she'd chosen total employment instead, her formulation would have been wrong.\n\nTotal employment -- that is, the combination of private- and public-sector jobs -- during Bush's tenure increased by 1.08 million, while total employment in 2010 has increased by 599,000. (Quick aside: Who would have thought that federal and state government jobs would have increased by 1.7 million in eight years under Bush and fallen by 357,000 since President Barack Obama took office?)\n\nSecond, Pelosi chose her start and end dates in a way that's highly favorable to Obama and unfavorable to Bush.\n\nIf she'd instead chosen to start from the beginning of Obama's term -- rather than half way through his first two years -- she would be stuck with a net loss of nearly 3 million private-sector jobs, not the increase of 847,000 she came up with for 2010. Pelosi essentially started counting from the low point for jobs and only counted the upward part of the trendline.\n\nMeanwhile, the start and end points she used for Bush give the former president no such break. The jobs picture under Bush looked like an arc, heading generally upward through mid 2007 before heading downward again. If she had used only the upward portion of the arc, as she did for Obama, it would have showed a gain of 3.9 million private-sector jobs.\n\nYou could argue that it's unfair to pin the blame on Obama for job losses early in his tenure. Still, Pelosi drew the lines for her comparison as artfully as state legislatures have been known to draw lines defining congressional districts, and, similarly, Pelosi's choices are not just highly selective but also beneficial to her side.\n\nTo be fair, Pelosi's staff points out that they have not shied from showing the full arc of the jobs numbers since Obama took office, attaching a fact sheet showing both the decline and rise in jobs since Obama's inauguration. But her televised comments don't reflect that. To fully understand the jobs comparison Pelosi makes, you need to understand how she sliced and diced the numbers. It's a good example of a statement that is accurate but leaves out important details or takes things out of context. -- the Truth-O-Meter's definition of Half True. So we rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14143"}