{"url": "/factchecks/2019/may/30/viral-image/viral-wisconsin-welcome-sign-image-warning-visitor/", "speaker": "Viral image", "vclaim": "Says a Wisconsin welcome sign includes a message warning \"criminals and terrorists\" that over \"170,000 Wisconsin residents have a legal permit to carry a handgun.\"", "truth_label": "pants-fire", "date": "stated on April 16, 2013 in a Facebook post:", "title": "Viral Wisconsin welcome sign image warning visitors of its gun-carrying residents is photoshopped", "text": "A long-debunked viral post featuring what appears to be a welcome sign for the state of Wisconsin is enjoying incredible longevity on Facebook.\nThe photo, which was originally posted in April 2013, has 54,000 shares and shows a \"Welcome to Wisconsin\" sign with a warning message that reads:\n\"ATTENTION CRIMINALS, TERRORISTS. Over 170,000 Wisconsin residents have a legal permit to carry a handgun. They are armed and prepared to defend themselves and others against acts of criminal violence. YOU HAVE BEEN WARNED. Illinois and Chicago, however, have been disarmed for your convenience.\"\nThe image was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, Wisconsin does not have a welcome sign that warns visitors of its gun-owning residents. The entire message below \"Welcome to Wisconsin\" is photoshopped and attached to the sign to make it appear authentic.\nResults from a reverse-image search of the photo reveal the original image — which doesn’t include the message — was uploaded to WikiMedia Commons on Nov. 10, 2008. According to the image’s description, the sign is located on U.S. Route 10 on the east side of the state.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nKristin McHugh, the director of public affairs for Wisconsin’s Department of Transportation, also told PolitiFact the image is doctored.\n\"The Wisconsin DOT did not manufacture, place or authorize such a sign anywhere in the state,\" McHugh wrote in an email. \"This is a doctored image that uses similar language to welcome signs, also deemed fake, in other states. If any such illegal signage were actually installed, it would be removed per state statute 86.19.\"\nThat law prescribes where signs may be erected and under what circumstances they shall be removed by authorities. It also specifies fines and other penalties for disregarding the law and defacing existing highway signage.\nAs McHugh mentioned, Wisconsin isn’t the only state to have its welcome sign digitally altered to include the fake gun warning. Different variations of the message have been photoshopped on multiple state welcome signs including Idaho, Michigan and Louisiana.\nOur ruling\nAn old, viral image of a Wisconsin roadway welcome sign warns \"criminals and terrorists\" that over \"170,000\" of the state’s residents have permits to carry handguns.\nThe real sign simply says \"Welcome to Wisconsin\" — the rest is photoshopped.\nWe rate this Pants on Fire!\n Share the Facts 2019-05-30 15:42:03 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says a Wisconsin welcome sign includes a message warning \"criminals and terrorists\" that over \"170,000 Wisconsin residents have a legal permit to carry a handgun.\"    Viral Image on the internet     Tuesday, April 16, 2013 2013-04-16    Read More  info", "vclaim_id": "vclaim-pol-00585"}