{"url": "/factchecks/2009/oct/28/chain-email/chain-e-mail-claims-obama-handing-out-free-cell-ph/", "speaker": "Chain email", "vclaim": "A new federal program provides subsidized \"Obama phones\" with 70 free minutes of cell phone service every month.", "truth_label": "barely-true", "date": "stated on October 28, 2009 in a chain e-mail:", "title": "Chain e-mail claims Obama is handing out free cell phones to the needy", "text": "A reader recently sent us a chain e-mail about a cell phone deal.\n\n \n\n\"Receive (1) a FREE new phone and (2) approx 70 minutes of FREE minutes every month,\" the e-mail said.\n\n \n\nThe catch? They're only available to welfare recipients.\n\n \n\n\"I had a former employee call me earlier today inquiring about a job, and at the end of the conversation he gave me his phone number,\" the e-mail said. \"I asked the former employee if this was a new cell phone number and he told me yes this was his 'Obama phone'... TAX PAYER MONEY IS BEING REDISTRIBUTED TO WELFARE RECIPIENTS FOR FREE CELL PHONES.\"\n\n \n\nThe chain e-mail — we've received copies from several readers — calls them \"Obama phones,\" which suggests the program is new. It says the cell phone program threatens \"the very foundations that this country was built on,\" and \"the age old concepts of God, family, and hard work.\"\n\n \n\nA federal program offering 70 minutes a month sounded unusual to us, so we decided to look into it. \n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe e-mail included a link to the TracPhone Web site, a prepaid cell phone company, and its SafeLink Wireless program to help low-income people get cellular coverage. Depending on where participants live, free phones and free minutes are available; participants in Washington, D.C., for example, can get 55 free minutes per month, while consumers in Florida can get 68 free minutes a month.\n\n \n\nAT&T and Verizon provide similar services.\n\n \n\nAll those perks are the result of Federal Communications Commission programs to help low-income people get phone service. Specifically, Lifeline, which TracPhone participates in, provides discounts on basic monthly phone service, and Link-Up America helps those who qualify get telephone service by paying one-half of the startup fee, according to the FCC Web site. Eligible participants must have an income that is at or below 135 percent of the federal poverty level or use Medicaid, food stamps, federal public housing assistance, or supplemental security income, among other things. In some cases, states administer their own programs.\n\n \n\nWe spoke with Rosemary Kimball, an FCC spokeswoman, to get more details.\n\n \n\nShe said consumers can qualify for a cell phone plan if they don't have access to a land-line. Though the exact details of the benefit vary from state to state, cell phone providers typically provide low-income consumers with some form of a monthly discount, whether it be free minutes or a reduced rate, she said.\n\n \n\nAnd here's a key detail: The program is more than decade old.\n\n \n\nKimball said it comes from the 1996 Telecommunications Act, which amended the Communications Act of 1934 to require low-income assistance. The law required the FCC to create the Universal Service Fund, a pool of money subsidized by small charges on our phone bills (we checked our bill and found we kicked in $2.80 last month) and redistributed to the low-income service programs as well as programs that bring telecommunications services to rural areas and schools. And the LifeLine program has been around even longer — since 1985.\n\n\nIt's a matter of opinion whether this program threatens the very foundations this country was built on. But the e-mail is correct that tax dollars are being used to support the cell phone program. Still, it mischaracterizes the program by making it seem as if it was created by the Obama administration. In fact, Lifeline and Link-Up have been around for nearly 14 years. These are not \"Obama phones.\" (Maybe we should call them \"Clinton phones.\") So we rate the claim Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15502"}