{"url": "/factchecks/2011/jun/28/al-roker/whos-right-cities-lay-claim-civil-rights-cradle-ma/", "speaker": "Al Roker", "vclaim": "\"(Birmingham, Ala.) is the cradle of the civil rights movement.\"", "truth_label": "barely-true", "date": "stated on June 16, 2011 in a broadcast:", "title": "Who's right? Cities lay claim to civil rights \"cradle\" mantle.", "text": "You hear it all the time in Atlanta.\n\nAtlanta, many politicians, preachers and others say, is \"the cradle of the civil rights movement.\"\n\nFormer mayor Bill Campbell said it. So has entertainer Debbie Allen. One-time Atlanta Convention and Visitors Bureau president Spurgeon Richardson claimed the title for the city.\n\nSo we were quite surprised when NBC \"Today Show\" meteorologist Al Roker, who was visiting Birmingham for a charity program, referred to that city as \"the cradle of the civil rights movement.\"\n\nThe city of Birmingham’s website says many refer to it as the cradle of the movement.  \n\nWe decided to go back in time for some answers.\n\nAtlanta was the birthplace of the movement’s most recognizable leader, the Rev. Martin Luther King Jr. and his leading partners. Atlanta was also home to the movement’s leading organizations, the Southern Christian Leadership Conference and the Student Non-Violent Coordinating Committee, whose former chairman is longtime U.S. Rep. John Lewis, (D-Atlanta).\n\nBirmingham was the stage for some of the most important moments of the movement. The city’s public safety director, Eugene \"Bull\" Connor, a defiant segregationist, infamously ordered firemen to spray young protesters with water hoses. King, who referred to Birmingham as the most \"segregated city\" in America, targeted the city for his non-violent campaign because of the stubbornness of its leaders to evolve on civil rights. Some called the Alabama city \"Bombingham.\" It was there, in 1963, that four black girls (ages 11-14) were killed by a bomb in a church on a Sunday morning.\n\nMost civil rights historians say the church bombing was the tipping point in public opinion of civil rights for blacks that resulted in federal Civil Rights Act of 1964 that desegregated public facilities, granted blacks the right to vote and prohibited job discrimination.\n\nSo does that make Birmingham the \"cradle\" of the movement?\n\nNBC thought so after doing some research, said spokeswoman Megan Kopf.\n\n\"Other cities may be considered that as well, but since we were broadcasting from Birmingham, that is the city we mentioned,\" she said.\n\nSome well-regarded civil rights historians say another Alabama city may have a stronger claim.\n\n\"I honestly think if we assembled 30 civil rights historians and said if you had to name one place to call the cradle of the movement, I think Montgomery would get 75 percent of the vote and I think Birmingham would finish second,\" said David Garrow, a Pulitzer Prize-winning civil rights historian who served as an advisor for the acclaimed \"Eyes On The Prize\" documentary series about the movement.\n\nMontgomery was the setting of the historic 381-day boycott to integrate the city’s bus system. It began in late 1955 after NAACP member Rosa Parks refused to give up her seat on a bus to a white man. The Montgomery argument is based on the definition of a cradle (\"The earliest stage,\" according to Webster’s) and the boycott is widely considered the beginning of the modern civil rights movement. Garrow said he’d vote for Montgomery.\n\n\"Montgomery is the cradle because of the bus boycott,\" said Taylor Branch, a Pulitzer Prize-winning author who has written extensively about King and the movement.\n\nBranch said Birmingham played a critical role in the movement. Birmingham was a tough steel town that was considered a bastion of segregation and considered a \"gamble\" for King. The battles there, Branch said, gave momentum to the 1963 March on Washington.\n\n\"It is fair to say historically that Birmingham was a tipping point, a breakthrough for the national civil rights movement,\" he said.\n\nWhat about Atlanta?\n\nAtlanta, the historians and others noted, had only a handful of demonstrations and none were as acrimonious, violent or as transformational as Birmingham or Montgomery.\n\n\"Atlanta finishes third,\" Garrow said.\n\nSteve Kline, spokesman for the King Center, said a valid argument can be made for Atlanta, as well as Birmingham and Montgomery. He noted the efforts of King’s father to get equal pay for the city’s black teachers a few years before the Montgomery bus boycott. Kline also mentioned the SCLC and that its first meeting was held in Atlanta.\n\n\"You could make a good, strong case for Atlanta in some way,\" Kline said.\n\nGeorgette M. Norman, director of the Rosa Parks Museum in Montgomery, made a slight distinction in the claim for the title.\n\n\"We don’t use cradle,\" she said. \"We use birthplace of the modern civil rights movement.\"\n\nNorman said the museum makes that distinction because of the efforts made by others toward racial equality in the decades before the bus boycott. In Montgomery, for example, activists like E. D. Nixon had previously been engaged in civil rights efforts there. Nixon helped organized the bus boycott.\n\nNorman believes some refer to Birmingham as the cradle of the movement because of the 1963 church bombing. But if she had to choose which city is the \"cradle\"?\n\n\"I’d say it’s Montgomery,\" Norman said. \"That became the first sustainable movement and things moved on from there.\"\n\nSome say they’ve heard a cradle argument for Greensboro, N.C., where college students staged sit-ins in 1960 to protest not being served at \"whites only\" lunch counters and other locations.\n\n\"I think it’s great for people to argue and take credit because the debate fosters history,\" Branch told us.\n\nRoker’s visit to Birmingham was a good cause on several levels. He raised money for charity and, as Branch observed, sparked a conversation among us about an important period in American history. NBC said its research showed Birmingham is the cradle.\n\nHowever, the consensus we found is that the \"cradle\" title more likely belongs to Montgomery. We rate Roker’s statement as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12843"}