{"url": "/factchecks/2008/may/21/barack-obama/obama-goes-too-far-to-make-his-point/", "speaker": "Barack Obama", "vclaim": "A gas tax holiday is a gimmick that \"every economist says will just go into the pockets of the oil companies.\"", "truth_label": "half-true", "date": "stated on May 13, 2008 in a Q&A in Cape Girardeau, Mo.:", "title": "Obama goes too far to make his point", "text": "Speaking to garment workers in Missouri on May 13, 2008, Sen. Barack Obama said he would fight for real economic improvements \"instead of gimmicks like a tax – a gas tax holiday – that every economist says will just go into the pockets of the oil companies.\"\n\nHe was referring to proposals by Sens. John McCain and Hillary Clinton to suspend the 18.4 cent-a-gallon federal gas tax for the summer travel season.\n\n\nIt's true that economists have found oil companies don't pass the full benefit of gas tax holidays on to consumers. For that and other reasons, the vast majority of economists who have opined on the issue – in fact, every single one that we could find – oppose the holiday (aside from one outlier who liked it because it would benefit the oil industry). In fact, 308 economists have signed a\n\nletter\n\nopposing the holiday.\n\n\nBut to say\n\nevery\n\neconomist believes the break would\n\njust\n\ngo to the oil companies is an exaggeration. Even harsh critics of a gas tax holiday said consumers would see some benefit. Obama takes a fact in his favor – that the nation's economists have come down on his side in the gas tax debate – and stretches it a bit too far.\n\n\nObama made his comments in a freewheeling question-and-answer session in Cape Girardeau, Mo., but his campaign has issued similarly unequivocal claims in television ads. \"Experts say it'll just boost oil industry profits,\" a narrator intoned in\n\none ad\n\nearly this month.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nA 2006\n\nstudy\n\nof a state gas tax holiday in Illinois in 2000 found that three-fifths of the benefit went to consumers. In the case of a federal gas tax break, drivers would reap a smaller share, but would still probably see more than half the benefit, said Joseph Doyle Jr., co-author of the study and an associate professor of economics at MIT. \"My best guess is if you got rid of the 19-cent tax the price would go down by 10 cents,\" Doyle said.\n\n\nOther studies suggest a similar result. In a 2007 paper in the B.E. Journal of Economic Analysis & Policy (published by the Berkeley Electronic Press), economists Hayley Chouinard and Jeffery Perloff found that consumers and oil companies share the burden of the federal gasoline tax – that is, consumers end up paying 9 to 12 cents of the 18.4 cent tax and oil companies pay the rest. That suggests that if the tax were lifted, consumers might see a price reduction in that range over time. In an interview, Perloff said they had studied a 20-year time frame, and cautioned that his findings might not provide an accurate picture of what would happen during a temporary, three-month gas holiday.\n\n\nWilliam Polley, an assistant professor of economics at Western Illinois University who reviewed much of the relevant economic scholarship on his\n\nblog\n\n, wrote that \"it is safe to say that we (economists) stand firm in agreement that this (gas tax holiday) is a bad, bad idea.\" But he also said: \"The benefit to the consumer would probably not be\n\nliterally\n\nzero.\"\n\n\nWhile Obama's statement accurately expresses the dominant view of the low worth of this gas tax proposal, he rhetorically overstates his point. For that, we rule Half True.", "vclaim_id": "vclaim-pol-16207"}