{"url": "/factchecks/2018/mar/30/blog-posting/no-nasa-has-not-confirmed-earth-has-new-moon/", "speaker": "Bloggers", "vclaim": "NASA Has Just Confirmed Earth Has A New Moon", "truth_label": "false", "date": "stated on March 29, 2018 in a blog post:", "title": "No, NASA has not confirmed Earth has a new moon", "text": "There’s more than one moon orbiting Earth?\nThat’s what smartmindmag.com claimed on an undated post headlined \"NASA Has Just Confirmed Earth Has A New Moon.\"\n\"According to new reports from NASA, there is a quasi-moon orbiting around Earth for almost a century, and we have missed it all along,\" the website claimed. \"The new moon isn’t as big as THE MOON is, but, it still keeps our original moon company while traveling across space.\"\nNot quite.\nThe post heavily borrows from a June 2016 NASA report but takes liberties to stretch the truth.\nNASA in 2016 announced the discovery of a small asteroid which as it orbits the sun, \"appears to circle around Earth as well.\" But NASA did not say that the asteroid, labeled 2016 HO3, was a new moon orbiting Earth.\n\"It is too distant to be considered a true satellite of our planet, but it is the best and most stable example to date of a near-Earth companion, or ‘quasi-satellite’,\" the NASA report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA satellite is an object that moves around a larger object, and both the Earth and the moon are considered \"natural\" satellites, NASA explains. 2016 HO3’s characteristics only elevate it to \"quasi-satellite.\"\nThe smartmindmag.com post included legitimate quotes that appear on NASA’s 2016 post, but jumped to a conclusion that NASA did not establish.\nBoth the NASA report and smartmindmag.com quote Paul Chodas, manager of NASA's Center for Near-Earth Object (NEO) Studies at the Jet Propulsion Laboratory in Pasadena, Calif., as saying: \"Since 2016 HO3 loops around our planet, but never ventures very far away as we both go around the sun, we refer to it as a quasi-satellite of Earth.\"\nOther more prominent news outlets ran similar headlines in 2016 about Earth having two moons, based on NASA’s report. Business Insider: SURPRISE: Earth has two moons.\nBut other websites covered the story more accurately. Slate’s headline hinted that details matter: Another Moon for Earth? Well, Not Really, but It Depends on Your Point of View. Gizmodo also explained the nuances in a story headlined: Earth's New 'Quasi' Moon Will Stick Around for Centuries.\nNASA has not confirmed that Earth has a new moon, as smartmindmag.com claimed.\nWe rate the claim False.\n Share the Facts 2018-03-30 13:35:12 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  NASA Has Just Confirmed Earth Has A New Moon    smartmindmag.com Bloggers https://smartmindmag.com/nasa-has-just-confirmed-earth-has-a-new-moon/   in a blog post Thursday, March 29, 2018 2018-03-29    Read More  info", "vclaim_id": "vclaim-pol-02249"}