{"url": "/factchecks/2016/mar/22/raul-castro/are-there-political-prisoners-cuba/", "speaker": "Raúl Castro", "vclaim": "Says there are no political prisoners in Cuba.", "truth_label": "false", "date": "stated on March 21, 2016 in a press conference in Havana:", "title": "Are there political prisoners in Cuba?", "text": "Cuba President Raúl Castro criticized the United States’ human rights record — and defended his own — in a joint press conference with President Barack Obama in Havana.\nAt the first official meeting between leaders of the two countries in 50 years, Castro dinged the United States on the lack of universal access to health care, free education and equal pay before he fended off a CNN reporter’s question about political prisoners on the island.\n\"President Castro, my father is Cuban. He left for the United States when he was young. Do you see a new and democratic direction for your country? And why (do) you have Cuban political prisoners? And why don’t you release them?\" asked CNN’s Jim Acosta. (He then asked if Castro prefers Hillary Clinton or Donald Trump.)\n\"Give me a list of the political prisoners and I will release them immediately,\" Castro said, according to the White House translation of his remarks. \"Just mention a list. What political prisoners? Give me a name or names. After this meeting is over, you can give me a list of political prisoners. And if we have those political prisoners, they will be released before tonight ends.\"\nA Miami Herald translation put his response in slightly different words, though Castro’s message is not in dispute: \"Give me the list now of political prisoners to release. If there are political prisoners, they’ll be free before nightfall.\"\nWe thought we’d oblige.\nThe task is complicated, given that human rights groups and dissidents themselves disagree on the definition of a political prisoner and just how many there are. But the notion that Cuba doesn’t have any at all — a notion that the regime has stuck by for decades — is doubtful.\n A common understanding of the term is people imprisoned for exercising their beliefs peacefully.\n\"If you ask any autocrat in the world, they’re going to say the same thing. If you ask Maduro in Venezuela, if you ask Mugabe in Zimbabwe, Lukashenko in Belarus, Putin in Russia, they’ll all say nobody is in jail for political reasons,\" said Carlos Ponce, director of Latin America programs at the watchdog group Freedom House.\nMaking a list, checking it thrice\nA few hours before Obama landed on the island on March 20, Cuban authorities arrested more than 50 Damas de Blanco (or Ladies in White) dissidents who were demanding increased human rights.\nThis round of crackdowns was actually part of a weekly ritual — arrest, release and repeat — and part of the reason why tallying the exact number of political prisoners is so difficult.\nWe compiled counts from several human rights and activist groups, as well as one vetted by Spanish-language network Univision. All together, the groups list 97 current political prisoners, 54 of whom appear on more than one list.\nOn the low end, the human rights group Cuban Democratic Directorate counts 17, Univision named 19. Liudmila Cedeño, an activist with Unión Patriótica de Cuba, the country’s largest opposition group, told PolitiFact that 22 of its members are imprisoned.\nOn the high end, the exile group Cuban American National Foundation lists 47 and the Foundation for Human Rights in Cuba 51.\nInternational human rights groups have murkier tallies. Human Rights Watch pins the number at \"dozens,\" citing Cuba-based human rights groups. Amnesty International, meanwhile, recognized seven \"prisoners of conscience\" who were released in 2015, but none today. (More on this later.)\nSome experts contend that the lists are bogus, as some include people who would not normally be considered political prisoners.\nIn 2010, for example, the Associated Press vetted a list of 167 political prisoners by Elizardo Sanchez, the head of the independent Cuban Commission on Human Rights and National Reconciliation. About 50 people on the list \"were convicted of terrorism, hijacking or other violent crimes, and four are former military or intelligence agents convicted of espionage or revealing state secrets,\" according to the AP.\nEven for those who are traditionally recognized as political prisoners, Cuba rejects the term, Salim Lamrani, a Cuba expert at the University of Paris, told PolitiFact.\n\"Cuba’s point of view is the following: People condemned to jail sentences were not imprisoned because they expressed ideas against the authorities but because they accepted money from the U.S. government,\" he said, adding that he agrees with Castro that Cuba has no political prisoners.  \nNonetheless, in 2015, Cuba released 53 people the United States named as political prisoners as part of the deal to normalize trade relations, even though the regime had denied their existence for decades, said Ponce of Freedom House.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBernie Sanders\n\n\nstated on April 4, 2016 in an interview with the New York Daily News\n\n\n\n\n\n\n\n\n\"In Malaysia … many of the workers are indentured servants because their passports are taken away when they come into this country and are working in slave-like conditions.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Linda Qiu • April 12, 2016\n\n\n\n\n\n\n\nOut of the 97 people in our aggregate tally, here are examples of a few who are most in line with the traditional definition of political prisoner:\n• Yoelkis Rosabal Flores: A member of the Unión Patriótica de Cuba, he was arrested in May 2014 for staging a protest calling for the release of a fellow UNPACU member. Flores was charged with public disorder and sentenced to four years in jail.\n• Mario Ronaide Figueroa Dieguez: A member of the Unión Patriótica de Cuba, he was arrested in 2012 for staging a protest and told that he would be released if he left the union. Dieguez did but was rearrested in December 2014 (for reasons that aren’t clear) and sentenced to three years in jail.\n• Emilio Serrano Rodríguez: A member of the Unión Patriótica de Cuba, he was arrested in February 2015 for alleged \"illegal commercial transactions\" and currently waiting for a trial. According to the union, Rodríguez had participated in a protest.\n• Ricardo González Sendiña: A member of Frente de Acción Cívica Orlando Zapata Tamay and the son of Barbara Sendiña, a human rights activist with Damas de Blanco (Ladies in White), Ricardo Sendiña was arrested in 2015 for an alleged crime of theft and slaughter of livestock. He was sentenced to six years.\nGhosts of gulags past\nGone are the days when people were explicitly jailed in Cuba for political opposition. The crackdown is manifesting in different ways on the island today.\n\"Nobody has a clue what is inside the jail system. It’s not clear,\" Ponce said.\nJose Miguel Vivanco, director of Human Rights Watch’s Americas division, noted the regime also cracks down on opposition preemptively by \"blocking access to the websites of independent journalists, threatening and detaining people to prevent them from participating in peaceful protests and political meetings, and using an Orwellian law to imprison critics for ‘pre-criminal dangerousness.’ \"\nPonce and Marselha Gonçalves Margerin, Amnesty International’s advocacy director for the Americas, emphasized that the penal code discourages political opposition indirectly by criminalizing contempt of public officials, public disorder and resistance to officials.\nMargerin told PolitiFact that just because Amnesty doesn’t list prisoners of conscience in Cuba currently doesn’t mean they don’t exist. The practice is rare as the burden of proof is high and often impossible to meet in a country that Amnesty hasn’t been able to access since 1990, she said.\nTake Amnesty’s last recognized prisoner of conscience. Danilo Maldonado, a 32-year-old graffiti artist known as \"El Sexto,\" was arrested in early 2015 after painting \"Fidel\" and \"Raul\" on two pigs.\nAmnesty declared him a prisoner of conscience because his court records showed that the nonviolent artists was imprisoned \"for the sole reason of his beliefs,\" said Margerin. For months, Maldonado was detained without any charges against him and released in October 2015.\nThis practice of arbitrary arrests and temporary or short-term detention has become the new way of stifling dissent on the island.\n\"How can you dispute a detention if there are no charges or if the person disappeared for a short period of time?\" asked Margerin.\nThe independent Cuban Commission for Human Rights and National Reconciliation reported about 8,600 politically motivated detentions in 2015 and 2,500 from the beginning of the year to March 4, 2016.\nWhy are authorities more prone to short-term crackdowns than long-term imprisonment? For one, it’s cheaper and it’s easier, said Ponce of Freedom House. For another, more and more people are willing to demonstrate.\n\"Every Sunday, they take all the (Damas de Blanco) and all the other groups protesting. They arrest them and keep them for 48 hours and then release them. Then they do it again next Sunday,\" Ponce said, adding that this is the case for a lot of prominent activists like El Sexto.\nActivists and experts are cautiously optimistic that Obama’s visit could loosen things up, at least for a couple of days on the island.\n\"(Castro) would be re-enacting a ritual we’ve seen for decades when foreign leaders visit Cuba: A few jail cell doors swing open, but neither the laws nor the system changes,\" said Vivanco. \"Unless the government makes meaningful reforms, the regime can always resume jailing people for their speech and political activity once the visitor is wheels-up.\"\nOur ruling\nCastro said there are no political prisoners in Cuba.\nNumerous activists and human rights groups beg to differ. While it is impossible to get an exact count, given the opaqueness of Cuba’s criminal justice system and the variations in definitions, there are at least a handful of political prisoners in the country.\nCastro is really downplaying his regime’s weekly crackdowns on demonstrators who want free expression.\nWe rate Castro’s claim False.", "vclaim_id": "vclaim-pol-05226"}