{"url": "/factchecks/2012/jul/27/naral-pro-choice/abortion-rights-group-says-democratic-congressiona/", "speaker": "NARAL Pro-Choice America", "vclaim": "\"In 2010, Mr. [Anthony] Gemma described himself as a 'pro-life' candidate. Now, he claims to be pro-choice.\"", "truth_label": "true", "date": "stated on July 19, 2012 in a news release:", "title": "Abortion rights group says Democratic congressional candidate Anthony Gemma has switched from “pro-life” to “pro-choice”", "text": "On July 19, the abortion rights group NARAL Pro-Choice America announced that it was endorsing incumbent David Cicilline for reelection to Congress over his Democratic primary opponent, Anthony Gemma, who also ran for the seat in 2010.\n\nThe group cited Cicilline's consistent support for abortion rights, accusing Gemma of \"attempting a make-over\" on the issue of whether abortion should continue to be legal.\n\nIn a news release, NARAL President Nancy Keenan said the endorsement \"is a matter of consistency versus conflicting statements\" and that Gemma was calling himself a \"pro-life Democrat\" as recently as April 16, during a radio interview.\n\n\"In 2010, Mr. Gemma described himself as a 'pro-life' candidate,\" Keenan said. \"Now he claims to be pro-choice. My fear is that Mr. Gemma wants to hop on the pro-choice bandwagon as the anti-choice agenda unfolding in the House is becoming more and more unpopular.\"\n\nWe thought readers might want to know whether Gemma really has done a major turnaround in two years. So we took a trip back in time (actually we checked our news archive), to when Gemma announced his original candidacy June 15, 2010.\n\n\"How would you describe a Democrat who supports gay marriage, a Democrat who is pro-life, except in cases of rape, incest and the health of the mother, a Democrat who opposes the death penalty, a Democrat who is pro-business when business is pro-Rhode Island, who is pro-labor when labor is pro-Rhode Island?\" he said during a speech at Providence Place mall.\n\nHe would repeat those views throughout the 2010 campaign.\n\nFast forward to April 16, 2012.\n\nOn WHJJ, Gemma told talk-radio host Helen Glover, \"I'm a pro-life Democrat.\"\n\nBut he also made it clear that he objected to Republican efforts to put limits on what women could choose for birth control and said that his personal pro-life beliefs would not affect how he voted on the issue.\n\n\"I'm not in favor of overturning Roe v. Wade. I'm not even going near there,\" he said. \"My beliefs will not affect where everyone's going here. Women have their own right to choose.\"\n\nAnd in a July 5 news release with the headline \"Anthony Gemma Outlines Women’s Health Care Position/States He Will Defend a Woman’s Right to Choose,\" Gemma said the issue of family planning choices \"is something I personally wrestle with everyday.\n\n\"But I know I must put my personal religious beliefs aside, and defend a women's (sic) right to choose. The actions of Republicans in Congress and state legislatures are horrifying. I could never vote for an anti-choice bill. Women must be able to make this personal decision for themselves.\"\n\nThe statement never used the word abortion but it seemed clear he was talking about abortion rights.\n\nSpokesman Alex Morash acknowledged that Gemma's position had evolved because the candidate has become \"more understanding of other people's beliefs.\"\n\nWhen we inquired further for this story, Gemma e-mailed us a statement that said, in part: \"My commitments to defend a woman’s right to choose and to preserve and strengthen Roe v. Wade are born of deep contemplation. To an appreciable degree my change was spurred by Republicans’ ongoing efforts -- supported by the likes of Brendan Doherty [the Republican running for the seat] -- to return America to a dark age when women were second-class citizens whose most intimate health choices were made by men.\"\n\nFinally, we asked NARAL Pro-Choice America about the organization's assessment of whether Gemma belonged in the \"pro-choice\" category, given his pledge and his personal feelings. Part of their response: \"We remain skeptical of Anthony Gemma's sudden jump to support a woman's right to choose while labeling himself as a 'pro-life' candidate. His position contradicts how he frames his values.\"\n\nOur ruling\n\nNARAL Pro-Choice America said: \"In 2010, [Anthony] Gemma described himself as a 'pro-life' candidate. Now he claims to be pro-choice.\"\n\nIt's clear that Gemma's position on abortion rights has changed.\n\nHe went from saying that he supported a woman’s right to abortion only in cases of rape, incest and the health of the mother, to saying he would defend a woman's right to choose when it comes to health care and family planning options, although his statement doesn't specifically mention abortion.\n\nHe may be calling himself a \"pro-life Democrat\" in the same breath, but when the candidate says, \"I vow to protect a woman's right to choose,\" he's trying to put himself in the \"pro-choice\" camp.\n\nNARAL says Gemma changed his position after his appearance on WHJJ. Clearly it predates that. But that's a side issue.\n\nWhen NARAL says Gemma has gone from being a \"pro-life\" candidate to calling himself a \"pro-choice\" one, we judge that statement to be True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13906"}