{"url": "/factchecks/2020/feb/12/tony-evers/evers-exaggerates-progress-tax-cut-pledge/", "speaker": "Tony Evers", "vclaim": "“I delivered on my campaign promise for a 10% tax cut for Wisconsin families.”", "truth_label": "barely-true", "date": "stated on January 22, 2020 in the State of the State:", "title": "Evers exaggerates progress on tax cut pledge", "text": "Gov. Tony Evers has run into a Republican buzzsaw in attempting to get many of his policies through the state Legislature.\nBut he still identified plenty of progress to celebrate in his latest State of the State speech. He touted changes in education, transportation and healthcare, then circled back to an earlier pledge on taxes.\n\"I delivered on my campaign promise for a 10% tax cut for Wisconsin families,\" he said Jan. 22, 2020, in the annual address.\nWe’ll need to look back at his promise and forward at tax projections to see if that’s the case.\nHere we go.\nThe promise\nEvers’ speech didn’t go into much detail on the nature of that tax cut, but he was quite specific in 2018 on the campaign trail.\nA news release from his campaign on Oct. 14, 2018, described it this way:\nUnder Evers’ plan, everyone with annual incomes up to $100,000 would receive a 10% tax cut. Evers would also provide the tax cut to families making up to $150,000. Altogether, this cut would reach approximately 86% of tax filers.\nThat news release remained on Evers’ campaign website as of late 2019 but has been removed. A copy is still accessible through archive.org.\nRegardless, that gives us a firm benchmark to examine Evers’ claim that he \"delivered\" on that promise.\nThe reality\nWhen asked for evidence of Evers’ claim, spokeswoman Melissa Baldauff pointed to Wisconsin Department of Revenue projections for the 2020 tax year.\nThe agency generated projected tax impacts for each income bracket based on the policies written into law through the budget and an accompanying bill (Acts 9 and 10). \nDepartment of Revenue spokeswoman Patty Mayers noted these are estimates that can change, but they are the best existing projections for the tax changes passed under Evers.\nBaldauff highlighted estimates for married filers with incomes between $30,000 and $60,000. Each of the three income brackets in that range are projected to see tax cuts of 10% or more.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nBut Evers promised a tax cut to all families with an income of $150,000 or less, and the full Department of Revenue projections show tax brackets under and over that amount fell well short of that 10% mark.\nAcross all income brackets under $150,000, the changes from Acts 9 and 10 generate an average tax cut of 4.9% for married filers who owe taxes — half of what Evers promised. That works out to about $129 per tax return.\nIf you look at the impact in terms of people, about one-fourth of married filers will see the promised cut of 10% or more, according to the Department of Revenue projections. That’s among the group that owe some amount of taxes and fall in the under-$150,000 bracket Evers referenced. \n\nBaldauff asserted Evers always intended to focus his 10% tax cut on \"middle-class\" families, meaning the 10% tax cut in the $30,000 to $60,000 fulfilled his promise. But neither his original pledge nor his wording in the State of the State reflected that. \nIn any case, the definition of middle-class offered by Baldauff doesn’t make much sense in a state where the median family income is about $59,000. Her range only goes down from the median, not up.\nWe should also note that we’ve visited this topic before with our Evers-O-Meter, which tracks promises Evers made while seeking the state’s highest office.\nIn July 2019, we rated a promise to cut middle class taxes by 10% as a Compromise, since initial projections showed Evers’ proposed tax break was cut roughly in half by the Republican Legislature. That’s in line with the updated projections.\nSame story for single filers\nWe focused on married filers since Evers’ speech referred to families, but we should note he also promised a 10% tax cut to \"everyone\" filing an individual tax return with an income of $100,000 or less.\nThe latest projections for single filers show a similar trend to the married filers in 2020. Those with incomes of $20,000 to $40,000 are expected to see a tax cut of more than 10%, but the reduction is noticeably less for the income brackets above and below that.\nOverall, single filers with incomes below $100,000 are projected to see an average tax cut of 6.7% under Acts 9 and 10.\n\nOur ruling\nEvers said he \"delivered\" on his promise of a 10% tax cut for Wisconsin families.\nBut his October 2018 promise said all married filers with an income under $150,000 would see a 10% tax cut. And that’s not what happened.\nThe final changes passed into law will yield a 10% tax cut for only about one-fourth of that group, according to the latest projections. On average that sub-$150,000 group will see a tax cut of 4.9%.\nOnly married filers with incomes between $30,000 and $60,000 are expected to see an average cut of 10% of more. In other words, there’s an element of truth, but it ignores critical facts that would give a different impression.\nWhich is our definition of Mostly False.", "vclaim_id": "vclaim-pol-17384"}