{"url": "/factchecks/2015/dec/09/joe-donald/us-incarcerates-more-people-china-or-russia-state-/", "speaker": "Joe Donald", "vclaim": "\"We lock up close to 2.4 million people in this country. We're locking up more people than China and Russia.\"", "truth_label": "mostly-true", "date": "stated on December 2, 2015 in an interview:", "title": "U.S. incarcerates more people than China or Russia, state Supreme Court candidate Joe Donald says", "text": "China has nearly 1.4 billion people -- four times as many as the United States’ 321 million.\nSo, does the U.S. really incarcerate more people than China (and Russia, too)?\nThat is the claim from Milwaukee County Circuit Judge Joe Donald, who is challenging recently appointed state Supreme Court Justice Rebecca Bradley in the spring 2016 election. State appeals court Judge JoAnne Kloppenburg, who was a candidate for the high court in 2011, and Madison attorney Claude Covelli are also running.\nIn a Dec. 2, 2015 interview on \"The Devil’s Advocates,\" a liberal radio talk show in Madison, Donald was asked about racial justice being part of his platform.\nDonald, who would be the first African-American elected to the state’s high court (former Justice Louis Butler was appointed, then lost an election), said he supports alternatives to jail and prison.\n\"It isn't all about simply retribution and punishment,\" he said. \"That if you treat the underlying issues, then in essence you transform that person's life, you rehabilitate them, they are able to be productive citizens and they're able to be strong advocates for their families.\n\n\"And by strengthening families, in my opinion, you actually reduce crime. And so I'm a huge proponent of trying to address that issue. You know, we lock up close to 2.4 million in this country. We're locking up more people than China and Russia.\"\nWe'll see from a recent fact check that Donald's statement is essentially on target, though available figures for China are to some extent understated.\nThe numbers\nIn October 2015, PolitiFact National rated Mostly True a statement by U.S. Sen. Bernie Sanders of Vermont, who is seeking the 2016 Democratic nomination for president. He said: \"Today in America, we have more people in jail than any other country on Earth.\"\nThe U.S. Bureau of Justice Statistics’ latest figures showed there were more than 2.22 million people in local jails, and state and federal prisons in 2013.\nWe found that other estimates -- which can vary based on the time they were made and the definition of incarceration -- are similar.\nThe University of London-based Institute for Criminal Policy Research also uses 2.22 million. And an estimate from the Massachusetts-based Prison Policy Initiative, a think tank that advocates for reducing the American prison population, was slightly higher, at 2.4 million.\nThose figures put the United States at No. 1 in the world in terms of incarcerating people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n(A key reason, Prison Policy Initiative legal director Aleks Kajstura told us, is that U.S. policies were changed in the 1980s to put more offenders in prison or jail, partly because of the war on drugs.)\nIt’s a little harder to get rock-solid numbers internationally.\nChina is second, with 1.66 million prisoners, and Russia is third, with 642,470, according to the Institute for Criminal Policy Research.\nBut China’s incarcerated population could very well be higher, the center notes. Chinese government officials reported in 2009 that more than 650,000 people were being held in detention centers around China on top of the count for sentenced prisoners. If that number was the same in mid-2013, the total prison population would be more than 2.3 million in China.\nIn terms of rate -- the number of people incarcerated compared to the entire population -- the United States is also well above Russia and China.\nThe U.S. incarceration rate is 698 per 100,000 people, far outpacing Russia (445) and China (119), according to the Institute for Criminal Policy Research.\nThat is second in the world behind tiny Seychelles (799), an Indian Ocean nation of 115 islands.\nOur rating\nDonald said: \"We lock up close to 2.4 million people in this country. We're locking up more people than China and Russia.\"\nThe best estimates are that the United States incarcerates 2.2 million to 2.4 people, far ahead of available figures for both China and Russia. But it’s possible the China numbers are under counted.\nWe rate Donald’s statement Mostly True.\n \nMore on incarceration\nMilwaukee Police Chief Edward Flynn: In Milwaukee County, juveniles arrested for car theft \"get sent immediately home, because under the point system in juvenile court\" on holding suspects, \"a stolen car gets zero points.\" Mostly False.\nU.S. Rep. Gwen Moore, D-Milwaukee: Scott Walker \"brags a lot about having an independent agency investigate police shootings. Of course, he didn’t fund it.\" Mostly False.\nRepublican presidential candidate Ben Carson, in Milwaukee: \"There are more young black males involved in the criminal justice system than there are in higher education.\" False.", "vclaim_id": "vclaim-pol-05639"}