{"url": "/factchecks/2020/mar/10/facebook-posts/melanin-doesnt-protect-against-coronavirus/", "speaker": "Facebook posts", "vclaim": "“People Of Color May Be Immune To The Coronavirus Because Of Melanin.”", "truth_label": "false", "date": "stated on February 22, 2020 in a Facebook post:", "title": "Melanin doesn't protect against coronavirus", "text": "As coronavirus spreads across the globe, following closely in its path are specious theories with a virality of their own. \n\"People Of Color May Be Immune To The Coronavirus Because Of Melanin\" read the headline of one article, from Blackmentravels.com, shared on Facebook.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, dark skin color won’t protect you against coronavirus or the disease it causes, COVID-19.\nWhat is melanin?\nMelanin is a natural pigment that gives color to skin and eyes and helps protect them from damage by ultraviolet light, according to the National Cancer Institute.\nThe article claimed that \"melanin levels do play a significant factor in why Africans and other black people who have been exposed to the virus have not become infected or dead\" at the same rates as other people.\nThe article quotes a study on melanin and individuals. But the \"individuals\" discussed in the study were animals, not humans, and the study looked at their ability to resist parasites, not viruses.\nLet the debunking begin\nAFP Fact Check debunked virtually the same claim. It interviewed Professor Amadou Alpha Sall, director of the Institut Pasteur in Dakar, Senegal, a biomedical research centre tasked with analyzing suspected cases of the novel coronavirus in Africa, who said: \"Ethnicity and genetics have no influence on recovery from the virus, and black people don’t have more antibodies than white people.\"\nThe fact-checking organization Snopes also knocked down a similar claim about black people being genetically resistant to the coronavirus.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nRELATED: Stop sharing myths about preventing the coronavirus. Here are 4 real ways to protect yourself.\n\"The virus doesn’t ‘notice’ skin color and, as far as we know, isn’t being transmitted by a vector like mosquitoes,\" said Richard Watanabe, professor of preventive medicine at the University of Southern California. \"Also, because COVID-19 is new to humans, we’re all being exposed to this virus for the first time. Therefore, our immune systems are developing a defense against COVID-19 for the first time.\" \nProtecting yourself\nSome coronavirus tips from the World Health Organization:\n\n\nRegularly and thoroughly clean your hands with an alcohol-based hand rub or with soap and water.\n\n\nStay at least three feet away from someone who is coughing or sneezing.\n\n\nAvoid touching your eyes, nose and mouth.\n\n\nOur ruling\n\nMelanin — a natural pigment that gives color to skin and eyes — does not offer increased protection against coronavirus.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-18087"}