{"url": "/factchecks/2015/feb/03/rick-perry/rick-perry-says-changes-drug-laws-led-lowest-texas/", "speaker": "Rick Perry", "vclaim": "Texas has \"the lowest crime rate in this state since 1968\" because of changes in law regarding nonviolent drug offenders.", "truth_label": "half-true", "date": "stated on January 15, 2015 in valedictory speech as governor to the Texas Legislature:", "title": "Rick Perry says changes in drug laws led to lowest Texas crime rate since 1968", "text": "Changes in law, Rick Perry said, explain why Texas crime is at hippie-era lows.\nIn his last appearance before state lawmakers as governor, the Republican presidential prospect saluted bipartisan efforts to treat alcoholism and drug addiction as diseases. \"Over the years, I came to see our approach to nonviolent drug offenders as flawed,\" Perry said in his Jan. 15, 2015 speech. \"And because of the leadership of Democrats and Republicans, we started to take a new approach.\" Lawmakers created local drug courts, Perry said, also creating \"diversion programs that treat alcoholism and drug addiction as a disease and not a moral failing.\"\n\"And because of these changes in policy, we’ve been able to shut down three prisons,\" Perry said. \"Repeat offenses by drug offenders are down and,\" he said to applause, \"the lowest crime rate in this state since 1968.\" (His prepared text said \"the crime rate is the lowest it has been since 1968.\")\nUnlock your doors, Texas.\nBut did Perry, governor from late 2000 into early 2015, get all of this right?\nAsked the basis of Perry’s statement, gubernatorial spokesman Felix Browne emailed us a chart, drawing from FBI-collected data, listing Texas crime rates since 1960. And in 2013, the latest year of available data, Texas had its lowest overall crime index—3,666.5 property and violent crimes per 100,000 residents—since 1968 when the index was 3,478.3, according to the chart. Gauged violent crimes include murder, aggravated assault and rape. Tallied property crimes roll in burglary, larceny and motor vehicle theft.\nOutside looks\nCriminologists responding to our inquiries agreed Perry’s claim was supported by the total Texas crime index. Also, according to the figures, the state’s 2013 property crime rate, 3,258.20, was the lowest since the 3,208.1 rate for 1968. The state’s violent crime rate, 408.3, (a sliver less than the 408.6 rates of 2011 and 2012) was the lowest since it was 407.7 in 1977.\nStill, the overall crime index can be overplayed, Carnegie Mellon University expert Alfred Blumstein said by email. We asked him about the meaning of the index after noticing an FBI web page stating the agency hadn’t calculated total crime indexes since about 2004 after advisers concluded the index and a modified index (folding in arson) weren’t \"true indicators of the degrees of criminality because they were always driven upward by the offense with the highest number, typically larceny-theft. The sheer volume of those offenses overshadowed more serious but less frequently committed offenses, creating a bias against a jurisdiction with a high number of larceny-thefts but a low number of other serious crimes such as murder and forcible rape.\"\nBlumstein told us he prefers to focus on individual tabulated crimes, particularly murders and robberies if he’s analyzing violent crimes--\"which I think people are much more concerned with.\"\nThen again, Tony Fabelo, the Austin-based research director for the Justice Center, which focuses on public safety issues for the national Council on State Governments, said he had no qualms about anyone stressing the index. Methodological doubts abide in academia, he said by phone. \"However, when a politician talks about the crime rate, they are\" understandably \"using the crime index,\" Fabelo said.\nNational decrease a long-term trend\nFabelo suggested other reasons for perspective--starting with the fact that crime in Texas (and the nation) has been on the decline most of the past quarter century, according to the FBI statistics. In 19 of the 24 years from 1990 through 2013, the state’s crime index went down; it last increased in 2009, according to the governor’s chart. In the same years, the violent crime rate decreased in all but three years, most recently in 2002, the chart indicates.\nNationally, the FBI says, the 2013 violent crime rate was down 21 percent compared to the rate in 2004 while the property crime rate was 22 percent lower. Texas had a slightly bigger difference; its 2013 violent crime rate was 25 percent less than its 2004 rate; the state’s 2013 property crime rate was 28 percent lower.\nGenerally, Texas Christian University criminologist Michael Bachmann said there are \"different schools of thought why crimes are decreasing nationally and the answer you'll get will vary dependent on which theoretical paradigm the criminologist subscribes to. The range goes from simple demographic changes (aging of the population),\" he emailed, \"and effects of abortion legislation to better policing, security and surveillance technology (esp. cell phones), proactive policing, or mandatory minimum sentencing laws for chronic offenders.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nAnd crimes not tallied by the FBI’s reporting system may merit more attention, Bachmann suggested. Financial fraud, white-collar crimes and crimes solely committed online, he said, are on the rise.\nPerry’s explanation for Texas rate\nThe governor’s ‘68 reference aside, did the crime rate reduction occur due to the actions he described?\nChanges were put into law with his support.\nAccording to a January 2002 state report by Fabelo, drug diversion courts started in some Texas counties in the 1990s. After Perry became governor in late 2000, he agreed to legislation passed in 2001 requiring nine populous counties, including six counties that already had courts up and running, to establish the courts, the report said. And with Perry’s approval, the 2007 Legislature expanded the mandate to more counties, provided that federal or state funding was available, and authorized similar courts to consider driving-while-intoxicated cases.\nBy email, David Reaboi of Right on Crime, a project of the conservative Texas Public Policy Foundation, noted the closing of a state prison in Sugar Land in 2011 (due to legislated budget cuts, an August 2011 Texas Tribune news story said) and the shutdown in 2013 of two privately-run correctional facilities, which the Tribune attributed to a tighter budget and fewer inmates.\nReaboi also noted a September 2012 report by the Council of State Governments finding that over the past few years, Texas sent fewer ex-convicts back to prison. From 2000 to 2007, the state’s recidivism rate—reflecting felons who returned to prison within three years after they were discharged or paroled—dropped 22 percent, according to the report, which hailed the decrease as proof that additional rehabilitation and treatment programs were working. Then again, a  news story on the report in the Austin American-Statesman said some criminologists also noted the average age of offenders was rising; older people tend to commit fewer crimes.\nDerek Cohen of Right on Crime guided us to a 2013 state report showing that from 2008 to 2013, the number of adults incarcerated by the Texas Department of Criminal Justice dipped, rebounded and then dipped more than before, ultimately hovering around 152,000:\n\n\nReaboi commented: \"Perry is on firm ground.\"\nFabelo called drug courts among factors contributing to the index’s decline though, he reminded,  those courts only handle a subset of suspected wrongdoers. \"You can never tease out the impact of any specific policies,\" Fabelo said.\nBlumsteim, speaking generally on Perry’s point, said: \"What he’s taking credit for is very much a national phenomenon and a national trend.\" He said it might be more meaningful to compare Texas to other states year by year.\nOur ruling\nPerry said Texas has its lowest crime rate since 1968 because of changes in law regarding nonviolent drug offenders.\nIn 2013, an index combining Texas rates for property and violent crimes reached its lowest level since 1968. Legislated changes affecting drug offenders surely contributed. But in Texas and nationally, crime has been decreasing for a while, for multiple reasons.\nWe rate this statement, an oversimplification, Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06766"}