{"url": "/factchecks/2018/aug/21/blog-posting/nope-elderly-woman-ak-47-did-not-rescue-lapd-offic/", "speaker": "Bloggers", "vclaim": "Says a 79-year-old woman with AK-47 rescued two LAPD officers from a street gang.", "truth_label": "pants-fire", "date": "stated on February 20, 2018 in blog posts:", "title": "Nope, an elderly woman with an AK-47 did not rescue LAPD officers from gang members", "text": "A nearly three-year-old fabrication touting a fictitious elderly woman as a real vigilante has recently resurfaced on fake news sites.\nThe story goes that this 79-year-old woman looked out her kitchen window and saw two Los Angeles police officers struggling to match a local street gang’s firepower. Naturally, the woman then donned her bulletproof vest, busted out her personal AK-47 assault rifle and saved the officers by firing off 160 rounds at the gang members.\nThat didn’t happen.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe article originally appeared online in 2015 on World News Daily Report, a website with a disclaimer page saying, \"All characters appearing in the articles in this website – even those based on real people –  are entirely fictional and any resemblance between them and any persons, living, dead, or undead is purely a miracle.\"\n\nSince then, numerous fake news websites have copy-pasted the story, presenting it as a true act of heroism.\nIn addition to the text being fabricated, the photo caption of the officers who were supposedly saved misidentifies the officers in the photo. That picture originates from a 2010 blog about Melrose Village — a different neighborhood than the one where the incident supposedly took place.\nWe rate this story — written as a joke nearly three years ago — Pants on Fire.\n Share the Facts 2018-08-21 16:15:38 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A 79-year-old woman with AK-47 rescued two LAPD officers from a street gang.    World News Daily Report Blogger https://policenews.info/2018/02/20/grandmother-ak-47-saves-cops-attacked-street-gang/    Tuesday, February 20, 2018 2018-02-20    Read More  info", "vclaim_id": "vclaim-pol-01712"}