{"url": "/factchecks/2008/sep/01/sarah-palin/palin-sought-more-taxes-and-more-development-from-/", "speaker": "Sarah Palin", "vclaim": "\"As governor, I've stood up to ... the big oil companies.\"", "truth_label": "true", "date": "stated on August 29, 2008 in Dayton, Ohio:", "title": "Palin sought more taxes and more development from oil companies", "text": "In her first speech as Sen. John McCain's running mate, Alaska Gov. Sarah Palin claimed a credential that might resonate with a nation blanching at the cost of gasoline — a record of taking on Big Oil.\n\n\"Along with fellow reformers in the great state of Alaska, as governor, I've stood up to the old politics as usual, to the special interests, to the lobbyists, the big oil companies, and the good-old-boy network,\" Palin said, speaking to a crowd in Dayton, Ohio, after McCain introduced her to the nation on Aug. 29, 2008. \"When oil and gas prices went up so dramatically and the state revenues followed with that increase, I sent a large share of that revenue directly back to the people of Alaska. And we are now — we're now embarking on a $40-billion natural gas pipeline to help lead America to energy independence.\"\n\n\nWe've already checked her claim that she sent \"a large share of that revenue directly back to the people of Alaska.\"\n\nWe ruled it True.\n\n\n\nSo here we'll examine whether she really stood up to the big oil companies, some of the most influential players in Alaska's political scene.\n\n\nPalin was sworn in as governor on Dec. 4, 2006. Over the course of 2007, she fought to raise taxes on oil companies. Alaska gets about 85 percent of its state revenue from oil taxes, and as fuel prices skyrocketed, Palin complained the state wasn't getting its share of the windfall. She successfully pushed for a law that raised taxes on oil profits to 25 percent from 22.5, winning passage in the State Legislature in November 2007. The increase amounted to an estimated $1.6-billion annually more for the state.\n\n\nOil companies had opposed the increase, with executives saying it would discourage them from investing in the state. BP Alaska president Doug Suttles said after the Legislature passed the increase: \"I can only hope that once the impact of this legislation is clear, the administration and the Legislature will revisit the issue.\"\n\n\nSo yes, with respect to taxes, Palin stood up to big oil companies.\n\n\nPalin has also sparred with big oil companies over who gets to build a pipeline to carry natural gas to market from Alaska's North Slope. The fields there have enormous gas reserves, but so far they have remained largely untapped due to the lack of a pipeline. Palin's predecessor, Frank Murkowski, supported a contract between the state and BP, ConocoPhillips and Exxon Mobil to develop the pipeline. Palin opposed that, promising to consider other companies.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIndeed, after she was elected she solicited other bids, and ended up supporting a proposal by TransCanada Corp. to build a 1,715-mile pipeline down the Alaska Highway and through Canada. Exxon, ConocoPhillips and BP all criticized Palin's move to give the job to the Calgary-based company.\n\n\n\"She has taken an independent position and she has been protective of state sovereignty,\" said Gerald McBeath, political science professor at the University of Alaska Fairbanks.\n\n\nSo in the pipeline battle as well, Palin took on big oil.\n\n\nPalin also continued efforts Murkowski had launched to take back leases the state had awarded to Exxon Mobil, BP, Chevron and ConocoPhillips in the giant Point Thomson oil and gas field. Alaska officials were annoyed that the companies had not developed the field, which would boost state revenue. The companies said the fields posed technical challenges.\n\n\nIn that respect as well, Palin stood up to big oil.\n\n\nWe should note that Palin has been far friendlier to the oil industry than environmentalists would like to see the governor be. \"She's definitely been very supportive of any increased oil and gas development,\" said Patricia Rolfe, Alaska regional representative of the Sierra Club. \"In general, it's business as usual for oil companies in Alaska.\"\n\n\nPalin has supported the controversial idea of drilling in the Arctic National Wildlife Refuge, and has sued the federal government to oppose listing the polar bear as an endangered species, which would curtail energy development.\n\n\nBut she didn't claim to have opposed big oil companies on everything — she merely claimed to have stood up to them. And that she did, with respect to taxes, Point Thomson leases and the North Slope pipeline. We find her claim to be True.", "vclaim_id": "vclaim-pol-16027"}