{"url": "/factchecks/2010/sep/13/austan-goolsbee/austan-goolsbee-says-boehner-wants-repeal-stimulus/", "speaker": "Austan Goolsbee", "vclaim": "John Boehner has called for \"repealing the rest of the stimulus, which would raise taxes on 110 million middle class people.\"", "truth_label": "false", "date": "stated on September 12, 2010 in ABC's \"This Week\":", "title": "Austan Goolsbee says John Boehner wants to repeal stimulus tax cuts", "text": "On ABC's This Week on Sept. 12, 2010, Austan Goolsbee, the new chairman of the White House Council of Economic Advisers, picked up on President Barack Obama's recent attacks on House Republican Leader John Boehner.\n\n\"I would point out that Representative Boehner has a different view and is calling for repealing the rest of the stimulus, which would raise taxes on 110 million middle class people,\" Goolsbee said.\n\nThat Boehner has called for a halt to stimulus spending is undisputed. The question is whether that means Boehner would put the kibosh on the Making Work Pay tax credits included in the economic stimulus package that passed in early 2009. The tax credits came to $400 for working individuals, $800 per couple, per year in 2009 and 2010. It was estimated to benefit about 110 million Americans.\n\nWe asked Boehner's spokesman Michael Steel about Goolsbee's statement.\n\n\"That is not correct,\" Steel wrote in an e-mail. \"The savings we outline from cancelling unspent stimulus funds does not include Making Work Pay.\"\n\nWe can see where the confusion arose. In his public statements about stopping stimulus spending, Boehner hasn't been particularly clear on the point.\n\nFor example, in February 2010, Boehner released a statement calling on the Obama administration to start cutting spending immediately, and \"that can begin by repealing spending from the stimulus.\" He doesn't make clear if he is leaving out the tax credits.\n\nMore recently, when David Gregory questioned Boehner in an NBC Meet the Press interview on Aug. 8, 2010, about how Republicans would offset the cost of extending all of the Bush tax cuts, as they have proposed, Boehner responded, \"Why don't we stop the stimulus spending? ... Why don't we stop it. It's not working.\"\n\nMaking Work Tay tax credits are stimulus spending. And while they are set to expire in just a few months (the end of 2010), in theory, the government could cut them off tomorrow.\n\nBut we think Steel has credible evidence to support the claim that Boehner's call to repeal stimulus spending did not extend to Making Work Pay. His previous comments have focused entirely on the stimulus spending programs, not the tax cuts.\n\nFor example, in the Meet the Press interview, Boehner voiced support for spending cuts outlined by Republican Reps. Paul Ryan and Jeb Hensarling -- which suggested there was $266 billion in unspent stimulus that could be redirected to pay down the deficit. In a previous item, we looked into the claim that there was really that much \"unspent\" stimulus, and concluded there was actually much less, even if you included money from Making Work Pay that the government hasn't yet paid out.\n\nMore importantly, though, the plan from the Republican caucus of the Commitee on the Budget to \"Cancel remaining 'stimulus' funds\" specifically references H.R. 3140, introduced by Rep. Tom Price, R-Ga. Price's bill targets \"unspent stimulus,\" and the legislative language makes clear that the stimulus package's tax sections -- including the Making Work Pay tax credit -- would not be impacted.\n\nAccording to a section by section summary of the bill from the Republican Study Committee, Price's bill \"rescinds or repeals all of the spending in the 'stimulus' excepting only the tax provisions and the unemployment benefits.\" Press releases issued from legislative co-sponsors of the bill also note that the tax provisions of the stimulus would not be impacted.\n\nThere are some political games being played by both sides here, of course. Republicans like Boehner want to attack the stimulus without acknowledging that it included tax relief (an idea Republicans traditionally support). And Democrats want to remind that it does. But in this case, we think Goolsbee is overreaching to make his point. Yes, Boehner and other Republicans have talked about putting a halt to all unspent stimulus -- and without being more specific, one might wonder if that includes money not yet spent on tax credits. But when you dig into the nitty-gritty of the Republicans' plan, it specifically notes that it does not include repeal of Making Work Pay. And so we rule Goolsbee's claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14434"}