{"url": "/factchecks/2014/oct/13/republican-party-florida/republican-party-attacks-charlie-crist-digital-dom/", "speaker": "Republican Party of Florida", "vclaim": "Says Charlie Crist \"is embroiled in a fraud case for steering taxpayer money to a de facto Ponzi scheme.\"", "truth_label": "false", "date": "stated on October 8, 2014 in a TV ad:", "title": "Republican Party attacks Charlie Crist for Digital Domain mess and calls it 'de facto Ponzi scheme'", "text": "Gov. Rick Scott and his opponent Charlie Crist are having a heyday accusing each other of being corrupt.\nCrist and the Democrats have repeatedly attacked Scott for the $1.7 billion Medicare fraud fine against Columbia/HCA, a health care company headed by Scott before he stepped down in 1997 amid the federal investigation.\nScott and the Republicans have attacked Crist for his friendship with a past campaign donor, Fort Lauderdale lawyer Scott Rothstein, who went to prison for a $1.4 billion Ponzi scheme in 2011. Crist was not implicated in the Ponzi scheme.\nA new TV ad by the Republican Party of Florida reminds voters about Crist’s Rothstein connection and then makes this claim:\n\"And now Crist is embroiled in a fraud case for steering taxpayer money to a de facto Ponzi scheme,\" says the narrator.\nThe text on the screen then states: \"Florida lawsuit calls Digital Domain ‘de facto Ponzi scheme,’\" citing a July 2014 article in the South Florida Business Journal.\nDigital Domain is a special effects movie company that took $20 million in state money under then-Gov. Crist before it went bankrupt in 2012.\nThe state did file a lawsuit that called the botched deal a \"de facto Ponzi scheme,\" but the ad omits crucial context about that lawsuit: It was filed recently by attorney William Scherer, a Scott supporter and frequent donor to GOP candidates.\nCrist’s campaign lawyer, Mark Herron, sent a letter to TV stations calling the ad \"false\" and urging them not to air it.\nWe decided to fact-check Crist’s role in the Digital Domain deal and whether he was \"embroiled in a fraud case for steering taxpayer money to a de facto Ponzi scheme.\"\nDigital Domain lawsuit\nDigital Domain California, created by director James Cameron, animated the scenes in Titanic and the Transformers movies. Despite its creative success, the company had debt problems. (For a thorough analysis of the Digital Domain fiasco, read this Palm Beach Post investigation.)\nDigital Domain Florida was formed in 2009 with hopes that it would get money here to settle debt from its California company. But that strategy wasn’t known to state officials at the time.\nAfter Enterprise Florida rejected a request for Digital Domain to get $20 million, the company sought another avenue. State Rep. Kevin Ambler, R-Tampa, inserted a budget amendment that included the $20 million. Crist signed off on the budget in June 2009.\nBut in September 2012, the Port St. Lucie company announced it was closing its Florida operations, filing for bankruptcy and laying off more than 300 employees.\nThe state hired Scherer to go after Digital Domain, and Scherer filed his lawsuit in the 19th Judicial Circuit in Port St. Lucie on July 22, 2014. The suit names Digital Domain executives and entities involved with the company as co-defendants, as well as Ambler, who was given a position on Digital Domain’s board in 2011 after he left the Legislature. Ambler’s son also got a job with the company.\nThe lawsuit doesn’t name Crist as a defendant. However, Scherer’s lawsuit repeatedly points the finger at Crist and casts him as a key politician responsible for the state’s end of the deal. In fact, the lawsuit mentions Crist by name 35 times. The lawsuit portrays Crist as being wooed by Digital Domain executives starting years before the company got the state money.\nScherer’s account of Crist starts in 2007 when an entrepreneur involved in Digital Domain, Sean Heyniger, invited Crist to a party in order to lobby Crist to give the company state money. Heyniger’s ex-wife, Kelly Heyniger, had been dating Crist at the time. The lawsuit says that Crist went to California to check out the project.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nA different picture emerges in the state inspector general’s report ordered by Scott after the company collapsed. That report says that no laws or rules were broken by state officials, though it generally raises concerns about the process for companies to get state incentive money. The report shows how several politicians and state officials -- not only Crist -- played a role in Digital Domain walking away with $20 million. It portrays Crist as making sure legislative leaders were involved by sending a letter to Senate President Jeff Atwater and House Speaker Larry Cretul asking for them to notify them of the funding before he approved it. (The report also stated that a lack of documentation and conflicting information hampered the ability of the inspector general to make a complete determination. Crist didn’t return a message by investigators.)\nSo Crist did play a significant role in the company getting state money -- but he wasn’t the only political player who made that happen.\nThe Miami Herald/Tampa Bay Times wrote that the report showed that \"several legislative power players said ‘Yes’ to a deal that later cost taxpayers dearly.\" That included Crist, Ambler, Crist’s economic development director Dale Brill and legislative power brokers, including then state Rep. David Rivera, who chaired the state’s legislative budget commission where the project was discussed before it received state money.\nCrist told the Palm Beach Post in 2013 that he signed off on the $20 million grant because he thought Digital Domain represented a promising opportunity for the state.\n\"I was really supportive of trying to develop the film industry,\" Crist said.\nWas it a ‘de facto Ponzi scheme’?\nIn the lawsuit, Scherer wrote, \"Digital Domain California was a de facto Ponzi scheme. It was a serial borrower which constantly replaced old debt with new debt to keep the enterprise going.\"\nDigital Domain now faces allegations of fraud in a civil suit, but was it a ‘de facto Ponzi scheme,’ as the ad suggests?\nWe interviewed Andrew Levi, a former federal prosecutor who prosecuted Ponzi schemers in South Florida and is now in private practice.\n\"It definitely is not a classic Ponzi scheme,\" Levi said. \"It's more of a debt scheme.\"\nIn a classic Ponzi scheme, a business -- which may or may not include a legitimate practice -- solicits money from investors with promises of high returns. When the business can’t deliver on the returns, it seeks money from a second group of investors to pay off the first group. The scheme ultimately implodes when it can’t continue to pay off investors.\nAccording to Scherer’s lawsuit, Digital Domain California started up Digital Domain Florida with the intention of soliciting money and covering their debt from the California company.\n\"It doesn’t mean that it’s not a fraud of some kind if the allegations are true, but it doesn’t fit into the common classic definition of a Ponzi scheme,\" Levi said. \"It’s really a stretch to apply the term ‘Ponzi scheme.’ \"\nA campaign spokesman for Crist, Brendan Gilfillan, described Digital Domain as a \"business failure, not a crime, and Rick Scott’s own administration has said Gov. Crist did nothing wrong.\"\nCrist isn’t alone in handing out state money in exchange for jobs that failed to materialize.\nA Miami Herald/Tampa Bay Times investigation found that under Scott the state gave $266 million in tax breaks and other incentives in return for 45,258 new jobs, but only 5 percent of the jobs materialized.\nOur ruling\nThe Republicans’ ad said, \"Crist is embroiled in a fraud case for steering taxpayer money to a de facto Ponzi scheme,\" referring to Digital Domain getting $20 million in state incentives and then going belly up.\nBut a state report, ordered by Scott, concluded there were no violations of law or rules by Crist or any other politician. The report also showed Crist was one of many political players who helped the company get the state money.\nA civil court could find that Digital Domain committed fraud. However, the company’s plan to pay off its debt in another state by getting money from Florida doesn’t meet the definition of a classic Ponzi scheme. Also, while Crist is mentioned in the court filing, he's not a defendant in the case. \nWe rate this claim False.", "vclaim_id": "vclaim-pol-07153"}