{"url": "/factchecks/2016/sep/08/hillary-clinton/hillary-clinton-says-donald-trump-supports-privati/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump supports \"an agenda out there\" to privatize the Veterans Affairs health care system.", "truth_label": "barely-true", "date": "stated on September 7, 2016 in the NBC Commander-In-Chief Forum :", "title": "Hillary Clinton says Donald Trump supports privatizing the VA health care system", "text": "Democratic presidential nominee Hillary Clinton pledged to do \"whatever is required to move the VA into the 21st century\" during NBC’s Commander-In-Chief Forum, while adding that her opponent’s plan would be much worse for veterans.\n\"I will not let the VA be privatized,\" Clinton said Sept. 7, 2016, during the forum at the Intrepid Sea, Air & Space Museum in New York. \"I do think there is an agenda out there, supported by my opponent, to do just that. I think that would be very disastrous for our military veterans.\"\nWe wondered if Republican nominee Donald Trump has proposed or supports privatization of the health care system for U.S. veterans.\nTrump, for the record, addressed the question head on when it was his turn to answer questions.\n\"I never said take the VA -- take the Veterans administration -- private.\"\n\"I wouldn’t do that,\" Trump added. \"I do believe, when you're waiting in line six, seven days, you should never be in a position like that. You go out, you see the (private) doctor, you get yourself taken care of.\"\nTrump's comments are consistent with what he's said before, and Clinton's concerns about privatization are a misleading Democratic talking point.\nIn July, Democratic vice presidential nominee Tim Kaine said that \"Donald Trump is a guy who has called for privatization\" of the VA.\nWhat we found then, and what holds now, is that Trump wants to give veterans access to private providers when they face delays at the VA. That's not the same as privatization.\nWhen we contacted Clinton's campaign about her statement, spokesman Josh Schwerin sent us several references where Trump's plan has been characterized as some degree of privatization and Trump’s explicit promise to give veterans the chance to go elsewhere for care.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Every veteran will get timely access to top quality medical care. Every veteran,\" Trump pledged in a July 11, 2016, speech in Virginia Beach, Va. \"Veterans should be guaranteed the right to choose their doctor and clinics, whether at a VA facility or at a private medical center. We must extend this right to all veterans, not just those who can’t get an appointment in 30 days or who live more than 40 miles from a VA hospital, which is, unfortunately, the current and wrong policy.\"\nThe logistics of how that would work, of course, are another matter.\nTrump has spoken of letting VA patients go to any doctor or health care facility that accepts Medicare and getting treatment there immediately. The VA would pay for the bill.\nExperts we spoke with raised several issues with Trump’s plan and also debated whether Trump's plan should be considered a type of partial privatization.\nOne concern is that non-VA providers don’t have the same level of experience that the VA has with treating veteran's health issues — including combat injuries, combat-related illnesses and mental health issues such as post-traumatic stress disorder.\nThere's also concern that letting veterans go anywhere for their care would result in fragmented, uncoordinated, and lower-quality care.\nOur ruling\nClinton said Donald Trump supports privatizing the Veterans Affairs health care system.\nTrump does support allowing more privatized care in cases where treatment at the VA is delayed or inadequate. In some cases he's talked about giving veterans a choice that would include doctors and hospitals outside the system.\nBut that's not the same as privatizing the system, which would get the get the government out of the treatment business. Trump has never proposed that.\nBecause Clinton's statement contains some element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.\nhttps://www.sharethefacts.co/share/9e782bf2-269d-45f2-9c69-c527093c99f2", "vclaim_id": "vclaim-pol-04360"}