{"url": "/factchecks/2020/aug/26/rand-paul/fact-checking-rand-paul-joe-biden-and-support-wars/", "speaker": "Rand Paul", "vclaim": "Says Joe Biden “voted for the Iraq War … He supported war in Serbia, Syria, Libya.”", "truth_label": "mostly-true", "date": "stated on August 25, 2020 in a speech at the RNC:", "title": "Fact-checking Rand Paul on Joe Biden and support for wars", "text": "Republican Sen. Rand Paul advocated for President Donald Trump’s re-election by portraying him as someone who wants to end wars and casting Democratic presidential nominee Joe Biden as someone \"who consistently called for more war.\"\n\"Joe Biden voted for the Iraq War, which President Trump has long called the worst geopolitical mistake of our generation,\" Paul said Aug. 25 during the second night of the Republican National Convention. \"I fear Biden will choose war again. He supported the war in Serbia, Syria, Libya.\"\nIs the senator from Kentucky right about Biden’s record? Biden voted for a resolution that paved the way for the Iraq War, and for a non-binding resolution to authorize military air operations against the Federal Republic of Yugoslavia (Serbia and Montenegro). The conflicts in Syria and Libya happened when Biden was vice president and followed the policies of President Barack Obama.\nBiden ‘voted for the Iraq War’\nThis checks out. In 2002, President George W. Bush argued that Iraqi president Saddam Hussein had chemical and biological weapons, sought nuclear weapons, supported terrorism, and threatened peace.\nIn October 2002, then-U.S. Sen. Biden voted in favor of a resolution that authorized Bush to enforce ''all relevant'' United Nations Security Council resolutions on Iraq and if needed, to use military force against Iraq.\nIn a Senate floor speech before voting for the resolution, Biden said that \"failure to overwhelmingly support\" the resolution was \"likely to enhance the prospects that war will occur.\" The objective of the resolution was to compel Iraq to destroy its weapons of mass destruction, Biden said. He left open the possibility that Hussein might \"miscalculate\" and \"misjudge\" U.S. resolve. In that event, use of military force might be needed, Biden said. The United States invaded Iraq on March 20, 2003, and the war officially ended in late 2011. No weapons of mass destruction were found.\nIn 2005, Biden was asked in an interview if his 2002 vote was a mistake.\n\"It was a mistake,\" Biden answered. \"It was a mistake to assume the president would use the authority we gave him properly. … We gave the president the authority to unite the world to isolate Saddam. And the fact of the matter is, we went too soon. We went without sufficient force. And we went without a plan.\"\nRELATED: Trump still wrong on his claim that he opposed Iraq War ahead of the invasion\nBiden ‘supported war in Serbia, Syria, Libya’\nSerbia: Biden voted for a 1999 concurrent resolution authorizing President Bill Clinton to conduct military air operations and missile strikes against the Federal Republic of Yugoslavia (Serbia and Montenegro), in cooperation with North Atlantic Treaty Organization allies. (Concurrent resolutions express the sentiment of Congress, but are not signed by the president and do not carry the force of law.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nClinton in March 1999 ordered air strikes in response to Yugoslavia’s campaign of violence against ethnic Albanians in the province of Kosovo.\nThe Kosovo conflict erupted in the 1990s between two groups within the former Yugoslavia — Kosovars, who are primarily ethnic Albanians, and Serbs, who are of Slavic descent. The two groups long disputed the territory known as Kosovo. After greater Yugoslavia fractured in the early 1990s, the dispute over Kosovo became violent, pitting the rebel Kosovo Liberation Army against the Serb-dominated government of what remained of Yugoslavia.\nPaul’s office referenced conflicts in Syria and Libya that started in 2011, when Biden was vice president.\nSyria: Syrians began protesting their government in early 2011, calling for political and social reforms and the ouster of their president. The protests prompted a violent response from the Syrian government. The conflict escalated as different groups within the country, foreign countries, and terrorists became involved. The United States since 2011 has called for Syria’s President Bashar al-Assad to step aside. The Obama administration in 2014 launched air strikes against the Islamic State in Syria and in 2015 deployed troops there to fight the terrorist group.\nBiden’s campaign said the Obama-Biden administration supported the Syrian opposition in a variety of ways, including by deploying U.S. forces to combat ISIS.\nLibya: The United States, as part of a NATO operation, provided air support in an intervention that resulted in the ouster of the country’s longtime dictator, Moammar Gadhafi. Obama said Gadhafi was launching military actions that were causing civilian deaths and forcing ordinary Libyans to escape to neighboring countries, threatening a humanitarian crisis within Libya and instability for its neighbors, Egypt and Tunisia. The U.S. military spent about $2 billion and several months backing the Libyan uprising against Gadhafi. The uprising — part of the Arab Spring — toppled Gadhafi in August 2011, and rebel forces killed him that October.\nPaul’s office sent us as a 2011 fact-check of Biden as evidence for his support of the U.S. intervention. In that fact-check, we examined Biden’s claim that in Libya, \"America spent $2 billion total and didn’t lose a single life.\" We rated that Mostly True. (The fact-check did not focus on Biden’s own position on the issue.)\nBiden’s campaign, however, pointed to a 2016 Politico report that referenced an interview Biden gave to journalist Charlie Rose in which he said that intervening in Libya was wrong. The Politico story said that Biden told Rose that he had \"argued strongly\" within the White House \"against going ... to Libya.\" Politico reported that Biden in that interview also said the United States should not use force unless the interests of the country or its allies are directly threatened, whether it can be done \"efficaciously\" and whether it can be sustained.\nOur ruling\nPaul said Biden, \"Voted for the Iraq war … He supported war in Serbia, Syria, Libya.\"\nBiden as a senator voted for resolutions that supported interventions in Iraq and Yugoslavia (Serbia and Montenegro). As vice president, he followed the policies of the Obama administration, which included interventions in Syria and Libya. Biden’s campaign said that Biden as vice president supported going into Syria, but pointed to 2016 reporting that said Biden within the White House argued against intervention in Libya.\nPaul’s claim is accurate but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-17184"}