{"url": "/factchecks/2010/apr/13/hillary-clinton/hillary-clinton-doesnt-answer-hypothetical-questio/", "speaker": "Hillary Clinton", "vclaim": "\"I don't answer hypotheticals.\"", "truth_label": "half-true", "date": "stated on April 11, 2010 in an interview on \"This Week.\":", "title": "Hillary Clinton doesn't answer hypothetical questions? Sometimes", "text": "Secretary of State Hillary Clinton declined to answer a \"what if?\" question on ABC News' This Week, saying she didn't like those kinds of questions. Here's the exchange with interviewer Jake Tapper:Tapper: \"President Obama officials say he's contemplating presenting a peace plan to help jump start the process between the Israelis and the Palestinians. What advice do you give President Obama when it comes to whether or not he should offer a peace plan?\"Clinton: \"Well, I never share advice that I give directly to any president.\" Tapper: \"Well then, hypothetically?\" Clinton: \"Well -- and I don't answer hypotheticals. But I will say this. That this administration from the very first day has made it clear we are committed to pursuing a path of peace in the Middle East. And to get the two parties to get to a point where they can engage in negotiations again to deal with these very difficult final status issues.\"We zeroed in Clinton's claim that she doesn't answer \"hypotheticals.\" Politicians often say that, but they'll answer them when it's in their political interest. Such is the case with Clinton.  Indeed, we found several instances of Clinton batting away hypothetical questions, just as she did with Tapper:\n• In an interview with the BBC last October, when asked about sanctions for Iran if it acquires a nuclear weapon, she said, \"I don't want to get ahead of myself and I don't want to answer a hypothetical. I think it's important that we stay together, we keep moving together, and we stay committed to the same goal, which is to prevent Iran from becoming a nuclear weapons pile.\"\n• During a CNN interview a few weeks later on the same topic, she answered, \"Well, I don't want to speculate or answer a hypothetical. I want this process to play out.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n• In June 2007, Wolf Blitzer asked Clinton about using military force to stop genocide in the Darfur region of Sudan. \"Well, but, we're not going to engage in these hypotheticals,\" she said. \"I mean, one of the jobs of a president is being very reasoned in approaching these issues, and I don't think it's useful to be talking in these kind of abstract, hypothetical terms.\"\n• She protested hypotheticals again in a debate moderated by Tim Russert in February 2008, when Russert asked, if \"al-Qaida resurges and Iraq goes to hell, do you hold the right, in your mind as American president, to re-invade, to go back into Iraq to stabilize it?\" Clinton answered, \"You know, Tim, you ask a lot of hypotheticals,\" before answering broadly, \"You have to look at the entire situation to try to figure out how we can stabilize Afghanistan and begin to put more in there to try to get some kind of success out of it, and you have to work with the Iraqi government so that they take responsibility for their own future.\"\nBut every so often, Clinton will answer hypotheticals. We found a few examples in the presidential campaign where her answer allowed her to distinguish herself from then-Sen. Barack Obama, to emphasize her hard-line approach on foreign affairs. During an April 2008 debate, she answered a question about what U.S. policy should be if Iran were to attack Israel. \"Of course I would make it clear to the Iranians that an attack on Israel would incur massive retaliation from the United States, but I would do the same with other countries in the region,\" she said. A week later, in an interview with Keith Olbermann, she was asked what would constitute \"massive retaliation.\" She didn't specifically answer his question, she didn't protest that it was hypothetical, either. Perhaps the most significant example we found was when Brian Williams asked candidates a stark hypothetical about terrorist attacks on the American homeland. He started with Obama.\"Senator Obama, if, God forbid a thousand times, while we were gathered here tonight, we learned that two American cities had been hit simultaneously by terrorists, and we further learned beyond the shadow of a doubt it had been the work of al-Qaida, how would you change the U.S. military stance overseas as a result?\" Williams asked.Obama talked about managing an effective emergency response and making sure the United States had high-quality intelligence on who had attacked. Clinton didn't quibble about the hypothetical in this case and emphasized she would make a strong and swift response.\"Well, again, having been a senator during 9/11, I understand very well the extraordinary horror of that kind of an attack and the impact that it has far beyond those who are directly affected,\" she said. \"I think a president must move as swiftly as is prudent to retaliate. If we are attacked and we can determine who was behind that attack, and if there were nations that supported or gave material aid to those who attacked us, I believe we should quickly respond. Now, that doesn't mean we go looking for other fights. You know, I supported President Bush when he went after al-Qaida and the Taliban in Afghanistan. And then when he decided to divert attention to Iraq, it was not a decision that I would have made had I been president, because we still haven't found bin Laden. So let's focus on those who have attacked us and do everything we can to destroy them.\"The next day, the Clinton campaign even promoted her response to the hypothetical, saying Clinton \"was the candidate who demonstrated that she would know how to respond if the country was attacked.\" So Clinton has a mixed record on hypothetical questions. She's dodged many, as she did with Tapper, but she's also answered a fair number -- particularly when it suited her political goals. So we rate her statement Half True.", "vclaim_id": "vclaim-pol-15115"}