{"url": "/factchecks/2020/mar/18/facebook-posts/no-oprahs-house-not-seized-and-she-hasnt-been-arre/", "speaker": "Facebook posts", "vclaim": "Says Oprah Winfrey’s house “has been seized and they are excavating the property and digging up the tunnels!”", "truth_label": "pants-fire", "date": "stated on March 16, 2020 in a Facebook post:", "title": "No, Oprah’s house not seized and she hasn’t been arrested", "text": "Oprah Winfrey became a trending topic online based on false claims that authorities seized her house in Boca Raton, Fla. and were \"digging up the tunnels.\"\n\"Oprah's house has been seized and they are excavating the property and digging up the tunnels!\" said caption for a March 16 Facebook post, claiming to show pictures of her purported property in Boca Raton.\nOther fabricated posts peddled by conspiracy theorists claimed that she was arrested. None of those claims are true, and Oprah doesn’t have a house in Boca Raton.\nThe Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOccupy Democrats\n\n\nstated on January 12, 2016 in a blog post.\n\n\n\n\n\n\n\n\nSays Virginia Del. Mark Cole \"wants schools to check children’s genitals before using bathroom.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sean Gorman • January 18, 2016\n\n\n\n\n\n\n\nThe falsehoods propagated to a point where both Oprah and the Boca Raton Police were compelled to debunk the rumors.\nOprah tweeted March 18: \"Just got a phone call that my name is trending. And being trolled for some awful FAKE thing. It’s NOT TRUE. Haven’t been raided, or arrested. Just sanitizing and self distancing with the rest of the world. Stay safe everybody.\"\nBoca Raton Police also tweeted March 18: \"The social media stories trending about @oprah being arrested by @bocapolice is absolutely false.\"\nOnline posts claiming that Oprah has been arrested or that her alleged house in Boca Raton was seized and authorities are digging up tunnels are not true. We rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-18151"}