{"url": "/factchecks/2007/sep/24/mitt-romney/a-misleading-account-of-nyc-policy/", "speaker": "Mitt Romney", "vclaim": "\"Mayor Giuliani made New York City what's known as a 'sanctuary city,' where illegal aliens were allowed to come. And he instructed the leaders of the city not to enforce the law, not to enforce immigration law.\"", "truth_label": "half-true", "date": "stated on August 14, 2007 in a campaign event carried on CNN.:", "title": "A misleading account of NYC policy", "text": "Romney is referring to a policy in New York and many other cities that directs municipal workers not to tell federal authorities about someone who might be an illegal immigrant unless the person is suspected of a crime or the federal government specifically requires such a report.\n\nThe policy, which began in 1989 under Mayor Ed Koch and was continued by Giuliani, is still in effect. It is based on the belief that undocumented immigrants are reluctant to report crimes, fires and seek medical care for fear of being deported. The idea is that they will be more likely to do so if they are reassured that city workers won't report them to the feds.\n\n\nImmigration enforcement is primarily a federal obligation and local police haven't played much of a role, unless they have found that a suspected criminal is an illegal immigrant. And the local rules have no effect on federal authorities, who can still arrest and deport illegal immigrants.\n\n\nBut opponents of illegal immigration have dubbed municipalities with these policies as \"sanctuary cities,\" a term that conveys broader protection than the policies actually give. This is where Romney and Giuliani's attacks on each other are misleading.\n\n\nNow Romney is correct that Giuliani was welcoming to immigrants and accurately quotes Giuliani's remarks from 1994. The comments come from a\n\nNew York Times\n\narticle that said Giuliani gave a \"spirited defense of illegal immigrants, virtually urging them to settle in New York City.\" The article said he \"criticized the growing hostility toward illegal immigrants across the country as simplistic and unsophisticated.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut Romney's claim that Giuliani \"made New York City what's known as a 'sanctuary city,' where illegal aliens were allowed to come\" suggests that the Big Apple was a unique safe haven where they would be free from deportation.\n\n\nThat's not true. Federal authorities could always enforce the law in New York.\n\n\nAnd Romney's claim that Giuliani \"instructed the leaders of the city not to enforce the law, not to enforce immigration law\" is also misleading. City workers had no role in enforcing federal law. That's the feds' job.\n\n\nSo we rate Romney's attack on Giuliani as Half True because it exaggerates the real effect of New York City's policies and makes it seem like more of a \"sanctuary\" than it really was.", "vclaim_id": "vclaim-pol-16600"}