{"url": "/factchecks/2015/sep/17/ted-cruz/ted-cruz-most-gop-candidates-publicly-embraced-amn/", "speaker": "Ted Cruz", "vclaim": "\"A majority of the men and women on this stage have previously and publicly embraced amnesty. I am the only candidate on this stage who has never supported amnesty.\"", "truth_label": "mostly-true", "date": "stated on September 16, 2015 in comments during the CNN debate:", "title": "Ted Cruz: most GOP candidates 'publicly embraced amnesty'", "text": "On one of the biggest issues in the 2016 Republican primary -- immigration -- Sen. Ted Cruz, R-Texas, was nothing if not consistent during the second GOP presidential debate.\nCruz, angling to be the primary field’s most hard-line candidate against illegal immigration, said at the CNN Reagan Library debate, \"A majority of the men and women on this stage have previously and publicly embraced amnesty. I am the only candidate on this stage who has never supported amnesty.\"\nThat was similar to something he said at the first debate, held in Cleveland and aired by Fox News in August -- that \"a majority of the candidates on this stage have supported amnesty. I have never supported amnesty.\" We checked that claim and gave it a rating of Mostly True.\nThe stages were similar for the two debates, with the addition of former Hewlett Packard CEO Carly Fiorina in the second debate. Does Cruz’s claim hold up?\nAs we noted in our previous fact-check, the tough part of checking this claim is that \"amnesty\" is a vague term. Some consider amnesty to be anything less than deporting all illegal immigrants, while others think of amnesty as letting immigrants stay with no punishment or additional requirements. Cruz has been adamantly opposed to a pathway to citizenship, but he’s been quiet on whether he would support some other legal status for illegal immigrants.\nWe’ve previously found that in modern politics, the standard for amnesty is the Immigration Reform and Control Act of 1986, supported and signed by President Ronald Reagan. The law allowed illegal immigrants to become legal permanent residents if they met certain standards, such as proving they had been in the country for several years and paying back taxes and a fine. After meeting other requirements, the legal permanent residents could apply for a green card and eventually make their way toward citizenship. The law was widely described as an amnesty program.\nWe do know Cruz considered the 2013 bipartisan Senate immigration proposal to be a form of amnesty and opposed the bill. The failed bill was similar to the Reagan law in that immigrants had to meet certain requirements before gaining legal status that put them on a path to citizenship, though the requirements are more stringent than the previous law. So we’ve used that bill as a rough standard for evaluating the positions of those who shared the debate stage with Cruz.\nWe’ll also note that since Cruz used the past tense -- \"previously and publicly embraced amnesty\" -- we’re only interested in whether the candidates have taken this position in the past, not whether they do now, or whether they have gone back and forth on the policy.\nThree members of the debate field have expressed outright support for the Gang of Eight bill, so called after the bipartisan group of eight senators who proposed it in 2013.\nSen. Marco Rubio, R-Fla., by Cruz’s standards, has been a clear supporter of amnesty, as he was a member of the Gang of Eight. At the time, he said the bill was \"not amnesty,\" and we rated that claim Half True because of the vague nature of the term \"amnesty.\" Since then, Rubio has softened his support for a path to citizenship and emphasized border security, but he still supports passing immigration legislation.\nFellow Floridian Jeb Bush, the former governor, said in March 2015 that he would put his support behind a Gang of Eight-style immigration bill that included a path to citizenship. Like Rubio, though, Bush insisted at the debate that his position is not amnesty, because his ideal plan requires illegal immigrants to meet certain requirements before gaining legal status.\nRecently, former Arkansas Gov. Mike Huckabee has avoided saying whether he would support a path to citizenship, though he has suggested he would not blanket deport all illegal immigrants. But in 2013, asked by Fox if he would side with Cruz or the Gang of Eight, Huckabee said he would choose the latter -- though he emphasized an eventual immigration bill had to emphasize border security. He has also previously endorsed a path to citizenship.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nMeanwhile, Sen. Rand Paul, R-Ky., did not support the Gang of Eight bill because he said it did not include strong enough provisions for ensuring reduced illegal immigration in the future. But in a March 2015 speech, Paul walked a fine line, supporting a path to some sort of normative legal status, though without using the word \"citizenship.\"\nFor the remaining candidates, we could not find their opinions on the Gang of Eight bill specifically, but all four have at some point said they supported a path either to citizenship or legal status, even if their position has since changed.\nWisconsin Gov. Scott Walker no longer supports a path to citizenship, but he said in 2013 that \"it makes sense\" people could not only stay in the United States but get citizenship after overcoming penalties, waiting periods and other requirements.\nNeurosurgeon Ben Carson has declined to comment on the Gang of Eight bill. He has said that the solution for illegal immigrants currently in the United States is for them to go back to their home country, where they can apply for a visa and return legally. In Carson’s 2012 book, America the Beautiful, he said a path to citizenship is a moral choice.\nIn 2010, New Jersey Gov. Chris Christie said he supported a \"common-sense path to citizenship.\" But this year, he said he’s changed his mind and no longer supports such a path.\nOhio Gov. John Kasich said in 2014 and 2015 that he isn’t keen on a path to citizenship, but he’s open to the possibility -- especially because you can’t deport everyone who is already here, and it would help get lawmakers to a point of compromise on immigration legislation.\nDespite his fiery rhetoric regarding Mexican immigrants, real estate mogul Donald Trump hasn’t said many specifics about what he’d do regarding the illegal immigrants already here. He has said this year that he would support a \"merit-based\" system for some illegal immigrants earning their right to stay, echoing comments he made in 2011.\nFinally, the newcomer to the main debate stage -- Fiorina -- has also stated publicly that she is open to a path to legal status for at least some undocumented immigrants. In a June 2015 appearance on MSNBC’s Morning Joe, she said, \"I think legal status is a possibility for sure. I think their children maybe can become citizens.\"\nOur ruling\nCruz said at the second Republican debate, \"A majority of the men and women on this stage have previously and publicly embraced amnesty. I am the only candidate on this stage who has never supported amnesty.\"\nWe’ll reiterate that many of these candidates have changed their position on what to do about undocumented immigrants already in the United States, and we’ll note once again that the definition of \"amnesty\" isn’t hard and fast. So what Cruz may consider amnesty might not be what any of these candidates considers to be amnesty.\nStill, as far as we can tell, Cruz is the only one on the CNN debate stage who has never plainly supported something like a path to citizenship or some other form of legal status.\nWe rate Cruz’s claim Mostly True.", "vclaim_id": "vclaim-pol-05968"}