{"url": "/factchecks/2016/jul/14/bill-mitchell/illinois-spent-millions-covering-illegals/", "speaker": "Bill Mitchell", "vclaim": "\"Over the last six years, the state of Illinois spent about $320 million on illegal immigrants.\"", "truth_label": "true", "date": "stated on April 20, 2016 in a speech:", "title": "Did Illinois spend hundreds of millions of dollars giving health insurance to illegal immigrants?", "text": "Illinois state Rep. Bill Mitchell, R-Forsyth, repeatedly slammed a three-year extension of the state’s Expanded All Kids program that was passed in the Illinois House in April. While arguing against the bill, Mitchell claimed that All Kids has spent a fortune on covering illegal immigrants with taxpayer dollars.\n\"The latest (All Kids) audit said, over the last six years, the state of Illinois spent about $320 million on illegal immigrants,\" he said in April.\nAll Kids is a health insurance program run by the Illinois Department of Healthcare and Family Services that offers comprehensive health care to thousands of children in the state. Expanded All Kids is the portion of the program that covers poor families and undocumented children.\nAs of the 2013-14 fiscal year, the program had a total enrollment of 52,075 children under the age of 19, of which 30,441 were classified as undocumented.\nAll Kids has faced criticism over the years for its coverage of undocumented immigrants as well as for allegedly being more expensive and providing less coverage than originally anticipated.\nWe decided to investigate Mitchell’s claim about health care spending on undocumented immigrants.\nLooking at the numbers\n\nSource: IL House GOP\nMitchell’s claim is based on several audits of All Kids conducted by William Holland, the Illinois auditor general at the time. The latest available report was released in February 2016 and covers health care costs up until 2014; there is no data available for fiscal year 2015.\nMitchell’s office told PolitiFact that his comment was referring to the amount of money spent between 2009 and 2014.\nA press release provided by the office stated that, \"none of these costs were matched by the federal government. Illinois taxpayers paid the entire cost for these non-citizens.\"\nWe examined the audit reports to break down the costs of health care associated with undocumented children in Illinois each year.\n\n\nFY 2009: $54.9 million\n\n\nFY 2010: $59.2 million\n\n\nFY 2011: $58.8 million\n\n\nFY 2012: $55.7 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nFY 2013: $48.7 million\n\n\nFY 2014: $42.3 million\n\n\nThe total costs of health care during the time period add up to approximately $319.6 million, which matches Mitchell’s claim.\nThe audit reports also list the costs of services by each category. For example, in the 2013-14 fiscal year, dental services cost $12 million, or around 17 percent of that year’s total costs.\nWe reached out to the Auditor General’s office and to All Kids for information on how much was spent on undocumented children for each category of health care. We’ll add this information if we obtain it.\nThe All Kids program confirmed the accuracy of the figures in an email, but did not offer comments on Mitchell’s claim.\nHow do the yearly costs of health care for undocumented children fit into the overall state budget?\nThe 2014 Illinois budget was $67 billion. The General Revenue Fund, the part of the budget that contains discretionary spending, was approximately $31 billion. The amount of money spent on undocumented children through the Expanded All Kids program translates to roughly .136 percent of discretionary spending for that year.\nAre there hidden benefits to the program?\nOne question worth exploring is if granting health insurance to undocumented children carries any hidden economic benefits that Rep. Mitchell didn’t account for in his claim.\nThe health care and immigration experts we interviewed said that health care programs often partly pay for themselves over long periods of time.\nFirst, the children receive direct benefits from being covered, such as decreased mortality and a higher chance of attending college.\nAdditionally, the state may receive long-term economic benefits. A recent preliminary study concluded that, \"the government will recoup 56 cents of each dollar spent on childhood Medicaid by the time these children reach age 60.\" However, this study was conducted on the federal level, and doesn’t specifically examine undocumented children.\nMatt Notowidigdo, associate professor of economics at Northwestern University, told us that hospitals in Illinois often already cover the uninsured without receiving compensation, and may actually benefit from Expanded All Kids.\n\"If undocumented immigrants already consume a lot of health care in our hospitals but often don't pay for that care, then one can view this program as helping out hospitals financially,\" he said in an email.\nIt’s hard to use this research to judge Mitchell’s claim because of how specific and small the Expanded All Kids program is. We found no research directly discussing any economic benefits that Illinois would receive from the program.\nOur ruling\nMitchell claimed that the state of Illinois spent $320 million on health care for illegal immigrants over the past six years.\nThe state’s independent audit reports on the All Kids program from 2009 to 2014 support his claim. There’s no direct evidence or research that shows Mitchell failed to mention any important unseen benefits of the program that would significantly change the context of his argument.\nWe rate this claim True.\nhttps://www.sharethefacts.co/share/4d4a7426-9799-4b8c-b03e-f42335c0c171", "vclaim_id": "vclaim-pol-04697"}