{"url": "/factchecks/2008/may/21/john-mccain/mccain-twists-obamas-words/", "speaker": "John McCain", "vclaim": "Iran \"might not be a superpower, but the threat the government of Iran poses is anything but 'tiny,'\" as Obama says.", "truth_label": "false", "date": "stated on May 19, 2008 in Chicago:", "title": "McCain twists Obama's words", "text": "In trying to portray Sen. Barack Obama as a neophyte when it comes to international relations, Sen. John McCain seized on some comparisons Obama made between the relative threat of Iran now vs. the Soviet Union during the Cold War.\n\n\"Senator Obama claimed that the threat Iran poses to our security is 'tiny' compared to the threat once posed by the former Soviet Union,\" McCain said before the National Restaurant Association in Chicago on May 19, 2008. \"Obviously, Iran isn't a superpower and doesn't possess the military power the Soviet Union had. But that does not mean that the threat posed by Iran is insignificant.\n\n\n\"On the contrary, right now Iran provides some of the deadliest explosive devices used in Iraq to kill our soldiers. They are the chief sponsor of Shia extremists in Iraq, and terrorist organizations in the Middle East. ... Should Iran acquire nuclear weapons, that danger would become very dire, indeed. They might not be a superpower, but the threat the government of Iran poses is anything but 'tiny.' \"\n\n\nThe jab provides the backdrop for McCain's repeated criticism of Obama for saying that he would meet without preconditions with leaders of rogue nations, like Iranian President Mahmoud Ahmadinejad.\n\n\nHere's the full context of Obama's remarks in Pendelton, Ore., on May 18, 2008:\n\n\n\"Strong countries and strong presidents talk to their adversaries,\" Obama said. \"That's what Kennedy did with Khrushchev. That's what Reagan did with Gorbachev. That's what Nixon did with Mao. I mean, think about it. Iran, Cuba, Venezuela, these countries are tiny compared to the Soviet Union. They don't pose a serious threat to us the way the Soviet Union posed a threat to us. And yet we were willing to talk to the Soviet Union at the time when they were saying we're going to wipe you off the planet. And ultimately that direct engagement led to a series of measures that helped prevent nuclear war, and over time allowed the kind of opening that brought down the Berlin Wall. Now, that has to be the kind of approach that we take.\n\n\n\"You know, Iran, they spend one-one hundredth of what we spend on the military. If Iran ever tried to pose a serious threat to us, they wouldn't stand a chance. And we should use that position of strength that we have to be bold enough to go ahead and listen. That doesn't mean we agree with them on everything. We might not compromise on any issues, but at least we should find out other areas of potential common interest, and we can reduce some of the tensions that have caused us so many problems around the world.\"\n\n\nThe first part of McCain's recap of Obama's quote puts the context accurately, that Obama noted the threat from Iran was tiny \"compared to the threat once posed by the Soviet Union.\"\n\n\nBut McCain veers off the rails when he takes the next step, claiming that Obama characterized the threat from Iran as tiny or insignificant. Obama never said that.\n\n\nLater in the same day, Obama issued a retort to McCain's comments: \"So John McCain, he said, 'Oh, Obama doesn't understand the threat of Iran.' I understand the threat of Iran. But what I know is that the Soviet Union had the ability to destroy the world several times over, had satellites spanning the globe, had huge masses of conventional military power all directed at destroying us, and so I've made it clear for years that the threat from Iran is grave, but what I've said is that we should not just talk to our friends, we should be willing to engage our enemies as well, that's what diplomacy is all about.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"So let me be absolutely clear: Iran is a grave threat. It has an illicit nuclear program, it supports terrorism across the region and militias in Iraq, it threatens Israel's existence, it denies the Holocaust. But this threat has grown, primarily – and this is the irony - the reason Iran is so much more powerful now than it was a few years ago is because of the Bush-McCain policy of fighting an endless war in Iraq and refusing to pursue direct diplomacy with Iran.\"\n\n\nThis isn't the first time Obama has talked about the grave threat posed by Iran. Obama has repeatedly characterized it as such during his campaign.\n\n\nStill, Reginald Dale, a senior fellow at the Center for Strategic and International Studies, Obama's comparisons of the threats posed by Iran versus the Soviet Union during the Cold War are misguided.\n\"Iran is a completely different threat,\" Dale said.\n\n\nDuring the Cold War, both sides had stockpiles of nuclear weapons. There was mutually assured destruction.\n\n\n\"They could negotiate like people who are equals,\" Dale said. \"Neither side wanted to fire first. Both sides knew, more or less, how the other would behave.\"\n\n\nThat provided some stability, he said. Iran, on the other hand, presents an \"asymmetrical\" warfare problem, he said.\n\n\n\"It's not one super power facing another super power,\" Dale said.\n\n\nIran is attempting to develop nuclear weapons, Dale said, while unapologetically supporting terrorist groups like Hamas, who would have little hesitation about setting off a nuclear weapon in the United States.\n\n\n\"You could definitely say it's more dangerous than the Cold War,\" he said.\n\n\nOne could argue whether it's wise to meet with leaders of rogue nations. One could also debate whether Obama wrongly downplayed the threat posed by Iran. But Obama never said the threat from Iran was \"tiny\" or \"insignificant,\" only that the threat was tiny in comparison to the threat once posed by the Soviet Union. In fact, Obama has repeatedly called Iran a grave threat. We rule McCain's statement False.", "vclaim_id": "vclaim-pol-16206"}