{"url": "/factchecks/2013/jan/21/keith-faber/says-abraham-lincoln-spoke-ohio-senate-chamber-and/", "speaker": "Keith Faber", "vclaim": "Abraham Lincoln \"visited and some say even danced in (the Ohio Senate) chamber.\"", "truth_label": "true", "date": "stated on January 7, 2013 in a speech in the Ohio Senate:", "title": "Keith Faber says Abraham Lincoln spoke in the Ohio Senate chamber and may have danced there, too", "text": "Abraham Lincoln was both loved and hated in his own time, but few political figures are more revered in ours.\n\nThat made him a logical reference for the newly elected president of the Ohio Senate, Keith Faber, when the 130th General Assembly met for the first time on Jan. 7.\n\nDelivering the president's customary opening remarks, Faber, a Republican from west-central Ohio, spoke of the legislature's traditions and responsibilities and asked for a spirit of cooperation:\n\n\"Lincoln, who visited and some say even danced in this chamber, appealed in his first inaugural address to 'the better angels of our nature,'\" he said. \"I echo that call for civility today. I believe we should seek to compromise on policy but never to compromise on principle, and you will always have my profound respect for acting on conviction – knowing that at times we might disagree.\"\n\nWhile PolitiFact Ohio could appreciate his thoughts on civility, the historical tidbit was the music to our ears.\n\nWe knew that Lincoln danced -- he met his future wife, Mary Todd, at a cotillion in Springfield, Ill. -- and we knew he spoke at the Ohio Statehouse.\n\nBut dancing there was new to us.\n\nIt didn't take long to find supporting background, among the historical facts buried in the \"Chamber Tour\" portion of the Ohio Senate website:\n\n\"While the Ohio House of Representatives can boast that former President Abraham Lincoln spoke in the House Chamber,\" it says, \"legend has it that before he was president, Lincoln danced on the Senate floor. Some sources suggest that during Lincoln's 1859 visit to Columbus as a presidential candidate, he attended a Statehouse ball in which he shared a dance with the lovely Kate Chase, daughter of former Ohio Governor Salmon P. Chase, who would later serve in Lincoln's cabinet.\"\n\nChase, earlier a U.S. senator and later chief justice of the United States, was Lincoln's treasury secretary and a presidential hopeful himself. His daughter Katherine was his staunchest supporter and the widower's official hostess. (We’ll also add a bonus tidbit: Chase whose face appears on the $10,000 note, is one of the three non-presidents who, along with Alexander Hamilton and Benjamin Franklin, are featured on U.S. paper currency.)\n\nHistorian Doris Kearns Goodwin tells more about the story in the magisterial biography \"Team of Rivals.\" The movie \"Lincoln\" is loosely based on a portion of it.\n\nLincoln visited Columbus in February 1861 on the way to his March inauguration in Washington. While meeting with the governor in the Statehouse, Lincoln was notified that the votes for the Electoral College had been counted, confirming him as the next president.\n\nGoodwin writes that Lincoln \"attended a lavish military ball, where it was said that he danced with Chase's lovely daughter, Kate, much to the irritation of Mary. The image of Lincoln dancing with the 20-year-old beauty, tall, slim, and captivating, was spoken of in hushed tones for many years afterward.\n\n\"In fact,\" Goodwin continues, \"the charismatic young belle could not have danced with Lincoln that evening, for she was absent from the city when the Lincolns arrived. In an interview with a reporter more than three decades later, Kate maintained that 'Mrs. Lincoln was piqued that I did not remain at Columbus to see her, and I have always felt that this was the chief reason why she did not like me at Washington.’\"\n\nAccording to the source notes for \"Team of Rivals,\" the story of the dance \"was told to the author by a tour guide at the Ohio Statehouse during a visit to Columbus in 1998.\"\n\nThat puts the story solidly in the category of Statehouse lore -- a classification confirmed by the Senate website, which adds more:\n\n\"As the story goes, the dance was cut short due to a jealous Mary Todd Lincoln. However, many, many years later, Statehouse lore suggests that the two may have tried to finish their dance. At the turn of the 20th century, former Ohio Senator and Governor Joseph B. Foraker heard waltz music blaring through the locked doors of the Senate Chamber while he was working in his Senate office late one night. When he looked through the chamber window, he saw a tall, slender man with a petite woman in a Victorian-age hoop skirt. Foraker identified the pair as Lincoln and Ms. Chase, but unfortunately, no one else was there to corroborate his story.\"\n\nPolitiFact will leave ghost-hunting to others. We will presume that Lincoln did not spell out O-H-I-O with his arms, and we know that he never heard a band playing \"Hang on Sloopy\" or even \"Carmen Ohio.\"\n\nBut we know that Lincoln visited the Statehouse on several occasions, and that he attended receptions and a ball.\n\nAnd Faber left himself room to two-step by phrasing the claim about dancing as \"some say.\"\n\nSome do say, and not without justification, that he danced there. He didn’t dance with Kate Chase, which is a bit of lore that Faber wisely left out of his opening day remarks.\n\nOn the Truth-O-Meter, Faber’s claim rates True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-09826"}