{"url": "/factchecks/2010/oct/22/barbara-boxer/barbara-boxer-says-carly-fiorina-would-penalize/", "speaker": "Barbara Boxer", "vclaim": "\"Fiorina's plan would mean slashing Social Security and Medicare.\"", "truth_label": "barely-true", "date": "stated on October 15, 2010 in a campaign ad:", "title": "Barbara Boxer says Carly Fiorina would penalize the elderly to balance the books", "text": "A new ad from California Democratic Sen. Barbara Boxer takes a broad-brush approach to painting Republican opponent Carly Fiorina as extreme.\n\n\"Carly Fiorina, she's against banning assault weapons, and that's reckless and dangerous. She's for risky new oil drilling that could threaten our jobs. Fiorina's plan would mean slashing Social Security and Medicare, which would devastate seniors. And she'd make abortion a crime. No wonder Fiorina is endorsed by Sarah Palin. Carly Fiorina, just too extreme for California.\"\n\nThe Fiorina campaign blasted the ad. \"We demand that she immediately remove this ad from the airwaves and apologize to Carly, and California voters, for not only this deliberate and blatant distortion of reality, but also for her refusal to have an honest and serious debate about the issues during this crucial time for our nation,\" said campaign manager Marty Wilson in a written statement.\n\nThe Boxer campaign said they're standing by the ad. Both campaigns invited us to fact-check it. Here, we wanted to look at whether \"Fiorina's plan would mean slashing Social Security and Medicare, which would devastate seniors.\"\n\nTo support the claim, the Boxer campaign points to several of Fiorina's public statements in which she said entitlement reform was necessary to rein in government spending. (Technically speaking, entitlements are any kind of government benefit program, but people usually mean Social Security, Medicare and Medicaid.)\n\nAs we reviewed Fiorina's position on entitlements, we couldn't help but notice one thing: Fiorina isn't terribly specific about what she thinks entitlement reform should include. She does say often that she does not want to cut benefits for current retirees or those nearing retirement.\n\nWe should note here that most of the candidates from both parties say that entitlement reform is necessary, and pretty much all say we shouldn't cut benefits for current retirees or those nearing retirement. You might call these generic talking points.\n\nPerhaps the best discussion of Fiorina's specific views on entitlements came in an interview with Chris Wallace of Fox News on Oct. 17, 2010. Wallace asked her several times about how to cut Medicare or Social Security, with Fiorina dodging the questions. The last exchange went like this:\n\nWallace: \"I'm going to try one last time, and if you don't want to answer it, Ms. Fiorina, you don't have to.\"\n\nFiorina: \"It's not a question of not wanting to answer it.\"\n\nWallace: \"Then let me ask the question, if I may, please. You're not willing to put forward a single benefit -- I'm not even talking about the people that are 60, let alone 65 or 70. I'm talking about people under 55. You're not willing to say there's a single benefit eligibility for Medicare, Medicaid or Social Security that you're willing to say, yeah, I would cut that?\"\n\nFiorina: \"What I think we need to do to engage the American people in a conversation about entitlement reform is to have a bipartisan group of people to come together and put every solution on the table, every alternative on the table. And then we ought to engage in a long conversation with the American people so they understand the choices, instead of rushing off into a closed room and having 100 senators figure it out for themselves. We need to engage the American people in the conversation and I'm willing to consider any alternative. But we cannot continue to just jump over the fact that our government is bloated, wasteful, inefficient, in many cases inept, and frankly, in many cases as well, corrupt.\"\n\nWe would say that Fiorina doesn't really have a position on cutting entitlements, but the Boxer campaign pointed us to a few comments Fiorina has made praising plans promoted by the conservative think tanks The Heritage Foundation and the Cato Institute. The Boxer campaign also points out that Fiorina says she wants to cap federal spending at 20 percent of the gross domestic product -- which Boxer's people said necessarily means \"slashing Medicare and Social Security.\" Because Social Security and Medicare are such large parts of the federal budget, they say, it's impossible to achieve spending cuts of that magnitude without cutting the programs, which make up a significant part of the federal budget.\n\nFiorina has said that entitlements need to be dealt with in a comprehensive manner. \"I'm prepared to look at any and all ideas without stating at this point which I would favor and which I would not. We have to have a comprehensive look at entitlement reform, including Social Security reform,\" she told the Los Angeles Times.\n\nWe certainly don't like it when candidates refuse to give specifics about their plans. Fiorina has indicated she would accept some form of cuts to Social Security and Medicare for younger workers, but time and again she has refused to be specific, and only speaks about curtailing future spending for the programs in vague generalities. Still, that does not give the Boxer campaign the right to fill in the blanks. We do know that Fiorina supports slowing the growth of such programs to rein in government spending, but we don't know what specific proposals would look like, and whether they would constitute \"slashing.\" And for this reason, we rate Boxer's statement Barely True. \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14170"}