{"url": "/factchecks/2018/dec/11/blog-posting/yes-school-principal-tried-ban-candy-canes/", "speaker": "Bloggers", "vclaim": "\"Principal bans candy canes.\"", "truth_label": "mostly-true", "date": "stated on December 9, 2018 in a headline:", "title": "Yes, a school principal tried to ban candy canes", "text": "An elementary school principal has been portrayed as a scrooge after multiple news reports and websites said she banned candy canes at her school due to what she said was religious significance.\nSeveral posts on Facebook had a version of this headline: \"Principal bans candy canes because the ‘J shape stands for Jesus.’\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) In this case, it was accurate that the principal attempted to ban candy canes, but the district reversed her ban.\nLeading up to the holiday season, the principal at Manchester Elementary School in Nebraska, Jennifer Sinclair, sent a staff memo outlining rules for the holiday season. Her list included \"not acceptable\" items or practices for the classroom including Santa or Christmas art on worksheets, Christmas music and books and ornaments.\nThen she provided the guidance on candy:\n\"Candy Cane — that’s Christmas-related. Historically, the shape is a ‘J’ for Jesus. The red is for the blood of Christ, and the white is a symbol of his resurrection. This would also include different colored candy canes.\"\nSinclair listed several winter symbols as \"acceptable\" including hot chocolate, snowmen, gingerbread people, and Olaf, the snowman from \"Frozen.\"\nShe signed the memo as \"The (Unintentional) Grinch who stole Christmas (from Manchester).\"\nThe Liberty Counsel, a national conservative Christian organization based in Florida, heard about the memo and fired off a letter Nov. 30 to district? Superintendent Bary Habrock asking him to \"disavow the sweeping directive banning Christmas holiday items.\" The Liberty Counsel included the text of Sinclair’s memo in its letter, which then drew national media attention.\nThe Liberty Counsel said that the ban showed \"hostility toward Christianity\" and violated the district’s own policy, which allows teaching about religion. While the district policy doesn’t mention candy canes per se, it does say \"Christmas trees, Santa Claus and Easter eggs and bunnies are considered to be secular, seasonal symbols and may be displayed as teaching aids provided they do not disrupt the instructional program for students.\" (The Anti-Defamation League, a national group that fights against anti-semitism, recommends that if a school has holiday decorations, \"they should represent the diversity of the season and should avoid symbols with patently religious meanings to avoid sending the message to students that a religion or a particular denomination is preferred.\")\nMat Staver, founder of the Liberty Counsel, told PolitiFact that the school district said Sinclair’s memo was not consistent with district policy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 2, 2021 in an image\n\n\n\n\n\n\n\n\nJoe Biden \"really did wipe away\" student loan debt.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • February 4, 2021\n\n\n\n\n\n\n\nPrincipal Sinclair later sent an email to parents apologizing for the staff memo, saying the information she initially provided was incorrect, according to WOWT TV.\nElkhorn school district spokeswoman Kara Perchal told PolitiFact that Sinclair was placed on administrative leave Dec. 6. Sinclair is in her first year at the school district. PolitiFact was unable to reach Sinclair — a person in the school office said she currently has no voicemail or email.\n\"Dr. Sinclair's memo did state that candy canes could not be used; however, this information was in direct opposition to our district policy regarding holiday symbols in the classroom,\" she said.\nOrigin of candy canes not religious\nSinclair ascribed religious significance to the candy cane, from its shape to its red and white stripes.\nOur fact-checking friends at Snopes found statements that candy canes were created as Christian symbols representing the blood and purity of Jesus are false. (The original Snopes report was in 2000 and the website updated the story in 2017.)\nThe National Confectioners Association’s article about the history of candy canes makes no mention of Jesus. It says, according to legend, in 1670 a choirmaster in Germany handed out sugar sticks to his young singers and had the candies bent into shepherds’ crooks. It wasn’t until the turn of the century that the red and white stripes and peppermint flavors became the norm.\nThe association wrote that In the 1920s, Bob McCormack began making candy canes as Christmas treats. In the 1950s, Bob’s brother-in-law, Gregory Keller, a Catholic priest, invented a machine to automate candy cane production.\nSusan Benjamin, author of \"Sweet as Sin: The Unwrapped Story of How Candy Became America's Favorite Pleasure,\" told the Charleston Gazette-Mail in 2015 that there have been various rumors about the origins of candy canes.\nBut she told the Gazette-Mail that candy canes are not a symbol of Jesus.\n\"The candy cane is not a ‘J,’ the red is not meant to represent the blood of Jesus,\" said Benjamin, founder of True Treats Historic Candy, based in Harpers Ferry, W.V.\nOur ruling\nSeveral news articles and websites said that a school principal banned candy canes. A principal wrote a memo to staff banning candy canes and said it was a symbol of Jesus. Comments by the school district show that this was no holiday tale.\nUltimately, it's important to know the school quickly reversed the ban. So we rate this Mostly True.\n \nhttps://www.sharethefacts.co/share/069f5186-7879-4271-916b-72c177481588", "vclaim_id": "vclaim-pol-01200"}