{"url": "/factchecks/2012/oct/26/tammy-baldwin/baldwin-says-thompson-got-3-million-mismanaged-fed/", "speaker": "Tammy Baldwin", "vclaim": "Says U.S. Senate opponent Tommy Thompson \"personally made over $3 million\" from a federal contract granted to his healthcare company, but left  9/11 first responders \"without the care they were promised.\"", "truth_label": "barely-true", "date": "stated on October 24, 2012 in a TV ad:", "title": "Baldwin says Thompson got $3 million from mismanaged federal contract that left 9/11 responders without promised care", "text": "In response to a 9/11 ad against her, Democrat Tammy Baldwin has launched one charging that U.S. Senate rival Tommy Thompson personally profited from a mismanaged federal contract that left Ground Zero first responders without promised care.\n\nThe Baldwin ad opens by calling Thompson’s ad a \"disgrace.\"\n\n\"The truth: time and again Tammy Baldwin has supported honoring victims of 9/11,\" a narrator says. \"And Tommy Thompson? He got a government contract to provide healthcare to 9/11 first responders, but Tommy took advantage, leaving them without the care they were promised.\"\n\nIt concludes: \"Tommy Thompson personally made over $3 million off the deal.\"\n\nNewspaper headlines from the New York Daily News (\"Ex-health boss now cashing in on 9/11\") and USA Today (\"Health company slow to start treating workers\") flash on the screen, along with a footnote that points to Thompson’s personal financial disclosures.\n\nDo Baldwin’s charges square with what happened?\n\nThe basics\n\nThompson was President George Bush’s secretary of Health and Human Services at the time of the 9/11 attacks in 2001. As such, he was a point of contact for New York-based members of Congress and 9/11 advocates who began a years-long push to get federal aid for health monitoring and treatment of those who responded first to the attacks.\n\nThompson left the Bush Administration after the first term. By early 2005, he had signed on as a law partner at the Washington, D.C., lobbying firm of Akin Gump Strauss Hauer & Feld, and separately was named president of Logistics Health Inc.\n\nThe La Crosse-based firm, founded in 1999, provides medical readiness and occupational health services, in part through federal government contracts.\n\nOne of those was the 2008 contract for 9/11 responder care, which was awarded competitively through a division of the federal agency Thompson used to head. The contract was for $11 million for the first year.\n\nLogistics Health continues to run the national portion of what is known as the World Trade Center Health Program.\n\nThe program helps pay for medical treatment and monitoring of certain conditions experienced by people who worked or volunteered on rescue, recovery, demolition, debris removal, and related services in the aftermath of the Sept. 11, 2001, attacks on the World Trade Center. Another contractor coordinates care for New York-area responders and survivors.\n\nBaldwin’s claim\n\nLet’s return to the main components of the ad’s claim:\n\n\"He got a government contract to provide healthcare to 9/11 first responders.\"\n\nThe ad’s use of the headline -- \"Ex-health boss now cashing in on 9/11\" -- insinuates a lot.\n\nBut neither Baldwin nor anyone else we know of has presented evidence Thompson personally scored the contract or influenced his former agency to get it for Logistics Health.\n\nOn the other hand, the company did get the contract. And Thompson’s value at the firm was tied in part to his connections. That’s what Logistics CEO Don Weber noted in 2006:\n\n\"If I were to go in and try to get a meeting with some of the decision makers in these organizations, it would take me a lifetime,\" Weber told the Journal Sentinel at the time. \"Tommy is able to make a phone call -- and then we get in front of people who make decisions. And when we can show them what we're all about, it expedites decisions.\"\n\nSo that part of the claim is at least partially accurate.\n\n\"But Tommy took advantage, leaving them without the care they were promised.\"\n\nWe read various media accounts regarding the early months of Logistics Health’s work on the 9/11 contract starting. It took over the work in June 2008 from an association of health clinics.\n\nNo one disputes that gaps in medical coverage and monitoring took place in those early months. At least two media outlets interviewed clients who reported problems getting coverage for prescription drugs and experiencing delays in hearing from Logistics.\n\n\"A company run by an ex-Bush administration official and hired by the government to provide medical care to Sept. 11 recovery workers has been slow to take up the job, workers and advocates say,\" the Associated Press reported on Sept. 8, 2008.\n\nA November 16, 2008, Wisconsin State Journal story reported that five months into Logistics Health's one-year federal contract, just a fraction of eligible patients had received the required medical monitoring. The situation had attracted a sharp backlash from New York-area members of Congress who complained about Thompson’s \"sweetheart deal\" with his old department.\n\nThompson and Weber did not deny the delays, a State Journal follow-up story said.\n\nThey blamed the problems on the agency that awarded the contract, the National Institute for Occupational Safety and Health. A NIOSH spokesman in 2008 offered a partial explanation: A one-month delay occurred after the agency inquired to Logistics Health about an issue on consent forms.\n\nThe first State Journal story quoted Katherine Kirkland, head of the organization that was turning over the 9/11 work to Thompson’s firm, saying that Logistics officials were uncommunicative or dismissive of issues that came up during the transition. Kirkland also said the federal government didn’t allow enough time for the transition.\n\nIt’s important to note here that even at the time of the November 2008 story, federal officials were saying the start-up problems had been brought under control and all patients were getting needed treatment.\n\nThere was skepticism about that at the time from 9/11 victim advocacy groups, but it turned out to be true, or largely true, based on what we hear now from those groups.\n\nOne example: John Feal, president of the FealGood Foundation, which pushed for federal help for first responders, told us Logistics \"wasn’t ready for\" the job but \"for the most part kept their word\" after late 2008 to fix the problems.\n\nFeal, who is no fan of Thompson, gives \"above thumbs up approval\" for Logistics’ work since then.\n\nNIOSH spokeswoman Christina Spring told us officials there consider  Logistics’ performance very good since the delays of the early months.\n\nWe went back and interviewed Judy Wolff, a nurse's aide from Holmen, Wisconsin, who has suffered from multiple health problems since volunteering at Ground Zero. Her concerns with delays in getting coverage were featured in the November 2008 State Journal piece.\n\nBack then, while waiting for Logistics to act, she was forced over several months to pay for her own drugs for various ailments deemed related to her work at the site. Today, she says her care improved a lot after the negative publicity for the company, but that paperwork hassles still trouble her.\n\nAs for the \"took advantage\" part, it is unclear exactly what that means -- took advantage of the patients? The situation? the government?\n\nJudging by the sentence structure, the claim is that Thompson mismanaged the situation intentionally to make the firm some extra bucks.\n\nWe asked Baldwin if she could explain and defend the \"took advantage\" allegation, and she only cited the complaints about delays in care.\n\nThis part of the claim exaggerates the severity of a serious situation, leaving out the critical fact that the transition problems were mostly ironed out within six months or less, and that the government itself got some of the blame.\n\n\"Tommy Thompson personally made over $3 million off the deal.\"\n\nThompson did make that amount from the sale of Logistics Health in 2011. Thompson, who no longer works for the firm, said the money came from stock options. He also reported making $254,000 in salary from the firm between January 2010 and October 2011.\n\nBut the ad treats that $3.1 million sum as springing directly from the 9/11 contract and entering Thompson’s pocket. Baldwin did not offer any explanation for this part of the claim when we asked her about it.\n\nThe contract in question started at $11 million a year and at one point fell to $9 million. That’s real money, but a pretty small chunk of Logistics’ business: in 2008 it received $102 million just in federal contracts, according to data at fedspending.org.\n\nSo this part of Baldwin’s ad is a big reach.\n\nLogistics Health did not return a phone call on the Baldwin ad.\n\nOur rating\n\nBaldwin says Thompson \"personally made over $3 million\" off a federal contract granted to his healthcare company, but left  9/11 first responders \"without the care they were promised.\"\n\nThe ad accurately says his firm got a contract and had problems that delayed care for some first responders.\n\nBut it ignores the mixed blame for the problems as well as the short-term nature of them, while making a sensational and unsubstantiated claim that Thompson personally pocketed millions from this particular contract. And it suggests Thompson \"took advantage\" of first responders without any evidence to back it up.\n\nLooking at the claim as a whole, we rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021", "vclaim_id": "vclaim-pol-10077"}