{"url": "/factchecks/2015/dec/16/carly-fiorina/carly-fiorina-claims-military-generals-retired-ear/", "speaker": "Carly Fiorina", "vclaim": "\"One of the things I would immediately do … is bring back the warrior class -- Petraeus, McChrystal, Mattis, Keane, Flynn. ... Every one was retired early because they told President Obama things that he didn’t want to hear.\"", "truth_label": "barely-true", "date": "stated on December 15, 2015 in a GOP debate on CNN:", "title": "Carly Fiorina claims military generals 'retired early' after being frank with Obama", "text": "The Republican candidates divided their time during the CNN Las Vegas presidential debate criticizing each other and criticizing President Barack Obama. Former Hewlett Packard CEO Carly Fiorina combined both in her answer to how she would defeat ISIS.\n\"To wage war, we need a commander in chief who has made tough calls in tough times and stood up to be held accountable over and over, not first-term senators who've never made an executive decision in their life,\" Fiorina said. \"One of the things I would immediately do, in addition to defeating them here at home, is bring back the warrior class -- Petraeus, McChrystal, Mattis, Keane, Flynn. Every single one of these generals I know. Every one was retired early because they told President Obama things that he didn't want to hear.\"\nThat is an interesting list of military leaders. We looked into their reasons for leaving. Fiorina might have a point for some of them, but certainly two of her examples don’t hold up.\nGen. John Keane\nIn a military career that spanned 37 years, Keane rose to become acting chief of staff and vice chief of staff of the U.S. Army.\nThe trouble for Fiorina is Keane resigned in 2003.\nObama took office in 2009. Keane never served under Obama.\nGen. David Petraeus\nPetraeus was appointed by President George W. Bush to lead the multinational forces in Iraq. He became chief of the military’s Central Command in 2007 and was appointed by Obama to be commander of U.S. and NATO forces in Afghanistan.\nObama nominated Petraeus to head the Central Intelligence Agency in 2011. Petraeus retired from the military to take on the new position.\nPetraeus was forced to resign from the CIA in 2012 when investigators uncovered that he had shared classified materials with a woman who was writing his biography, and in fact was having an extramarital affair with her.\nGen. Stanley McChrystal\nMcChrystal was Obama’s pick to lead American and NATO forces in Afghanistan at a time when the war was taking a mounting toll on U.S. soldiers. McChrystal advocated for a strategy that called for as many as 40,000 additional troops. Many in the White House disagreed, among them Vice President Joe Biden.\nUltimately, McChrystal got much of what he recommended. His downfall came when he allowed a Rolling Stone reporter to travel with him. When the article emerged, McChrystal and his staff were quoted making disparaging remarks about Biden and other top civilian administration officials.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSuch a public rift between top military and civilian officials created a management crisis in the White House. Obama removed McChrystal from his post. In Rose Garden remarks, the president said \"the conduct represented in the recently published article does not meet the standard that should be set by a commanding general.\"\nMcChrystal’s story partly follows Fiorina’s narrative. He did disagree with some of Obama’s top advisers. On the other hand, Obama largely did what McChrystal wanted. We can’t know the complete inside story, but the immediate issue that cost McChrystal his job wasn’t that he spoke up, but that he spoke too publicly.\nGen. James Mattis\nMattis was part of the command shuffle that took place after Obama fired McChrystal. Petraeus, who had been the head of Central Command moved over to run operations in Afghanistan. Obama put Mattis in charge of Central Command.\nObama removed Mattis from that job in 2013. By some reports, there was concern in the White House that Mattis seemed too eager to use military force against Iran. But another account has it that he rubbed  civilian officials the wrong way with the issues he raised about Iran.\nWhile we don’t know all the details, it seems possible that Mattis was removed over policy differences.\nLt. Gen. Michael Flynn\nFlynn was a key intelligence adviser to McChrystal in Afghanistan and Iraq. In 2012, he became the  head of the Pentagon’s Defense Intelligence Agency. According to the Washington Post, Flynn wanted to reorganize the agency, placing more operatives overseas and focusing on a range of threats beyond the conflict zones of Iraq and Afghanistan. His management style and strategic plans put him at odds with his bosses, importantly, Undersecretary of Defense for Intelligence Michael Vickers.\nFlynn and his deputy left the agency at the same time.\nFlynn’s story largely aligns with Fiorina’s message.\nOur ruling\nFiorina said that five generals -- Petraeus, McChrystal, Mattis, Keane, and Flynn -- resigned because they all told Obama things he didn’t want to hear. Fiorina might be pushing the point of whether Obama himself didn’t like what they had to say, but two of the men -- Mattis and Flynn -- likely departed over policy differences, published reporting shows.\nMcChrystal’s story is harder to judge because Obama took his advice. There was friction over policy, but he was removed from his post due to an interview with Rolling Stone that at the very least put Obama in a difficult position.\nPetraeus’ departure had nothing to do with policy. He mishandled classified documents and had an affair. Keane retired long before Obama took office.\nFiorina is on solid ground with only two of her examples, and also indicated an Obama involvement that is not proven. That’s shaky enough to rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05617"}