{"url": "/factchecks/2021/jan/26/tony-evers/gov-tony-evers-money-claim-about-increase-general-/", "speaker": "Tony Evers", "vclaim": "\"We put $330 million in general school aids — the largest in more than a decade.\"", "truth_label": "true", "date": "stated on January 12, 2021 in Speech:", "title": "Gov. Tony Evers on the money with claim about increase to general school aid", "text": "Gov. Tony Evers struck a somber tone with his State of the State address on Jan. 12, 2021, as he remembered the lives lost to COVID-19 and reflected on the myriad challenges of 2020. \nBut he also used part of his speech to touch on some of the state’s accomplishments before the pandemic killed thousands and forced many Wisconsin residents into unemployment. \nAmong them: Boosting funding for public schools. \n\"We put $330 million in general school aids — the largest in more than a decade,\" Evers said.\nIs Evers on the money? Let’s dig in. \nSchool funding in Wisconsin\nWhen asked for evidence to support the governor’s claim, spokeswoman Britt Cudaback cited breakdowns by the Legislative Fiscal Bureau that detail the changes to general school funding, or equalization aids, in each budget dating back to 2005-2007. (Reminder: Wisconsin operates on a two-year budget cycle.)\nGeneral aid is the primary pot of money for school districts, separate from categorical spending for specific needs such as transportation or meals. To assess changes over time, the Fiscal Bureau compares funding in the current budget to the second year of the previous budget — also known as the base year. \nAccording to an analysis of the 2019-2021 budget, that spending plan allocated an additional $329,942,000 — a 3.5% increase — for general school aid when compared to 2018-2019. So Evers had roughly the right number in his State of the State address. \nBut was that the biggest hike in more than a decade? \nHere are the changes in school spending over the past 16 years as documented by the Fiscal Bureau:\n\n\n2019-2021: increase of $329,942,000 (3.5%)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\n\n2017-2019: increase of $72,750,000 (0.8%)\n\n\n2015-2017: increase of $108,137,500 (1.2%)\n\n\n2013-2015: increase of $170,239,100 (2%)\n\n\n2011-2013: decrease of $749,388,000 (8.1%)\n\n\n2009-2011: decrease of $294,003,800 (3.1%)\n\n\n2007-2009: increase of $76,756,000 (0.8%)\n\n\n2005-2007: increase of $701,600,000 (8.1%)\n\n\nEvers is correct on that front, too. The 3.5% boost for 2019-2021 is easily the largest since the 2005-2007 budget, even when accounting for inflation.\nOur ruling\nIn his State of the State address, Evers said \"we put $330 million in general school aids — the largest in more than a decade.\"\nThe 2019-2021 budget increased general aid by 3.5% when compared to the previous year. That’s the biggest hike for that pot of money since the 2005-2007 budget. \nWe rate this claim True.", "vclaim_id": "vclaim-pol-19227"}