{"url": "/factchecks/2010/feb/19/john-boehner/boehner-claims-15-million-stimulus-going-alaskan-a/", "speaker": "John Boehner", "vclaim": "In the stimulus, \"$15 million dollars went to 'build a bigger, better airport' for the town of Ouzinkie, Alaska, population 165.\"", "truth_label": "true", "date": "stated on February 19, 2010 in a press release:", "title": "Boehner claims $15 million from stimulus going to an Alaskan airport that serves a village of 165", "text": "In an address on the anniversary of the economic stimulus, President Barack Obama boasted that despite the massive and rapid spending in the $862 billion package, you're not hearing about money being misspent. \"I was still concerned -- Joe (Biden) and I were just talking in the back -- when this thing passed we said $787 billion -- somewhere there’s going to be some story of some money that ended up being misspent; $787 billion spent out over 18 months, that's a lot -- that's a lot of money,\" Obama said. \"And it is a testimony to Vice President Biden and his team that, as Joe puts it, the dog, so far at least, hasn't barked.\"\nOn the same day Obama made his speech, House Republican Leader John Boehner issued a press release saying the stimulus is \"chock-full of wasteful government spending.\" And he attached a list of 19 \"real world\" examples.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe looked at several of the items on this list to see if they were as billed. Here, we will examine the claim that \"$15 million (in stimulus) dollars went to 'build a bigger, better airport' for the town of Ouzinkie, Alaska, population 165.\"This project landed in the national spotlight when it was singled out in a CBS Evening News report on July 13, 2009. \"That's roughly $90,000 dollars per resident,\" the report said.\"Consider that Los Angeles International doesn't have the money to install critical taxiway warning lights,\" the CBS report states. \"And a third of the nation's largest airports -- 11 of the 30 biggest, handling over one-fourth of the nation's passenger traffic -- have substandard safety areas for when planes veer off the runway.\"A lengthier story three days later in the Kodiak (Alaska) Daily Mirror included some defense of the project. To put the project in perspective, some locals said, you have to understand Ouzinkie, and the importance of air travel. Ouzinkie is a small, island village peopled predominantly by Native Alaskans called Alutiiq.Or as ProPublica.org put it in an article titled Tiny Airports Take Off With Stimulus: \"The village of Ouzinkie is one of the remotest outposts in the United States — home to a mere 165 people on an island off another island off the coast of Alaska. There are no stores, no gas stations and no stoplights.\"Because of its remoteness, villagers depend on its airport as a lifeline for mail, medical evacuations and supplies. The location of the existing airport, local officials told the Kodiak Daily Mirror, is exposed to fierce crosswinds that often make it impossible for planes to take off and land, and the site does not meet FAA-mandated runway length. The new project includes a runway, taxiway, airport lights, a snow removal equipment building and 2 miles of access road. \"I’m sorry the airport has to cost so much, but essential services are essential air services,\" Ouzinkie Vice Mayor Tom Quick told the Kodiak Daily Mirror. \"They are essential, whether you’re talking about five people or 5,000.\"Quick also said planes have been much more convenient in transporting the dead, who otherwise were transported via skiff. \"I feel this is very necessary in case somebody needs to get a medevac out,\" added Jill Boskofsky, vice president of the Ouzinkie Tribal Council and environmental director. \"I feel it's for the safety of our community.\"In an opinion piece for the Anchorage Press, Krestia DeGeorge called the CBS report \"sensationalizing\" and told people to \"quit picking on Ouzinkie.\" Airports in Alaska are a more important part of the basic transportation system than they are elsewhere, she wrote, and, \"The point is that we should think carefully about what’s really involved before criticizing something. ... Otherwise (things) such as Ouzinkie’s lifeline will continue to be someone else’s taxpayer waste.\"\nOn this one, Boehner has his facts straight. It's worth noting that the one-sentence synopsis of the project leaves out important contextual information, such as how important a lifeline an airport is to this small island community. But Boehner is right. And so we rule his statement True.", "vclaim_id": "vclaim-pol-15295"}