{"url": "/factchecks/2012/aug/06/frank-lautenberg/frank-lautenberg-says-gun-violence-claimed-more-am/", "speaker": "Frank Lautenberg", "vclaim": "\"Guns have murdered more Americans here at home in recent years than have died on the battlefields of Iraq and Afghanistan.\"", "truth_label": "half-true", "date": "stated on July 30, 2012 in an op-ed on NorthJersey.com:", "title": "Frank Lautenberg says gun violence claimed more American lives in U.S. than in Iraq and Afghanistan", "text": "War may be good for one thing: providing U.S. Sen. Frank Lautenberg with leverage for his argument that the United States needs stricter gun laws.\n\nLautenberg, who is pushing to reinstate a federal ban on high-capacity ammunition clips in the wake of the deadly mass shooting last month at a Colorado movie theater, said, \"our lax gun laws make it far too easy for murderers to commit acts of violence.\"\n\n\"Here are the facts: Guns have murdered more Americans here at home in recent years than have died on the battlefields of Iraq and Afghanistan. In support of the two wars, more than 6,500 American soldiers have lost their lives. During the same period, however, guns have been used to murder about 100,000 people on American soil,\" Lautenberg said in a July 30 op-ed article posted on NorthJersey.com.\n\nLautenberg’s numbers are technically correct since 2001. In fact, he could have cited just a year of gun violence in the U.S. to make his point. But experts call his comparison flawed and misleading.\n\n\"More pickles are consumed in New York City than in Rhode Island. Is that a good comparison? I don’t think so. Because there are way more people in New York City,\" said Alan Lizotte, dean and professor at the school of criminal justice at The University at Albany.\n\nThe Federal Bureau of Investigation tracks murders in the United States through its Uniform Crime Report program. Caley Gray, a spokesman for Lautenberg, cited that source -- which shows more than 8,700 people were murdered in the United States with firearms in 2010 -- to support the senator’s statement.  \n\nSince 2001 -- the year the war in Afghanistan began -- more than 95,000 people have been murdered with a gun in the United States, according to the FBI data.\n\nThough those statistics do not include citizenship status, Gary Kleck, a professor of criminology at Florida State University, said \"my reaction is that you can safely assume that the vast majority of murder victims are U.S. citizens.\"\n\nThat death toll is far higher than the number of U.S. military casualties from the nation’s recent wars.\n\nMore than 6,500 U.S. military personnel have died in conflicts from the wars in Iraq and Afghanistan since 2001, according to data from the U.S. Department of Defense.\n\nGray said: \"The numbers speak for themselves. The bottom line and the sad truth is that far more Americans are being killed by guns in their own neighborhoods than in deadly war zones.\"\n\nBut Kleck called the senator’s comparison \"foolish and misleading.\"\n\n\"Taking account of the very different population sizes at risk, the risk of a gun homicide (or any kind of homicide) is enormously greater in Afghanistan than in the U.S.,\" Kleck said in an e-mail. \"Obviously even one homicide is one too many, but the hinted suggestion that the risk of death from a gun is even remotely as high in the U.S. as in Afghanistan is absurd.\"\n\nLizotte also criticized Lautenberg’s statement for focusing only on the deaths of U.S. troops. \"Many more people were killed in Afghanistan and Iraq than Americans,\" he said.\n\nFor example, a July 2012 report from the Congressional Research Service noted that in Afghanistan \"11,864 civilians have been killed in the conflict since 2007, when the United Nations began reporting statistics, to the end of 2011.\"\n\nOur ruling\n\nLautenberg said, \"guns have murdered more Americans here at home in recent years than have died on the battlefields of Iraq and Afghanistan,\" claiming that \"more than 6,500 American soldiers\" died while \"guns have been used to murder about 100,000 people on American soil.\"\n\nThough Lautenberg’s numbers are mainly on target, three experts agreed that the senator’s statement is flawed largely because he uses raw numbers to compare two very different populations.\n\nAlso, Lautenberg focuses solely on deaths of U.S. troops in Iraq and Afghanistan, when many more have died in both wars.\n\nWe rate this statement Half True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCory Booker\n\n\nstated on October 13, 2011 in a radio interview on WBGO’s “Newark Today”\n\n\n\n\n\n\n\n\nSays \"if you are shot in the city of Newark, you have over an 80 percent chance that you've been arrested before an average of 10 times.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • October 24, 2011", "vclaim_id": "vclaim-pol-10641"}