{"url": "/factchecks/2012/mar/08/lenny-curry/obama-promised-cut-deficit-half-end-his-first-term/", "speaker": "Lenny Curry", "vclaim": "Says Barack Obama \"promised he would cut the deficit in half\" but didn’t.", "truth_label": "true", "date": "stated on March 4, 2012 in an interview on \"Political Connections\":", "title": "Obama promised to cut the deficit in half by the end of his first term but didn't", "text": "Lenny Curry, the head of the Republican Party of Florida, said President Barack Obama is going to have a hard time winning Florida, citing gas prices and federal spending as just two reasons.\n\n\"Obama’s going to come here and spend a lot of money, but President Obama's going to have to run on his record. He's going to have to run on what he promised,\" said Curry in an interview on Bay News 9’s Political Connections on March 4, 2012.\n\n\"He promised gasoline I believe at $2.50. When he took office it was about $1.68. We know it's well above $2.50 now. He promised he would cut the deficit in half. We know what's happened there,\" Curry said.\n\nCurry went on to praise Florida Gov. Rick Scott for job creation, saying that Scott showed a clear contrast with the Obama administration.\n\nCurry, a businessman from Jacksonville, became head of the state party in September 2011. He was the hand-picked successor of party chairman Dave Bitner, who died after a fight with Lou Gehrig's disease.\n\nWe wondered if Curry was accurate in describing Obama’s promises to voters, so we decided to check it out. Here at PolitiFact, we take a special interest in the campaign promises of elected officials. We collected Obama’s promises for our Obameter and Scott’s promises for the Scott-O-Meter.\n\nHere, we’ll look at whether Obama promised to cut the deficit in half. (In a separate report, we’ll look at whether he promised to keep gasoline prices at $2.50 a gallon.)\n\nOur research revealed that Obama did in fact promise to cut the deficit in half. He made the promise not on the campaign trail, but soon after taking office, at a meeting organized by the White House and dubbed the \"Fiscal Responsiblity Summit.\" (The Republican Party of Florida pointed us to this event when we asked them for evidence for Curry’s statement.)\n\nHere’s what Obama said at the meeting on Feb. 23, 2009:\n\n\"Today I'm pledging to cut the deficit we inherited by half by the end of my first term in office,\" Obama said. \"Now, this will not be easy. It will require us to make difficult decisions and face challenges we've long neglected. But I refuse to leave our children with a debt that they cannot repay, and that means taking responsibility right now, in this administration, for getting our spending under control.\"\n\nThe next day, Obama repeated the pledge, this time in an address to a joint session of Congress. \"Yesterday I held a fiscal summit where I pledged to cut the deficit in half by the end of my first term in office,\" he said.\n\nIs Obama keeping that promise? In a word, no.\n\nIn 2009, the year Obama took office, the annual deficit was $1.4 trillion. (Generally speaking, the deficit is the amount the government takes in minus what it spends.)\n\nThe deficit was a little smaller in 2010 and 2011, but only modestly so, at about $1.3 trillion for each year, according to numbers from the nonpartisan Congressional Budget Office. For 2012, the budget is projected to be $1.1 trillion.\n\nThe White House’s budget projections show a deficit of $901 billion in 2013, also short of Obama’s goal, even if his policies are enacted by Congress, which is by no means certain.\n\nObama was specifically asked about the promise in an interview in February 2012 with Atlanta’s WAGA-TV. (His campaign pointed us to those comments when we asked for response.) He said he wasn’t able to keep the promise because the economic downturn was much more severe than was commonly understood in 2009.\n\n\"Well, we're not there because this recession turned out to be a lot deeper than any of us realized. Everybody who is out there back in 2009, if you look back at what their estimates were in terms of how many jobs had been lost, how bad the economy had contracted when I took office, everybody underestimated it. People thought that the economy contracted 3 percent. It turns out it contracted close to 9 percent. …\n\n\"So, the die had been cast, but a lot of us didn't understand at that point how bad it was going to get. That increases the deficit because less tax revenues come in, and it means that more people are getting unemployment insurance, we're helping states more so they don't lay off teachers, etc. The key, though, is we're setting ourselves on a path where we can get our debt under control.\n\n\"The most important thing we can do, though, to reduce our debt is to make sure that we continue growing this economy. We’ve seen some recent good news about unemployment numbers coming down, more jobs being created.  We’ve got to to maintain that momentum even as we make some tough choices in terms of government spending.\"\n\nOur ruling\n\nBack in 2009, shortly after he was inaugurated, Obama did promise to cut the deficit in half by the end of his first term. He has not been able to keep that promise, however. Obama said recently the reason for that is the economic downturn was much worse than expected, which in turn drove down tax revenues and drove up spending on things like unemployment and aid to the states.\n\nCurry, the head of the Republican Party of Florida, said that Obama \"promised he would cut the deficit in half. We know what's happened there.\" He prefaced it with a simple statement that Obama would have to run on his record. The record supports Curry’s statement, so we rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge LeMieux\n\n\nstated on January 8, 2010 in a message on Twitter\n\n\n\n\n\n\n\n\n\"Why is January 8th an important date in American history? This day in 1835 is the only day in our history when we have not been in debt.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • January 11, 2010", "vclaim_id": "vclaim-pol-11465"}