{"url": "/factchecks/2018/jul/25/alexandria-ocasio-cortez/ocasio-cortez-new-york-city-there-are-3-vacant-apa/", "speaker": "Alexandria Ocasio-Cortez", "vclaim": "In New York City, \"for every one person experiencing homelessness here, there are about three vacant apartments.\"", "truth_label": "mostly-true", "date": "stated on July 23, 2018 in a tweet:", "title": "Ocasio-Cortez: In New York City, there are 3 vacant apartments for each homeless person", "text": "New York Democratic congressional candidate Alexandria Ocasio-Cortez has put poverty and inequality at the center of her campaign.\nOn Twitter, she focused on troubles in the New York City housing market.\nNew York City is experiencing the highest rate of homelessness since the Great Depression,\" she wrote July 23. \"For every one person experiencing homelessness here, there are about three vacant apartments. Inequality is a crisis, and a bold, 21st-century effort on poverty must advance.\"\nNew York City is experiencing the highest rate of homelessness since the Great Depression.For every 1 person experiencing homelessness here, there are ~3 vacant apartments.Inequality is a crisis, and a bold, 21st-century effort on poverty must advance.https://t.co/RLIKS18N4p— Alexandria Ocasio-Cortez (@Ocasio2018) July 23, 2018\n\n\nOcasio-Cortez’s stat about the number of homeless and the number of vacant apartments caught our eye.\nKey takeaways\n\n\nThere are about 63,000 homeless people in New York City, and the number of vacant housing units is in the range of 150,000 to 180,000.\n\n\nGiven the number of families, the actual number of homeless households seeking permanent shelter is about 32,000, and the number of apartments available for rent is closer to 79,000.\n\n\nThe numbers lack great precision but in large measure, the 1-to-3 ratio is about right.\n\n\nThe math on the homeless count\nCampaign spokesman Jeff Latzer told us that \"numbers vary, but there’s roughly 63,495 homeless and 247,977 vacancies.\"\nWith those numbers, there are 3.8 empty places for each homeless person.\nLet’s look at the sources behind both figures.\nOfficial reports back up the homeless count. New York City’s Homeless Services Department’s May survey had 62,147 individuals staying in temporary housing. That stat overstates the number of apartments needed, because it includes children in families.\nThe advocacy group Coalition for the Homeless in New York City says the actual number of homeless households, both families and single adults, is closer to 32,000.\nTurning to vacancies, the city’s 2017 Housing and Vacancy Survey did find 247,977 \"vacant units, not available for sale or rent.\"\nBut before we dive into that big number, the survey found another 79,000 vacant apartments that were actually on the rental market. That’s the number Giselle Routhier, the homeless coalition’s policy director, focuses on. Routhier compared it to the number of apartments needed, not the number of homeless people.\n\"There are about 2.5 vacant rental apartments for every homeless household in New York City,\" Routhier said. \"But the problem is even worse than the point-in-time data. New York City loses thousands of affordable apartment every year through rent increases and deregulation. Between 1996 and 2017, New York City lost more than 1.1 million housing units with contract rents below $800 per month.\"\nRouthier’s way of looking at the city’s costly housing market is very different from Ocasio-Cortez’s, but the final numbers are reasonably close. Routhier said about 2.5 and Ocasio-Cortez said about three.\nMatthew Gordon Lasner, associate professor of urban studies at Hunter College, warned that the focus on math only takes you so far.\n\"The comparison she’s making — no matter the ratio or numbers — is really a rhetorical device, to point out that the city has the capacity to house all its residents,\" Lasner said.\nWhen a vacancy isn’t a vacancy\nSo now let’s get back to that big number of nearly 248,000 \"vacant units, not available for sale or rent.\" It’s not what it might seem.\nThe total includes 58,000 units \"undergoing renovation\" and another 22,000 rented or sold \"but not yet occupied.\" All told, about 129,000 units are vacant due to one process or another that takes them out of the active housing market.\n\n\n\n\n2017 Housing and Vacancy Survey\n\n\n\n\nTotal rental units\n\n\n2,183,064\n\n\n\n\nOccupied\n\n\n2,103,874\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nVacant, available\n\n\n79,190\n\n\n\n \n \n\n\n\nVacant units, not available for sale or rent\n\n\n247,977\n\n\n\n\nHeld for occasional, seasonal, or recreational use\n\n\n74,945\n\n\n\n\nRented, not yet occupied\n\n\n10,960\n\n\n\n\nSold, not yet occupied\n\n\n11,156\n\n\n\n\nUndergoing renovation\n\n\n58,347\n\n\n\n\nAwaiting renovation\n\n\n20,283\n\n\n\n\nIn legal dispute\n\n\n9,626\n\n\n\n\nHeld pending sale of building\n\n\n5,886\n\n\n\n\nOwner’s personal problems (age, illness, etc.)\n\n\n12,719\n\n\n\n\nHeld for other reasons\n\n\n27,009\n\n\n\n\nBut that still leaves nearly 75,000 units in the category of \"held for occasional, seasonal, or recreational use.\" These are the pied-à-terre of the well-to-do, and sometimes, the super-duper-well-to-do.\n\"A bit of that is new –  global billionaires parking money in Midtown condos,\" said Lasner. \"But New York’s always had tens of thousands of suburbanites, U.S. out-of-towners, and foreigners keeping apartments. That’s been the case for centuries in all important business and government centers.\"\nLasner prefers to focus on what he called a practical figure — the number of units that could be on the market \"with a few nudges or tweaks of the law.\" For him, between the available and the unavailable vacancies, the baseline is in the range of 150,000 to 180,000.\nHow Ocasio-Cortez’s ratio stacks up\nTaking Ocasio-Cortez’s count of homeless people, and estimating 150,000 and 180,000 vacancies, the ratio falls to 1 person for between 2.4 and nearly 3 apartments.\nIf instead we use the number of homeless households, the ratio could get to the neighborhood of 1-to-6 (32,000 households for 180,000 vacancies).\nPushing further, comparing homeless households to just the number of vacant apartments truly on the market (79,000 divided by 32,000), the result is 1-to-2.4.\nOur ruling\nOcasio-Cortez said that \"for every one person experiencing homelessness here, there are about three vacant apartments.\"\nThe number of homeless people is about 63,000. The number of vacant apartments is harder to judge, but no matter how we jiggered the numbers, the lowest ratio we found was 1-to-2.4. And the high could get close to 1-to-6.\nThere’s a lot push and pull in the underlying statistics, but in the main, Ocasio-Cortez’s math holds up. We rate this claim Mostly True.\n Share the Facts 2018-07-25 18:28:28 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  In New York City, \"for every one person experiencing homelessness here, there are about three vacant apartments.\"     Alexandria Ocasio-Cortez Democratic congressional candidate from New York City https://twitter.com/Ocasio2018/status/1021444001948413954   In a tweet Monday, July 23, 2018 2018-07-23    Read More  info", "vclaim_id": "vclaim-pol-01814"}