{"url": "/factchecks/2008/mar/05/barack-obama/straight-talk-twisted/", "speaker": "Barack Obama", "vclaim": "\"We are bogged down in a war that John McCain now suggests might go on for another 100 years.\"", "truth_label": "false", "date": "stated on February 26, 2008 in a debate in Cleveland, Ohio.:", "title": "Straight talk, twisted", "text": "The Democratic candidates and groups that oppose John McCain have been quoting the Arizona senator as saying the United States could be in Iraq for 1,000 years.\n\n\"John McCain says it's okay with him if the U.S. spends the next thousand years in Iraq,\" Rose Forrest, an Iraq war veteran, says in an ad for VoteVets.org that aired in Washington, D.C., in late February and is still available on the Web. \"That's\n\nsome\n\ncommitment to the Iraqi people, Sen. McCain.\"\n\n\nA\n\nYouTube video known as \"John He Is\"\n\nuses humor to make the same point. It spoofs a pro-Obama music video called\n\nYes We Can\n\n. The parody has grainy footage of McCain saying, \"I don't think Americans are concerned if we're there for a hundred years or a thousand years or 10,000 years\" and ends with these words on the screen: \"IRAQ WITHDRAWAL DATE: 12,008 . . . . GOOD LUCK WITH THAT IN NOVEMBER.\" (We're not putting the parody to the Truth-O-Meter, but it's worth checking out to see a funny perspective on McCain's comments.)\n\n\nSen. Barack Obama made a similar charge (but without the catchy music) during the Democratic debate in Cleveland, Ohio, on Feb. 26, 2008, when he said, \"We are bogged down in a war that John McCain now suggests might go on for another 100 years.\"\n\n\nThe videos and Obama's statement made us wonder about the full context of McCain's remarks and whether the comments were portrayed accurately. We've previously addressed Sen. Hillary Clinton's claim about the 100-year remark with\n\nthis item,\n\nbut McCain has elaborated since then. So in this article, we will examine the new claims.\n\n\nIt's well known that McCain has been a strong supporter of the Iraq war, even when his position harmed his presidential campaign. At a town hall in Derry, N.H., on Jan. 3, 2008, McCain was glib about the need for a long-term U.S. commitment:\n\n\nQUESTION: \"President Bush has talked about our staying in Iraq for 50 years — \"\n\n\nMcCAIN: \"Make it a hundred.\"\n\n\nQ: \"Is that — \"\n\n\nMcCAIN: \"We've been in South Korea . . . we've been in Japan for 60 years. We've been in South Korea 50 years or so. That would be fine with me. As long as Americans are not being injured or harmed or wounded or killed, that's fine with me. I hope that would be fine with you, if we maintain a presence in a very volatile part of the world where al-Qaida is training and equipping and recruiting and motivating people every single day.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThree days later, he was asked about the remark on CBS's\n\nFace the Nation.\n\nHe likened the future U.S. role in Iraq to other nations where the United States has a military presence:\n\n\n\"My point was and continues to be, how long do we have to stay in Bosnia? How long do we have to stay in South Korea? How long are we going to stay in Japan? How long are we going to stay in Germany? All of those, 50-, 60-year period. No one complains. In fact, they contribute enormously, their presence, to stability in the world,\" McCain said.\n\n\n\"The point is, it's American casualties. We've got to get Americans off the front line, have the Iraqis as part of the strategy, take over more and more of the responsibilities. And then I don't think Americans are concerned if we're there for 100 years or 1,000 years or 10,000 years. What they care about is a sacrifice of our most precious treasure, and that's American blood. So what I'm saying is look, if Americans are there in a support role, but they're not taking casualties, that's fine.\"\n\n\nWhen McCain was asked about the remark Jan. 9 on ABC's\n\nGood Morning America,\n\nhe said the U.S. presence could last 1-million years:\n\n\n\"Could be 1,000 years or a million years,\" he said. \"We have bases in Kuwait right now. We have bases in South Korea and Japan, Germany. I mean (the allegation by critics is) a straw man. It's a fallacious argument by people who don't understand that it's not American presence, it's American casualties. If we can get American casualties down and eliminate them, Americans are not concerned — in fact, they may be glad we have a secure base in that part of the world as we do in Kuwait.\"\n\n\nThe interviews show McCain is not advocating that the war in Iraq continue for a thousand years (or a million). But once combat ends and U.S. casualities dwindle, he expects the United States could have troops in Iraq similar to the presence in South Korea and Germany. That presence could continue for many years.\n\n\nClinton correctly described the first remark by saying \"Sen. McCain said the other day that we might have troops (in Iraq) for 100 years.\" We gave that a\n\nTrue.\n\n\n\nBut Obama twisted McCain's words in the Cleveland debate. He said, \"We are bogged down in a war that John McCain now suggests might go on for another 100 years.\"\n\n\nAs we explain above, McCain was referring to a peacetime presence, not the war. So we find Obama's statement False.", "vclaim_id": "vclaim-pol-16309"}