{"url": "/factchecks/2018/dec/14/jim-justice/did-tourism-west-virginia-increase-faster-us-whole/", "speaker": "Jim Justice", "vclaim": "\"WV's tourism industry grew at a rate 30% above the national rate in 2017. This increase reversed a four-year decline in which travel-generated spending fell more than $600 million.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2018 in a tweet:", "title": "Did tourism in West Virginia increase faster than U.S. as a whole?", "text": "Has West Virginia’s tourism industry been going gangbusters recently? Gov. Jim Justice suggested that it had.\nJustice wrote in a tweet, \"WV's tourism industry grew at a rate 30% above the national rate in 2017. This increase reversed a four-year decline in which travel-generated spending fell more than $600 million. This is a landmark day for our tourism industry and our economy as a whole!\"\nWV's tourism industry grew at a rate 30% above the national rate in 2017. This increase reversed a four-year decline in which travel-generated spending fell more than $600 million. This is a landmark day for our tourism industry and our economy as a whole! #WV pic.twitter.com/jjyWXYgJ15— Governor Jim Justice (@WVGovernor) September 19, 2018\n\n\nIn a follow-up  tweet, Justice cited a Sept. 9 press release from his office that offered figures from 2012 to 2017 to support his claim.\nWe decided to zero in on the first part of his assertion -- that \"WV's tourism industry grew at a rate 30% above the national rate in 2017.\" Is that correct?\nLet’s start with the percentage comparison.\nAccording to a West Virginia Press report published in the Herald-Dispatch, the data comes from the 2017 West Virginia Travel Impacts study undertaken by the firm Dean Runyan Associates. The study was prepared on behalf of the state tourism office.\nThe study supports the specific figures Justice cited in his tweet. In the nation as a whole, the report said, spending by resident and foreign visitors increased by 3.0 percent over 2016. In West Virginia, by contrast, total travel spending increased by 3.9 percent.\nIf you do the math, 3.9 percent is 30 percent higher than 3.0 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\n stated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThat said, it’s worth noting a few additional bits of context.\nFirst, a chunk of these increases stem from inflation. Nationally, the inflation rate was 2.2 percent in 2017. This wouldn’t affect the comparison of West Virginia to the nation as a whole -- both increases were boosted by inflation -- but it does make the 3.9 percent increase in West Virginia less impressive.\nSecond, Justice chose to highlight the most favorable data in the report. He chose not to highlight the fact that, according to the report, local tax revenue from tourism fell by 2.7 percent over the same period, while state tax revenue fell by 1.2 percent.\nHow about Justice’s assertion that \"this increase reversed a four-year decline in which travel-generated spending fell more than $600 million\"?\nThe report shows that tourism fell by $695 million from 2012 to 2016, a four-year period.\nJustice’s office did not respond to the data critiques we sent them.\nOur ruling\nJustice said, \"WV's tourism industry grew at a rate 30% above the national rate in 2017. This increase reversed a four-year decline in which travel-generated spending fell more than $600 million.\"\nHe’s right about the comparison of West Virginia and the nation as a whole, and he’s also correct about the decline from 2012 to 2016. However, he engaged in a bit of cherry-picking of the data and glossed over the role of inflation in the state’s tourism spending increase.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-01189"}