{"url": "/factchecks/2009/feb/25/john-mccain/mccain-says-omnibus-bill-packed-earmarks-and-pork/", "speaker": "John McCain", "vclaim": "The omnibus spending bill has \"9,427 pork barrel items.\"", "truth_label": "true", "date": "stated on February 25, 2009 in an interview on CNN's American Morning.:", "title": "McCain says Omnibus bill packed with earmarks and pork", "text": "Despite all the talk during the campaign about cutting earmarks, Congress is still packing them into appropriations bills.\n\n\nCase in point: the big appropriations bill for 2009 that never got passed last fall and is now before Congress. It's an amalgamation of nine spending bills known on Capitol Hill as the Omnibus.\n\n\nMembers of Congress have talked a lot about cutting earmarks, the provisions that specify money for pet projects, but you wouldn't know it by looking at the Omnibus. On CNN's\n\nAmerican Morning\n\non Feb. 25, Sen. John McCain complained that the bill was packed with them.\n\n\n\"On the floor tomorrow or the next day of the Senate will be a bill with 9,427 pork barrel items,\" McCain said, noting that one provision would provide $2 million to promote astronomy in Hawaii.\n\n\nOther Republicans have made similar claims. \"There are nine appropriations bills that [Democrats] are going to wrap together that are $30 billion over budget in a bill that contains 9,000 earmarks. This is absolutely crazy,\" Rep. John Boehner, the House Majority Leader, said\n\nin a Web video\n\n.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe wondered if their numbers were right.\n\n\nWe should start by noting that there are differences in how groups define an earmark, something we explained when we checked the\n\nWhite House claim that there were none\n\nin the economic stimulus package. The House, Senate and the executive branch have different definitions, while we prefer the one in\n\nSafire's Political Dictionary\n\nthat defines an earmark as money  \"that individual senators or representatives specify be directed to projects and activities that will benefit particular people, institutions or locations in their home constituencies.\"\n\n\nMcCain's office told us the 9,427 was a \"preliminary number\" that staffers got by simply counting member-sponsored projects in a draft of the House version of the bill.\n\n\nTaxpayers for Common Sense, a Washington group that tracks federal spending, has a slightly lower number — 8,570 (down from 8,811 last year). That number includes anything defined by Congress as an earmark that doesn't mention the president as the person making the request. If you also include items requested by the president's budget that have been jointly requested by a member of Congress, the number comes to 9,287, according to TCS.\n\n\nA McClatchy News Service story put the total earmarks at 9,000, attributing it to \"congressional officials.\"\n\n\nSo McCain's number is in the same range as other counts and given slightly different definitions, it's possible to get different tallies. We find his claim to be True.", "vclaim_id": "vclaim-pol-15822"}