{"url": "/factchecks/2012/jun/22/corrine-brown/souls-polls-sunday-drew-more-african-american-and-/", "speaker": "Corrine Brown", "vclaim": "In 2008, \"33.2 percent of those who voted early on the last Sunday before Election Day were African-American, while 23.6 percent were Hispanic.\"", "truth_label": "true", "date": "stated on June 15, 2012 in a press release:", "title": "'Souls to the Polls' Sunday drew high numbers of African-Americans and Hispanics, Corrine Brown says", "text": "When Floridians head to church on the Sunday before Election Day in November, they might hear sermons about voting. But unlike 2008, they won’t be able to head straight to the polls afterward.\n\nIn 2011, the state Legislature passed an election bill signed by Gov. Rick Scott that, among other changes, eliminated early voting on the last Sunday before Election Day.\n\nCritics argued that the moves were partisan and that the Republican-controlled Legislature and Republican governor wanted to block Democrats and churches from geting out the vote. Dubbed \"Souls to the Polls,\" Democratic-friendly groups sometimes bussed voters to election sites on that final Sunday.\n\nAnd getting rid of that final Sunday affects minorities, said U.S. Rep. Corrine Brown, D-Jacksonville.\n\n\"Statistics show that in the 2008 general election in Florida, 33.2 percent of those who voted early on the last Sunday before Election Day were African-American, while 23.6 percent were Hispanic,\" Brown wrote in a June 15 press release.\n\nBrown’s precise percentages caught our attention, so we decided to check out her numbers.\n\nFlorida's voting rules\n\nFirst, a little background: Early voting started in Florida in 2004. It expanded traditional Election Day voting to include early voting sites. Starting in 2002, Floridians could also request a \"no excuse\" absentee ballot, so anyone could vote by mail for any reason.\n\nIn 2011, the Florida Legislature passed a new law (HB 1355) that made a variety of changes to rules for early voting. The legislation cut the number of days of early voting from 14 to eight, and it eliminated voting the final Sunday before Election Day. In 2012, that means that Floridians can early vote Sunday, Oct. 28, but not Nov. 4 -- two days before Election Day.\n\nWe should point out that early voting on the final Sunday was never required. Instead, it was an option for counties, and  only about 10 of 67 took advantage of it in 2008, including some counties with higher minority populations.\n\nSmaller counties generally chose not to have early voting on Sundays, because officials figured people were attending church or spending time with their families rather than going to vote, said Vicki Davis, Supervisor of Elections in Martin County and now president of the statewide association of election supervisors.\n\nWhen legislators decided to get rid of early voting on the final Sunday, some county officials were disappointed, while others wanted that last Sunday to prepare for Election Day, she said.\n\nThe state is required to get federal approval for any changes in voting law for five counties that have had historical voting problems, including Hillsborough County. The state has sought approval from a federal three-judge panel in Washington and several voting rights’ groups have filed objections with the court. The Brennan Center for Justice at New York University School of Law has argued on the side that claims that the law will disproportionally harm minority voters. None of the five pre-clearance counties offered early voting on that final Sunday in 2008.\n\nResearchers examined the race of voters on the final Sunday\n\nBrown’s spokesman said that the statistics about minority voting on the final Sunday came from the NAACP, and we found several researchers have cited similar statistics to Brown’s claim.\n\nThey arrive at those numbers by obtaining statewide early vote data and then matching voters’ information with registration records which list self-reported race and ethnicity.\n\nHere is what professors and lawyers found for who voted early on Sunday Nov. 2, 2008\n\nThe Brennan Center for Justice at New York University School of Law:\n• African-American: 33.2 percent\n• Hispanic: 23.6 percent\n\nThe Brennan Center was focused on the impact of minorities and didn’t list a percentage for whites. \n\nUniversity of Florida political science professor Daniel A Smith and Michael Herron, professor of government at Dartmouth:\n\n• Whites: 40 percent\n• African American: 34 percent\n• Hispanics: 24 percent\n• Asian: 2 percent\n\n\"We find that Democratic, African-American, Hispanic, younger, and first-time voters were\ndisproportionately likely to vote early in 2008 and in particular on weekends, including the final Sunday of early voting,\" wrote the professors in a paper.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nJustin Levitt of Loyola Law School:\n• White: 37.2 percent\n• African-American: 31.5 percent\n• Hispanic: 22.4 percent\n• Unknown: 5.1 percent\n• Other: 3.8 percent\n\nLevitt told us in an email that those percentages represent conservative estimates: Voters of unknown race or ethnicity were treated for purposes of this analysis as white.\n\nThe three sets of research reached similar conclusions for the turnout on the final Sunday of early voting: About one-third were black and about one-quarter were Hispanic.\n\nThat’s higher than their representation in the overall electorate that year: Blacks comprised 13 percent of total voters and Hispanics 11 percent, Levitt wrote.\n\nOther perspective on the Sunday law\n\nChris Cate, a spokesman for the state Division of Elections, said in an email that, \"Advocates of Sunday voting should actually favor the new law because it requires a day of Sunday voting, which the previous law did not.\" The required Sunday voting is about a week and a half before Election Day -- not the final Sunday.\n\nCate said he didn’t have data on voting by race for only the final Sunday of early voting in 2008. However he pointed to statistics cited in the pre-clearance case that looked at voter turnout by race or ethnicity for the days that have since been repealed -- including that final Sunday -- compared to the remaining days. The data showed that whites comprised the largest group of early voters and that more whites, African-Americans and Hispanics voted on the remaining days than the repealed ones leading the state to argue that \"shortening the early voting period will have no discriminatory effect on account of race or ethnicity.\"\n\nIt's no surprise that more whites used early voting than minorities, though, because whites make up the largest share of the state’s voters.\n\nOur ruling\n\nBrown said that \"Statistics show that in the 2008 general election in Florida, 33.2 percent of those who voted early on the last Sunday before Election Day were African-American, while 23.6 percent were Hispanic.\"\n\nShe used that statistic to predict that changes to voting law will disproportionately impact minorities. The law’s proponents predict that it won’t, and that minorities will avail themselves of other days and times for early voting.\n\nWe can’t settle that argument. But we did check the numbers Brown cited. Those numbers are backed up by sound research from multiple sources. We rate her claim True.", "vclaim_id": "vclaim-pol-10881"}