{"url": "/factchecks/2016/mar/24/greg-abbott/greg-abbott-accurately-touts-record-raw-turnout-in/", "speaker": "Greg Abbott", "vclaim": "Texas \"had the highest level of turnout than ever before in the primary.\"", "truth_label": "half-true", "date": "stated on March 14, 2016 in speaking to reporters:", "title": "Greg Abbott touts record Texas primary turnout, but he's overlooking some years (such as 2008)", "text": "After President Barack Obama criticized Republican-set voting laws in connection with Texas voter turnout, Gov. Greg Abbott suggested the Democratic president slipped a gear.\nObama, kicking off the South by Southwest Interactive conference March 11, 2016, said the U.S. is the world’s only advanced democracy that \"makes it harder for people to vote.\"\nPerhaps he was referring to voter registration hurdles or the mandate in more than a dozen states, including Texas, that voters present a photo ID before casting a ballot. Obama otherwise called it important to study ways of redesigning \"our systems\" to step up turnout. Then he said that \"the folks who are currently governing the good state of Texas aren’t interested in having more people participate.\"\nAbbott, a Republican, bridled at Obama’s pokes, telling reporters a few days later: \"To the contrary of the president’s comment, the… fact is, despite our voter registration laws, we had the highest level of turnout than ever before in the primary that occurred just a few weeks before he made that comment.\"\nReally? We wondered because last year, we found Texas not doing well in voter turnout compared to other states. Specifically, U.S. Census research indicated that in November 2014, some 59 percent of the state’s voting-age U.S. citizens were registered to vote, placing Texas 45th among the states in a virtual tie with New York and Nevada. Also in 2014, nearly 35 percent of the state’s voting-age U.S. citizens cast ballots, placing Texas 46th among the states. Nationally, 42 percent of voting-eligible citizens turned out.\nAbbott didn’t respond when we sought the basis of his \"record\" claim.\nWe found that his turnout tout holds up if you look at the raw count of voters in both 2016 primaries or even solely at the share of registered voters who participated in the Republican primary. However, no record was set in overall percentage turnout, arguably the best metric for population-adjusted comparisons over time.\nRecord count of voters\nA post-primary Austin American-Statesman news story walked through the record number of voters: \"More than 2.83 million Texans cast ballots in the GOP primary’s presidential contest, roughly double the number who voted in each of the past three state primaries,\" a result celebrated by Tom Mechler, chairman of the Republican Party of Texas, in a party press release.\nAccording to the Texas secretary of state, nearly 1.4 million Texans voted in the 2008 GOP presidential primary and 1,449,477 voted four years later. The 2,832,271 voters who cast ballots in the dominant party’s 2016 primary was nearly a doubling from four years before.\nBut Texas wasn’t alone in high voter counts. The Statesman story said: \"A similar dynamic has played out in other states, with record or near-record Republican turnout for Super Tuesday contests in Alabama, Arkansas, Georgia, Massachusetts, Oklahoma and Virginia — coming after marked gains in numbers of GOP voters in earlier contests in Iowa, New Hampshire, Nevada and South Carolina.\"\nRecord Republican turnout, but...\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe asked the secretary of state’s office if any records in percentage turnout were set in the 2016 Texas primaries.\nBy email, spokeswoman Alicia Pierce said 19.89 percent of the state’s registered voters participated in the Republican primary. By a wide margin, that amounted to a record for Texas Republican primaries, according to agency records covering turnout in statewide elections since 1972. The next-highest turnout in the party’s presidential primary occurred in 2012 and 1996. In each of those years, 11 percent of the state’s registered voters voted GOP.\nBut the approximately 30 percent turnout across both primaries was not record-setting. Pierce noted the 33 percent turnout of registered voters in March 2008; that year, Democrats had a showdown between Obama and Hillary Clinton.\n\"To get  a percentage number higher than 2008 based on the number of registered voters,\" Pierce wrote, \"you have to go back to 1980\" when some 36 percent of registered voters joined the primaries. She said 1992 \"came close with 29 percent of voters.\"\nSimilarly, the records show, combined Texas primaries turnout in 1988 (36 percent) and some 1970s primaries exceeded 30 percent. In 1972, remarkably, 60 percent of registered voters participated in the primaries, all but 3 percent of them on the Democratic side -- again, no 2016 record there.\nNotably too, a March 16, 2016, Texas Tribune news story suggested the 2016 Texas turnout lagged turnout in nearly all of the states to have already held presidential primaries. That is, the more than 4.2 million Texas voters in 2016 represented nearly 25 percent of voting-eligible citizens 18 and older and that placed the state second to last among the 19 states that had already primaried for president, the story said.\nOur ruling\nAbbott said Texas \"had the highest level of turnout than ever before in the\" 2016 \"primary.\"\nWe don’t know if Abbott was tunnel-visioning raw counts of primary voters or if he was fixed on the 19 percent share of registered voters participating in the Republican primary. By both of these metrics, the 2016 turnout set Texas records.\nHowever, percentage turnout across both primaries was previously higher in several years including 2008, 1988 and 1972. This gubernatorial statement also failed to acknowledge that Texas remains among the nation’s lowest-turnout states.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05216"}