{"url": "/factchecks/2011/mar/25/worldnetdaily/planned-parenthood-funding-did-gao-really-find-mil/", "speaker": "WorldNetDaily", "vclaim": "\"A U.S. Government Accountability Office report says Planned Parenthood Federation of America cannot find some $1.3 billion given to it by the federal government from 2002 through 2008.\"", "truth_label": "pants-fire", "date": "stated on July 10, 2010 in a news report:", "title": "Planned Parenthood funding: Did the GAO really find millions missing?", "text": "Congress is looking to reduce federal spending, and one of the organizations under scrutiny is Planned Parenthood, a group that promotes contraception and family planning.\n\nPlanned Parenthood is also a well-known abortion provider. Opponents of abortion charge that while Planned Parenthood gets federal dollars ostensibly tagged for preventive health care -- things like pap smears and HIV prevention -- the money supports the overall organization and its abortion services.\n\nWe noticed one argument made by several websites and columnists recently, that Planned Parenthood was awarded more money from the federal government than it spent.\n\nOne of the earlier versions of the claim was from the conservative website WorldNetDaily. A July 2010 news report said: \"A U.S. Government Accountability Office report says Planned Parenthood Federation of America cannot find some $1.3 billion given to it by the federal government from 2002 through 2008.\"\n\nWorldNetDaily’s statement was made last year, but we feel it’s fair to check since it’s being repeated now that Planned Parenthood is again in the news.\n\nWorldNetDaily went on to note that Planned Parenthood had received $2.02 billion in federal grants from 2002 through 2008, even though \"the nation's largest abortion-industry player only reported spending $657.1 million of the taxpayer funds.\"\n\nDid the GAO find that $1.3 billion in funds went missing? We decided to check it out.\n\nThe official number: $657.1 million\n\nThe Government Accountability Office report in question, published May 28, 2010, compiled federal funds disbursed to family planning agencies for the fiscal years 2002 to 2009. The agencies included Advocates for Youth, the Guttmacher Institute, the International Planned Parenthood Federation, the Planned Parenthood Federation of America, the Population Council and the Sexuality Information and Education Council of the United States.\n\nMembers of Congress who requested the report oppose funding for abortion providers. But we should note that the GAO is a nonpartisan, respected office, whose findings are often cited by both parties.\n\nThe report documented how much different groups received from the U.S. Department of Health and Human Services and the United States Agency for International Development (USAID) for HIV/AIDS, family planning, and reproductive health, both in the United States and abroad.\n\nThe report stated that Planned Parenthood spent $657.1 million in federal funds between 2002 and 2009. That was the amount Planned Parenthood itself reported to the government in the form of audited annual reports, which the GAO described as \"sufficiently reliable for our purposes.\"\n\nThe WorldNetDaily account said unequivocally that \"the GAO report said that Planned Parenthood had received $2.02 billion in federal grants from 2002 through 2008 but that the nation's largest abortion-industry player only reported spending $657.1 million of the taxpayer funds.\"\n\nBut there was no statement nor any evidence anywhere in the GAO report that Planned Parenthood received $2.02 billion or that any money was missing.\n\nThe other number: $2 billion\n\nThe first reference we found to $2 billion or more was a June 2010 op-ed in the Washington Times by Rita Diller, the national director of Stop Planned Parenthood, which is part of the American Life League. (Diller is quoted in the WorldNetDaily story. We contacted her for comment but did not hear back.)\n\nIn 2010, Diller wrote that \"Planned Parenthood Federation of America’s (PPFA) audits show the organization spent just $657.1 million between 2002 and 2008 from federal government grants and programs, but the abortion behemoth’s own annual reports show that it took in $2.3 billion from government grants and programs during the same time period.\"\n\nUnlike WorldNetDaily, Diller made it clear that she was questioning the difference between the GAO report and Planned Parenthood's previously published numbers.\n\nDiller’s Stop Planned Parenthood web site tracks money that Planned Parenthood lists in its annual reports. According to those reports, Planned Parenthood received a total of $2.02 billion in federal funding for the years 2002 to 2008. We compared the information from Diller’s site with Planned Parenthood’s actual annual reports and found the numbers appeared to be in order.\n\nDifferent ways to count the money\n\nSo the GAO report never said that there was $2 billion in funds with only $657 million spent. But it still raises the question: Why the difference between the GAO report and Planned Parenthood’s annual reports?\n\nThe report itself explains one difference. GAO said it was not able to count all the federal funds that ultimately go to Planned Parenthood, because sometimes the group receives government contracts or grants indirectly. The Department of Health and Human Services, for example, gives grants to states that then give money to Planned Parenthood. Similarly, USAID gives money to other groups that sometimes subcontract with Planned Parenthood. The report didn’t include those funds. \"As a result, obligations and disbursements in this report may understate the actual amount of federal funds provided to the selected organizations and their affiliates,\" the report noted.\n\nWe next contacted Planned Parenthood. Spokesman Tait Sye offered several additional reasons for the difference between the amount in the GAO report and Planned Parenthood's numbers.\n\n• In its annual reports, Planned Parenthood reports all government funding as one category, which includes federal, state and local funding. The GAO report counted only direct federal funding.\n\n• Planned Parenthood sometimes gets money from Medicaid, a state-federal partnership that offers health insurance to the poor. The GAO report does not appear to count money from Medicaid.\n\n• Planned Parenthood has more than 80 affiliates, many of which get subcontracts paid for with federal funding. The GAO report noted that it only counted money for 21 affiliates.\n\nFinally, Sye noted that the federal funding Planned Parenthood receives is routinely audited to make sure it is spent appropriately.\n\nOur ruling\n\nWorldNetDaily wrote, \"A U.S. Government Accountability Office report says Planned Parenthood Federation of America cannot find some $1.3 billion given to it by the federal government from 2002 through 2008.\" We found other websites making similar claims.\n\nThe GAO never reported that Planned Parenthood and its affiliates couldn’t find $1.3 billion. It simply said that Planned Parenthood spent $657.1 million. The GAO also didn’t say that there was any sort sort of discrepancy or that money was missing, as the headline on WorldNetDaily’s news report said. The website's conclusion was reached by looking at numbers not even mentioned in the GAO report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn fact the statement conflates two different sets of numbers and is an extreme case of comparing apples to oranges, taking one number calculated by the GAO, and another calculated by adding numbers published in Planned Parenthood’s annual reports. The difference is what is claimed to be missing.\n\nPlanned Parenthood includes all federal, state and local money under the category \"government grants and contracts\" in its annual reports. The GAO only looked at direct federal funding and noted it was likely undercounting the amount Planned Parenthood receives.\n\nThe statement irresponsibly suggests misappropriation of federal funds without any evidence. That makes it not just false, but ridiculously so. As a result, we rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-13363"}