{"url": "/factchecks/2011/jul/01/robert-brown/lawmaker-compares-immigration-law-black-codes/", "speaker": "Robert Brown", "vclaim": "Georgia’s illegal immigration crackdown laws should be called the \"Brown Codes\" because of their similarity to the \"Black Codes\" governing blacks after the Civil War.", "truth_label": "false", "date": "stated on June 2, 2011 in a press release:", "title": "Lawmaker compares immigration law to Black Codes", "text": "Opponents of Georgia’s new immigration crackdown law are drawing ugly comparisons between it and infamous chapters of civil rights history.  \n\nSome are comparing the effects of House Bill 87 to segregation, saying it will turn Hispanics into second-class citizens. Former state Senate Minority Leader Robert Brown, a Democrat who recently resigned to run for mayor of Macon, hearkened back to Reconstruction in a June 2 news release.\n\n\"Georgia leaders should not attempt to satisfy Agribusiness interests by finding ways to selectively enforce what I am now calling the Brown Codes (HB 87), because of its similarity to the Black Codes passed in the 1800s,\" Brown said.\n\nSouthern states passed the \"Black Codes\" after the Civil War to force freed slaves back to the plantations. Is Georgia’s HB 87 similar to them?\n\nPolitiFact has ruled on race-tinged analogies before. Democratic U.S. Rep. Debbie Wasserman Schultz of Florida said that Republican support for requirements that voters show ID cards at the polls means they \"want to literally drag us all the way back to Jim Crow laws.\"\n\nFalse, we ruled. Although the law could disenfranchise a fraction of minority voters, it would not return the U.S. to Jim Crow.   \n\nCloser to home, HB 87’s more controversial provisions give law enforcement officers more leeway to check the immigration status of people they think violated the law. They also prohibit citizens from harboring, transporting or encouraging illegal immigrants to come into the state under certain circumstances.\n\nOn Monday, U.S. District Judge Thomas Thrash granted a request for a preliminary injunction that keeps key parts of HB 87 from going into effect.\n\nWe asked Brown to explain his \"Brown Codes\" remark. He said workers toil in punishing heat for \"subminimum wages\" in conditions amounting to \"indentured servitude.\" (These claims are outside the scope of our inquiry.)\n\nHB 87 intensifies this inequality, Brown said. It allows Hispanics to be singled out for their ethnicity and scares workers from complaining about poor working conditions for fear of deportation.\n\n\"Obviously, it’s not exactly the same [as the Black Codes]. It’s just as harsh, relative to the times. This is the 21st century,\" Brown said.\n\nWe consulted a half-dozen historians to check Brown’s claim.\n\nThe Black Codes are different from Jim Crow legislation, which segregated blacks and whites.  Enacted in former slave states right after the Civil War, the Black Codes tried to force ex-slaves back to their masters.\n\nUnemployed blacks could be arrested as vagrants and hired out to people willing to pay their criminal fines. Blacks who quit their jobs could be arrested and returned to their old bosses, much like runaway slaves. Orphans or children whose parents could not support them could be apprenticed to a master.  \n\nAll the experts we interviewed found big holes in Brown’s analogy.\n\nThe biggest was this one: The Black Codes aimed to keep freed slaves on their plantations. Georgia’s immigration law pressures illegal immigrants to leave the state. Many of the state’s farmers say illegal immigrants are fleeing in droves.\n\nThis result appears to match HB 87’s apparent intent, which is \"to create such a climate of hostility, fear, mistrust and insecurity that all illegal aliens will leave Georgia,\" Thrash ruled.\n\nThere are other glaring differences between the Black Codes and Georgia’s law. Immigrants who come to the U.S. illegally to work are here by choice. Obviously, former slaves had no choice.\n\nSwarthmore College professor Richard M. Valelly, an expert on Reconstruction, noted that illegal immigrants aren’t in danger of being re-enslaved. They’re at risk of deportation.\n\n\"That's draconian ... but there's a big difference between de facto re-enslavement ... and being sucked into a system that regulates movement across borders,\" Valelly said.\n\nAlthough scholars agree that the Black Codes and Georgia’s new immigration law are very different, each one we interviewed saw one similarity.\n\nThe Black Codes stigmatized blacks. Georgia’s law stigmatizes illegal immigrants, Columbia University professor Eric Foner said. He is the author of \"Reconstruction: America's Unfinished Revolution, 1863-1877,\" a well-regarded history of the era.  \n\n\"These laws will probably tend to further solidify an underclass who exist outside of the protection of the law,\" said Michael W. Fitzgerald, a history professor at St. Olaf College in Minnesota who has written about the Reconstruction.\n\nUniversity of Georgia professor James C. Cobb, an expert on Southern history, was equally critical. He said HB 87, like the Black Codes, allows for discrimination.\n\n\"Under the new immigration bill, people who are, in fact, citizens or eligible for certain legal protections are now subject to having their rights violated simply on the basis of their racial appearance,\" Cobb said.  \n\nStill, we think Brown’s comparison between Georgia’s new immigration crackdown and the Black Codes is fatally flawed.\n\nThe Black Codes forced freed slaves back to the fields of their masters. HB 87 chases illegal immigrants out of the state.  \n\nIllegal immigrant workers come here by choice. Slaves were forced here. And the deportation illegal immigrants face is a far cry from the cruelty of re-enslavement.\n\nBoth laws do single out groups for stigmatization, but that won’t improve Brown’s rating by much. The difference between the Black Codes and Georgia’s new immigration law is so vast it gives an inaccurate impression.   \n\nWe therefore rule Brown’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-12820"}