{"url": "/factchecks/2013/jun/21/terry-mcauliffe/mcauliffe-claims-gop-ticket-says-its-top-priority-/", "speaker": "Terry McAuliffe", "vclaim": "The state GOP ticket \"says their top priority is a career-long mission to outlaw abortion in all cases and ban some common forms of birth control.\"", "truth_label": "false", "date": "stated on June 12, 2013 in a speech.:", "title": "McAuliffe claims GOP ticket says banning abortion is its top priority", "text": "Members of the Democratic state ticket gathered recently in Richmond for their first campaign rally an immediately labeled their Republican opponents as extremists.\n\n\"The Tea Party ticket says their top priority is a career-long mission to outlaw abortion in all cases and ban some common forms of birth control,\" Terry McAuliffe, the Democratic gubernatorial nominee, told a crowd of about 150 at the Hippodrome Theater in Jackson Ward.\n\nThe claim caught our attention. There’s no doubt that the members of the GOP slate -- gubernatorial candidate Ken Cuccinelli, lieutenant governor candidate E.W. Jackson and attorney general candidate Mark Obenshain -- are strongly opposed to abortion. But have they really said their No. 1 goal is to ban abortion and some forms of contraception?\n\nWe asked McAuliffe’s campaign for proof and spokesman Josh Schwerin pointed to a comment Cuccinelli made at a February 2012 rally to support personhood legislation. The bill, which defined life as beginning at conception, had passed the House when Cuccinelli spoke but would subsequently die in the Senate.\n\n \"It’s hard to believe we actually have to come and advocate for something as basic as life, but we’ve had to do it for decades and we’re going to have to do it for the rest of our lives,\" The Washington Times quoted Cuccinelli as saying. \"The fight for life is going to last for all of our lives.\"\n\nSchwerin cited various press reports and other materials saying the personhood measure would lead to a ban on all abortions and forms of birth control that prevent a fertilized egg from implanting in a uterus.\n\nBut this Truth-O-Meter is not about the consequences of personhood legislation. We are examining whether the GOP ticket has proclaimed that ending abortion and certain types of contraception is its top priority. So Cuccinelli’s comments at the rally are immaterial.\n\nThere are plenty of instances when members of the GOP ticket opposed abortion. Cuccinelli helped muscle through controversial new regulations that require clinics performing abortions to comply with building code standards for hospitals -- an action that was criticized as a ruse to force clinics to close.  In a May 18 speech at the Republican state convention accepting the gubernatorial nomination, Cuccinelli called for \"defending those at both ends of life -- protecting the elderly from abuse as well as the unborn.\"\n\nJackson, the lieutenant governor nominee, has called abortion \"genocide.\" And Obenshain, running for attorney general, has consistently voted to restrict abortion rights during his nine years in the state Senate.\n\nBut when it comes to identifying the most important issue facing voters this fall, Cuccinelli has said it’s the economy.\n\nHe was asked in a Jan. 3 radio interview on The John Fredericks Show how a Cuccinelli administration would differ from current GOP Gov. Bob McDonnell.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\"In some ways it would be very similar,\" Cuccinelli replied. \"Certainly the same top priority of focusing on economic opportunity would be the same in a Cuccinelli administration.\"\n\nAnd in a May 7 news conference announcing his tax plan, Cuccinelli said \"as governor, job creation will be my top priority.\"\n\nWe asked McAuliffe’s spokesman if he had any other evidence that Cuccinelli and his running mates have stated that ending abortions and restricting birth control are their main reasons for running this year.\n\nSchwerin pointed to comments Cuccinelli made last September during a visit to Prison Fellowship, a Lansdowne-based ministry.\n\n\"Start with the priorities. Work your way down: life, family, community, world -- a lot of ways to affect the ones at the bottom,\" Cuccinelli said. \"It gets narrower and narrower as you get to the top. None of those other rights matter a whole lot if you don’t get born.\"\n\nSchwerin provided another snippet of a clip, this one from Cuccinelli’s appearance at a June 2011 conference of homeschoolers in Herndon.\n\n\"And that’s where the candidate’s responsibility arises. You give a campaign purpose. My purpose was to fight abortion, to shrink government, to protect life and families,\" Cuccinelli said.\n\nThat establishes once again that one of Cuccinelli’s key reasons for entering politics is to oppose abortion. But it falls short of a declaration by the GOP ticket of its No. 1 goal.\n\nOur ruling \n\nMcAuliffe claimed the GOP ticket \"says their top priority is a career-long mission to outlaw abortion in all cases and ban some common forms of birth control.\"\n\nA compelling argument can be made that members of the GOP ticket will do everything possible to restrict abortions and those actions could ban certain types of birth control. But McAuliffe went an extra step and put words in the mouths of his opponents.\n\nWe rate McAuliffe’s statement False.", "vclaim_id": "vclaim-pol-09191"}