{"url": "/factchecks/2010/aug/13/nancy-pelosi/nancy-pelosi-says-state-local-aid-bill-fully-paid-/", "speaker": "Nancy Pelosi", "vclaim": "A bill to aid state and local governments \"is fully paid-for by closing costly corporate tax loopholes.\"", "truth_label": "barely-true", "date": "stated on August 10, 2010 in a news release:", "title": "Nancy Pelosi says state-local aid bill is fully paid for by closing corporate tax loopholes", "text": "On Aug. 10, 2010, House Speaker Nancy Pelosi, D-Calif., released a victory-lap press release after her chamber passed a bill to provide $26 billion in aid to states and localities. Pelosi and fellow Democrats touted the bill as a way to save the jobs of 319,000 state and local employees, including teachers and health care workers. Republicans blasted it as more unaffordable stimulus spending and a giveaway to unionized government workers. Ultimately, the bill passed on a near-party-line vote, 247-161, and was quickly signed into law by President Barack Obama.\n\nIn the news release, Pelosi emphasized that the bill was fiscally responsible. In a series of bullet points, the release said that the bill \"is fully paid-for by closing costly corporate tax loopholes that allow corporations to ship American jobs overseas.\" It added that the bill \"reduces the deficit by $1.4 billion, according to the nonpartisan Congressional Budget Office.\"\n\nWe wondered about Pelosi's statement that the bill is \"is fully paid-for by closing costly corporate tax loopholes that allow corporations to ship American jobs overseas.\"\n\nSo we turned to the official arbiter of the costs of congressional legislation, the Congressional Budget Office. In its cost estimate, CBO backs up the assertion that the bill is \"fully paid-for.\"\n\nSpecifically, between 2010 and 2019, the bill is estimated to actually reduce the deficit by $3 million. When you add in an additional year -- making the budget window 2010 to 2020 -- the bill would reduce the deficit by $1.371 billion or, rounded up, the $1.4 billion that the Speaker's release refers to.\n\nCase closed? Not quite.\n\nThe release said the bill \"is fully paid-for by closing costly corporate tax loopholes that allow corporations to ship American jobs overseas.\" That's not the case.\n\nAccording to CBO's analysis, the corporate tax changes in the bill that Pelosi is referring to will amount to $9.8 billion between 2010 and 2020. These are a mix of tax policies that only a CPA could understand, from \"rules to prevent splitting foreign tax credits from the income to which they relate\" (worth almost $4.3 billion in newly captured revenue) to \"denial of foreign tax credit with respect to foreign income not subject to United States taxation by reason of covered asset acquisitions\" (worth more than $3.6 billion), to \"limitation on the amount of foreign taxes deemed paid with respect to section 956 inclusions\" (worth $704 million).\n\nBut that $9.8 billion in corporate tax cuts won't cover the full $26 billion cost of the bill. The bulk of the money comes from something Pelosi's office chose not to mention in the press release -- almost $12 billion in cuts to the Supplemental Nutrition Assistance Program (more commonly known as the food stamp program) beginning in 2014. Another $1.1 billion would come from cuts to advanced refundability of the earned income tax credit starting in 2011. The earned income credit is a tax credit that benefits the working poor. Several billion dollars more would come from a variety of spending cuts known as rescissions.\n\nSome of Pelosi's fellow Democrats complained about the cuts on the day of the vote, even though they ultimately chose to support the bill anyway.\n\n\"I am outraged by a reduction in Supplementary Nutrition Assistance Program benefits that is used to pay for this measure,\" said Rep. Gwen Moore, D-Wis. \"Those who receive the meager SNAP benefits are the most poor and the most vulnerable in our society.\"\n\nSaid Rep. Jan Schakowsky, D-Ill. \"Although this legislation is critically needed, I am greatly disappointed that the Senate included as a 'pay-for,' a provision reducing (stimulus)-enacted increases in Supplemental Nutrition Assistance Program benefits, or food stamps, beginning in 2014. SNAP provides vital, short-term support to individuals during their greatest time of need, ensuring that there is food on the table for themselves and their children.\"\n\nIn the meantime, because few lawmakers like to vote for cuts to programs that serve poor families, some suggest that the food stamp cuts will be rescinded before they take effect. Indeed, Pelosi, in a fact sheet about the bill, said that \"House Democrats will work to restore this funding before the cuts are implemented in 2014.\" The fact sheet did not indicate how that will be paid for.\n\n\"Of course, no one believes these cuts will be allowed to take place,\" said J.D. Foster, a senior fellow at the conservative Heritage Foundation. \"This is fantasy land.\"\n\nSo Pelosi's news release is highly misleading because it leaves out the fact that almost half the money paying for the bill comes from cuts to a program very popular with Democrats.\n\nIt's worth noting that Pelosi has taken reporters' questions about the food stamp cuts, and in a floor speech before the vote, Pelosi said in part, \"While I don’t support all of the provisions, I am not happy about the taking money from our energy sector or from food stamps, but I hope that we can, Mr. Chairman, make that up in another way.\" In addition, the fact sheet sent to reporters by Pelosi's office cited the food stamp cuts.\n\nSo while Pelosi's release was correct in saying the bill was \"fully paid-for,\" it was incorrect to simply say that came from \"costly corporate tax loopholes\" (though it wouldn't have had much Democratic appeal if she'd added \"and cuts to food stamps.\") In reality, not even a majority of the money is from corporate tax provisions. If Pelosi had said this during a fast-paced television interview, we'd be willing to cut her some slack, but this description came from a press release written by her office, so they had ample time and space to explain all of the bill's provisions, as they had in fact done in other contexts. So we rate the statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14598"}