{"url": "/factchecks/2015/dec/17/mike-thompson/data-backs-claim-watch-list-questions-linger/", "speaker": "Mike Thompson", "vclaim": "\"Since 2004, more than 2,000 suspected terrorists have legally purchased weapons in the United States.\"", "truth_label": "mostly-true", "date": "stated on December 7, 2015 in a speech:", "title": "Did 2,000 suspected terrorists legally buy guns in the U.S.?", "text": "Every year, millions of average Americans legally buy guns in this country.\nBut have thousands of people on the FBI’s Terrorist Watch List also legally purchased guns, and other weapons, on U.S. soil?\nThat’s the claim Rep. Mike Thompson, D-St. Helena, made following the terrorist attack in San Bernardino. Thompson and others in Congress called for a ban on weapons purchases by anyone on the watch list. The U.S. Senate struck down a bill that sought to accomplish that earlier this month.\n\"Since 2004, more than 2,000 suspected terrorists have legally purchased weapons in the United States,\" Thompson said on floor of the House of Representatives on Dec. 7, urging passage of the bill.\n\nWas this true? We decided to fact-check the eye-opening statement.\nBut first, we wanted to learn more about the list itself.\nThe list, which includes the smaller No Fly List, is a database comprising information about \"those known or reasonably suspected of being involved in terrorist activity,\" according to the FBI.\nNational security officials consider it a key tool in preventing future attacks. Civil liberty groups and some elected leaders have called it unconstitutional, citing a lack of due process and vague standards for inclusion on the list. It’s caused headaches at airport security checkpoints for people with similar names to those on the list, including the late Sen. Ted Kennedy, D-Mass., and Rep. Tom McClintock, R-Elk Grove.\nThe database is believed to include hundreds of thousands of individuals, including roughly 10,000 Americans. But being on the list as a \"suspected terrorist\" does not mean the person has a criminal record, or has ever been charged with a crime. It just means they’re \"reasonably suspected\" by a federal official of being involved in terrorist activity.\nOur Research\nWe know it’s legal for suspected terrorists to buy weapons — specifically, guns — because that’s the right Thompson and even President Obama have said they want to take away.\nBut how are purchases by suspected terrorists tracked? And how can anyone know for certain that \"more than 2,000\" have legally bought weapons over the past decade in the U.S.?\nEnter the FBI. The federal agency conducts instant criminal background checks on people seeking to buy firearms at licensed gun stores. In 2004, these checks began examining whether an applicant was on the terrorist watch list.\n\nPhoto by Andrew Nixon/Capital Public Radio\nIn March, the U.S. Government Accountability Office published an analysis of FBI data showing that from February 2004 through December 2014, 2,043 out of 2,233 weapons applications by people on the terrorist watch list were allowed to proceed. Nearly all applications were for firearms. Three were for explosives, all of which were approved.\nWhen we contacted Thompson’s office, a staffer pointed us to the GAO analysis to back up the congressman’s claim.\nThe GAO found an average of about 200 successful weapons purchases by the group of people on the list, each year, during the timeframe.\nExperts we spoke with told us there’s no way of independently verifying information on the list, as it’s not public. They referred to the GAO analysis as the best estimate available.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"I have no means of independently confirming who is a reasonable suspect even if I knew the names. I imagine this is true of most average persons. We have to go on trust,\" Martha Crenshaw, Stanford University political science professor and expert on terrorism, said in an email.\nThe FBI has declined to comment on the watch list’s current size, but we found an estimate on a 2011 FBI fact-sheet that put it at 420,000 individuals. Of those, only about 8,400 were American citizens or legal residents. Current estimates of the number of people on the list -- foreign and American combined -- now hover around 700,000.\nA 'plausible number'\nTwo experts who helped oversee the watch list told us the congressman’s claim of \"more than 2,000\" suspected terrorists legally buying weapons over 10 years is realistic.\n\"That’s certainly a plausible number,\" said Martin Reardon, former chief of the FBI Terrorist Screening Center’s operations branch. The screening center maintains the watch list. Reardon, who now works for an intelligence consulting firm, estimated the number of Americans on it is currently no more than 10,000.\nAnother expert knowledgeable about the list agreed.\n\"Two thousand, over such a long period of time -- 10 years -- does not actually strike me as being overly large because there are a lot of people in this country that are purchasing firearms,\" said Timothy Edgar, who oversaw civil liberties and national intelligence issues, including the terrorist watch list, under Presidents George W. Bush and Barack Obama. \"So it’s not surprising that there’s been a fairly substantial number of encounters with people who are on that terrorist watch list for one reason or another, over the past decade.\"\nThe data show weapons applications, not the number of individuals making those requests. So presumably, the same person could have made multiple applications.\nEven so, the experts said, the number cited by Thompson could be much higher. Suspected terrorists could have legally bought weapons at gun shows, where transactions are not subject to federal background checks.\nFaulty list?\nWhile there’s data to back up Thompson’s claim, it’s also important to consider the accuracy of the names on the terror watch list. How do we know, for example, that the people on the list really are \"suspected terrorists?\"\nIn 2009, the U.S. Department of Justice’s Office of the Inspector General released an audit  that found that 35 percent of the identities on the watch list at the time were \"associated with FBI cases that did not contain current international terrorism or domestic terrorism designations.\"\nMany of the records were for people who had originally \"been appropriately watchlisted but should have been removed from the watchlist after the case had been closed,\" the audit said.\nThe American Civil Liberties Union has repeatedly criticized what it calls the \"unconstitutionally vague\" standards for inclusion on the terror watch list. It repeated a call earlier this month for major reforms of the database.\nEdgar and Reardon both acknowledged the list is \"not perfect.\" Edgar added, however, that many of the early problems with the list, which caused some people with the same name as a suspected terrorist to be stopped at airports, have been resolved.\nEven if a large chunk of the names on the list are outdated, we presume a majority truly are \"suspected terrorists,\" based on our research and that of the experts we spoke with.\nOur Ruling\nRep. Mike Thompson said recently on the House floor that: \"Since 2004, more than 2,000 suspected terrorists have legally purchased weapons in the U.S.\"\nHe backed up his claim with FBI data that show 2,043 people on the agency’s terror watch list successfully applied for weapons at licensed gun shops over the past decade. There’s no way to track how many people on the list legally bought weapons at gun shows, as those transactions aren’t subject to federal background checks. But it makes sense to assume some did.\nThe congressman left out the fact that a federal audit in 2009 found 35 percent of the identities on the list had no ties to current terrorism cases. The audit said many of the names remained on the list when they should have been removed.\nBut given the large size of the terror watch list — with perhaps 10,000 Americans and hundreds of thousands of foreigners — it’s reasonable to assume that 200 or more on the list made legal weapons purchases each year over the past decade.\nWe rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05612"}