{"url": "/factchecks/2012/jun/12/american-bridge-21st-century/democratic-superpac-ad-blasts-romney-record-fundin/", "speaker": "American Bridge 21st Century", "vclaim": "\"As Governor: Romney did not keep public safety funding in line with inflation.\"", "truth_label": "barely-true", "date": "stated on June 7, 2012 in a campaign ad:", "title": "Democratic SuperPAC ad blasts Romney record on funding law enforcement", "text": "A pro-Democratic super PAC, American Bridge 21st Century, released a Web ad critical of Mitt Romney that attacks his record on public safety as governor of Massachusetts.\n\nThe ad, unveiled June 7, 2012, features a cartoon image of Romney driving a police car, an image that plays off a recent report that alleges Romney played numerous pranks as a young man, including impersonating a police officer. \"Romney might think his pranks are funny, but his record on police issues is no joke,\" the ad says.\n\nThe ad offers several specifics on Romney’s tenure, one of which is: \"As Governor: Romney did not keep public safety funding in line with inflation.\"\n\nWhen we contacted American Bridge 21st Century, spokesman Chris Harris said the group used figures from the Massachusetts Budget and Policy Center, an affiliate of the liberal Center on Budget and Policy Priorities, which offers a user-friendly budget-tracking tool at its website.\n\nThe group looked at the category \"law and public safety,\" which shows a decrease for the period 2002 to 2007 when using figures adjusted for inflation for government purchases. The decrease was small -- less than 1 percent cumulatively over the five-year period.\n\nBut this is only one of the ways to look at the question. In fact, analyzing Massachusetts budget questions is a particularly thorny task.\n\nFirst, determining the proper time frame for judging Romney’s tenure is tricky, since the governor’s term doesn’t line up precisely with the state’s fiscal year. Romney would have had no influence on the 2002 budget, but he would have had responsibility (along with the Legislature) for the second half of the 2003 budget, as well as authority (again, with the Legislature) for 2004, 2005 and 2006, and, finally, for the first half of the 2007 budget.\n\nWe asked budget experts which time frame would be most appropriate, but there was no consensus. We’ll look at two time spans below.\n\nSecond, the Massachusetts Budget and Policy Center offers two methods for adjusting by inflation -- one for prices of items typically purchased by governments (the one used by American Bridge) and one adjusted for consumer prices overall. We’ll look at both.\n\nAnd third, the category American Bridge used --  \"law and public safety\" -- isn’t the only one available.\n\nBeneath that heading on the budget tool are sub-categories more narrowly targeted toward public safety, including, \"law enforcement,\" \"prisons, probation and parole,\" and \"prosecutors.\" Combining these three categories into one measurement avoids lumping in court operations, many of which stem from civil actions rather than criminal cases.\n\nMeanwhile, another line item that sheds some light is \"local aid,\" since many public safety activities in Massachusetts are paid for by localities, partly using revenues handed down from the state.\n\nNow let’s look at various combinations of these calculations:\n\nCombination of \"law enforcement,\" \"prisons, probation and parole,\" and \"prosecutors,\" adjusted by government-purchase inflation measurement:\nFiscal 2002 to fiscal 2007: 5 percent increase\nFiscal 2003 to fiscal 2007: 8 percent increase\n\nCombination of \"law enforcement,\" \"prisons, probation and parole,\" and \"prosecutors,\" adjusted by overall inflation:\nFiscal 2002 to fiscal 2007: 15 percent increase\nFiscal 2003 to fiscal 2007: 17 percent increase\n\nSo, using these figures, Romney’s record actually shows an increase beyond inflation, not a decrease.\n\nLocal aid, adjusted by government-purchase inflation measurement:\nFiscal 2002 to fiscal 2007: 17 percent decrease\nFiscal 2003 to fiscal 2007: 3 percent decrease\n\nLocal aid, adjusted by overall inflation:\nFiscal 2002 to fiscal 2007: 9 percent decrease\nFiscal 2003 to fiscal 2007: 6 percent increase\n\nRomney did cut local aid below the rate of inflation in three out of the four calculations we did. However, local aid is a less precise measurement, since it is allocated in a variety of ways, not just for public safety. Also, because local officials would have a say in how much to fund their own law-enforcement departments, Romney wouldn’t be solely to blame for local law-enforcement cuts made during his tenure.\n\nFinally, we should note that a Democrat, Deval Patrick, followed Romney as governor, and his record has been one of contracting spending compared to inflation. Between 2007 and 2012, the combination of \"law enforcement,\" \"prisons, probation and parole,\" and \"prosecutors,\" adjusted for government inflation, plunged by a whopping 17 percent.\n\nOur ruling\n\nThere are ways to fiddle with the numbers so that spending on \"public safety\" declined compared to inflation while Romney was governor. But there are more ways, and we think more credible ways, to calculate it that show spending increases on Romney’s watch. On balance, we rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10938"}