{"url": "/factchecks/2011/sep/30/jim-whelan/former-atlantic-city-mayor-jim-whelan-says-his-rec/", "speaker": "Jim Whelan", "vclaim": "Because of Jim Whelan, \"the 1990s are the only decade since the 1920s when the population of Atlantic City actually went up.\"", "truth_label": "half-true", "date": "stated on September 15, 2011 in a debate with Assemblyman Vince Polistina:", "title": "Former Atlantic City Mayor Jim Whelan says his record includes the first decade of population growth since the 1920s", "text": "Following the years when political boss Nucky Johnson ruled the Prohibition-era boardwalk, Atlantic City saw its population drop decade after decade through the greater part of the 20th Century.\n\nThat is, until Jim Whelan came along.\n\nSeeking re-election to his State Senate seat, Whelan, a Democrat, has pointed to Atlantic City’s population growth during the 1990s as one of his achievements as city mayor. Whelan served as mayor from 1990 to 2001.\n\nIn a Sept. 15 debate against his Republican opponent, Assemblyman Vince Polistina, Whelan said the following about his record: \"John Adams told us years ago facts are stubborn things. Here are some facts. The 1990s are the only decade since the 1920s when the population of Atlantic City actually went up.\"\n\nPolitiFact New Jersey found that Whelan’s statistics on population growth are accurate, but he may be taking too much credit. The increase in Atlantic City’s population was part of a larger trend involving other American cities, and coincided with the growth of the city’s casino industry.\n\nFirst, let’s explain the population figures.\n\nStarting in 1860, the population of Atlantic City rose for seven consecutive decades, from 687 residents in 1860 to 66,198 in 1930, according to U.S. census data. But then, the numbers started to fall.\n\nBetween 1930 and 1990, the city’s population declined every decade for a total loss of nearly 43 percent, according to census data. In Whelan’s first year as mayor, the city’s population was 37,986.\n\nTen years later, Atlantic City’s population had increased by about 6.7 percent to 40,517 residents. However, by 2010, the city’s population had fallen slightly to 39,558.\n\nSo, Whelan is correct that his tenure included the only decade of population growth since the 1920s -- but how much did he have to do with that?\n\nWhelan acknowledged he is not solely responsible for the population growth, but said his administration put an emphasis on basic services and providing \"safe, clean streets.\" Whelan noted that his administration hired more police and demolished blighted buildings.\n\nGwendolyn Harris, executive director of the Senator Walter Rand Institute for Public Affairs at Rutgers University, said a mayor and city government can receive credit for population growth. City officials are involved in making quality-of-life improvements and facilitating development, she said.\n\nBut a significant factor in the city’s population growth was the growth of the casino industry, which was put in motion more than a decade before Whelan became mayor. In his first year in office, Atlantic City was home to 12 casinos.\n\nKeith Mills, director of Atlantic City’s Department of Planning and Development, who has worked in the department since 1988, attributed the population growth, in large part, to the demand for casino workers.\n\nIn fact, the number of casino employees increased during Whelan’s tenure and peaked in 1997 at 49,123 workers.\n\nAnother contributing factor was the development of new housing stock through the reinvestment of casino dollars, as required by state law -- a process that involved both city officials and the Casino Reinvestment Development Authority, Mills said.\n\nAs for Whelan’s role, Mills said a mayor still needs the cooperation of the city council, just as President Barack Obama needs Congress to support his initiatives.\n\n\"It takes a lot to move anything along. … It’s no different here in Atlantic City,\" Mills said.\n\nPopulation studies experts also pointed out that Atlantic City’s growth in the 1990s was part of a national trend of urban population increases in certain cities, a movement partly driven by the influx of immigrants.\n\n\"This is not a unique experience,\" said Janice Madden, a professor in the Population Studies Center at the University of Pennsylvania.\n\nCensus data show that Atlantic City’s immigrant population sharply increased during Whelan’s mayoralty. By 2000, the number of foreign-born residents had increased by 166 percent since 1990, and represented nearly a quarter of the city’s population.\n\nBut, Madden said, city governments still need to have policies that attract new people and keep existing residents in town.\n\nOur ruling\n\nWhelan’s statistics about Atlantic City’s population changes are on target, but the population growth came from a variety of factors.\n\nAs the city’s political leader, Whelan obviously played a role in new development and other improvements, but he also inherited a booming casino industry and served at a time when more immigrants were moving to urban areas across the country.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRaymond Lesniak\n\n\nstated on September 9, 2011 in an opinion article\n\n\n\n\n\n\n\n\nSays \"New Jersey’s $1 billion horse racing industry … employs 13,000 individuals and ensures the preservation of 176,000 acres of horse farmland.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • September 22, 2011\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12347"}