{"url": "/factchecks/2020/jun/29/viral-image/no-kamala-harris-didnt-vow-vengeance-against-trump/", "speaker": "Viral image", "vclaim": "Says Kamala Harris said “once Trump’s gone” from the White House, “we’ll be coming for you next. You will feel the vengeance of a nation.”", "truth_label": "pants-fire", "date": "stated on June 20, 2020 in a viral image:", "title": "No, Kamala Harris didn’t vow vengeance against Trump backers", "text": "An image shared widely on Facebook claims that U.S. Sen. Kamala Harris issued a bold threat to supporters of President Donald Trump.\nHarris is said to be on Joe Biden’s short list of potential running mates in his bid for the presidency.\n\"Who the hell does she think she is?\" the post’s headline reads. Below that is a photo of Harris alongside this text, which purports to quote her:\n\"And once Trump’s gone and we have regained our rightful place in the White House, look out if you supported him and endorsed his actions, because we’ll be coming for you next. You will feel the vengeance of a nation. No stone will be left unturned as we seek you out in every corner of this great nation. For it is you who have betrayed us.\"\nThe rest of the image claims Harris uttered the quote on June 18, 2020, and ends with: \"Yes, she really said this.\"\nNo, she really didn’t.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe June 20 post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHarris was plenty critical of Trump during her run for the 2020 Democratic presidential nomination before she and other hopefuls dropped out, leaving Biden as the presumptive nominee. \nBut the quote attributed to her was fabricated on the Bustatroll satire website in an August 2019 article that carries the byline: \"Fired Writer.\" \nThe article is clearly labeled satire. But the viral image being shared has no such label.\nAn alert Facebook user commenting on the post we’re checking pointed out that in November 2019, we rated the same claim as Pants on Fire when it surfaced in a similar viral image.\nWe’re giving the same rating here: Pants on Fire.", "vclaim_id": "vclaim-pol-18012"}