{"url": "/factchecks/2015/mar/11/tom-cotton/letter-iran-47-republican-senators-correct-about-c/", "speaker": "Tom Cotton", "vclaim": "If President Barack Obama strikes a nuclear deal with Iran, \"the next president could revoke such an executive agreement with the stroke of a pen and future Congresses could modify the terms of the agreement at any time.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2015 in a letter to Iranian leaders:", "title": "Is the letter to Iran from 47 Republican senators correct about Congress' role in nuclear deal?", "text": "The Obama administration’s efforts to negotiate a nuclear deal with Iran were already contentious. But they got more so -- if that’s possible -- on March 9, 2015, with the release of a letter by 47 Republican senators.\nThe missive, labeled \"an open letter to the leaders of the Islamic Republic of Iran,\" was structured as a civics lesson -- one intended to underscore that even if Iran is negotiating with the executive branch, Congress is not powerless in the process.\nA key portion of the 286-word letter says that the undersigned senators \"will consider any agreement regarding your nuclear-weapons program that is not approved by the Congress as nothing more than an executive agreement between President Obama and Ayatollah Khamenei.  The next president could revoke such an executive agreement with the stroke of a pen and future Congresses could modify the terms of the agreement at any time.\"\nCritics called the letter unprecedented for seeming to meddle with the president’s authority to handle negotiations with foreign countries. Vice President Joe Biden said the letter \"is beneath the dignity of an institution I revere.\" Meanwhile, Iran’s foreign minister, Mohammad Javad Zarif, said the letter \"has no legal value and is mostly a propaganda ploy.\"\nAt a State Department briefing the day the letter was released, spokeswoman Jen Psaki went so far as to say the letter was factually incorrect.\n\"Congress doesn't have the power to alter the terms of international arrangements negotiated by the executive,\" Psaki said at the briefing. \"The letter is incorrect when it says that Congress could modify the terms of the agreement at any time.\"\nWe were intrigued by the crossfire between the State Department and Congress about whether this passage of the letter was accurate, so we took a closer look. (Neither spokespersons for the letter’s primary author, Sen. Tom Cotton, R-Ark., nor the State Department responded to emailed questions for this article.)\nThe independent experts we spoke to said the Republican senators’ letter was generally correct, but also was something of an oversimplification.\nTreaties vs. executive agreements\nTo answer this question, it’s important to understand the differences between two types of international agreements.\nTreaties with foreign countries are negotiated and signed by the executive branch, but ratification only occurs after the Senate gives its approval in a two-thirds vote. But there’s another kind of agreement beyond treaties -- indeed, they represent a growing share of agreements in recent decades. They are known as \"executive agreements.\"\nThe procedure for treaties is spelled out in the Constitution, but there’s little in the Constitution about executive agreements. Their authority comes instead from longstanding practice, as well as the support of such Supreme Court cases as United States vs. Belmont (1936), United States vs. Pink (1941), and Dames and Moore vs. Regan (1981).\n\"Presidents since Washington have concluded such agreements, and the Supreme Court has ruled that the president has the authority to conclude such agreements,\" said Anthony Clark Arend, a Georgetown University professor of government and foreign service.\nThe upside of pursuing an executive agreement is that they are easier to negotiate -- they don’t require approval from Congress, which (as the current episode makes clear) removes a major obstacle. The downside of an executive agreement, however, is that it’s easier to reverse.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"It is clear, constitutionally, under internal law, that a future president could do this,\" said Jeffrey S. Peake, a Clemson University political scientist. Arend concurred that such an action would likely be constitutional.\nAs for Congress, \"what it can do is legislate, and a valid federal statute will prevail in a conflict with an executive agreement,\" said Kermit Roosevelt, a University of Pennsylvania legal scholar. This stems from the Supreme Court decision in Whitney vs. Robertson (1888), which held that a treaty is placed on the same footing as an act of legislation, and that if they cannot coexist, \"the one last in date will control the other.\"\n\"So in that sense, the senators are right,\" Roosevelt said.\nIt’s worth noting that the design of the potential deal with Iran would seem to include a role for Congress in any case. The deal in the making is widely believed to include a temporary lifting of sanctions in the short term, and a permanent lifting of sanctions in the longer term. The temporary easing could be accomplished by the administration, but a permanent easing will most likely require congressional action.\nWe’ll also note that there is some debate among legal scholars about whether the president alone has the power to negotiate something as major as a deal over nuclear weapons without any say by Congress. However, the senators’ letter suggests they don’t quarrel with the fact that he can do so, at least for an agreement that doesn’t extend beyond his term in office.\nThe process isn’t so simple\nBut while there’s support for the senators’ claims, most of our experts added that the letter oversimplified the matters at hand. Here are a few reasons why:\n• It is an exaggeration to say that future Congresses could \"modify\" an agreement \"at any time.\" The possible agreement with Iran is being negotiated between the five permanent United Nations Security Council members plus one: the United States, the United Kingdom, France, Russia and China, plus Germany. So for the agreement to be truly modified, the other signatories would have to sign off, Peake said -- something that is hardly a sure thing.\nInstead, Congress could pass legislation that conflicts with the agreement, effectively \"modifying\" it. But Congress' ability to carry this out is more difficult than the senators' blithe language suggests. \"It would take presidential acquiescence or a supermajority -- two-thirds to override a veto -- for Congress to act independently to stiffen sanctions,\" Peake said. \"It is very complex.\"\nCotton's letter was signed by 47 senators, significantly less than the 67 senators needed to override a presidential veto. The 2016 elections are months away, but given the electoral map, it seems unlikely Republicans would be able to pick up that many more seats. Of course, the GOP could win the White House, in which case they may not need to override, but given the typical Senate threshold for taking up legislation, they would still need 60 votes, a challenging task.\n• Going back on an executive agreement may violate international law. While Congress has the power to violate international law -- and the ability of the international community to punish a violation is debatable -- \"the real question, which I think both sides are missing, is whether overriding would violate international law,\" which requires compliance with binding agreements, said Michael D. Ramsey, a law professor at the University of San Diego.\n• Going back on an executive agreement could have significant, if intangible, consequences for the nation’s diplomatic credibility. Retreating from one executive agreement would be a pretty radical step historically and could endanger the nation's ability to both ensure that old agreements stand and to strike new agreements.\n\"For the president to vacate an executive agreement would be quite problematic,\" Peake said. It \"would be largely unprecedented and cause the U.S. a great deal of grief in diplomacy, especially since 95 percent of international agreements are done via executive agreement rather than the constitutional treaty process.\" Indeed, Peake said, \"It could call into question America’s commitment to the vast majority of her international agreements.\"\nOur ruling\nThe letter written by Cotton said that if Obama strikes a nuclear deal with Iran, \"the next president could revoke such an executive agreement with the stroke of a pen and future Congresses could modify the terms of the agreement at any time.\"\nWe found broad agreement among experts that a future president or a future Congress could indeed undo or modify the kind of agreement that’s currently being negotiated with Iran, but the senators’ letter makes the process sound more clear cut and easier than it actually is. \nThe statement is accurate but needs additional information, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-06636"}