{"url": "/factchecks/2015/jan/08/rick-scott/people-moved-2-trillion-worth-income-escape-high-t/", "speaker": "Rick Scott", "vclaim": "\"Estimates say individuals who escaped these high tax states have taken with them around $2 trillion in adjusted gross income.\"", "truth_label": "barely-true", "date": "stated on January 6, 2015 in his second inaugural address:", "title": "People moved $2 trillion worth of income to escape high taxes, Scott says", "text": "Rick Scott began his second term as Florida’s governor in much the same fashion as he started his first -- by railing against high taxes.\nIn his inaugural address on Jan. 6, 2015, Scott boasted that scads of people had moved to Florida in recent years, allegedly lured by the state’s lack of income tax and low cost of living.\n\"Over the last 20 years, millions of people have escaped from states with climbing tax rates to move to states with lower taxes,\" Scott said. \"For starters, estimates say individuals who escaped these high tax states have taken with them around $2 trillion of adjusted gross income. They’re voting with their feet.\"\nScott went on to point out that between 1992 to 2011, New York and Illinois had lost billions in adjusted gross income, and that \"their No. 1 destination was Florida.\" The Sunshine State, meanwhile, had \"inherited\" more than $100 billion in adjusted gross income from other states in the same time period.\nConsidering Florida just last year passed New York as the third-most populous state in the union, it’s obvious people are moving into the state. We wondered about the larger point here, whether $2 trillion in adjusted gross income transferred into Florida and other states to avoid higher taxes.\nFeet not really voting\nScott’s office told us the estimate came from author and tax wonk Travis H. Brown’s book How Money Walks: How $2 Trillion Moved Between the States, and Why It Matters, which touts adjusted gross income movement as proof that states with high taxes persistently lose population and money to low-tax states.\nBrown’s publicist did not respond to our request for comment, so we couldn’t ask him specifics about his theory. His essential argument, according to his book, is that \"it appears that there is a direct correlation between state personal income tax rates and income migration. Money is walking, and we can see exactly where it’s going.\"\nBrown combined Internal Revenue Service and Census data of the adjusted gross income (defined as all the money a person makes minus adjustments) of people who moved between states in a 15-year period between 1995 and 2010, using available records. He argued these stats show how these migrations affected states, including Florida, which is the largest net income beneficiary using this point of view, to the tune of $86.4 billion over 15 years, according to Brown.\nSimilar conclusions about taxpayer migration have been drawn by the business-backed Tax Foundation and the New York-based Empire Center. The argument has become a popular anti-tax talking point, just as Scott used it.\nWe ran Brown’s methodology by a number of experts, and we didn’t find many economists who know of Brown’s work well enough to comment on it. Brown identifies himself as a \"political consultant and legislative lobbyist by trade\" in his book. Cristobal Young, a Stanford sociologist who has co-authored studies on millionaire migration in New Jersey and California that found tax rates had little impact on migration, said he was familiar with Brown’s book and website but paid little attention to them because Brown’s conclusions are \"not an academic or scientific work.\"\nOne economist who did critique Brown was Michael Mazerov of the liberal Center on Budget and Policy Priorities.\nMazerov said that it’s not clear from Brown’s book whether the $2 trillion number is meant to represent all the money moving out of high tax states into low tax states, or whether it’s simply the sum of all adjusted gross income moving across states, i.e. all the money that didn’t stay in the same state over a 15-year period.\nThat’s a critical distinction, and we found contradictory wording in the book on that point. We tried to reach Travis to clear up this point, but we didn’t hear back. We’ll update this fact-check if we do.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nLooking at Brown’s website tool, Florida’s biggest gains were from New York, New Jersey, Illinois, Ohio and Pennsylvania. But the state also lost residents to North Carolina, Tennessee, South Carolina, Arizona and Texas -- albeit far fewer people left the state, resulting in a net population gain.\nFlorida is one of nine states with no individual income tax, along with Alaska, Nevada, New Hampshire, South Dakota, Texas, Washington and Wyoming (some of those states do tax parts of a person’s income, such as investment dividends). That means that while Florida is gaining residents in net migration, a good chunk of people are still moving out to states that have higher taxes than Florida. States with no income tax also usually have higher property or sales tax rates to compensate. The Tax Foundation said Florida ranked 27th in tax burden back in 2010.\nMazerov raised other issues with Brown’s theory, chiefly that it doesn’t consider the full dynamics of people moving between the states. First, it’s not as if taxed income simply evaporates or transfers if someone moves out of a state. In most cases, it’s likely someone else in the state takes a job when someone leaves it. The person who moves would then earn income from another employer in their new state. Lyman Stone, formerly an economist with the Tax Foundation, has agreed on Medium.com that Brown’s IRS data \"simply doesn’t show the migration of income, but rather shows the migration of people who formerly earned a given stream of income.\"\nTracking income migration also doesn’t account for people who move to new states but continue to work in their old ones, nor does it include people who move because they are laid off (their jobs simply don’t exist anymore) or are part-time residents of the state -- which accounts for an estimated 800,000 people in Florida.\nThat brings us to a host of caveats about the supposition that people are moving to Florida -- or any other state, really -- primarily for lower taxes.\nResearch shows that taxes simply aren’t a major consideration for people who move between states. Only about 2 percent or fewer Americans move between states in any given year, and factors such as new jobs, better weather, nearby family and housing costs are much more important. Brown’s book acknowledges these factors, but still focuses on the correlation with states with low or no individual income taxes.\nAccording to a recent Gallup poll, the national average of people who say they plan to move within the next year who cite taxes as a reason is only 3 percent. Even residents of Scott’s favorite punching bag, New York, only cited taxes 14 percent of the time as a reason for wanting to move. In Florida’s case, where the cost of living is no longer as inexpensive as it used to be, climate is an especially strong factor, and the trend of more people moving from so-called \"Frostbelt\" states to \"Sunbelt\" states has been going on for decades.\nThe University of Florida’s Population Program in the Bureau of Economic and Business Research at the University of Florida has said jobs are the main reason people in their 20s, 30s and 40s move to the state, while climate is biggest for people in their 50s and 60s.\nOne major factor common to all age groups? Family living in the area.\nOur ruling\nScott said, \"Estimates say individuals who escaped these high-tax states have taken with them around $2 trillion in adjusted gross income.\"\nThat stat comes from an anti-tax advocate who measured the adjusted gross income of people who moved between states. There is disagreement about how much can be assumed by measuring that income migration, and even whether the $2 trillion in movement is among all 50 states or just from high-tax locations to lower-tax ones.\nIn either case, there is plenty of research showing that of the relatively small number of people who move between states, very few of them cite taxes as a reason.\nWe rate the statement Mostly False.\nCORRECTION, Jan. 9, 2015: This article has been updated to clarify the affiliation of Lyman Stone.\n \n\n\nHelp fund PolitiFact's Kickstarter to live fact-check the 2015 State of the Union and GOP response.", "vclaim_id": "vclaim-pol-06870"}