{"url": "/factchecks/2012/feb/20/newt-gingrich/gingrich-says-he-was-exonerated-ethics-probe/", "speaker": "Newt Gingrich", "vclaim": "Says he was \"exonerated in every single case\" in 1990s ethics violations charges.", "truth_label": "pants-fire", "date": "stated on February 10, 2012 in a radio interview:", "title": "Gingrich says he was \"exonerated\" in ethics probe", "text": "Former U.S. House Speaker Newt Gingrich faced some of his harshest attacks on ethics violations during the Florida GOP primary last month.\n\nOn Feb. 10, Gingrich appeared on Neal Boortz’s radio talk show on AM 750 and 95.5FM News/Talk WSB to make his case.\n\nWith the Georgia primary just weeks away, Boortz told Gingrich that he should have fought harder in Florida against the attacks.\n\n\"Well, look,\" Gingrich replied. \"The Wall Street Journal said the ads were false and that in fact I was exonerated in every single case. National Review said the ads were false, I was exonerated in every single case.\"\n\n\"Exonerated in every single case?\" This was a surprise to us.\n\nA U.S. House of Representatives committee looked into whether Gingrich broke ethics rules in the 1990s. All but one of the charges were dropped, and he was reprimanded by the House in 1997.\n\nIn what amounted to a plea deal, Gingrich agreed to pay $300,000 and admit he had \"engaged in conduct that did not reflect creditably on the House of Representatives.\"  \n\nSo how could Gingrich have been exonerated? He even admitted to poor conduct.\n\nWe contacted the Gingrich campaign but received no response. We therefore switched gears and took a closer look at the National Review and The Wall Street Journal, the two publications he cited.\n\nBut first, here’s a review of the ethics controversy, as provided by PolitiFact National:\n\nThe case primarily involved a course at Kennesaw State College (now Kennesaw State University) that Gingrich taught while in Congress. Its organizers solicited financial support from \"individuals, corporations and foundations,\" promising that the project qualified for tax-exempt status.\n\nBut the ethics committee concluded that the course aimed to \"help in achieving a partisan, political goal\" -- something that would run afoul of its tax-exempt status.\n\nA further problem for Gingrich was that during the investigation, he submitted letters from his lawyers for which \"the subcommittee was unable to find any factual basis.\" Gingrich \"should have known\" that the information in the letters \"was inaccurate, incomplete and unreliable.\"\n\nThe Abraham Lincoln Opportunity Foundation and the Progress and Freedom Foundation, Gingrich-related groups backed with tax-deductible donations, helped fund the course.\n\nObviously, Gingrich wasn’t exonerated by the House of Representatives. The ethics committee, which has an even number of Republicans and Democrats, voted 7 to 1 to pass a report that recommended a reprimand and $300,000 penalty.\n\nThe full House passed the ethics report 395 to 28, with 196 Republicans supporting it.\n\nNow on to the articles Gingrich cited. Neither publication said he was cleared on all ethics counts. However, an opinion article in The Wall Street Journal said that a formal IRS investigation in 1999 \"exonerated Mr. Gingrich.\" We found a similar claim in the National Review.\n\nNews accounts tell a different story.\n\nThe House ethics committee left it to the IRS to determine whether there were violations of tax laws. It cleared the Progress and Freedom Foundation of accusations that it violated its tax-exempt status in 1999.\n\nThe IRS described its decision as a \"close case,\" according to news accounts. It accused the ethics committee of failing to turn over crucial transcripts.\n\n\"It is possible that if the ethics committee had rendered full cooperation with our examination, the transcripts might have affected our conclusion,\" the decision said.  \n\nNews accounts from the Los Angeles Times and The New York Times said that the IRS did not directly exonerate Gingrich.\n\nThe IRS did find the Lincoln foundation was involved in partisan efforts to train Republican political activists. It lost its tax-exempt status in December 1998, and the decision was upheld in federal court, according to an article in Capitol Hill newspaper Roll Call.\n\nBut the IRS restored its tax-exempt status in 2003 through a little-known review process, according to Roll Call.\n\nCritics said the move opened the IRS to accusations that it was swayed by political influence, and the process was soon abolished, according to Roll Call. The IRS did not say at the time whether the Lincoln foundation controversy was a factor.\n\nAn IRS letter restoring the Lincoln foundation’s tax-exempt status does not say whether the group was cleared of engaging in partisan activity.\n\nNo, Gingrich was not \"exonerated in every single case,\" as he said during the Boortz show. There is no doubt that the full House of Representatives voted to formally reprimand him for his conduct, and he was required to pay a $300,000 penalty.  \n\nFurthermore, the IRS’ treatment of the Progress and Freedom Foundation and the Abraham Lincoln Opportunity Foundation don’t clear him, either. One was cleared -- with a caveat the IRS was unable to obtain important evidence.\n\nEven if both groups were cleared, that would not blot out or negate the House of Representatives’ historic decision to reprimand him. Trying to claim that it does is ridiculous.\n\nGingrich earns our lowest rating: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/02e64cbe-e4c0-43d0-8a3d-3350ccfecf97", "vclaim_id": "vclaim-pol-11580"}