{"url": "/factchecks/2015/jan/07/hank-huckaby/huckaby-target-stats-skills-gap/", "speaker": "Hank Huckaby", "vclaim": "Only 42 percent of young Georgians have a college certificate or degree, but soon 60 percent of jobs will require some college credential.", "truth_label": "true", "date": "stated on December 16, 2014 in civic club speech:", "title": "Huckaby on target with stats on skills gap", "text": "State officials are trying to prepare for a time in the near future when it is anticipated that a majority of Georgia jobs will require employees with some college credentials.\nThey’re pushing the state’s technical colleges, colleges and universities to increase the number of degrees and certificates they issue, based largely on two statistics:\n\n\nby 2020, 60 percent of all Georgia jobs will require workers with some college credential;\n\n\nand only 42 percent of young Georgians currently have a college certificate or degree.\n\n\nHank Huckaby, chancellor of the University System of Georgia, cited those statistics in a December 16th speech to the Valdosta North Rotary Club.\nSome PolitiFact Georgia readers saw the resulting news accounts and asked us to delve deeper into the statistics.\nThis is a hot topic given that, a decade ago, the United States was the world’s leader in producing college students with bachelor’s degrees — an indicator, analysts say, of long-term economic strength. Today, the U.S. ranks 12th — in the key age range of 25 to 34 — behind nations such as Russia and South Korea.\nGeorgia has based its response to the looming workforce crisis on two major reports.\nThe first was \"Help Wanted,\" a report published in 2010 by Georgetown University’s Center on Education and the Workforce. The report forecast that more than 60 percent of jobs nationally, 58 percent in Georgia, will require some form of postsecondary education by 2018.\nThe second report, \"Time is the Enemy,\" from Complete College America, from September 2011http://www.completecollege.org/docs/Time_Is_the_Enemy.pdf, also assessed America’s workforce readiness. It found Georgia with a 27 percent skills gap based on forecasts that 61 percent of the state’s jobs in 2020 would require a career certificate or college degree and, at the time, only 34 percent of Georgia adults had an associate degree or higher.\nNorth Carolina and Florida were similar to Georgia. North Carolina was listed in the report with a 27 percent skills gap, Florida with a 28 percent skills gap.\nSo where did the 42 percent statistic for Georgia come from?\nThe University System of Georgia and the National Center for Higher Education Management Systems worked together in Summer 2011 to try to assess how many credentialed adults were in Georgia.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThey found that 42.4 percent of Georgians, ages 25 to 34 at the time, had college experience -- 20.9 percent had bachelor’s degrees; 8.2 percent had a graduate or professional degree; 6.7 percent had an associate degree; and 6.6 percent had certificates from college programs that were at least one year, but less than two years.\nThe data is from two \"credible authorities,\" the U.S. Census Bureau and the Integrated Postsecondary Education Data System. It is considered \"the most reliable available,\" said Charlie Sutlive, the university system’s spokesman.\nAn update is tentatively set for 2017, which will mark five years since the rollout of the Complete College Georgia initiative at college and university campuses across the state, Sutlive said.\nIn August 2011, Gov. Nathan Deal announced that Georgia was one of 10 states that had been awarded a $1 million grant by the nonprofit Complete College America to significantly increase its college completion rates.\nThe statistics at the time were bleak, given the forecasts for Georgia jobs in the not-too-distant future.\nLess than 25 percent of full-time students at Georgia’s two-year colleges ever graduate, and only 44 percent of students at the state’s four-year colleges receive their degrees in six years, the governor said.\nThat combination -- unchanged -- would only spell trouble, Deal said.\nHe and others have devised plans to ensure that the state’s colleges, universities and technical are churning out more degrees or certificates. The university system produced about 53,000 degrees a year in 2012, is on target to produce 69,000 degrees a year in 2020 and has a goal of 80,000 a year by 2025, Suitive said.\nThe technical college system has plans for similar year-over-year increases.\nThe University System of Georgia and Technical College System of Georgia have taken several major steps to increase their graduates. For instance, they’ve simplified the enrollment process and now allow credit for 25 courses to transfer between the two systems. Online course offerings also expanded from 1,571 in 2009 to 5,000-plus last fall -- including a new Master’s of Science in Computer Science at Georgia Tech enrolling 1,256 new students.\nOur conclusion: Georgia’s workforce is facing a skills gap that the University System of Georgia and Technical College System of Georgia are working together to address by pushing for more graduates. The skills gap is significant, though measures of it have varied albeit slightly.\nWe rate Huckaby's statement as True.", "vclaim_id": "vclaim-pol-06875"}