{"url": "/factchecks/2019/aug/15/rob-schmitt/whats-new-trumps-public-charge-immigration-policy/", "speaker": "Rob Schmitt", "vclaim": "Says the Trump administration’s new policy for legal immigrants on welfare \"has been around for a while. This is not a new thing that the president is trying to implement here, that the United States has been this way.\"", "truth_label": "half-true", "date": "stated on August 14, 2019 in a \"Fox & Friends First\" discussion:", "title": "What’s new in Trump’s policy for legal immigrants on welfare", "text": "The Trump administration recently announced a new rule broadening the government’s ability to deny visas and permanent residency to legal immigrants who get public benefits.\nThe rule, set to take effect on Oct. 15, is a new interpretation of an older immigration law and the latest effort by President Donald Trump to restrict certain types of immigration to the United States. But there’s some confusion over what this new rule will do and how drastic it is.\nOn the Aug. 14 episode of \"Fox & Friends First,\" anchor Rob Schmitt moderated a discussion over the new policy, which he introduced as \"changes to immigration laws that could deny green cards to migrants who need welfare in this country.\"\n\"This rule has been around for a while,\" he said at one point. \"This is not a new thing that the president is trying to implement here, that the United States has been this way.\"\nThat made our ears perk up, so we decided to dig into the history of laws that zero in on those considered likely to become \"public charges,\" or burdens to American taxpayers. \nOur finding: Schmitt’s statement is partially accurate. While a public charge law has been on the books for more than 100 years, the Trump administration’s broad interpretation of it is unprecedented. \nFox News declined to comment.\nOld law, new interpretation\nPublic charge laws are regulations that say immigrants to the United States can be turned away if they are likely to depend on public assistance programs. \nSchmitt is right that the public charge law is nothing new. But his claim that \"this is not a new thing that the president is trying to implement\" leaves out some important details.\n\"There is a long history of public charge law in this country, but the new regulation represents a big expansion in how this law is interpreted and applied,\" said Julia Gelatt, senior policy analyst at the Migration Policy Institute, a non-partisan think tank in Washington. \"We have never before had such a broad interpretation in place of who might become a public charge.\"\nA public charge law first appeared as part of the Immigration Act of 1882. Back then, immigrants generally had to show they had cash to spare and enough money to buy a ticket to their ultimate United States destination, Gelatt said.\nThe public charge rule was reaffirmed by the Immigration and Nationality Act of 1952 and has held its place in the immigration system ever since. But for a long time, the law offered no clear definition for determining whether a person was a potential public charge.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nEventually, a 1996 bill said the Immigration and Naturalization Service should consider a person’s age, health, family status, financial resources, education, skills and ability to secure a sponsor’s written support when deciding if he or she would likely become a public charge.\nIn 1999, the INS clarified that the term \"public charge\" applied specifically to immigrants who were \"primarily dependent\" on government cash assistance or long-term, institutionalized care.\nThe Trump administration’s new rule expands that definition, experts told us, and it will affect hundreds of thousands of immigrants who come legally to the United States each year and apply to stay permanently. \nOnce the rule goes into effect, immigration officials will be able to deny legal immigrants visas if they are deemed \"more likely than not\" to use public benefits such as Medicaid, food stamps or housing vouchers. Immigrants who are in the United States legally on temporary visas and have relied on such benefits in the past could also have more difficulty getting a green card.\nThe rule will not affect people who already have green cards, refugees and asylum-seekers, as well as certain members of the military, pregnant women and children.\nThe Trump administration has defended the move as preserving public benefits for eligible U.S. citizens and promoting self-sufficiency in immigrants to the United States.\nBut Gelatt said the rule could be used to deny many more green card applicants than before and, as a consequence, \"have dramatic impacts on the level of legal immigration to the country, and on the characteristics of legal immigrants.\"\nKevin Johnson, dean of UC Davis School of Law, noted that the enforcement of immigration laws has already changed drastically under Trump. \nHe said the number of visa denials for Mexican immigrants has \"skyrocketed,\" pointing to a Politico report that said the State Department denied 5,343 visa requests from Mexican immigrants on public charge grounds between Oct. 1 and July 29.\nThe U.S. Citizenship and Immigration Services did not weigh in on the accuracy of Schmitt’s claim, but the agency’s press office told us: \"Public charge has been a part of U.S. immigration law for more than 100 years, appearing as far back as the Immigration Act of 1882, as a ground of inadmissibility, and has existed in its current form since 1996.\"\nOur ruling\nSchmitt said, \"This rule has been around for a while. This is not a new thing that the president is trying to implement here, that the United States has been this way.\"\nPublic charge as a standard of inadmissibility has been a staple of immigration law since 1882. But Trump’s new policy will significantly change the way immigration officials decide which legal immigrants should be disqualified from getting visas or green cards.\nThe statement is partially accurate but leaves out important details. So we rate it Half True.", "vclaim_id": "vclaim-pol-00266"}