{"url": "/factchecks/2018/dec/18/dan-blue/nc-democrat-trust-us-elections-all-time-low/", "speaker": "Dan Blue", "vclaim": "\"Public trust in our election system is at an all-time low.\"", "truth_label": "false", "date": "stated on December 6, 2018:", "title": "NC Democrat: trust in US elections at an 'all-time low'", "text": "Come January, it’s possible that North Carolina will fill only 12 of its 13 seats in Congress because of one election that’s under suspicion.\nNorth Carolina’s elections board is investigating voting irregularities in the 9th Congressional District, where Republican Mark Harris appeared to beat Democrat Dan McCready on election night.\nHowever, the board has refused to certify Harris’ win because it discovered unusual voting patterns among mail-in absentee ballots. Under state law, the board can order a new election if \"irregularities or improprieties occurred to such an extent that they taint the results of the entire election and cast doubt on its fairness.\"\nMeanwhile, legislators recently crafted a voter ID bill in response to a November referendum on the idea. Critics of the bill, including Democratic state Sen. Dan Blue, have called on their peers to delay its advancement until the District 9 investigation has concluded. Cooper vetoed the bill on Dec. 14, but the GOP-led legislature is expected to override his veto later this year.\n\"Public trust in our election system is at an all-time low,\" Blue, of Raleigh, tweeted on Dec. 6. The \"#ncga needs to take the first steps in restoring public trust and delay further changes to voting requirements or to the NC Bd. of Elections until investigation complete and remedy is ordered.\"\n\nIs it true that trust in our election system is at an all-time low?\nOverall, there isn’t much national data to compare trust in elections over time, and various polls or studies have framed the question in different ways. There’s no data specific to North Carolina, according to David McLennan, director of the Meredith College Poll, and Jason Husser, director of the Elon University Poll.\nBut a pair of national polls stand out for their consistency, and neither points to 2018 as the low point of election confidence.\nConfidence up?\nOne key source of historical data is Gallup, which has poll data on election confidence dating back to 2004. Gallup’s most recent poll, when it surveyed 1,011 adults in October, found that 70 percent of Americans were \"very or somewhat confident\" votes would be accurately cast and counted in this year’s midterm elections.\nThose results are slightly higher than Gallup’s 2016 results, as well as the poll’s historical average of 68 percent confidence. This year’s results were also 11 percentage points higher than in 2008, the low point of election confidence collected by Gallup.\n\nEven in Blue’s political party, Gallup found that confidence in elections wasn’t particularly low this fall. Since 2004, Gallup has found that Americans of the same political party that occupies the White House are more confident in election accuracy than the opposing political party.\nThat’s true this year, too. However, about 66 percent of Democratic Gallup respondents expressed confidence in this year’s elections — that’s down from 2016 but still higher than confidence rates in the 2004, 2006 and 2008 elections.\nGallup’s polls were conducted prior to elections, as many polls are because the results sometimes help predict voter turnout or enthusiasm. Blue’s tweet came roughly a month after the midterm elections in a state where one congressional contest remains undecided and three legislative races qualified for recounts. But PolitiFact has struggled to find any post-election polling on voters’ faith in the election results.\nNew numbers\nThe best data we could find comes from Charles Stewart III, a distinguished professor of political science at MIT and member of its Election Data and Science Lab.\nStewart reviewed pre-and-post election survey responses for the 2014, 2016 and 2018 elections. The 2014 and 2016 data was drawn from the Cooperative Congressional Election Study, while Stewart said he compiled this year’s data himself.\nThe 2014 study had 1,000 respondents, 2016 had 1,500 and the two 2018 studies had 1,000 respondents apiece, Stewart said. The poll question was: \"How confident are you that your vote will be/was counted as intended in the most recent election?\"\nResponses to that question — both pre-election and post-election — were higher in 2018 than in previous years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThe low point for pre-election and post election polls occurred in 2014, according to charts provided by Stewart. \"As you can see, measured this way, we’re certainly not at a low point in 2018,\" Stewart wrote in an email.\n\nRespondents in 2018 were 84.3 percent confident pre-election and post election. By contrast, voters were only 50 percent confident before the 2014 election, 56 percent confident after the 2014 election and only 59 percent confident after the 2016 election.\n\"I think it’s fair to say that when you ask people what they think about the accuracy of vote counting nationwide, (which is a good proxy for how people feel about election administration), confidence is lower now than in 2000, when we started asking these questions,\" Stewart said. \"However, when you ask people about confidence in counting their own votes, the overall numbers have been pretty stable for nearly 20 years.\"\nIncomplete data\nSome studies suggest waning voter confidence. But they aren’t up-to-date or don’t address faith in elections, specifically.\nFor example, Stewart’s work was included in a recently published study by the Democracy Fund, \"Understanding the Voter Experience: The public’s view of election administration and reform,\" authored by elections researcher Natalie Adona and Reed College professor Paul Gronke.*\nThat study found that, between 2000 and 2012, voters gradually lost confidence that their ballot would be counted. The Democracy Fund report only includes data up to 2016. Data for 2018 should be available soon, Adona told PolitiFact in an email. She summarized existing data this way:\n\"The public’s confidence in vote counts remains high with respect to their own ballots,\" Adona said. \"However, people express less confidence when it comes to vote counts across the nation. Since the 2000 election — when the voter confidence question started being asked regularly on surveys—voter confidence in national vote counts has decreased, while confidence in one’s own vote being counted remains steady.\"\nLauren Prather, an assistant professor at the UC San Diego School of Global Policy and Strategy, conducted her own study after this year’s November election that asked Americans to rate their trust in the midterm election results on a scale from 0-10 where 0 meant no trust at all and 10 meant absolute trust.\nThe average for her sample of about 1300 Americans was 7, she said, down from 8 in 2016. She also cited a Gallup World Poll of \"Anglo-American\" democracies, which found that the percentage of Americans who believe elections are \"honest\" fell from 52 percent in 2006 to 30 percent in 2016.\nTrends suggest a drop in confidence since 2006, Prather said in a phone interview. Asked about Blue’s claim, she said \"I’m not confident that we have data that supports that.\"\nWhat Blue said\nBlue’s office, when contacted by PolitiFact, referenced national polls by NPR/Marist and Pew Research.\nThe NPR poll of 949 adults, conducted in September, found that 47 percent of respondents said they think it’s \"likely or very likely\" that some votes wouldn’t be counted in the November elections. Lee Miringoff, director of the Marist College Institute for Public Opinion, described the results as a\" pretty lousy report card on the state of American elections.\" But Marist didn’t have data to compare this year’s results to that of previous years, or address voters’ overall confidence in the election system.\nThe Pew Research Study, published in December 2017, found that trust in government reached \"near-historic\" lows. While the public’s trust in government may offer insights into its level of trust in elections, the subjects aren’t synonymous.\nResearch published in the Election Law Journal in 2015, \"Voter Confidence: How to measure it and how it differs from government support,\" found that voter confidence in elections doesn’t necessarily track with confidence in government. \"Voters are often trusting of elections, but distrustful of government,\" researchers Lonna Rae Atkeson, R. Michael Alvarez and Thad E. Hall wrote in their abstract.\nAnother Pew survey, published Oct. 29, found that 89 percent of American surveyed believed poll workers would do a \"good job\" in the midterm elections. Only 45 percent were \"very or somewhat confident\" that election systems are secure from hacking.\nHowever, it’s unclear how those responses compare to previous years. Pew hasn’t consistently asked voters about their views on elections through the years, according to spokeswoman Haley Nolen. \"So we don’t have trend data for comparison,\" she said.\nOur ruling\nBlue claimed that \"public trust in our election system is at an all-time low.\" That claim is largely undermined by the lack of historical data. Some studies suggest declining confidence, but those are incomplete or outdated. And some of the strongest, most recent data doesn’t support Blue’s tweet. We rate his claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n*Democracy Fund is a financial supporter of PolitiFact.\n \n Share the Facts 2018-12-18 18:47:21 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Public trust in our election system is at an all-time low.\"    Dan Blue NC state Senator https://twitter.com/DanBlueNC/status/1070714015364603904   NC Thursday, December 6, 2018 2018-12-06    Read More  info", "vclaim_id": "vclaim-pol-01182"}