{"url": "/factchecks/2010/dec/27/bobby-scott/rep-bobby-scott-says-tax-deal-costs-same-health-ca/", "speaker": "Bobby Scott", "vclaim": "The tax-cut deal \"adds more than $800 billion to the deficit over two years -- more than the cost of TARP and more than the cost of the Recovery Act\" and about the same as health care reform.", "truth_label": "mostly-true", "date": "stated on December 16, 2010 in a news release.:", "title": "Rep. Bobby Scott says tax deal costs same as health care reform, exceeds price of Stimulus and TARP", "text": "Rep. Robert C. \"Bobby\" Scott was not among the members of Congress cheering the recent tax-cut deal.\n\nScott, D-3rd, vehemently opposed any extension of the Bush-era tax cuts. Congress passed a two-year extension of all of them.\n\nIn a statement, Scott said the tax deal will keep deficits high.\n\n\"However popular these tax cuts may be today, that popularity will pale in comparison to the anger at the deep cuts in popular programs we will need to make in order to pay for this bill,\" he wrote.\n\nScott added: \"This bill adds more than $800 billion to the deficit over two years -- more than the cost of TARP and more than the cost of the Recovery Act. It costs about the same over two years as the 10-year cost of the Health Care Reform bill, which we paid for.\"\n\nThat’s a lot to tackle, but we’re up to it.\n\nFirst, is the $800 billion for the tax cuts continuation correct?\n\nYup, the Congressional Budget Office score of the tax compromise for just the next two years -- 2011 and 2012 -- is $797 billion.\n\n\"The 10-year cost is a bit higher due to some residual effects even though the compromise itself only lasts for two years,\" notes Nick Kasprak, an analyst at the nonpartisan Tax Foundation.\n\nNext, let’s check TARP, or the Troubled Asset Relief Program. It passed under President George W. Bush in 2008 to address the subprime mortgage crisis.\n\nScott’s OK there, too. TARP authorized $700 billion in spending, much of which has been paid back. The Treasury now estimatesthat the true cost (minus what’s paid back) will be about $30 billion.\n\nNext up, The Recovery Act, also known as The Stimulus. Here’s where Scott runs into a bit of trouble.\n\nThe most recent Congressional Budget Office estimate of the Stimulus bill’s 10-year cost is $814 billion. That’s $17 billion more than the estimated cost of the tax compromise.\n\nGiven that the new estimate was just released last month, perhaps Scott’s was relying on an older projection. The original Congressional Budget Office estimate was $787 billion, $10 billion less than the two-year tax cuts estimate.\n\nLet’s move to health care reform.\n\nTurning back to the CBO, the health care bill is projected to cost $788 billion over 10 years.\n\nAs Kasprak notes, that is, in theory, to be paid for with $931 billion in increased revenue, for a net deficit reduction of $143 billion.\n\n\"There are lots of assumptions and simplifications that go into a ten year score, and there is by no means universal agreement that the bill would actually reduce the deficit. But that is the official score,\" Kasprak said.\n\nRegardless, Scott’s more than safe on the cost alone.\n\nSo, let’s review.\n\nScott’s said the tax compromise will cost more than TARP, more than the Stimulus and about the same as close to the 10-year cost of the Health Care Reform bill.  \n\nHe’s right on TARP, right on health care reform, and off by a tad on the Stimulus -- perhaps because the cost estimate of the act recently changed.\n\nWe rate his claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13831"}