{"url": "/factchecks/2017/jul/11/travis-allen/mostly-true-californias-taxes-among-highest-nation/", "speaker": "Travis Allen", "vclaim": "California taxes are \"among the highest in the nation.\"", "truth_label": "mostly-true", "date": "stated on June 22, 2017 in a campaign video:", "title": "MOSTLY TRUE: California’s taxes are 'among the highest in the nation'", "text": "In the video announcing his run for California governor, Republican Travis Allen said he wants to reduce the state’s crime rate and its high taxes.\nWe recently fact-checked Allen’s claims on crime in the video. The Orange County state assemblyman earned a Mostly False for his statement that \"crime is on the rise\" in all the state’s major metros. We found he cherry-picked data from an uptick in crime in 2015 and ignored the state’s decades-long decline in crime which continued in early 2016.\nGiven the importance of taxes in California, we also decided to examine Allen's claims on this topic.\n\"I’ve seen our taxes increase to be among the highest in the nation,\" Allen said in the campaign video on June 22, 2017. \"In California, we must get serious about cutting our taxes. Californians pay among the highest taxes in the entire nation.\"\n\nAllen makes his claim at about the 0:15 minute mark of the video above. \nWas Allen right? Are California’s taxes really \"among the highest in the nation\"?\nWe set out on a fact check.\nOur research\nWe decided to examine where California ranks in key tax categories, including income, sales and property taxes. Additionally, we looked at how California measures up in a more comprehensive category: Its overall state-local tax burden.\nWe also spoke with several tax experts for some context on these rankings. They all said comparing tax rates is doable but messy, noting that states assess taxes in different ways.\nAllen’s campaign did not respond to our request for evidence to support his claim.\nHere’s what we found in each key tax category:\nIncome tax\nCalifornia’s top tier income tax rate is the highest in the nation at 13.3 percent, according to the Tax Foundation and California Taxpayers Association.\nIt’s the rate paid by Californians who earn more than $1 million annually. Maine had the second highest top rate at 10.15 percent, followed by Oregon’s 9.9 percent, as of Jan. 1, 2017. Several states have no income tax, including Nevada, Washington, Texas and Florida.\nOf course, only a fraction of Californians pay the top income tax rate, noted Annette Nellen, professor and director of the graduate tax program at San Jose State University.\nA recent Sacramento Bee analysis of state tax data found 61,000 households, or 0.4 percent of the state’s 16 million total, reported income of more than $1 million in 2014.\n\"This is a very small percentage of the population,\" Nellen said. \"Not everybody is paying that. So, if someone was to say we have really high taxes in California, sometimes that’s interpreted as everybody’s paying a really high tax when in California we also have a fairly high exemption for individuals and children which might cause some lower-income folks to not pay any California income tax at all, at least not directly.\"\nPer capita, Californians pay $1,991 annually in state income taxes, which ranks fourth highest in the country, according to the Tax Foundation.\nSales tax \nWhile only a fraction pay the state’s top income tax rate, everyone who lives here or visits pays California’s highest-in-the-nation sales tax rate of 7.25 percent.\nFour states tie for the second-highest statewide sales tax rate, at 7 percent: Indiana, Mississippi, Rhode Island, and Tennessee, according to the Tax Foundation. States with no sales tax include Oregon, Montana, New Hampshire and Delaware.\nWhen adding state and local sales taxes, California rank drops to 10th highest. This combined tax rate varies across the state. In some parts of Los Angeles County, for example, it tops 10 percent, said David Kline, a spokesman for the California Taxpayers Association. The association researches tax data and opposes what it calls unnecessary taxes.\nProperty tax \nUnlike California’s income and sales tax rates, the state's average effective property tax rate is among the lowest in the nation, at 0.72 percent, or 36th among states, according to the Tax Foundation. That’s due to voter approved Proposition 13, which limited property tax increases to no more than 2 percent per year.\nNew Jersey had the highest property tax rate at more than 2.1 percent, according to a 2016 report by the Tax Foundation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nStill, Kline said, property tax in California is compounded by additional taxes, such as parcel taxes and Mello-Roos assessments, or fees charged to property owners in a specific area to pay for public improvements such as streets and parks.\n\"Those can add hundreds or thousands of dollars every year,\" he added.\n\nTotal tax burden \nIn addition to ranking individual tax categories, the Tax Foundation produces a more comprehensive category it calls the State-Local Tax Burden. It measures the share of income in the state that goes to state and local taxes.\nCalifornia ranked sixth highest on this list at 11 percent. New Yorkers faced the highest burden at 12.7 percent, followed by Connecticut at 12.6 percent. Alaskans paid the smallest share of their income, 6.5 percent, in state and local taxes.\nWe asked Joe Henchman, vice president of the Tax Foundation, about the accuracy of Allen’s claim that California’s taxes \"are among the highest in the nation.\"\n\"I think it’s a fair comment to make,\" Henchman said. \"Unless you’re being really specific about a particular type of tax, California is usually at the high end of the states. It’s almost always in the top half of the states in terms of a tax or its burden or how much people pay. And it’s often in the Top 10.\"\nExceptions do exist, he said, such as California’s low taxes on wine (44th highest), spirits (40th) and beer (28th), compared with other states.\nNellen, the San Jose State University tax professor, agreed California’s taxes are generally high and said Allen’s claim is mostly backed up by the facts.\nGrowth and taxes\nIn recent years, top Democrats in California have deflected criticism about the state’s high taxes by pointing to strong employment and GDP growth. Gov. Jerry Brown, for example, has repeatedly pointed to the more than 2 million jobs California has created since he returned to office in 2011.\nAllen has criticized Brown’s recent signing of a 12 cent per gallon increase in the state’s gas tax. That move is expected to make California’s gas tax second highest in the nation, behind Pennsylvania’s, once it goes into effect in Nov. 1, 2017.\nHenchman said, for now, California’s economy has succeeded despite it’s high taxes.\n\"Nobody moves to California because of taxes,\" he said. \"They move in spite of the taxes, because of other positive benefits. … There’s good weather, there’s Silicon Valley, there’s great universities, there’s Hollywood, etc., etc.\n\"Those, for a lot of people, make it worth paying the taxes, to a point,\" Henchman added.\nOur ruling\nRepublican candidate for governor Travis Allen recently claimed California’s taxes are \"among the highest in the nation.\"\nAllen’s statement is broad and needs clarification.\nBut when looking at some of the most important tax categories, including income, sales and gasoline taxes, there’s a lot of truth to his claim.\nCalifornia has the highest top tier income tax and the highest state sales tax in the nation. It’s important to note that the top rate income tax is paid by only a fraction of households in the state, and that the sales tax rate drops to 10th in the nation when local and state sales taxes are examined state-by-state.\nNotably, it does not have one of the nation’s highest property tax rates, at 36th highest.\nAllen’s claim is accurate but needs this additional information.\nWe rate it Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nUPDATE: An earlier version of this fact check described California's property tax rate as 0.72 percent. We have clarified that this is the state's average effective property tax rate.\nVisit our Tracking the Truth series here to see all of our 2018 governor's race fact-checks. \n\nGovernor’s race\nAllen is one of several Republican candidates to announce a run for California governor. The others include John Cox, a venture capitalist from San Diego County and former state Assemblyman David Hadley of Manhattan Beach.\nSeveral prominent Democrats are also competing in 2018 to succeed Jerry Brown as governor. They include former Los Angeles Mayor Antonio Villaraigosa, California Treasurer John Chiang; Delaine Eastin, the state’s former superintendent for public instruction; and Gavin Newsom, the state’s current lieutenant governor.\nA poll released in June 2017 showed a tightening race. Newsom was in the lead among all candidates, with 22 percent support from likely voters. Villaraigosa had 17 percent support, up from his 11 percent three months earlier.\nTracking the Truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook.\n Share the Facts 2017-07-12 00:56:47 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  California taxes are \"among the highest in the nation.\"    Travis Allen Candidate for California governor    Thursday, June 22, 2017 2017-06-22    Read More  info", "vclaim_id": "vclaim-pol-03121"}