{"url": "/factchecks/2014/aug/07/joy-reid/joy-reid-compares-deaths-gaza-911-deaths/", "speaker": "Joy Reid", "vclaim": "\"So far, the war in Gaza has left more than 1,800 Palestinians dead -- the population equivalent to 100 9/11s.\"", "truth_label": "barely-true", "date": "stated on August 4, 2014 in comments on her MSNBC show:", "title": "Joy Reid compares deaths in Gaza to 9/11 deaths", "text": "Whenever tragedy strikes abroad, pundits often make a point to translate death tolls into dead Americans. The Israeli-Palestinian war is no exception.\nOn her Aug. 4 Reid Report, Joy Reid called out the United Nations for their inability to stop or temper Israel’s campaign in Gaza. The UN’s \"condemnations and expressions of outrage,\" Reid said, \"have done exactly nothing to protect civilians in Gaza.\"\n\"So far the war in Gaza has left more than 1,800 Palestinians dead -- the population equivalent to 100 9/11s.\"\nAmericans don’t take the name of the Sept. 11, 2001, attacks in vain. So we wanted to dig into Reid’s claim: Does her math check out, and is she right to compare the impact of the Palestinian deaths to what Reid defined as the American \"population equivalent\"?\nReid’s math, and why 9/11s are not a unit\nTo consider Reid's claim, you need to first know that Reid is essentially looking at the percentage of deaths per population. For one part of the comparison, she's using the population of Gaza, which is pretty straightforward. For the other part of the comparison, she's choosing to use the entire population of the United States. And as we'll show you, that makes all the difference.\nReid's napkin math is relatively straightforward. Roughly 1,800 Palestinians have died out of 1.8 million in Gaza, which equals 0.1 percent of its population. Roughly 3,000 out of 300 million Americans died directly in the Sept. 11 attacks, which works out to 0.001 percent of America’s population.\nCompare the two and you get that .1 percent is 100 times 0.001 percent. That’s where \"100 9/11s\" comes from.\nIf you use slightly more precise numbers, it doesn’t move the needle that much. The United Nations report issued on Aug. 4, when Reid made her claim, put the number of Palestinian deaths at 1,777 (not more than 1,800, as Reid said), and the CIA estimates Gaza’s population at 1,816,379.\nA 10-year memorandum on the Sept. 11 attacks from the National Consortium for the Study of Terrorism and Responses to Terrorism puts the number of deaths in the Sept. 11 attacks at 2,997, and the United States Census Bureau population clock puts the U.S. population on Sept. 11, 2011, at 285,558,980.\nUsing those numbers, we get that Palestine’s death count is the \"population equivalent\" of 93.22 9/11s when using the entire population of the United States. That's not quite Reid’s 100, but it's not substantially different. But our fractional result does help demonstrate that 9/11s are not a particularly good unit of measurement. It’s unclear what 0.22 of a 9/11 -- or for that matter, 100 9/11s -- would look like.\nImpact on society\nComparing death tolls as proportions of population is misleading, experts told us.\nIn his book How Not to Be Wrong: The Power of Mathematical Thinking, University of Wisconsin mathematician Jordan Ellenberg explains how, while occasionally useful, taking population equivalents quickly becomes ridiculous if you apply it to extreme cases.\nFor example, Ellenberg writes, the 1,074 Israelis killed by Palestinians from 2000-05 works out to 50,000 Americans, but if you scale down instead of up, it loses its punch. The same Israeli death toll, he says, is proportional to only one or two deaths in Tuvalu, a Polynesian island with roughly 1,000 inhabitants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"When commentators in Israel and Palestine were observing 9/11 when it happened, people weren’t saying, ‘Imagine if 20 Palestinians had been killed,’ \" Ellenberg told us.\nSimilarly, the Palestinian death count from the last couple of weeks is the \"population equivalent\" of about 1.3 million Chinese, but only one Tuvaluan -- not quite as rhetorically overwhelming as \"100 9/11s.\"\nThe problem, Ellenburg wrote in a 2006 Slate article, is that our \"innate number sense simply doesn’t extend\" to extremely small numbers. He uses the example of a Hezbollah bombing of the Israeli city of Haifa, which killed one in every 787,500 Israelis.\n\"Imagine that it was actually one in 78,750. You just multiplied the scale of the crime tenfold, but can you say sincerely that the two numbers inspire a different reaction? The proportions are just too small to comprehend.\"\nBeyond that, Ellenberg told us, \"there’s a huge amount of wiggle room in how you count what population you divide by.\"\nIf you use just the population of New York City instead of the entire United States, the Palestinian death count works out to about three 9/11s. And if you limit yourself only to the population of Manhattan, you get less than one 9/11.\nIt’s not clear which figure is the best choice to put the Palestinian death count in context -- or if any of them are even useful.\nPopulation equivalent, but not morally equivalent\nReid's comment also can be seen as trying to create a moral equivalence. But that doesn’t hold water, said Oxford ethicist Anders Herlitz. \"Most moral theories would say that the moral worth of individual lives are not comparable at all,\" Herlitz said. \"According to this line of thinking, we cannot measure the life of one against the life of many.\"\nThe only \"sound ethical theory\" that does let you make what philosophers call \"inter-personal comparisons\" is utilitarianism, Herlitz said, which posits that \"all lives are of equal worth. One Palestinian equals one Israeli equals one American, and so on.\"\nSo there’s no ethical sense in which 1,800 Palestinian deaths are comparable to \"100 9/11s.\"\nOur ruling\nReid, decrying the UN’s failure to temper the rising death counts in Gaza, said, \"So far, the war in Gaza has left more than 1,800 Palestinians dead -- the population equivalent to 100 9/11s.\"\nShe used a couple of rough estimates, but Reid’s math basically works out for the parameters she set.\nThe parameters, however, are the problem. Using 9/11s as a unit ignores qualitative differences between the Sept. 11 attack and the Israeli-Palestinian war. It’s also not clear what populations she’s referring to, and while looking at deaths as a proportion of population can be useful, the numbers here are too small for them to mean much.\nThere are also at least equally valid and different ways to compare deaths as a proportion of population that would produce vastly different results. (Going from 100 9/11s to less than 1 9/11.)\nReid’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate her claim Mostly False.", "vclaim_id": "vclaim-pol-07470"}