{"url": "/factchecks/2013/feb/13/barack-obama/barack-obama-touts-administrations-border-enforcem/", "speaker": "Barack Obama", "vclaim": "Says his administration has made \"progress\" on border enforcement by \"putting more boots on the southern border than at any time in our history and reducing illegal crossings to their lowest levels in 40 years.\"", "truth_label": "half-true", "date": "stated on February 12, 2013 in the State of the Union Address:", "title": "Barack Obama touts administration's border enforcement achievements in State of the Union", "text": "During his State of the Union Address, President Barack Obama touted his administration’s record on curbing illegal immigration.\n\n\"We can build on the progress my administration has already made – putting more boots on the southern border than at any time in our history and reducing illegal crossings to their lowest levels in 40 years,\" Obama said.\n\nWe looked at both parts of this claim during the second presidential debate between Obama and Mitt Romney. We don’t see substantive changes in the wording, and we haven’t found any updated data, so we will recap our previous analysis here.\n\nAs usual, when a speaker makes a claim that suggests either credit or blame, we do a two-step assessment. Is the statement factually accurate? And is the credit or blame fairly assigned?\n   \nMore boots on the southern border than at any time in our history\n   \nIn 2012, the Border Patrol had 18,516 agents on the southwestern border with Mexico, accounting for about 87 percent of all agents. The number of agents on the southwestern border has risen by 6 percent from the 2009 level, and is currently five times higher than the 1993 level.\n   \nThe total number of agents is higher than in any year going back to at least 1924, according to data from the U.S. Office of Immigration Statistics compiled and provided to PolitiFact by Douglas Massey, a professor at Princeton University's Office of Population Research who has studied immigration issues.\n   \nIt’s worth noting that the biggest bump in Border Patrol staffing came under President George W. Bush. Between 2001 and 2009, the number of agents rose by about two thirds.\n   \nStill, Obama framed his claim carefully. Are there more boots on the southern border than at any time in our history? The answer is yes.\n   \nIs the flow of undocumented immigrants the lowest in 40 years?\n   \nWhen demographers try to measure the number of people crossing the border illegally, they usually refer to the net flow -- arrivals to the United States minus departures. Lately, that number has been essentially a wash, according to statistics from the Pew Hispanic Center.\n   \nThe center estimated that between 2010 and 2011, the number of immigrants from Mexico declined so much that the flow into Mexico was bigger than the flow out of Mexico for the first time since \"probably in the 1930s,\" Jeffrey S. Passel, senior demographer for Pew, told us last October.\n   \nThis is consistent with the kind of decline Obama was referring  to, but both Passel and Massey said Obama was likely referring to a somewhat different statistic -- namely, apprehensions of individuals crossing from Mexico to the United States. Those numbers also support Obama’s claim.\n   \nApprehension statistics are an imperfect gauge of population flow, since they can be affected by the magnitude of the border patrol effort. Still, while this statistic is not a \"direct measure of flow across the border,\" Passel said, it is \"widely accepted as an indicator of the magnitude of the flow.\"\n   \nSo what does that data look like? In 2011, according to federal statistics compiled by Massey, the United States apprehended 327,577 individuals, a smaller number than in any year going back to 1970 -- or just outside Obama’s 40-year window. And if you look at apprehensions per agent, it’s the lowest in an even longer period -- since 1943, Massey said.\n   \nAssigning reasons for the decline\n   \nWhere Obama’s claim runs into problems is when he credits his policies.\n   \nPassel said Obama has a point that law enforcement -- something the president has influence over -- has a major impact.\n   \n\"We know from various surveys that the cost of hiring a smuggler to get into the U.S. has increased significantly as enforcement has been ramped up,\" he said. \"We also know that Mexicans have been pushed into more remote areas to try to cross where it is physically more difficult and dangerous.\"\n\nBut Massey considers the economy the primary factor. The recession, he said, had an immense impact in slowing border crossing. In particular, dwindling prospects of finding a job in sectors such as construction, which traditionally attract a disproportionate number of Latinos, dampened the urge for potential Mexican migrants to undertake a difficult journey.\n   \nTwo other significant factors were also out of Obama’s control -- the state of the economy in Mexico (which has been relatively healthy) and the activity of the drug cartels (which has increased violence on the Mexican side of the border).\n   \nOur ruling\n   \nObama said his administration has made \"progress\" on border enforcement by \"putting more boots on the southern border than at any time in our history and reducing illegal crossings to their lowest levels in 40 years.\"\n   \nObama is right about the numbers of Border Patrol agents and on the immigrant flows across the border. However, it’s a stretch for him to suggest that his administration is the primary reason. The growth in agents began under Bush, and while law enforcement matters in curbing flows of illegal immigrants, so do economic conditions in both the United States and Mexico as well as crime on the Mexican side of the border, and these are factors Obama doesn’t directly control. On balance, we rate Obama’s claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09726"}