{"url": "/factchecks/2010/sep/20/republican-party-florida/costly-ausley-website-takes-cfo-candidate-task-su/", "speaker": "Republican Party of Florida", "vclaim": "Loranne Ausley \"voted six times to tax your savings.\"", "truth_label": "false", "date": "stated on September 16, 2010 in statements on the party's website.:", "title": "'Costly Ausley' website takes CFO candidate to task for supposed tax votes", "text": "The Republican Party of Florida launched a website that it says highlights the liberal tax record of Democratic Chief Financial Officer candidate Loranne Ausley.\n\n\"Get to know tax-and-spend liberal Loranne Ausley, and her costly record,\" the site www.costlyausley.com starts.\n\nOn Sept. 16, 2010, the GOP used the website to detail six Ausley votes they say taxed the savings of Floridians.\n\n\"How Costly is Ausley?\" the RPOF asked. \"Ausley VOTED SIX TIMES to tax your savings. As a liberal state legislator Loranne Ausley has a costly record of supporting higher taxes, bigger government and more wasteful spending. Ausley even voted SIX TIMES to tax your savings. Just like her liberal friends in Washington, Ausley can't get enough of our money.\n\n\"Ausley's vote for tax on savings applies to retirement nest eggs -- money you already pay income tax on! So, Ausley is wanting to tax you twice, first on your paycheck and then again on the portion you set aside for retirement. More job-killing policies that hurt our economy and plunge us deeper in debt.\"\n\nThe claims come tacked to a computerized image of a manila folder that includes six specific votes -- three in 2001, one in 2004 and two in 2006. The launch of the web attack came with a complimentary press release from the RPOF and a quote from party executive director Ronnie Whitaker.\n\n\"With a long record of raising taxes, increasing the size of government and stifling Florida's economy, there is much more to reveal about Loranne Ausley,\" Whitaker said. \"Today is just the latest disturbing example of Ausley's job-killing tax hikes for Floridians to know about.\"\n\nLet's see about those tax hikes Whitaker is talking about.\n\nThe RPOF website references three specific bills -- HB 21 in 2001, HB 791 in 2004 and HB 209 in 2006 -- and lists the corresponding votes for each bill to back up its claim. The bills match with the years Ausley, a lawyer from Tallahassee, served in the Florida House (2001-2008).\n\nThe legislation in each case deals with Florida's Annual Intangible Personal Property Tax.\n\nThe intangible tax, which was repealed by the Legislature in 2006, was a state tax paid on the value of investments such as stocks, bonds, mutual funds, money market funds and unsecured notes. Savings accounts, pension funds, certificates of deposit and 401(k)s are not subject to the tax.\n\nThe tax is paid mostly by middle- and upper-income Floridians who had those types of investments.\n\nThe tax rate was capped at 2 mills ($2 per $1,000 of value) by the state constitution, but the actual rate fluctuated over time. The tax rate increased from 1 mill to 1.5 mills in 1990 and to 2 mills in 1992.\n\nGov. Jeb Bush began a program to phase out the tax upon taking office in January 1999. Before Ausley took office, the tax rate was lowered from 2 mills to 1.5 mills in 1999, and from 1.5 mills to 1 mill in 2000.\n\n2001 votes\n\nIn 2001 -- during Ausley's first year in the House -- Bush and the Republican-led House proposed lowering the tax rate to .5 mills. The cut in the rate was expected to save Floridians, or cut state revenues, $229.2 million in the first year. The House approved a more modest reduction, to .75 mills, but the Senate failed to go along.\n\nIn the end, both chambers agreed to raise the amount of holdings exempted from the tax to the first $250,000 in holdings for single filers and $500,000 for married couples (up from $20,000 and $40,000). It also raised the exemption for businesses to $250,000.\n\nDemocrats opposed both a rate reduction and an increase to the amount of holdings exempt from the tax because the cuts \"broke a commitment to needier Floridians who depend on state programs,\" the Associated Press reported. Democrats also said it was people with heavy stock portfolios -- likely middle- to upper-class Floridians -- who were the only ones getting the help.\n\nAusley voted against the original House plan to cut the rate to .75 mills, and she also voted against raising the exemption thresholds to $250,000 and $500,000. Those are the three votes the RPOF is counting from 2001.\n\nShe actually cast two votes against the same rate reduction -- the RPOF is counting both votes in its six-vote total.\n\nAusley, we should note, did vote in favor of a Democratic proposal that would have raised the exemption thresholds to $100,000 and $200,000. But the measure was defeated by the Republican majority.\n\nTo summarize: Ausley voted three times to keep the intangible tax rate and thresholds unchanged and voted once to increase the amount of holdings exempt for taxpayers. The three votes all came out of the same bill, HB 21.\n\n(Cuts to the intangible tax had to be delayed to help make up for a $1 billion budget shortfall).\n\n2004 vote\n\nIn 2004, Republicans proposed repealing the intangible tax entirely over three years. HB 791 would reduce the tax rate to .66 mills in 2005, .33 mills in 2006, and eliminate it entirely starting in 2007.\n\nThat would translate to lost state revenues -- or taxpayer savings -- of $87.9 million in 2005 and $188.8 million in 2006, according to the state.\n\nThe bill never came to a vote in the full House. But it did come before the House Appropriations Committee. Ausley, who was a member of the committee, voted against the measure.\n\nSummarizing again: Ausley voted, in committee, against a bill that would have phased out the intangible tax over three years. The bill never made it to the full floor of the House.\n\n2006 votes\n\nThe move to repeal the intangible tax resurfaced in 2006 through HB 209.\n\nThis time, the measure passed -- 100-20 in the House and 30-9 in the Senate. The tax was eliminated starting Jan. 1, 2007. The state estimated that the repeal saved people who paid the tax (or cost the state) $130.6 million in 2007.\n\nAusley voted against the measure both when it came before the House Fiscal Council and then again when it came to a full floor vote.\n\nTo recap: The 2006 bill repealed the intangible tax. Ausley voted twice against the bill, once in committee and once on the House floor.\n\nOur ruling\n\nThe statement we're checking in this item is that Ausley \"voted six times to tax your savings.\" Ronnie Whitaker, party executive director, called them \"job-killing tax hikes.\"\n\nFirst, saying \"savings\" is a bit broad. The tax didn't touch pensions, CDs, savings accounts and 401(k) plans; it applied to investments such as stocks, bonds and mutual funds.\n\nSecond, the votes in question weren't for tax hikes. They were against cutting the state's intangible tax.\n\nAnd there weren't really six of them. The RPOF actually is talking about three bills, and really, four votes -- a vote to lower the intangible tax rate from 1 mill to .75 mill, a vote to raise the exemption amounts, and then two votes to repeal the tax entirely. In each of those cases, Ausley voted \"No.\"\n\nMaybe we're sticklers for words -- no maybe about it, we are -- but if we use the RPOF logic that Ausley \"voted six times to tax your savings,\" we could say quite convincingly that Republican U.S. Senate nominee Marco Rubio voted four times to tax your savings -- in one year. Yep, back in 2001, Rubio voted against an amendment offered by Democrats that would have increased the amount that could be exempted from the tax (but not as much as Republicans wanted). That same year he cast three other votes in favor of proposals that would have cut the intangible tax in some form or another, but not eliminate it altogether.\n\nBy the RPOF logic, because the tax remained in place, Rubio cast four votes to tax your savings.\n\nWould we criticize Democrats or independent Charlie Crist if they tried to make that claim? Absolutely.\n\nAre we criticizing the Republicans in this case? You betcha. We rate their claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-14396"}