{"url": "/factchecks/2011/oct/19/dave-yost/dave-yost-says-sb-5-would-save-columbus-41m-year-p/", "speaker": "Dave Yost", "vclaim": "\"The city of Columbus would save $41 million a year if employees had to contribute to their own, guaranteed-check pensions.\"", "truth_label": "mostly-true", "date": "stated on October 2, 2011 in a newspaper column:", "title": "Dave Yost says SB 5 would save Columbus $41M a year in pension costs", "text": "People on both sides of Senate Bill 5, the controversial overhaul of Ohio’s collective-bargaining law, are fond of general statements that amplify their positions but are hard to quantify.\n\nSB 5, supporters say, will save public dollars. But, opponents warn, it will threaten public safety.\n\nRare is the specific number in this polarizing debate. So Ohio Auditor Dave Yost triggered PolitiFact Ohio’s curiosity this month when he penned a guest column for The Plain Dealer.\n\nYost, a Republican, wrote in favor of Issue 2, this fall’s ballot referendum on SB 5. A \"yes\" vote would uphold the GOP-backed law. A \"no\" vote would repeal the changes.\n\nIn building his case, Yost noted that SB 5 would require government employees to contribute at least 10 percent of their salaries toward their pensions. The new rules ban \"pension pickups\" -- a perk in some contracts that calls for the public employer to cover a portion of those costs.\n\nUnder SB 5, Yost argued, \"the city of Columbus would save $41 million a year if employees had to contribute to their own, guaranteed-check pensions. That’s 500 cops and firefighters.\"\n\nThe dollar amount is what caught PolitiFact Ohio’s attention. How Columbus might use the money is purely speculative. We wanted to know if such savings would even exist, especially since more general statements are sometimes made without taking into consideration the fact that many public employees already are contributing significantly toward their pensions.\n\nYost did not cite the source of his $41 million figure in the column. So we dialed up his assistant public affairs director and press secretary, Carrie Bartunek.\n\nShe referred us to story The Columbus Dispatch published March 6, several weeks before state legislators and Gov. John Kasich approved a final version of the plan. That story showed results of The Dispatch’s analysis on the impact of SB 5. Based on a survey, reporters concluded that, had SB 5 been in effect, central Ohio’s largest government entities would together have saved a $74 million in 2010.\n\nColumbus accounted for the biggest chunk in The Dispatch analysis: $50 million. What’s more: \"The newspaper’s survey found that most of Columbus’ annual savings -- $41.2 million -- would come from ending the city’s practice of paying much of the employees’ share for pensions.\"\n\nYost appeared to be right on the nose. But as much as we love it when public officials have faith in what they read in daily newspapers, PolitiFact Ohio decided to double-check The Dispatch’s numbers. That led us to Columbus Mayor Michael Coleman,  a Democrat and a fiery opponent of SB 5. Would The Dispatch’s figures hold up under his scrutiny?\n\nThe $41 million \"was accurate at the time the article was published (in March 2011),\" Coleman spokesman Dan Williamson said. \"We currently have $36.5 million budgeted for the pickup in 2011.\"\n\nColumbus picks up a portion of employee pension contributions under contracts with six unions. Topping the list are workers represented by the American Federation of State, County and Municipal Employees. They receive a 9 percent pickup, according to numbers Williamson shared. Workers in three other unions get an 8 percent pickup, one union gets 6.5 percent and another 5.5 percent.\n\nSo what explains the year-over-year decrease in funds budgeted for pension pickups? \n\n\"In 2009, Mayor Coleman initiated a 10-year reform plan to gradually increase the amount employees pay into their health care and pensions,\" Williamson explained via email.\n\nBartunek said Yost used the most recent numbers to convey his point. \"We’re talking in real time,\" she told PolitiFact Ohio. \"People know that number won’t be the same in five years.\"\n\nHer point is not an invalid one. Contracts are subject to change and expiration, and if Columbus officials can’t negotiate terms more favorable to city coffers, Coleman’s downward projections might not hold. Coleman acknowledges in his 2011 budget that there are assumptions made based on the city’s goals.\n\nBut whether it’s $41 million, $36.5 million or some other figure, an annual pension pickup savings of $41 million is obviously no lock for Columbus taxpayers.\n\nYost understood such caveats, \"but when you’re writing a 500-word column, you’re not going to put all those pieces in,\" Bartunek said. \"There would have to be a lot of qualifiers.\"\n\nSo what does that mean for Yost’s claim?\n\nHis statement is accurate. Columbus would have saved about $41 million had SB 5 been the law in 2010. \n\nBut for PolitiFact, words matter. \n\nYost’s description was that the city would save $41 million annually. Yost would have been more precise, and only slightly less compelling, had he simply noted that Columbus would have saved $41 million last year. That, in fact, is how The Dispatch referred to the savings.\n\nAnd readers also would have been fully informed had he acknowledged Coleman’s efforts to reduce pickups; Yost’s implication was that without SB 5, the savings would not materialize otherwise. \n\nThose are needed points of clarification and additional information. \n\nOn the Truth-O-Meter, we rate Yost’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-12240"}