{"url": "/factchecks/2009/mar/10/americans-united-change/republicans-opposed-obamas-stimulus-not-tax-cuts/", "speaker": "Americans United for Change", "vclaim": "Republican leaders said \"no\" to \"tax cuts for 95% of working Americans.\"", "truth_label": "barely-true", "date": "stated on March 9, 2009 in a cable TV ad:", "title": "Republicans opposed Obama's stimulus but not tax cuts", "text": "In its latest installment of cable ads suggesting that Rush Limbaugh is the de facto leader of the Republican Party, the liberal Americans United for Change takes Republican leaders to task for failing to support the Democrats' economic stimulus package. In particular, we were intrigued by the counterintuitive suggestion that several prominent Republicans are against tax cuts for working families.\n\"Republican leaders,\" the announcer begins. \"Their policies created the worst economic crisis in a generation.\n\"But what did they say to President Obama’s recovery plan?\"\nA series of \"no's\" follow from Republican leaders, set to Jacques Offenbach's can-can from \"Orpheus in the Underworld\" (you'll know it when you hear it, and yes, we had to look that up). The four leaders: Mitch McConnell, the Republican leader in the Senate; John Boehner, the leader of Republicans in the House; Eric Cantor, the House Republican whip; and Sen. John Cornyn of Texas.\n\"…To tax cuts for 95% of working Americans?\"\nThis time, the chorus of \"no's\" come courtesy of Sen. Jim DeMint; Alaska Gov. Sarah Palin; Michael Steele, chairman of the Republican National Committee; and McConnell.\nWe're not even sure what Palin and Steele are doing here. Palin and Steele do not serve in the U.S. Congress. They could not vote on the stimulus plan. So their stated opposition to the bill amounted to nothing more than opinion. And the opinions they offered did not speak directly to the proposed tax cuts.\nMore important, though, is the suggestion that these Republicans oppose tax cuts for working Americans.\nThe stimulus package signed by Obama includes a tax credit for workers intended to offset payroll taxes. Single workers would get $400 and working couples would get $800. We have looked at this proposal in the past and confirmed that it would result in tax cuts for 95 percent of working families. And yes, most Republicans voted against that economic stimulus package. But Republican opposition to the bill overwhelmingly focused on the spending portion of the plan.\nHere's what Palin said about the stimulus plan in a news release: \"The governor recognizes that some form of economic stimulus is necessary, but not the bill that passed the Congress Friday. She has advocated for a package that includes federal spending for infrastructure, tax breaks for individuals and small businesses, and measures to address the housing situation. The governor believes the current legislation is too large and is not sufficiently focused on these objectives.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe note that Palin specifically states her support for a plan that includes \"tax breaks for individuals.\"\nSo what about the two Republicans in the ad who did vote against the bill?\nDeMint offered an alternative to the Democrats' stimulus plan called \"The American Option.\" In a speech at the conservative Heritage Foundation on Jan. 29, 2009, DeMint lambasted the Democrats' stimulus spending as wasteful and reckless.\nHis plan, developed by J.D. Foster and William Beach of the Heritage Foundation, would make permanent the temporary tax cuts of  2001 and 2003 — now set to expire in 2011.  DeMint also proposed to cut tax rates nearly across the board.\nAccording to Foster, DeMint's plan eliminated any tax relief to those who pay no income tax; Foster and DeMint have likened that to welfare. The only ones who wouldn't get a tax cut under that plan are people paying less than 10 percent now, Foster said. \nThe DeMint plan also called for permanent repeal of the alternative minimum tax; permanently extending the $1,000 per child tax credit; and repeal of the \"marriage tax\" penalty. Sounds to us like a tax break for working Americans.\nAsked about the Americans United for Change ad, a spokeswoman in McConnell's office noted that McConnell (and DeMint) voted in favor of an amendment to the stimulus package offered by Sen. John McCain that they say would have provided tax relief to all income tax payers.\nThe McCain amendment, which failed by a party-line vote of 40 to 57, called for approximately $275 billion in tax cuts. McCain said it \"would eliminate the 3.1 percent payroll tax for all employees for one year and use general revenues to pay for the Social Security obligation. It would allocate $60 billion to lower the 10 percent tax bracket to 5 percent for one year. It would lower the 15 percent tax bracket to 10 percent for one year.\"\nIn other words, the Republican plans included tax breaks for workers too. Just not the variety proposed by the Obama administration.\nSo yes, DeMint and McConnell voted against the Democratic stimulus plan. But they said they did so mostly because of objections to the spending portion of the plan. And they offered alternatives that included tax cuts for working families. To be sure, there are big differences in the distribution of tax cuts proposed by the two sides. But to say Republicans opposed tax cuts for working families based on opposition to the stimulus package grossly distorts the Republican position. We rate the ad's claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15810"}