{"url": "/factchecks/2011/sep/23/mitt-romney/mitt-romney-spokesperson-says-texas-unemployment-d/", "speaker": "Mitt Romney", "vclaim": "Says Texas’ unemployment rate has doubled on Rick Perry’s watch.", "truth_label": "half-true", "date": "stated on September 22, 2011 in newspaper article:", "title": "Mitt Romney campaign says Texas unemployment doubled under Rick Perry", "text": "The Sept. 22, 2011, New York Times has Republican hopefuls Rick Perry and Mitt Romney trading jabs on their states’ unemployment histories with a Romney spokeswoman, Andrea Saul, saying Perry's \"own state’s unemployment rate has doubled on his watch.\"\n\nBy three measures, this Romney charge is on the mark.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nAccording to the U.S. Bureau of Labor Statistics, Texas’ unemployment rate was 4.2 percent in December 2000, the month Perry became governor. It was 8.4 percent in July 2011 and 8.5 percent a month later. That August rate was the highest Texas rate since November 1986, when Texas hit its worst unemployment rate: 9.3 percent.\n\nTexas’ workforce also has increased steadily in recent decades; the state had 1.8 million more workers as of 2011 than it did in 2000. From another vantage point, some 434,000 workers were unemployed in 2000, 1.04 million in August 2011. That is, there was a 17.5 percent increase in the workforce in the decade-plus, but a 138.6 percent increase in the raw number of people without jobs.\n\nBut Texas unemployment didn’t steadily increase in Perry’s first 10 years as governor. Based on the bureau’s figures, the state’s jobless rate from late 2000 through August 2011 hit lows in 2000-01 and again in 2007, before rapidly climbing through 2009. (Click here to view a chart of Texas’ jobless rate using bureau numbers from 2000 to 2011.)\n\nThere was a big increase in national unemployment rates after 2007, too, as the economy worsened. A fall 2010 Dallas Federal Reserve Bank analysis said that Texas’ unemployment tracked the U.S. rate closely beginning in January 2007, though the state’s rate was lower by an average of 1 percentage point.\n\nDoes that mean Perry drove, or substantially influenced, the Texas changes?\n\nWe checked a similar statement last year. Examining a political action committee's claim that Perry \"had overseen the highest Texas unemployment in 22 years,\" we said the 22-year claim was accurate, but Perry wasn’t personally to blame: Half True.\n\nGenerally, experts agreed, governors have little to do with statewide job losses or gains that take place during their terms. Paul Brace, a political science professor at Rice University, said: \"Overall unemployment wasn't (Perry's) fault, but our relatively good performance also has little to do with what he did.\"\n\nThat made sense then — and it does now.\n\nTexas unemployment, lately at its highest level in more than two decades, doubled while Perry was governor, as Romney says. But it’s wrong to conclude this was Perry’s fault, as the Romney camp does in saying \"on his watch.\"\n\nWe rate the statement as Half True.", "vclaim_id": "vclaim-pol-12372"}