{"url": "/factchecks/2007/dec/13/rudy-giuliani/creative-math-by-an-abortion-rights-mayor/", "speaker": "Rudy Giuliani", "vclaim": "\"We reduced abortion. We increased adoptions by 135 percent.\"", "truth_label": "barely-true", "date": "stated on December 12, 2007 in a debate in Johnston, Iowa:", "title": "Creative math by an abortion-rights mayor", "text": "At the\n\nDes Moines Register\n\ndebate on Dec. 12, 2007, Rudy Giuliani acknolwedged a touchy point for his campaign: He supports abortion rights. But he emphasized that he dislikes abortion and repeated a claim he's made before, that while he was mayor of New York City, the number of abortions declined while adoptions rose.\n\n\"We reduced abortion. We increased adoptions by 135 percent,\" he said.\n\n\nWe've addressed his previous claims with\n\nthis ruling\n\nand our article\n\n\"Giuliani's 'culture of life,' defined\"\n\n, but he used different wording and a different number this time, so we'll examine the new statement.\n\n\nHe's right that abortions went down. They declined 16.8 percent during Giuliani's eight-year tenure, according to the Centers for Disease Control and Prevention.\n\n\nHowever, his wording suggests he took an active, leading role in reducing abortions. That doesn't square with his record.\n\n\nWhen we examined his tenure for our previous article, we spoke with key players familiar with his record, and they remembered a decidely abortion-rights mayor who went so far as to sign a proclamation for \"Roe vs. Wade Anniversary Day.\" He also filled out a questionnaire for an abortion-rights group pledging his support for the cause.\n\n\nSo for him to say \"we reduced abortion\" seems like a stretch.\n\n\nTwo months ago, the Giuliani campaign maintained there was a link between the rise in adoptions and the decline in abortions. They now say he is not linking the two. But we believe many voters could be left with the impression that the two are related. And indeed, we couldn't find any research that showed an increase in adoptions led to a decrease in abortions.\n\n\nThere's no question that adoptions rose during his term. But to reach 135 percent requires some serious calculator gymnastics.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTwo years into his first term, Giuliani created the Administration for Children's Services with a mission to improve the lives of the city's children. The agency aims to help kids in foster care, and it measures its success in large part by how many adoptions it facilitates each year. We focus on page 14 of the ACS 2003 Year End Review, which shows a bar chart of adoptions conducted through the city's child welfare system from 1989 to 2003.\n\n\nGiuliani was mayor from Jan. 1, 1994, to Dec. 31, 2001. His new agency came on line in January 1996.\n\n\nThe chart shows a gradual increase in adoptions from 1989 through 1994, then a steeper increase through 1997 — the middle years of Giuliani's tenure. After that year, the numbers decline through 2002.\n\n\nGiuliani has previously said the rate of adoptions went up 65 to 70 percent. His campaign calculated that number by taking adoption rates for the six years before ACS was created and comparing them to the six years after.\n\n\nBut now, Giuliani is citing a number twice as large: 135 percent. To get that number, his staff compared adoptions in all eight of his fiscal years against all eight of his predecessors'. This works out to a whopping 133 percent increase in adoptions, which Giuliani rounded up to 135.\n\n\nThat's one way to look at it. But a more traditional way, simply comparing adoption rates in the first year of his tenure and in the last year, shows the rate increased by only 17 percent, a point first made by our friends at FactCheck.org.\n\n\nThe Giuliani campaign said averaging the rates over two six-year (or now, eight-year) blocks helps smooth out peaks and valleys in individual years caused by social, economic and other forces. The first two years after ACS came on line, there was a spike in adoptions that Giuliani's campaign said was because of a backlog of foster kids waiting to connect with families.\n\n\nIt's true, the campaign aides say, the numbers go down significantly in Giuliani's final two years. But they're still higher than those of his predecessor, David Dinkins.\n\n\nWe find that's an unorthodox way of comparing the numbers and it relies on a different methodology than the abortion rate. For the abortion statistic, the Giuliani campaign looked at two points in time (the beginning and end of his tenure) and compared the two. Doing that for adoptions yields an increase of 17 percent. But here, they're trying some creative math to boost the number to 133.\n\n\nSo, we find that while he's got his numbers right on abortion rates, it's a stretch for the abortion-rights mayor to take credit. We also find he has inflated the adoption figures by getting fancy with his math. It's worth saying again that to arrive at the \"135 percent\" increase in adoption rates the Giuliani campaign had to change the way it had been calculating those rates just a few months ago. We find his overall claim Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16467"}