{"url": "/factchecks/2018/mar/30/michael-mccaul/michael-mccaul-says-1-100-people-sociopath/", "speaker": "Michael McCaul", "vclaim": "\"1 in 100 people are sociopaths.\"", "truth_label": "mostly-true", "date": "stated on March 26, 2018 in an interview on Capital Tonight on Spectrum News:", "title": "Michael McCaul says 1 in 100 people is a sociopath", "text": "A Texas congressman commenting on the man linked to bombings around Austin before blowing himself up made a claim about the prevalence of sociopaths that made us wonder.\nU.S. Rep. Michael McCaul, R-Austin, told Karina Kling on the March 26, 2018, edition of Spectrum News’ Capital Tonight: \"He’s a sociopath. He claims I’ve been a psychopath all my life. You know, 1 in 100 people are sociopaths. They have no remorse or conscience or guilt when they commit acts of murder like in this case. So he had no remorse.\"\nA sociopath, per Merriam-Webster, is someone who behaves in a dangerous or violent way toward other people and doesn’t feel guilty about such behavior.\nAnd that describes 1 in 100 of us?\nA note: Our inquiries about McCaul’s claim led us to recognize that experts don’t necessarily use the word \"sociopath.\" For instance, the American Psychiatric Association responded to our inquiry about sociopaths by pointing out diagnostic criteria for \"antisocial personality disorder.\" The disorder’s essential feature is a \"pervasive pattern of disregard for, and violation of, the rights of others that begins in childhood or early adolescence and continues into adulthood,\" according to the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders. The manual further says its prevalence has been found to range from 0.2 percent to 3.3 percent.\nMcCaul cites FBI article\nBut Lizzie Litzow of McCaul’s office told us by email that McCaul had relied on research into another disorder as described in a 2012 article in the FBI Law Enforcement Bulletin titled \"Psychopathy.\" That word, the article says, \"refers to a personality disorder that includes a cluster of interpersonal, affective, lifestyle and antisocial traits and behaviors.\" The article continues: \"These involve deception; manipulation; irresponsibility; impulsivity; stimulation seeking; poor behavioral controls; shallow affect; lack of empathy, guilt, or remorse; sexual promiscuity; callous disregard for the rights of others; and unethical and antisocial behaviors.\n\"Psychopathy,\" the article goes on, \"is the most dangerous of the personality disorders.\"\nAmong indicators, the article says, is \"a profound lack of remorse for their aggressive actions, both violent and nonviolent, along with a corresponding lack of empathy for their victims. This central psychopathic concept enables them to act in a cold-blooded manner, using those around them as pawns to achieve goals and satisfy needs and desires, whether sexual, financial, physical, or emotional. Most psychopaths are grandiose, selfish sensation seekers who lack a moral compass—a conscience—and go through life taking what they want. They do not accept responsibility for their actions and find a way to shift the blame to someone or something else.\"\nTo McCaul’s point, the article says it’s estimated that \"approximately 1 percent of the general male population are psychopaths, and 15 to 20 percent of the prison population are psychopathic.\"\nPsychopathy checklist\nThat \"1 percent\" statement, we noticed, is footnoted to an article by psychologist Robert D. Hare, who invented and then refined a heralded diagnostic assessment of psychopathy dubbed the Hare Psychopathy Checklist. Items gauged by an expert using the checklist include a subject’s glibness/superficial charm; egocentricity; lack of remorse or guilt; parasitic lifestyle; and impulsivity. As summed up in another researcher’s 2016 article, Hare’s scale \"amalgamated many of the traits and behaviors of psychopathy using conceptual and statistical methods to provide for a more objective and dimensional assessment of psychopathy in criminal populations.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWe read the chapter noted by McCaul’s aide via the University of Texas library catalog and learned that Hare’s 1-in-100 statement lacked certainty. Hare wrote: \"In spite of their small numbers--perhaps 1% of the general population--they constitute a significant proportion of our prison populations and are responsible for a markedly disproportionate amount of serious crime, violence, and social distress.\"\nNext, we reached Hare, a professor emeritus at the University of British Columbia. He advised by email that many years ago he’d offered the 1 percent estimate as an informed guess -- and it held up in subsequent studies. Still, he stressed, such calculations rest in deciding what score on the checklist scale demonstrates that a person is a psychopath--and researcher judgments vary. As measured, Hare elaborated, \"psychopathy is dimensional and not a diagnostic category. So, about all we can say is that around 1% of the male population would receive a score of 30\" on the extended exam or a score of 18 on a shorter version.\nHare also told us he doesn’t use \"sociopath\" when he’s talking about psychopaths. Sociopaths, he suggested, are capable of feeling remorse or guilt. Hare later said by phone he’s unaware of surveys gauging the prevalence of sociopaths but he’d expect the percentage to be \"fairly high.\"\nOther experts\nWe also heard back from Scott Lilienfeld, an Emory University psychology professor. Lilienfeld said by email that the oft-cited 1 percent figure, rooted in research employing Hare’s checklist, \"may be defensible, although it is also oversimplified.\" He also pointed out a 2013 Emory University breakdown of misconceptions about psychopathic personalities including, it says, the idea that a person with psychopathy poses more than a modest risk of heightened violence.\n\"Evidence suggests,\" Lilienfeld told us, \"that psychopathy isn’t an either-or phenomenon; instead, it is continuously distributed, much like height and weight. So there is no scientific cut-off for distinguishing psychopaths from non-psychopaths. As a result, the 1 percent figure isn’t exactly wrong, but it’s somewhat misleading because it implies that 1 in 100 people are somewhat different in kind – rather than in degree - from the rest of us. Instead, psychopathy blends imperceptibly into normality,\" Lilienfeld said.\nSumming up, Lilienfeld called the 1-in-100 statistic informative in that it indicates \"that a nontrivial proportion of people walking among us are markedly elevated on traits such as superficial charm, social dominance, self-centeredness, dishonesty, manipulativeness, callousness, poor impulse control, and casual sexual relationships,\" he wrote.\nAlso to our inquiry, John Petrila of the Dallas-based Meadows Mental Health Policy Institute pointed out a 2009 study, by researchers including Hare, that gauged the general prevalence of psychopathy. According to the study’s abstract, the researchers concluded -- after using Hare’s checklist to screen 638 individuals aged 16 to 74 in England, Wales and Scotland -- that \"psychopathy is rare, affecting less than 1% of the household population, although it is prevalent among prisoners, homeless persons and psychiatric admissions.\"\nBy email, Petrila also noted a 2015 study that says in its abstract that \"psychopathy is almost exclusively investigated within criminal populations so that its prevalence in the general population has been inferred by psychopathic traits rather than disorder (1%).\" That study takes note of a 2011 study by researchers at the Queensland Institute of Technology, in Australia, that had 300 members of the general population complete a self-reported version of the psychopathy checklist and undertake a test of deception qualities. \"Results indicated that at least 1% of the current community displayed characteristics consistent with psychopathic tendencies,\" the study’s abstract says, with \"younger males who tend to misuse alcohol\" found most likely to have the tendencies.\nOur ruling\nMcCaul said 1 in 100 people are sociopaths.\nMental health experts steer clear of \"sociopath\" to characterize individuals who don’t show remorse, among antisocial qualities. Still, research suggests that about 1 percent of the population consists of psychopaths though it’s also worth clarifying that such judgments are reached on a scale.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-03-30 20:07:18 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"1 in 100 people are sociopaths.\"    Michael McCaul U.S. House member, Austin 10:49 mark of https://spectrumlocalnews.com/tx/austin/politics/2018/03/27/texas-judges-seek-death-penalty-guidance-from-state-lawmakers-   Austin, Texas Monday, March 26, 2018 2018-03-26    Read More  info", "vclaim_id": "vclaim-pol-02241"}