{"url": "/factchecks/2013/aug/30/jay-nixon/give-missouri-governor-comparison-credit-ratings-m/", "speaker": "Jay Nixon", "vclaim": "Says that \"unlike Texas, Missouri has a perfect AAA credit rating.\"", "truth_label": "true", "date": "stated on August 27, 2013 in a radio advertisement:", "title": "Missouri governor nails comparison of credit ratings of Missouri and Texas", "text": "Responding to an ad blitz in which Texas Gov. Rick Perry urged Missouri businesses to move to the booming Lone Star State, Missouri Gov. Jay Nixon suggested that taxes are lower in his state and that students fare better.\nNixon, a Democrat, also singled out credit worthiness in the radio spot we noticed online Aug. 27, 2013.\nUnlike Texas, Nixon said, \"Missouri has a perfect AAA credit rating.\" Three days earlier, he posted a similar claim on a Twitter list of ways he ranks the Show-Me State as \"#betterthantx.\"\nHis credit claim snagged our attention.\nA chart posted online by the California state treasurer lists state general-obligation bond ratings by three rating agencies. We noticed that Missouri and Texas both earned the highest, AAA rating from both Fitch Ratings and Moody’s Investors Service. But Standard & Poor’s gave Missouri a  AAA rating and Texas a rating of AA+, which is its rating immediately below AAA.\nVia emails from spokespersons for each of those rating services, we confirmed those ratings for both states--and we inquired into the differences.\nBy phone, New York-based Moody’s spokesman David Jacobson told us that both states have long been stable borrowers, though Missouri has had its Moody’s AAA rating longer--since at least 1972, Jacobson said.\nIn contrast, he said, Moody’s lowered its rating for Texas general obligation debt from AAA to AA in 1987. That year, Texas faced a recession that drove down state revenues. In 2010, Jacobson said, Moody’s recalibrated its methodology for rating state debt; Texas regained a AAA rating.\nA Standard & Poor’s spokesman, Olayinka Fadahunsi, emailed us a Nov. 20, 2012, report by the firm stating it had assigned its AA+ rating to general-obligation bonds issued by the Texas Transportation Commission.\nThe report credited the Texas economy with being diverse and strong and likely to continue to generate additional jobs. Also, it said, state government had strong cash-management practices and low overall debt and retirement liabilities. On the other hand, it expressed concern at the state’s \"budgetary pressures, which are primarily related to the growing proportion of school revenues Texas is required to fund, as well as insufficient new sources of recurring dedicated tax revenues to support the increased funding.\" The report also cited \"increasing spending pressure from public assistance payments, including Medicaid,\" plus uncertainty about how the Obamacare law might affect the state’s health-care expenditures.\n\"Based on the analytic factors we evaluate for states, on a four-point scale in which '1' is the strongest, we have assigned Texas an overall score of '1.8,\" the report said.\nWe asked Fadahunsi to discuss the distinction between the firm’s AA+ and AAA ratings.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\n By Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nBy email, he said that \"there is no one precise financial distinction.\"\nThe firm’s general debt ratings’ methodology, as published Jan. 3, 2011, states that it develops a state’s credit rating by judging conditions across factors including the government’s framework; financial management; economy; budgetary performance; and debt/liability profile.\n\"We assess each of these factors utilizing various metrics that we score on a scale from 1 (strongest) to 4 (weakest),\" the methodology states. \"For each metric there may be several indicators we evaluate to develop the metric score. We score each indicator individually on the same scale and average the indicators' scores to develop the overall score for the metric. We average the metrics for each factor to develop a composite score for each. The scores for the five factors are combined and averaged with equal weighting to arrive at an overall score which is then translated to an indicative credit level.\" The report says an overall score of 1 to 1.5 is needed to draw the AAA rating.\nSeparately, R.J. DeSilva, spokesman for the Texas state comptroller’s office, pointed us to a December 2012, report by the Texas Bond Review Board which includes a chart indicating that as of August 2012, Missouri was among seven states with AAA GO debt ratings from the three major rating services. The other \"perfects\" were: Delaware, Georgia, Maryland, North Carolina, Utah and Virginia.\nFinally we asked Robert Coalter, executive director of the Texas Public Finance Authority, which issues bonds for the acquisition or construction of state buildings, to speak to any financial costs to Texas from not having Missouri’s three AAA ratings. Coalter said by phone that the effect is minimal, adding that any entity that issues bonds--including state agencies--sometimes obtain ratings from only one or two of the rating services. Also, he said, investment firms conduct their own research before committing to bonds.\nCoalter said the ratings of Texas debt are outstanding. \"Our debt is considered to be top quality.\"\nPut another way, might the Missouri governor’s statement be real-world meaningless? \"I do not believe it’s significant,\" Coalter replied. He said the claim sounded like comparing one student scoring 100 on a test with another scoring 99.\nOur ruling\nNixon said that unlike Texas, Missouri has a perfect AAA credit rating.\nThat’s correct, though Texas is close; two major services rate the bigger state’s GO debt AAA, one rates it AA+, which is its next-highest rating.\nWe rate this claim as True.\n-----------------------------------------------------------------------------------------------------\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08940"}