{"url": "/factchecks/2012/jan/20/arne-duncan/arne-duncan-says-us-has-dropped-no-1-no-16-world-c/", "speaker": "Arne Duncan", "vclaim": "\"One generation ago we led the world in college graduation. We're 16th today.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2012 in a town hall-style meeting:", "title": "Arne Duncan says the U.S. has dropped from No. 1 to No. 16 in the world for college graduation", "text": "The cost of higher education keeps rising, but U.S. Education Secretary Arne Duncan says it has never been more important.\n\nHe and Vice President Joe Biden focused on the need to keep college affordable in a visit to Ohio this month.\n\nSpeaking near Columbus at a town hall-style meeting at Lincoln High School in Gahanna, Biden said, \"The one ticket today for the middle class is some kind of education beyond high school.\"\n\nDuncan said going to college must stay a part of the American Dream.\n\n\"One generation ago we led the world in college graduation,\" he said. \"We're 16th today. In one generation, we've flat lined. We've stagnated.\"\n\nGoing from first to 16th in international standings sounds like falling off a cliff into shallow water.\n\nIs it true? PolitiFact Ohio called the Department of Education.\n\nDuncan's office said the secretary frequently cites that statistic, usually stunning his listeners, and that his source is the report on education that was issued last September by the Organization for Economic Cooperation and Development. The OECD is a 50-year-old group of 34 developed countries that sets international standards on a wide range of topics.\n\nIts report shows that the United States has fallen from 12th to 16th in the share of adults age 25 to 34 holding degrees -- trailing leaders South Korea, Canada and Japan, and ranking in the middle of the pack among developed countries.\n\nThat supports Duncan's statement about the current U.S. ranking. But was the U.S. ever first? We asked the OECD.\n\nTo compare the current ranking with a generation ago, press officer Spencer Wilson referred us to a chart ranking countries by the percentage of their 55- to 64-year-old post-secondary degree holders.\n\nOn that list, the United States ties with Canada for second at 41 percent. Israel is first, with 45 percent.\n\n\"But the OECD itself, when talking about the changing world of global education, uses the U.S. as the world leader 40 years ago because most of the world's graduates at that time were American,\" Wilson told us in an email.\n\nIn fact, among the G20 countries that comprise the world's largest economies, every fourth adult with a post-secondary degree is in the U.S., the OECD report said. (China and Japan come in second and third.) The United States still has one of most highly educated labor forces in the OECD.\n\n\"However,\" the report adds, \"because of the rapid expansion of tertiary [post-secondary] education both in the industrialized world and in emerging economies, the U.S. is fast losing its advantage.\"\n\nThe United States, it notes, is the only country in which degree attainment levels among people just entering the labor market -- meaning 25- to 34-year-olds -- do not exceed those of people about to leave the labor market, 55- to 64-year-olds.\n\nWhen President Obama announced in 2009 a goal of retaking the lead in young adults with degrees, the U.S. ranked 12th among developed nations, with 39 percent of young adults holding degrees, according to an OECD report based on 2006 data.\n\nThat percentage increased to 41 percent in the latest study, based on 2009 data. But the pace of increase was more rapid elsewhere. The rate reached 63 percent in South Korea, and 56 percent in Canada and Japan.\n\n\"The U.S. also faces significant challenges in the supply of future students,\" the OECD said. In 2009, it said, the reading level of 42 percent of 15-year-old students was below the level necessary for secondary-level studies, meaning \"it will become increasingly difficult to supply institutions of higher education with students who are able to follow and complete their studies.\"\n\nSo where does that leave Duncan’s claim?\n\nThe OECD data shows that his assertion that the United States ranked 16th for college graduation gets high marks. As for a generation ago, the OECD considered the United States the world leader because most of the world’s college graduates were from the United States.\n\nIn terms of percentage of population, though, the U.S. numbers were slightly behind the much smaller nation of Israel. That’s a point of clarification.\n\nOn the Truth-O-Meter, Duncan’s statement rates as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11760"}