{"url": "/factchecks/2010/jul/23/john-mccain/mccain-campaign-ad-claims-more-half-illegal-immigr/", "speaker": "John McCain", "vclaim": "\"Of all the illegals in America, more than half come through Arizona.\"", "truth_label": "barely-true", "date": "stated on May 7, 2010 in a campaign ad:", "title": "Sheriff in McCain campaign ad claims more than half of illegal immigrants come through Arizona", "text": "One of the points of contention over Arizona's tough new immigration law is the number of illegal immigrants pouring into the state. And it's an issue Sen. John McCain, who was a leader in the bipartisan efforts for immigration reform in 2007, has taken up in campaign ads.\n\n\"Drug and human smuggling, home invasions, murder,\" says McCain as he walks along the border fence in Nogales, Ariz., with Pinal County Sheriff Paul Babeu.\n\n\"We're outmanned,\" says Babeu, matching McCain's slow pace, hands together behind his back, in an ad known as \"Complete the danged fence\" that was posted to YouTube on May 7, 2010. \"Of all the illegals in America, more than half come through Arizona.\"\n\nThat number seemed high to us, so we decided to check it out. Because the claim was made in an ad produced by the McCain campaign rather than Babeu himself, we are attributing it to the McCain campaign.\n\nWe found the numbers were different than the ad claimed.\n\nIt is true that about 45 percent of immigrants who enter the U.S. illegally most likely cross through Arizona, according to statistics on apprehension rates published by the U.S. Department of Homeland Security. Apprehension rates appear to be closely correlated to actual rates of entry, according to Jeff Passel, senior demographer with the Pew Hispanic Center.\n\nHowever, not all illegal immigrants enter the country illegally.\n\nThe Pew Hispanic Center estimates that 40 to 50 percent of all people residing illegally in the U.S. actually entered the country legally, according to a report cited in congressional testimony by John Morton, assistant secretary of homeland security for U.S. Immigration and Customs Enforcement. For example, they came as tourists or on a temporary visa, and then overstayed their visit.\n\nA 2005 report published by the Migration Policy Institute estimated that 30 to 40 percent of people with visas stay longer than they are permitted.\n\n\"Only slightly more than half (of all illegal immigrants) sneak into the country,\" said Passel, adding that the data on those who enter legally shows that \"very few come through Arizona.\"\n\nSo the McCain ad overreaches by saying that \"more than half\" of the illegal immigrants come through Arizona. While it is true that 45 percent of the immigrants who enter the U.S. illegally come through the state, the total number of illegal immigrants in the U.S. also includes the \"overstayers,\" so the percentage coming through Arizona ends up being lower.\n\nWe couldn't find a precise estimate on the percentage of illegal immigrants who crossed through Arizona, but estimates indicate it's much lower than the figure cited in McCain's ad. For example, if you assume 50 percent of the current illegal immigrants in this country entered illegally, then only 22.5 percent crossed through Arizona. Even if you assume that 70 percent entered the country illegally, a high estimate, then only 31.5 percent entered through Arizona.\n\nThe McCain ad would have been right if it said, \"Of all the people who enter this country illegally, nearly half come through Arizona.\" But the claim as worded is pretty far off. We rate it Barely True.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14717"}