{"url": "/factchecks/2019/aug/02/kirsten-gillibrand/fact-checking-attack-joe-biden-about-his-words-wom/", "speaker": "Kirsten Gillibrand", "vclaim": "\"When the Senate was debating middle-class affordability for child care,\" then-Sen. Joe Biden \"voted against it, the only vote, but what he wrote (in) an op-ed was that he believed that women working outside the home would, quote, ‘create the deterioration of family.’ He also said that women who were working outside the home were, quote, ‘avoiding responsibility.’\"", "truth_label": "half-true", "date": "stated on July 31, 2019 in the Detroit debate:", "title": "Fact-checking the Joe Biden, Kirsten Gillibrand spat over 1980s child care tax credit vote", "text": "Sen. Kirsten Gillibrand, D-N.Y., accused former Vice President Joe Biden of espousing views against working mothers in an op-ed nearly four decades ago, when he was a U.S. senator.\n\"When the Senate was debating middle-class affordability for child care, he wrote an op-ed,\" she said during the July 31 debate in Detroit. \"He voted against it, the only vote, but what he wrote (in) an op-ed was that he believed that women working outside the home would, quote, ‘create the deterioration of family.’ He also said that women who were working outside the home were, quote, ‘avoiding responsibility.’\"\nBiden pushed back against Gillibrand’s attack, saying that at the time he didn’t want to give tax breaks for child care for wealthy people.\nOur review found that Gillibrand cherry-picked Biden’s words from 1981.\nBiden did not literally say that working women would create the deterioration of the family or that they were avoiding responsibility. \nThe op-ed shows him criticizing the concept of both parents working if it wasn’t a financial necessity.\nGillibrand argues is that his words came at a time when mothers overwhelmingly had most of the child care responsibilities and were far less likely than their husbands to work outside the home. So if he was making a case that one parent should stay home if the couple could afford it, statistics from the time indicate that role would have most likely to the mother.\n\"Give me a break! Who in 1981 was going to be staying home to watch the children? It's obvious. It's typically, in most families, women,\" Gillibrand said on CNN the morning after the debate. \"Women are still primary caregivers.\"\nWhat Biden wrote and said about the child care tax credit in 1981\nDuring the debate, a Gillibrand campaign spokeswoman tweeted the 1981 op-ed by Biden, which was printed in The Daily Times of Salisbury, Md.\nAt the time, Biden was the only senator to vote against expanding the child care tax credit. He wasn’t against the tax credit in general, but he didn’t want it for upper income couples. He had voted for a child care tax credit a few years earlier.\nBiden wrote the op-ed to explain his opposition, and he starts it by lamenting how people of his generation and others avoid personal responsibility for themselves and their families.\n\"That is a shame,\" he wrote. \"But a recent act of Congress puts the federal government in the position, through the tax codes, of subsidizing the deterioration of the family. That is tragic.\" \nHe did not say that working women were to blame for this deterioration. His overall point was that low-income families should not have to subsidize higher income families’ day care expenses. He wrote that it was \"ridiculous\" that there were families earning $1 million or more who took the child care tax credit.\n\"But what I do not accept as legitimate is social policy that encourages a couple making $30,000, $40,000, $50,000 or more a year to evade full responsibility for their children by granting them a tax credit for day-care expenses,\" he wrote. (In 1981, $30,000 was the equivalent of about $84,500 today; $50,000 would be almost $141,000.)\nBiden also made an argument that parents should take personal responsibility for caring for their children. The Senate, he said, should not \"make it easier for people who have neither the financial necessity nor personal need to forsake their responsibility to care for their own children.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nA few weeks before the op-ed was published, Biden spoke about the child care tax credit on the Senate floor. He offered an amendment, unsuccessfully, that would have limited the tax credit to families that earned less than $30,000.\nBiden said he didn’t oppose women working outside the home, praising his wife, Jill, a teacher, as an example. \n\"She is a career woman. She is very devoted to her career, and very concerned about it, and she has good reason to be, and I am proud of the fact that she has such a career,\" Biden said  July 28, 1981, on the floor. \"But it is outrageous to make my father, who makes less than $20,000 a year, to pay a tax to see to it that I can put my child in a day care center. I think that is preposterous.\"\nBiden also said, \"I have no objection to the fact that if a mother and a father want to get together and say, ‘Hey, by the way, Joe, you take care of the child and I am going to pursue my career,’ that is fine. That is a personal decision, and I am all for it.\" \nHe also framed day care as something that should be used by working couples only if they financially needed it.\nBiden’s past statements about the tax credit gained new life days before the debate. The Huffington Post published comments by Biden that were reported in the Indianapolis News around the same time. \nIt included the following quote (bold type is ours):\n\"I think it is a sad commentary on this society when we say, as a matter of social policy, that we should make it easier for people who have neither the financial necessity nor the personal need to forget their responsibility to take care of a child all day from the time the child is an infant until the time he or she gets in school. I do not care whether in a modern marriage you want the man or the woman to take that responsibility. That has to be resolved by each couple individually.\"\nBiden supported child care tax credits at other times, including years before his 1981 vote.\nWhile Biden didn’t single out working mothers for the deterioration of families, his comments about couples using day care and averting responsibility to care for their children could be interpreted as a criticism of women who went to work, said University of Maryland sociologist Philip Cohen, who researches family structure.\nIn 1981, slightly more than 50% of women with dependent children were in the labor force compared to around 90% percent for comparable men. Of stay-at-home parents, 94% were women, Cohen said.\nBack in the 1980s, and still today, it is rare for moms to be the sole breadwinner in a couple. \nOur ruling\nGillibrand said that when Biden alone opposed a childcare tax credit, he wrote an op-ed in which he said \"he believed that women working outside the home would, quote, ‘Create the deterioration of family’ and they were ‘avoiding responsibility.’\"\nThat’s not directly what Biden said in an op-ed in 1981 when he opposed expanding the child care tax credit. Biden did not want wealthier families to get the tax credit. \nBiden criticized dual-income parents who didn’t need both of those paychecks putting their children in daycare. While he said such families were avoiding the responsibility to care for their children, he didn’t expressly blame women.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-00369"}