{"url": "/factchecks/2014/oct/31/allan-fung/allan-fung-says-gina-raimondo-paid-70-million-stat/", "speaker": "Allan Fung", "vclaim": "Gina Raimondo \"paid 70 million in taxpayer dollars to millionaire hedge fund managers.\"", "truth_label": "barely-true", "date": "stated on October 9, 2014 in a TV commercial:", "title": "Allan Fung says Gina Raimondo paid ‘millionaire hedge fund managers’ $70 million in taxpayer money", "text": "In the race for Rhode Island governor, Republican Allan Fung is airing a TV commercial that questions the allegiance of his Democratic rival Gina Raimondo.\n\"Who does she serve?\" the commercial asks.\nWall Street, if you believe what it goes on to say. The commercial cites contributions Raimondo received from donors in the financial services industry  and also says she used state pension money to invest heavily -- and the commercial suggests, unwisely -- in hedge funds.\n\"She paid 70 million in taxpayer dollars to millionaire hedge fund managers,\" the commercial states.\nThere has been a lot of controversy surrounding the decision by the State Investment Commission, which is chaired by Raimondo, to increase investments in hedge funds.\nCritics note the high fees charged by those funds -- management fees of 1 percent to 2.5 percent of investments and performance fees of 17.5 percent to 25 percent of profits -- in questioning the move. But Raimondo says those fees are justified because the pension fund’s portfolio is more diversified and less exposed to risk.\nBecause it has become such a charged issue, we thought it was important to check the numbers in the Fung commercial.\nThe ad cites a Providence Journal story from Aug. 25, 2013 as the source of the claim. We couldn’t find a story about investment fees from that date, but we did find one that was published on providencejournal.com on Sept. 25, 2013 and in the next day’s newspaper.\nThat story reported that the state pension fund earned about $780 million in investment returns in the 2013 fiscal year after paying about $70 million in fees. Those fees were divided between management fees, which totaled about $36 million, and performance fees, which totaled about $34 million, according to the story.\nThe story did not break down the fees that were paid to the different types of funds in which the state invests. This is an important point, because the state invests only a small portion of the $8 billion in pension money in hedge funds.\nInvestments are divided between cash, bonds, real estate, private companies, publicly traded companies and other areas. Currently, 14.7 percent of the pension money is invested in hedge funds, according to the General Treasurer’s office.\nFees are paid on all those investments. So how much was paid to hedge funds?\nWe looked at the expense analysis for the 2013 fiscal year, which is available on the website for the General Treasurer. According to the document, the state paid $69.1 million in investment fees that year. Of that amount, $24.8 million went to equity hedge funds and $20.6 million went to absolute return hedge funds -- for a total of $45.4 million -- $25 million less than the number cited in the Fung commercial.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nThat figure, or one very close to it, has been published by the media on numerous occasions. The first report we could find that included it was a June 2013 PolitiFact Rhode Island item. Since then, it has been cited in The Journal in at least five separate stories in 2013 and 2014.\nThe fees for the 2013 fiscal year were made public more than a year ago. We were curious when numbers for the 2014 fiscal year, which ended June 30, would be available. The Treasurer’s office told us that they wouldn’t be ready until the end of the year.\nWhen the \"Friend of Wall Street\" commercial first aired, The Journal asked the Fung campaign about the $70-million figure. Spokesman Robert Coupe was quoted in an Oct. 10 story saying that the ad \"faults Raimondo for paying $70 million in fees associated with alternative investments just in fiscal year 2013.\"\nWhen we asked Coupe about the figure this week, he said that it’s actually a sum of the $45 million paid in hedge fund fees for fiscal 2013 and an unspecified estimate for fiscal 2014.\n\"Looking at the history of the pension fund and the information known about the rates of return and fee calculations, a conservative estimate of the total fees paid is equal to or exceeds the $70 million claim in the ad,\" he told us.\nOur ruling\nA TV commercial for Allan Fung says that Gina Raimondo paid $70 million in taxpayer money to cover fees to hedge fund managers.\nThe commercial incorrectly cites an Aug. 25,  2013 Journal story as its source. But a raft of other Journal stories do give the exact figure -- about $45 million -- as does the website for the General Treasurer’s office.\nFung’s campaign now insists that the figure they quoted is not just for fiscal 2013. They’re also assuming an equal amount or more will be paid in fiscal 2014.\nThe commercial doesn’t say that, but that may be reasonable over the longer haul. If the 2014 fees are as much as they were in 2013, the two-year total would easily reach $70 million. (And even though the Fung campaign didn’t mention it, let’s not forget the $16 million paid in hedge fund fees in fiscal 2012.)\nBut by citing only a 2013 Journal story, the ad implies that the fees were paid only in 2013.\nFinally, the commercial’s claim that Raimondo herself paid taxpayer money to hedge fund managers is misleading at best.\nRaimondo has recommended increasing hedge fund investments, but she is not solely responsible for how the state invests its pension fund. The 10-member State Investment Commission, of which she is the chairwoman, makes all decisions.\nBecause the statement is partially accurate but takes things out of context, we rule it Mostly False.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07047"}