{"url": "/factchecks/2012/aug/27/wayne-powell/wayne-powell-says-eric-cantor-has-received-most-oi/", "speaker": "Wayne Powell", "vclaim": "\"This year, Eric Cantor has received more money from oil companies than any other member of Congress.\"", "truth_label": "false", "date": "stated on August 21, 2012 in website posting.:", "title": "Wayne Powell says Eric Cantor has received most oil money in Congress", "text": "Democratic Congressional candidate Wayne Powell is trying to tie Majority Leader Eric Cantor, R-7th, to big oil.\n\nOn his website, Powell claimed, \"This year, Eric Cantor has received more money from oil companies than any other member of Congress.\"\n\nWhen we contacted the campaign, advisor Dave \"Mudcat\" Saunders said the statement was inaccurate and he took it down.\n\nThe claim was replaced by, \"Eric Cantor has received huge contributions from big oil companies.\"\n\nOpenSecrets.org, the website for the Center for Responsive Politics, tracks campaign donations. Among members of Congress during this election cycle, Cantor ranks No. 10. His $187,250 from the oil and gas industry groups trails Senate Minority Leader Mitch McConnell, R-Ky., who topped the list with $358,200.\n\nOthers who surpass Cantor in oil and gas money are Rep. Rick Berg, R-N.D.; Rep. Denny Rehberg, R-Mont.; Sen. Orrin Hatch, R-Utah; House Speaker John Boehner, R-Ohio; Sen. John Barrasso, R-Wyo.; House Majority Whip Kevin McCarthy, R-Calif.; Rep. Mike Pompeo, R-Kan., and Rep. Dave Camp, R-Mich.\n\nAmong House members, he ranks No. 7. In the 2009-10 cycle, he ranked 18th.\n\nCantor’s campaign committee had raised $6.3 million and spent $5.1 million as of July 30. That ranks No. 4 among current House candidates, behind Boehner, Michele Bachmann, R-Minn., and Allen West, R-Fla.\n\nIn his leadership PAC, the Every Republican Is Crucial PAC, Cantor raised $4.4 million and spent nearly all of it. Oil and gas industry groups donated $68,650 to his PAC.\n\nPowell’s campaign has apologized for the inaccurate claim and changed the statement, which we encourage others to do when they realize their claims aren’t up to snuff.\n\nOur ruling\n\nThe Powell campaign accused Cantor of having collected more money from oil and gas industry folks than any other member of Congress. They quickly acknowledged that the statement was false and changed it.\n\nWe applaud them for changing the claim, but we still have to rate the original one.\n\nThe claim was False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-10517"}