{"url": "/factchecks/2011/sep/26/tommy-thompson/republican-tommy-thompson-says-club-growth-wiscons/", "speaker": "Tommy Thompson", "vclaim": "Despite opposition from national Club for Growth, Club for Growth Wisconsin \"has endorsed\" him for U.S. Senate.", "truth_label": "pants-fire", "date": "stated on September 12, 2011 in an interview:", "title": "Republican Tommy Thompson says Club for Growth Wisconsin \"has endorsed\" him for U.S. Senate", "text": "Perhaps the loudest voice in opposition to a Tommy Thompson candidacy for the U.S. Senate has been the conservative Club for Growth. The national anti-tax group has repeatedly accused him of spending too much as Wisconsin’s governor and later supporting President Barack Obama’s health care reform.\n\nThompson, a Republican who has said he will run in 2012 for the seat being vacated by Wisconsin Democrat Herb Kohl, was asked about the criticism on the ABC News \"TopLine\" program on Sept. 12, 2011.\n\nThompson called the national Club for Growth’s accusations -- made in statements, in an online ad and in a national TV ad -- false. Then he mentioned Club for Growth Wisconsin, saying:\n\n\"It’s nice to point out that the state Club for Growth, the people in the state of Wisconsin, have endorsed me and support me and say that the national Club for Growth is just plain wrong in their assertions and accusations.\"\n\nWe’ve already rated Half True the national Club for Growth’s claim that Thompson, who left the governor’s office in 2001 to serve as President George W. Bush’s health and human services secretary, supported what Republicans dubbed \"Obamacare.\"\n\nWhat struck us about the ABC interview was Thompson’s claim that Club for Growth Wisconsin had endorsed him.\n\nThat’s because a statement issued two weeks before Thompson’s interview by Club for Growth Wisconsin, which was founded in 2004, said the state group \"shares the same economic agenda\" as the national group, but is \"a completely independent and separate organization.\"\n\nThe statement also said that under its charter, Club for Growth Wisconsin \"takes no position\" on federal candidates: \"We do NOT get involved in federal elections.\"\n\n(Conversely, the national Club for Growth says it endorses only federal candidates.)\n\nWe asked Darrin Schmitz, a spokesman for Thompson’s campaign, about Thompson’s claim of being endorsed by Club for Growth Wisconsin.\n\nSchmitz said Thompson was referring to an endorsement from Terry and Mary Kohler, who Schmitz said are founding members of Club for Growth Wisconsin. He argued Thompson clarified his remark when he said \"the people\" endorsed him because that was a reference to the Kohlers as founding members of the state group.\n\nHmmm.\n\nThompson said \"the people of Wisconsin,\" not people associated with Club for Growth Wisconsin. He didn’t announce the Kohlers’ endorsement until three days after the ABC interview. And an endorsement by individual members of a group -- however influential -- is not the same as an endorsement by the group itself.\n\nWhat’s more, Club for Growth Wisconsin doesn’t even endorse in federal races.\n\nOur conclusion\n\nIn trying to fend off criticism from the national Club for Growth, Thompson told a national TV audience he has been endorsed by Club for Growth Wisconsin in his U.S. Senate bid.\n\nHe hasn’t been. And, under the group’s charter, couldn’t be.\n\nWe rate Thompson’s claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Greg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-12362"}