{"url": "/factchecks/2013/jul/17/elliott-naishtat/austin-legislator-calls-austin-largest-us-city-wit/", "speaker": "Elliott Naishtat", "vclaim": "Says Austin is the \"largest city in America without a congressional district anchored in it.\"", "truth_label": "true", "date": "stated on June 20, 2013 in a Texas House floor debate.:", "title": "Austin legislator calls Austin largest U.S. city without congressional district anchored in it", "text": "During Texas House action, two Travis County Democrats discussed whether Austin is weird in a politically unique way.\n\nFrom the House floor’s back mic on June 20, 2013, Rep. Elliott Naishtat asked fellow Austin Rep. Eddie Rodriguez: \"Did you know that Austin is the only major Texas city and the largest city in America without a congressional district anchored in it?\"\n\nRodriguez replied from the front of the chamber: \"Sadly, I am aware of that fact. Austin is now the 11th largest city in America and yet we don’t have a congressional district that’s based here, anchored here in Austin.\"\n\nThat so?\n\nAustin's six districts\n\nWe’ve analyzed Austin’s congressional districts before. In July 2012, we rated as Mostly True a Seguin resident’s claim that no like-sized or smaller city than Austin has as many congressional representatives. Austin and Fort Worth were somewhat similarly divided up in the map of Texas congressional districts imposed by federal judges, we concluded, though Austin was arguably socked harder because its voters wouldn’t necessarily determine victors in any of its districts.\n\nAnd does that also mean Austin lacks an \"anchor\" district, as Naishtat said?\n\nSix U.S. House districts take in at least a portion of the city under the interim plan imposed for the 2012 elections by a panel of federal judges. The court-imposed Austin-area districts align with how the districts were drawn by the Republican-led 2011 Legislature.\n\nAs far as Austin by itself goes, two of the congressional districts each took in 24 percent of city residents at the time the map was finalized, another drew in 22 percent of city residents, the fourth had 19 percent of the population and the remaining two districts each had less than 8 percent of Austin residents, .\n\nAnd Austin residents don't dominate any of them, according to information posted online by the Texas Legislative Council in February 2012.\n\nBy our calculation, some 27 percent of residents in both the 10th and 35th districts hail from Austin. That share of residents might be seen as signaling a little pull, but it’s also not close to a majority. Notably, too, the eastward-stretching 10th District, represented by Michael McCaul, R-Austin, is home to more Harris County than Travis County residents, while the southward-running 35th district, held by Lloyd Doggett, D-Austin, encompasses more Bexar County than Travis County residents.\n\nEach other district taking in part of the capital has a smaller share of Austin residents. About 25 percent of residents of the 21st district, extending south into San Antonio and represented by Alamo City Republican Lamar Smith, hail from Austin. Austinites make up 22 percent of the 25th district, running west and north nearly to Fort Worth; Republican Roger Williams, a Fort Worth-area businessman, moved to Austin before winning the seat in 2012. Less than 10 percent of residents of the north-running 17th and 31st districts, held by Republicans Bill Flores and John Carter, respectively, live in Austin.\n\nWhat's an anchor?\n\nWe asked two redistricting experts how to define an anchor district.\n\nAustin lawyer Steve Bickerstaff had already aired his impression of how Austin and surrounding Travis County came out when the Republican-majority Legislature was drawing congressional districts, a task that comes around after each decennial U.S. census.\n\nIn a March 24, 2012, commentary published in the Austin American-Statesman, Bickerstaff said the legislatively-initiated splitting of Travis County among several districts was \"clearly intended to dilute, not enhance, the effect of the county's voters (especially Democrats)... These objectives are not surprising for a Republican-controlled Legislature, because Travis County is the only major Texas county in which a majority of non-Hispanic white people continue to vote consistently for Democratic candidates.\"\n\nBut what about \"anchor\" districts?\n\nBy email, Bickerstaff told us that in his experience, an \"election district is ‘anchored’ in a jurisdiction in the purest sense if the district is wholly contained within the jurisdiction.\"\n\nFor instance, Bickerstaff said, the Texas Constitution requires Texas House districts to be located entirely within a county, with a few specific exceptions. The next question can become, then, whether a district within a county is anchored in a particular city or neighborhood, he said.\n\nBut Bickerstaff said an election district may be called \"anchored\" in a jurisdiction (such as a county, city or neighborhood) even if it contains more than one jurisdiction if the voters of the singled-out jurisdiction constitute at least a majority of the district’s voters. \"The bigger the majority, the more secure the anchor,\" he said.\n\nIn a reminder that most everything connected to redistricting law has a wiggle or three, Bickerstaff added that one may also define the relevant majority based on a district’s voting-age population, which would be a bigger group than registered voters alone. Also, he said, one could define a majority in terms of a district’s total population or even accept less than a majority to define an anchor when the singled-out jurisdiction \"clearly has the largest plurality of voters or population in the district (and usually votes as a bloc).\"\n\nBroadly, Bickerstaff wrote, the \"key concept is that the voters of an anchor jurisdiction have the potential ability to elect the person of their choice without much, if any, regard to the vote of any other jurisdictions in the election district. Of course, the ultimate outcome of elections is more complicated. It is possible that even when a jurisdiction has a majority, or nearly so, of a district, the elected candidate may come from outside the jurisdiction especially if the voters in a smaller jurisdiction vote overwhelmingly for one candidate and the voters in the larger or anchor jurisdiction split more evenly.\"\n\nAs an example, he said, the 2012 election of Doggett, long from Austin, despite the fact that Travis County residents do not account for most district residents.\n\nBy email, Dallas lawyer Michael Li said he is unaware of a precise definition of an anchor district, but \"in general, a district's anchor has the ability to control or substantially influence the outcome of elections because it contains the majority or a substantial  plurality of the district's population.\"\n\nSo, by the measure that we found accessible--raw population--Austin lacks an anchor district.\n\nBut is that status unique among cities of like size or bigger?\n\nMore populous cities\n\nShortly before Naishtat made his claim, the U.S. Census Bureau ranked Austin as the nation’s 11th-most-populous city. A May 23, 2013, bureau press release had a link to a chart showing Austin with nearly 842,600 residents as of July 2012. More populous cities, the bureau said, were New York, Los Angeles, Chicago, Houston, Philadelphia, Phoenix, San Antonio, Dallas and, in California, San Diego and San Jose.\n\nNaishtat’s office emailed us a chart, attributed to Nate Walker, Rodriguez’s chief of staff, indicating that each of the more populous cities had at least one anchor district.\n\nIt was hard for us to decipher, so we checked on anchor districts in each of the larger cities with help from David Wasserman, U.S. House editor for the Cook Political Report, who told us by phone that he would define an anchor district as one in which more than half its residents live in the city.\n\nBy that gauge, he said, each of the cities larger than Austin has at least one anchor district, while Austin does not.\n\nSpecifically, Wasserman said, New York has more than a dozen House districts, Los Angeles has several and Chicago residents comprise most of the population in three districts. In Texas, he noted, Houston residents account for most of the 18th and 29th congressional districts and Dallasites largely comprise the 30th district; San Antonio residents anchor the state’s 20th district. Philadelphians account for most residents of Pennsylvania’s 1st and 2nd districts, Wasserman said, while Arizona’s 4th Congressional District is in Phoenix. In California, he said, the 52nd district draws largely on San Diego residents and most of San Jose is in the 19th district.\n\nChecking for ourselves\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nNext, we looked at maps and other materials posted online by government agencies and U.S. House members, which suggested:\n\n \n\n\n\nMultiple districts within or largely within New York, Los Angeles and Chicago;\n\n\n\nResidents of Houston comprise more than half the population of the 7th (53 percent Houstonians); 29th (55 percent); 18th (62 percent); and 9th (74 percent) districts, according to information posted online by the Texas Legislative Council, while Dallas indeed has one anchor district, the 30th, in which six of every 10 residents live in the city;\n\n\n\nPennsylvania’s 2nd Congressional District consists almost completely of Philadelphians, according to Maisha Leek, chief of staff for Rep. Chaka Fattah, D-Philadelphia. And Arizona’s 7th Congressional District is largely comprised of Phoenix residents. Maura Saavedra Cordova, press secretary to Rep. Ed Pastor, D-Phoenix, told us by telephone that according to the 2010 U.S. census, nearly 595,000 of the district’s 710,224 residents--84 percent--lived in Phoenix.\n\n\n\nCalifornia’s 52nd Congressional District consists of nearly the entire city of San Diego, according to the August 2011, final report of California's Citizens Redistricting Commission, which drew boundaries: \"The district is highly urbanized with regional parks, lakes, and open-space preserves and is the central social and economic hub of San Diego County\";\n\n\nCalifornia’s 19th Congressional District \"encompasses most of San Jose.\"\n\n\nOur ruling\n\nNaishtat said Austin is the \"largest city in America without a congressional district anchored in it.\"\n\nAustin has portions of six districts and Austinites don’t come close to comprising the majority of residents in any of them. In contrast, the nation’s 10 more populous cities have at least one such district.\n\nWe rate this claim as True.", "vclaim_id": "vclaim-pol-09100"}