{"url": "/factchecks/2010/jul/29/sanford-bishop/gop-comparison-pelosi-inaccurate-congressman-says/", "speaker": "Sanford Bishop", "vclaim": "Claims that Rep. Sanford Bishop votes similar to House Speaker Nancy Pelosi are \"inaccurate.\"", "truth_label": "false", "date": "stated on July 21, 2010 in a statement:", "title": "GOP comparison to Pelosi \"inaccurate,\" congressman says", "text": "It seems like no one wants to be associated with Nancy Pelosi these days.\n\nMany Republican politicians are using Pelosi, the U.S. House speaker, as the boogeywoman this election season. And there's no place better to do that than in Georgia politics.\n\nMike Keown, a Republican state lawmaker, tried to link the liberal Pelosi to his opponent, incumbent U.S. Rep. Sanford Bishop (D-Ga.), in the Nov. 2 election for Georgia's 2nd Congressional District, which is situated in southwest Georgia and includes Albany and most of Columbus.\n\nBishop \"wants to distance himself from Nancy Pelosi,\" Keown said in one statement. \"However, that is going to be difficult after his votes on Obamacare, every stimulus and bailout program and increasing the tax debt on every citizen in the 2nd district over $40,000.\"\n\nA spokesman for the 18-year congressman from South Georgia fired back in a recent news release.\n\n\"Rep. [Mike] Keown's suggestion that Rep. Pelosi's voting record is similar to Congressman Bishop's is inaccurate,\" Bishop spokesman Ashton McRae wrote in an e-mail on Bishop's congressional Web site.\n\nMcRae quickly got in trouble for using the Web site to attack Bishop's opponent. McRae posted an apology two days later.\n\nDespite the mea culpa, PolitiFact Georgia wanted to examine the claim the Bishop camp was trying to debunk. Do Bishop and Pelosi vote similarly?\n\nBishop has fashioned himself as a moderate Democrat. He has breezed through his past three elections, winning about two-thirds of the vote against his Republican challengers, but he is apparently taking no chances. His district does not lean one way. Democrat Barack Obama beat Republican John McCain in the district by about 7,000 votes in the 2008 presidential race. Sonny Perdue, a Republican, defeated Democrat Mark Taylor by more than 5,000 votes in the 2006 race for governor. In the 2004 presidential race, Republican George W. Bush beat Democrat John Kerry by about 20,000 votes.\n\nMcRae correctly points out that Pelosi and Bishop have voted differently on some issues, such as allowing gays to openly serve in the military. Pelosi is for it; Bishop is against it.\n\nThe Washington Post keeps track of votes by each member of Congress. Bishop voted on more items than Pelosi, so we checked every time they voted on the same issue. PolitiFact Georgia reviewed their records and found that Bishop and Pelosi have voted on the same items 97 times since June 2008. The two voted the same way 92 of those 97 times, according to the Post database. The Post database found Pelosi voted with the majority of Democrats every time during this current Congress. Bishop voted with his colleagues in the Democratic Party 97.7 percent of the time during this Congress, the Post found.\n\nPolitiFact Georgia also checked the Web site of OpenCongress, which detailed information of each bill. We found 61 pieces of legislation (we excluded a comparison of how they voted on congratulating the New Orleans Saints for winning the Super Bowl) that both Bishop and Pelosi voted on. The two representatives voted the same way for 58 of those 61 bills. They differed on legislation such as the redeployment of military contractors in May 2007; the DISCLOSE Act, which would require corporations to name the top five donors in their political ads; and a resolution concerning the limitation of liabilities against doctors and hospitals. The OpenCongress database didn't go back further.\n\nOn Tuesday, PolitiFact Georgia contacted McRae, who works in Bishop's congressional office. He referred us to the Bishop campaign for comment. We spoke late Tuesday to Bishop campaign spokesman Tim Turner, who sent PolitiFact Georgia a statement late Wednesday. Turner argued the Post database is filled with ceremonial bills. He pointed us to the National Journal, which compiles an annual rating of each member of Congress based on his or her voting record. The Journal rated Bishop as a \"centrist\" based on his votes in 2009.\n\nTurner argued that focusing on the percentage of times Bishop voted along with his fellow Democrats is misleading.\n\n\"It only makes sense that Congressman Bishop would vote with his party to end Republican obstruction,\" he said.\n\nPelosi and Bishop are not ideological twins, but two separate databases show the two Democrats vote similarly on legislation that came before them. The numbers are pretty similar. We rate the statement from the Bishop camp as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Kemp\n\n\nstated on July 5, 2010 in a Cobb County Republican Party breakfast speech June 5\n\n\n\n\n\n\n\n\nSays his GOP challenger, Doug MacGinnitie, \"hadn’t voted in a Republican primary for almost 20 years until 2008.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • July 4, 2010", "vclaim_id": "vclaim-pol-14681"}