{"url": "/factchecks/2017/sep/11/blog-posting/fake-news-no-georgia-mosque-diverted-harvey-donati/", "speaker": "Bloggers", "vclaim": "\"Georgia mosque keeps Hurricane Harvey donations, will send to Syrian refugees instead\"", "truth_label": "pants-fire", "date": "stated on September 7, 2017 in a fake news article:", "title": "Fake news: A Georgia mosque did NOT divert Harvey donations to Syrian refugees", "text": "Pure fabrication lies behind a story flagged by Facebook users about a Georgia mosque sending Hurricane Harvey donations to Syrian refugees. A website called As American as Apple Pie posted this headline on Sept. 7: \"Georgia Mosque KEEPS Hurricane Harvey Donations, Will Send To Syrian Refugees Instead.\"\nThe item cited Imam Sharaj Alkalb of the Ramazala Mosque in Peachton who allegedly said, \"Because Donald Trump will not let victims of war and crime seek solitude in the United States, we can not in good conscience help his people when so many Muslims can not find shelter.\"\nThere is not a whisper of truth to this piece.\nFor starters, there is no Peachton, Ga.\nA website named Salatomatic lists mosques around the country. There is no Ramazala Mosque in Georgia.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nThe article urges readers to \"call the Ramazala Mosque at (330) 366-6476 and give them a piece of your mind.\" The 330 area code covers Akron, Ohio. The number is the same number as the one listed on the As American as Apple Pie Facebook page.\nThat Facebook page describes the website as an entertainment website launched in 2024.\nA similar version of this story on another website claimed that police arrested Alkalb. That item quoted the \"local newspaper, the Peachton Herald.\" That paper is as made up as the town of Peachton.\nOur ruling\nA self-described entertainment website posted a story that a Georgia mosque was diverting Hurricane Harvey donations to refugees from Syria. Neither the mosque nor the town it supposedly is in exist.\nThis is pure fake news. We rate it Pants on Fire.\n Share the Facts 2017-09-11 19:26:59 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://asamericanasapplepie.org/2017/09/07/georgia-mosque-keeps-hurricane-harvey-donations-will-send-syrian-refugees-instead/ \"Georgia mosque keeps Hurricane Harvey donations, will send to Syrian refugees instead\"     Bloggers bloggers   In an article on a fake news website Thursday, September 7, 2017 2017-09-07    Read More  info", "vclaim_id": "vclaim-pol-02918"}