{"url": "/factchecks/2010/oct/28/ted-strickland/strickland-claim-about-kasich-giving-secret-bonuse/", "speaker": "Ted Strickland", "vclaim": "\"Congressman Kasich wants to use our tax dollars to give secret bonuses to his corporate friends.\"", "truth_label": "pants-fire", "date": "stated on October 13, 2010 in a campaign video:", "title": "Strickland claim about Kasich giving secret bonuses to corporate friends relies on edited footage", "text": "Taking words out of context is an old practice in political advertising.\n\nJohn Kasich, Republican candidate for governor, makes it almost too easy.\n\nA case in point is \"New Plan,\" a TV ad for Democratic incumbent Ted Strickland. It says Kasich \"wants to use our tax dollars to bring his corporate friends to Ohio to be in charge of jobs.\" The campaign's online posting for the ad goes even further: \"Congressman Kasich wants to use our tax dollars to give secret bonuses to his corporate friends.\"\n\nAs evidence, it uses video of Kasich talking with reporters after an Aug. 17 news conference announcing his proposal to replace the Ohio Department of Development with JobsOhio, a nonprofit corporation operated in large part by private money.\n\nThe 30-second spot opens by saying that Kasich, as a congressman, \"outsourced our jobs and made millions in bonuses on Wall Street.\"\n\nPolitiFact Ohio previously examined the charge about outsourcing jobs and rated it False.\n\nThe claim about \"millions in bonuses\" is unproven and speculative. Kasich has not disclosed his pay or bonuses from eight years as a managing director for Lehman Brothers, except for a tax return showing he made $182,692 in salary and a $432,000 bonus in 2008.\n\n\"Now,\" the ad says next, \"Kasich wants to use our tax dollars to bring his corporate friends to Ohio to be in charge of jobs.\"\n\nThen it shows him saying: \"We won't have any pay restrictions there. If they deserve a bonus, we'll give them a bonus. You all are familiar with bonuses. We will not require them to disclose their bonus.\"\n\nThe ad asks: \"Wall Street CEO's being paid secret bonuses? Isn't that what got us into trouble in the first place?\"\n\nKasich, on video, chortles, \"It's going to be fantastic.\"\n\nPolitiFact Ohio decided to take a look at the claim posted with the video; that \"Congressman Kasich wants to use our tax dollars to give secret bonuses to his corporate friends.\"\n\nWe found a somewhat different sense of his comments and proposal emerges from unedited footage of the media scrum. It was posted on OhioCapitalBlog by Marc Kovac, bureau chief for Dix Newspapers and Youngstown Vindicator.\n\nOn it, Kasich says JobsOhio would be \"run like a business,\" with the governor as chairman of an appointed board of directors. Staff workers would not be public employees, to avoid civil service restrictions on pay.\n\n\"We won’t have any pay restrictions there,\" Kasich says. \"We’re going to pay them on the basis of how they produce. If they deserve a bonus, we’ll give them a bonus. You all are familiar with bonuses. So anyway, it’s going to be professionalized.\"\n\nHe gushes that \"it's going to be fantastic\" more than a minute later, after saying, \"We'll have recruiters go all over the country\" to find qualified workers.\n\nHis comment that \"you all are familiar with bonuses\" is a quip intended as a joke for reporters and a clutch of nodding aides, and it draws a laugh.\n\nThe line that \"we will not require them to disclose their bonus\" is edited in, from minutes later in the session. Kasich says it with a straight face, but campaign press secretary Rob Nichols said, \"It was absolutely a joke. He has been asked about it time and again, and he said the group will be transparent.\"\n\nIn fact, Kasich's tendency to use deadpan irony or sarcasm is seen more clearly when a reporter asks if the nonprofit group would hold open meetings.\n\n\"No, no, no, it's going to be completely secret, it's going to be a secret society like Skull and Bones,\" Kasich responds. Then he adds, \"No, we have an obligation to let people know what's going on. ... It will have a high degree of transparency.\"\n\nKasich admitted that privacy issues were not settled. Questions have been raised whether the state can become an owner of a corporation and whether it is legal or constitutional to privatize a government duty and mingle tax dollars with private money.\n\nHe does not suggest paying more than \"necessary expenses\" to board members, who he says would be corporate CEOs.\n\nThe nonprofit’s operating staff would be eligible for bonuses and be paid \"very competitive salaries,\" he says. \"We're not hiring political friends or contributors or any of that other crap that's been going on in this state. ... We don't have time for political hacks, which I think we've filled these operations with for too darn long.\"\n\nWhile the words in the ad did come out of Kasich’s mouth, they are from edited video that links statements out of context. Without that context, viewers have no way of knowing that some of the lines clearly were said in jest, and they are instead presented as if Kasich is serious.\n\nAnd Kasich  clearly says during his conversation with reporters that bonuses would go to workers for JobsOhio and that they could not be secret, but would instead be public.\n\nTaking comments from different parts of conversation and linking them together to bolster a message is more than just false, it’s deceptive to a point of ridiculous.\n\nFor a statement like this -- \"Kasich wants to use our tax dollars to give secret bonuses to his corporate friends\" -- there’s only one answer: Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14113"}