{"url": "/factchecks/2017/apr/02/blog-posting/report-megyn-kelly-has-been-fired-nbc-fake-news/", "speaker": "Bloggers", "vclaim": "\"NBC just fired Megyn Kelly before her new show begins.\"", "truth_label": "pants-fire", "date": "stated on March 8, 2017 in a headline:", "title": "Report that Megyn Kelly has been fired from NBC is fake news", "text": "A fake news story falsely said Megyn Kelly’s move from Fox News to NBC is already over, even as the ink on her contract is drying.\n\"NBC just fired Megyn Kelly before her new show begins,\" reads the headline on a March 8, 2017, article on USPostman.com.\nThe story says that while Kelly left Fox News to be \"a white version of Oprah Winfrey on NBC,\" she has terminated her contract because she didn’t want to do puff pieces and celebrity interviews.\nWe attempted to contact USPostman.com through their Facebook page (the website has no contact information) but did not receive a response. USPostman.com is registered to an address in Macedonia, a known hotbed of fake news websites.\nPunditFact examined the origins of this claim as part of the inaugural International Fact-Checking Day, April 2, 2017. Organizers at Poynter.org describe the day as \"not a single event but a rallying cry for more facts -- and fact-checking -- in politics, journalism, and everyday life.\" It was flagged by Facebook users as being fake.\nKelly announced in January 2017 she was leaving Fox News six months before her contract was up. She is moving to NBC, where she reportedly will be hosting a morning show starting in May as well as a Sunday night news magazine.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nShe reportedly gave up an offer of $20 million per year to stay at Fox, where she had accused former CEO Roger Ailes of sexual harassment.\nA closer reading of the USPostman.com post raises suspicions. It quotes both her supposed new NBC producer Hugh McGovern and NBC Universal CEO Maxwell Seawald as saying unflattering things about her desire and ability to be a journalist. It doesn’t appear these are real people; NBC Universal’s CEO is actually Steven Burke.\nUSPostman.com cites SGSNews.com as the source of its story, but the true source is TheLastLineOfDefense.org, which published its article on March 8.\nIt’s common for fake news websites to appropriate content from other websites. But TheLastLineOfDefense.org, which has been the source of several fake news stories that we’ve previously checked, admits it makes up its stories.\nWhile there isn’t an indication on the post itself, TheLastLineOfDefense.org says on its About Us link that \"all articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\"\nThere’s no such admission on USPostman.com, but the story is still made up. Kelly has not been fired from NBC.\nWe rate this statement Pants On Fire! https://www.sharethefacts.co/share/c30be8c1-bd87-4883-8ea3-39f063e39692", "vclaim_id": "vclaim-pol-03480"}