{"url": "/factchecks/2008/feb/13/hillary-clinton/both-caucus-losers-but-shes-more-thorough/", "speaker": "Hillary Clinton", "vclaim": "\"I have something in common with my husband. He never carried caucuses either. He lost all of the ones that I've lost.\"", "truth_label": "mostly-true", "date": "stated on February 11, 2008 in an ABC/Politico interview:", "title": "Both caucus losers, but she's more thorough", "text": "Trying to brush off some of her recent defeats, Sen. Hillary Clinton compared her battle with Sen. Barack Obama to Bill Clinton's presidential travails, noting that he, too, had a tendency to perform lousy in caucuses.\n\n\"I have something in common with my husband. He never carried caucuses either. He lost all of the ones that I've lost,\" she said in a Feb. 11, 2008, ABC/Politico interview.\n\n\nMisery may love company, but the New York senator is stretching facts a bit to draw comparisons with the self-proclaimed \"Comeback Kid.\" That's partly because some states have switched their selection processes between primaries, in which voters cast statewide ballots for the nominee of their choice, and the older caucus system, in which voters meet at the precinct level to decide a winner, sometimes under complicated rules.\n\n\nIt's true that Bill Clinton lost all the states that Hillary Clinton has lost among those states that held caucuses in both 1992 and 2008. Those are Alaska, Idaho, Iowa, Maine, Minnesota and Washington. Hillary Clinton also lost primaries in Delaware and Utah — states that in 1992 held caucuses that Bill Clinton lost. And she lost the caucus in Colorado, a state whose primary Bill Clinton couldn't carry 16 years ago. On the other hand, she won the Nevada caucus that her husband lost in 1992.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nThe couple's fortunes also differed in several states that have changed their nominating processes. Hillary Clinton lost caucuses in Kansas, Nebraska and North Dakota, which each held primaries in 1992 that Bill Clinton won. She won the primary in Arizona, a state Bill Clinton was unable to carry when it held a caucus in 1992.\n\n\nAs an incumbent president in 1996, Bill Clinton didn't have to sweat intraparty battles and coasted to the party nomination unopposed.\n\n\nIt's hard to read too much into comparisons like the one Hillary Clinton cites because the political complexions of some states — particularly in the West — have changed markedly over the past 16 years. So, too, has the nature of campaigning — and the way the 24/7 spin cycle affects groups of voters. Safe to say, both Clintons do better in big states that hold primaries. For this reason, we rule Hillary Clinton's claim Mostly True.\n\n\n\nUPDATE:\n\nWe have updated this item to show that Nevada held a caucus this year, not a primary.", "vclaim_id": "vclaim-pol-16341"}