{"url": "/factchecks/2017/may/17/dccc-lgo/georgia-dem-attack-gops-handel-falls-wide-mark/", "speaker": "DCCC", "vclaim": "Says \"Karen Handel’s office budget increased a whopping 42 percent.\"", "truth_label": "barely-true", "date": "stated on May 3, 2017 in a political ad:", "title": "In Georgia, Dem attack on GOP's Handel falls wide of the mark", "text": "The race in Georgia’s 6th Congressional District tests whether Democrats can turn anger toward President Donald Trump into votes, and whether Republicans can transcend that anger in a district that has long been safe GOP territory.\nWith a little over a month before the June 20 special election, the Democratic ad campaign went on the attack. Both the Democratic Congressional Campaign Committee -- the electoral arm of House Democrats -- and the campaign to elect Jon Ossoff ran commercials targeting Republican Karen Handel.\nThe DCCC ad cast Handel as a politician who enjoyed the comforts of office.\n\"Georgia experienced the worst budget crisis since the Great Depression,\" the ad said. \"For years, we saw cuts to education, cuts to law enforcement, and rising college tuition. Yet Secretary of State Karen Handel’s office budget increased a whopping 42 percent.\"\nIs that true?\nThe answer depends on what you think when you hear the term \"office budget.\"\nState budget experts at Georgia State University and the Georgia Budget and Policy Institute helped us work through the official budget documents. There was general agreement that the first budget Handel helped shaped was in early 2007. She stepped down as secretary of state in December 2009, so the last budgets she worked under fell in 2009 and 2010. We compared both to 2007.\nWe found the administrative cost of running the secretary of state’s office rose by nearly 39 percent from 2007 to 2009, or 47 percent from 2007 to 2010 -- which is close but not quite what the ad claimed.\nHowever, the cost of the department overall actually fell by about 8 percent from 2007 to 2009, or 10 percent from 2007 to 2010.\nHere are the numbers:\n\n\n\n \n2007\n2009\nChange from 2007\n2010\nChange from 2007\n\n\nOffice Admin.\n$4,882,454\n$6,782,167\n+38.9%\n$7,167,144\n+46.8%\n\n\nTotal\n$30,762,868\n$28,381,868\n-7.7%\n$27,730,509\n-9.9%\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe key here is the distinction of administration costs versus the budget of the entire department.\nEvan Lukaske, DCCC spokesman, told us his group pulled the 42 percent figure from a 2010 Associated Press article, which said, \"During her three years as secretary of state, the office's administration budget jumped by about 42 percent, according to state records.\"\nMore recently, a local television station confirmed that figure. (The slight difference in numbers stems from the more conservative budget assumptions we used following the guidance of budget experts.)\nMore to the story\nThere’s an important backstory to the spending increase that puts the number in a different light.\nBetween 2008 and 2009, there was a reshuffling of activities within the secretary of state’s office. It had investigators spread across three separate programs. Handel consolidated them.\nHandel spokeswoman Kate Constantini said the easiest way to do that was to add that work to an existing line in the budget.\n\"That line item was part of the front office budget, which necessarily showed an increase, but was the result of moving personnel that were accounted for in other parts of the budget,\" Constantini said.\nThe state budget brief for 2008-09 backs up Handel’s account. The rise in the administrative budget was offset by decreases in certain activities of other divisions within the department.\nAs such, the spending increases are largely only on paper. In reality, money was shuffled around.\nOur ruling\nDemocrats say Handel saw her office budget rise 42 percent. While some viewers might not spot the distinction between the administrative budget and the budget for the entire office, the raw numbers support the claim.\nBut most of that increase came from moving around work -- and the money to pay for it -- inside the department. The rise in the administrative budget was offset by cuts elsewhere.\nThe ad’s statement contains an element of truth, but leaves out critical facts that would give a different impression. We rate the claim Mostly False.\n Share the Facts 2017-05-17 14:24:51 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  Says \"Karen Handel’s office budget increased a whopping 42 percent.\"     Democratic Congressional Campaign Committee Electoral arm of House Democrats   In a campaign ad Wednesday, May 3, 2017 2017-05-03    Read More  info", "vclaim_id": "vclaim-pol-03300"}