{"url": "/factchecks/2017/jul/17/mike-pence/pence-falsely-ties-medicaid-expansion-disability-w/", "speaker": "Mike Pence", "vclaim": "In Ohio, due to Medicaid expansion, \"nearly 60,000 disabled citizens are stuck on waiting lists ... leaving them without the care they need for months or even years.\"", "truth_label": "false", "date": "stated on July 14, 2017 in a speech to the National Governors Association:", "title": "Mike Pence falsely blames Medicaid expansion for disability waiting list in Ohio", "text": "Providing more Americans health insurance through Medicaid might sound good in the abstract, but Vice President Mike Pence told a story recently about how it can have unintended and dire consequences.\nSpeaking at the National Governors Association meeting in Rhode Island, Pence said in the state of Ohio -- which expanded Medicaid as part of the Affordable Care Act -- disabled Ohioans are unable to access care because able-bodied adults have been added to the Medicaid rolls.\n\"Obamacare has put far too many able-bodied adults on the Medicaid rolls, leaving many disabled and vulnerable Americans at the back of the line,\" Pence said July 14. \"Gov. (John) Kasich isn't with us, but I suspect that he's very troubled to know that in Ohio alone, nearly 60,000 disabled citizens are stuck on waiting lists, leaving them without the care they need for months or even years.\"\nIs it true that Ohio’s expanded Medicaid system has sucked up state dollars that could have shortened the waiting list for the disabled in Ohio?\nPence spokesman Marc Lotter said the vice president was saying that \"we need to provide states the flexibility to create systems that best meet the needs of their people.\" Lotter pointed to a Wall Street Journal op-ed that said the more generous federal reimbursement for Medicaid expansion \"diverts resources from the program’s traditional targets.\"\n\"A temporary enrollment freeze might lead Ohio to prioritize resources for the truly needy,\" the piece said.\nWhat we found is that there are about 60,000 people on county waiting lists across Ohio. But Pence is wrong to create a connection between the programs to help them and Medicaid expansion.\nHome and community-based service waivers\nThe waiting list Pence mentioned is part of a 30-year-old effort by Washington to give states more options to keep the long-term disabled out of institutions. It’s called home and community-based services, or HCBS. The money can pay for a variety of services, such as adult day care and assistance at home with eating and dressing.\nStates set the number of people who can apply for waivers and Washington picks up between 50 and 70 percent of the cost. That’s less favorable than the 90 percent share that the federal government pays for Americans who receive Medicaid as part of the Affordable Care Act expansion.\nHealth analyst MaryBeth Musumeci at the Kaiser Family Foundation, a respected source of health care data, told us there’s no escaping these budget realities.\n\"The expansion adults are a less costly population in that they are generally healthier and therefore use less services than someone on an HCBS waiver who by definition has chronic and long-term care needs,\" Musumeci said.\nBut when Musumeci crunched the data, she found no simple trade-off between expansion and waiting lists.\nIn fact, states that didn’t expand Medicaid were more likely to see their waiting lists grow compared to those that did expand.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPoint being, Musumeci said, is that there is no relationship between the waiting list and Medicaid expansion.\nPence also spoke too broadly when he said people were left without the care they need, Musumeci said.\nMusumeci and her colleagues found that just because someone is on a waiting list, that doesn’t mean they aren’t getting any Medicaid services. According to federal data, 93 percent of people on waiting lists with intellectual and developmental disabilities receive Medicaid services that don’t depend on the waiver process.\nFurther complications\nAs it turns out, the waiting lists in and of themselves don’t always show how many people are going without care.\nWhen the Ohio Department of Developmental Disabilities commissioned a survey of people on the waiting list, it found that over 40 percent said they had \"no current area of need.\" (The study was last updated in 2015.)\nPart of the problem Musumeci said is that the lists can include people from many years back. Their situations may have changed or some of them would never have qualified for waivers in the first place.\nThe disability community differs with Pence\nPence’s claim about Ohio also contradicts the work of advocates for the disabled.\nIn an initial assessment, the National Council on Disability reported in 2016 that \"both interview results and available literature suggest that Medicaid expansion has helped people with disabilities.\"\nThe National Health Law Program, a group that advocates for the legal rights of the poor, agreed. It wrote that \"expanded eligibility for Medicaid means that some of people on waiting lists who could not qualify for Medicaid under the traditional categories now access Medicaid services, which includes some community-based services.\"\nThe group also said that \"states expanding Medicaid have saved millions in spending on people with disabilities, savings that could be used to expand HCBS programs.\"\nOur ruling\nPence said that Medicaid expansion in Ohio left 60,000 people waiting for the services they need.\nWe found no link between the waiting list and Medicaid expansion. In fact, studies found that Medicaid expansion increased services for the disabled. They also found that in Ohio, over 40 percent of people on those lists said they had no immediate need for services. In short, the size of the list is not a sound measure of need.\nOne analysis argued that Medicaid expansion frees up state dollars that could go toward reducing the ranks of people on the waiting list. And overall, there is no clear connection between expanding Medicaid and rising waiting list numbers. In fact, non-expansion states were more likely to see their waiting lists grow.\nWe rate this claim False.  Share the Facts 2017-07-17 12:47:19 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  In Ohio, due to Medicaid expansion, \"nearly 60,000 disabled citizens are stuck on waiting lists ... leaving them without the care they need for months or even years.\"     Mike Pence Vice President of the United States   In a speech to the National Governors Association in Providence, RI Friday, July 14, 2017 2017-07-14    Read More  info", "vclaim_id": "vclaim-pol-03106"}