{"url": "/factchecks/2015/jun/16/occupy-democrats/liberal-group-claims-all-hillary-clintons-speaking/", "speaker": "Occupy Democrats", "vclaim": "Says Hillary Clinton \"has donated every cent she's ever earned from speaking fees to charity.\"", "truth_label": "false", "date": "stated on June 16, 2015 in a post on Facebook:", "title": "Liberal group claims all of Hillary Clinton's speaking fees went to charity", "text": "We’ve seen conservatives go too far criticizing Hillary Clinton’s hefty speaking fees, saying Clinton \"makes more per hour at a speaking gig than the average CEO does in a year.\" (Mostly False)\nNow a liberal group is bending the Truth-O-Meter in Clinton’s defense.\nThe group, Occupy Democrats, posted a recent Facebook meme that seeks to compare Clinton’s paid speeches to those given by former President George W. Bush. The meme has been shared more than 25,000 times.\nIt reads: \"Hilary (sic) has donated every cent she's ever earned from speaking fees to charity. Bush keeps all of his speaking fees.\"\n\nWe’ll leave Bush out of this for the moment. As for the claim that Clinton \"donated every cent she's ever earned from speaking fees to charity,\" that’s wrong.\nNo one from the Occupy Democrats group responded to our request for comment, but we believe its claim is based on 2014 comments by Clinton. When students at the University of Nevada, Las Vegas, asked that Clinton return her $225,000 speaking fee, Clinton noted that \"all of the fees have been donated to the Clinton Foundation for it to continue its life-changing and life-saving work.\"\n\"So it goes from a foundation at a university to another foundation,\" Clinton told ABC News, with regard to the UNLV speech.\nThe UNLV donation is documented on the Clinton Foundation website. It includes this list of \"speeches by President, Secretary, and Chelsea Clinton (that) have helped support the implementation of the Clinton Foundation’s work around the world.\" The speaking fee from the University of Nevada, Las Vegas, for instance, is listed as a donation from the UNLV Foundation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSo are other speeches at universities and colleges as well as a few speeches organized by private groups such as Citibank, Chicago House and Goldman Sachs.\nBut that’s not all of the speeches for which Clinton has been paid.\nIn May, the New York Times published Clinton’s 2015 financial disclosure form. Covering a period from January 2014 to March 2015, Clinton lists a total of 51 speech fees that have been added to her personal account from a variety of companies. Not including her husband’s fees which also appear on the same disclosure, Clinton’s speech fees end up totaling more than $11 million.\nSpokesmen for the Clinton Foundation and Clinton’s presidential campaign declined comment.\nOur ruling\nOccupy Democrats claimed Clinton \"has donated every cent she's ever earned from speaking fees to charity.\"\nThat’s a misreading of Clinton’s comments in 2014, when she said speaking fees at colleges and universities were donated to the Clinton Foundation.\nClinton’s financial disclosure form includes 51 speeches in which Clinton was compensated directly.\nThis claim rates False.", "vclaim_id": "vclaim-pol-06308"}