{"url": "/factchecks/2019/oct/22/brett-mcgurk/mcgurk-right-trump-has-sent-14000-troops-middle-ea/", "speaker": "Brett McGurk", "vclaim": "\"President Trump has sent 14,000 American troops to the (Middle East) region since May. So he can't tell his political rallies that he's getting troops out of endless wars when he's sending 14 times the amount back into the region.\"", "truth_label": "true", "date": "stated on October 20, 2019 in an MSNBC appearance:", "title": "McGurk right that Trump has sent 14,000 troops to Middle East since May", "text": "President Donald Trump has insisted that his decision to withdraw U.S. troops from the Syrian border with Turkey is a step toward getting the United States out of \"endless\" wars. \nBut one critic of the move says Trump is breaking his own promise by sending troops back into other parts of the Middle East.\nThe Pentagon has said it will shift about 1,000 American troops from Syria to western Iraq. Brett McGurk, Trump’s former special envoy for the coalition to counter the Islamic State, said leaving Syria opens the door for Russian and Iranian aggression in the Middle East.\n\"That is one reason we're seeing so much increased tension in the region and that President Trump has sent 14,000 American troops to the region since May,\" McGurk told MSNBC anchor Chuck Todd on \"Meet the Press\" Oct. 20. \"So he can't tell his political rallies that he's getting troops out of endless wars when he's sending 14 times the amount back into the region.\"\nWe wanted to check if McGurk, who also served under Presidents George W. Bush and Barack Obama, was right that Trump has shipped 14,000 troops to the Middle East since May.\nSpoiler: McGurk’s claim is spot-on.\nThe latest on Syria, American troops\nMcGurk said he got his numbers from the Pentagon, which touted its troop commitments in an Oct. 11 press release announcing the deployment of about 3,000 U.S. forces to Saudi Arabia. \nThe press release said the Pentagon had \"increased the number of forces by approximately 14,000 to the U.S. Central Command area of responsibility\" since May. Defense Secretary Mark Esper repeated the same figures while briefing reporters that same day.\nThe Pentagon told us the term \"area of responsibility\" refers to \"the entire Middle East,\" while Will Todman, an associate fellow at the Center for Strategic and International Studies, said it also includes Afghanistan and other parts of central Asia. (Definitions of the Middle East vary.)\nBut Todman said the recent reduction of U.S. troops in Afghanistan likely means more have been deployed to the Middle East anyway. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n \n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo yes, Trump has sent 14 times as many soldiers to the Middle East as the approximately 1,000 troops that he pledged to remove when he announced his decision to pull out of Syria.\n\"Trump is using the rhetoric of ending endless war, but in reality he is waging more war,\" said Trita Parsi, co-founder and executive vice president of the Quincy Institute for Responsible Statecraft, a foreign policy think tank. \"In the Middle East, he is simply moving troops from one region to another. But relocation is not departure.\"\nOn Oct. 19, Esper said the soldiers in northeast Syria would be relocated to western Iraq where they would \"help defend Iraq\" and fight against ISIS. \nMore recently, Esper said the United States was considering leaving some troops behind to secure the region’s oil fields, according to the Associated Press. Troops began withdrawing to Iraq on Oct. 21, per the Wall Street Journal.\nExperts told us it’s difficult to determine how U.S. forces are distributed in the Middle East, in part because of changes former Defense Secretary James Mattis made to reduce transparency. \nAccording to June data from the Pentagon — which omits numbers for countries with ongoing operations such as Syria, Iraq and Afghanistan — there were at that time 283 total U.S. forces in Egypt, 76 in Israel, 20 in Lebanon, 1,750 in Turkey, 84 in Jordan, 2,077 in Kuwait, 535 in Saudi Arabia, 19 in Yemen, 17 in Oman, 374 in the United Arab Emirates, 636 in Qatar, and 4,865 in Bahrain. \nThose numbers include active duty personnel, national guard and reserve personnel and civilian personnel. According to the Royal Institute of International Affairs, a London think tank, they do not include temporary forces or classified special forces operating in secret.  \nThe June numbers are also outdated. The Pentagon told us it would not identify the recently deployed personnel by country, but it said more than 6,500 of the 14,000 soldiers sent out since May are at sea as part of the Abraham Lincoln Carrier Strike Group.\nStill, experts told us the largest numbers of U.S. forces currently stationed in or near the Middle East are likely in Bahrain, Iraq, Saudi Arabia, Kuwait, Qatar and Afghanistan.\nOur ruling\nMcGurk said, \"President Trump has sent 14,000 American troops to the (Middle East) region since May. So he can't tell his political rallies that he's getting troops out of endless wars when he's sending 14 times the amount back into the region.\"\nHis number matches what the Pentagon has publicly reported in press releases and briefings.\nWe rate this statement True.", "vclaim_id": "vclaim-pol-00034"}