{"url": "/factchecks/2019/nov/04/tom-cole/rep-tom-cole-exaggerate-limits-republicans-impeach/", "speaker": "Tom Cole", "vclaim": "The impeachment process against Donald Trump \"provides fewer due process protections and fewer protections for minority rights than what we have seen in previous impeachment efforts.\"", "truth_label": "barely-true", "date": "stated on October 31, 2019 in a speech on the House floor:", "title": "Rep. Tom Cole exaggerates limits on Republicans in impeachment process", "text": "Republicans explained their party-line vote against the Democrats’ impeachment process resolution on the grounds that it isn’t fair.\nRep. Tom Cole, R-Okla., said the House should have stuck with the rules in place for Presidents Richard Nixon and Bill Clinton.\n\"Today’s resolution provides fewer due process protections and fewer protections for minority rights than what we have seen in previous impeachment efforts,\" Cole said Oct. 31 on the House floor.\nToday's impeachment process resolution fails to give the minority the same rights present during the Clinton impeachment, & it fails to offer the same due process protections given to both Presidents Nixon & Clinton. My full remarks from floor debate on H. Res. 660 ⬇️ pic.twitter.com/dsKxaFRAYQ— Rep. Tom Cole (@TomColeOK04) October 31, 2019\n\nHe listed three differences.\n1. The \"resolution does not provide for a co-equal subpoena power.\"\n2. It doesn’t guarantee \"all members the right to fully access committee records.\"\n3. Presidential participation in hearings by the Intelligence, Oversight and Foreign Affairs Committees \"was granted to President Clinton in 1998, yet it is not present here.\"\nWe wanted to know if Cole’s impeachment history was correct. (A separate fact-check examines Speaker Nancy Pelosi’s claim that the Republicans have more power than in the past impeachments.) \nWarning: This stuff can make baseball rules look simple.\nPoint No. 1: Subpoena powers\nCole is partially correct that Republicans have less power on paper to block Democratic witnesses. But in terms of calling their own witnesses, Republicans are no worse off than they were in the past. And practically speaking, they never had much power to stop the Democrats from doing what they liked.\nDuring the Nixon and Clinton impeachment hearings, the majority and minority parties could seek subpoenas, and both of them could lodge an objection to the other’s request.\nThe text of the rules for both the Nixon and Clinton hearings was the same (bold emphasis is ours): \nThe power to issue a subpoena \"may be exercised by the chairman and the ranking minority member acting jointly, or, if either declines to act, by the other acting alone, except that in the event either so declines, either shall have the right to refer to the committee for decision the question whether such authority shall be so exercised.\"\nOf course, if it came to a committee vote, by definition, the majority has the votes to win.\nIn contrast, the rule approved for the Trump impeachment effectively says the Democrats can object to a Republican request, but the Republicans can’t object to a Democratic one. \nIt gives the minority the chance to request a subpoena, but \"in the case that the chair declines to concur in a proposed action of the ranking minority member,\" the matter goes to committee vote.\nThe business of \"either shall have the right\" is missing in the current rules.\n\"Under the Clinton and Nixon rules, it was symmetrical,\" said Stanford law professor Dave Alan Sklansky. \"Now there’s an asymmetry.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nBut again, both then and now, if it comes to a committee vote, the majority will get what it wants.\nAnd for the witnesses Republicans want, they face the same potential hurdle they faced back in 1974 and 1998.\nCole leaves out a piece of history: Republicans changed the starting point in 2015 when they held the House and planned to investigate the Obama administration. The rules they passed Jan. 6, 2015, gave committee chairs the full authority to subpoena someone. The most the minority could expect was to be \"consulted.\"\nAt the time, Democrats complained bitterly.\nPoint No. 2: Access to records\nCole misrepresents the issue of member access to materials in the Trump impeachment inquiry, and he’s wrong about what took place in the Nixon investigation. \nHe said the resolution doesn’t \"guarantee\" that all members have access to hearing materials. But his staff could point to no document or statement from the Democrats that denied access. His office told us \"the concern is that current chairmen are not respecting\" standing House rules.\nThe Democratic materials say nothing about this one way or the other. \nCompared with the Nixon process, lawmakers imposed strict limits on who could see what.\nThe procedures for handling impeachment inquiry materials \"limited access to such materials to the chairman, ranking minority member, special counsel, and special counsel to the minority of the committee.\"\nPoint No. 3: Participation by the president and his counsel\nCole muddies the roles of different committees.\nHis full words on this point are: \"We offered an amendment that would require the chairman of the Rules Committee to promulgate procedures to allow for the participation of the president and his counsel in proceedings of the Intelligence Committee, Oversight Committee or Foreign Affairs Committee. This right was granted to President Clinton in 1998, yet it is not present here.\"\nThe statement about Clinton is factually wrong, because none of those committees played a role in the Clinton impeachment. As in the Nixon proceedings, the House Judiciary Committee handled everything.\nClinton’s lawyers did participate in the Judiciary Committee process, and the House resolution gives Trump’s lawyers the same rights for that committee.\nHowever, Cole has a point that Trump’s lawyers can’t participate in the House committees currently investigating the president, most importantly, the Select Intelligence Committee. \nEasy comparisons quickly break down. Most clearly in the Clinton case, the White House had zero opportunity to participate as Independent Counsel Kennth Star investigated Clinton. The investigation took place outside the House.\nIn the Trump investigation, Republicans on the Intelligence Committee can call witnesses and ask questions. They don’t have the same powers as the majority, but they have the right to participate and represent Trump’s interests.\nOnce it gets to the Judiciary Committee, the House resolution grants Trump and his lawyers more rights than Clinton or Nixon enjoyed.\nOur ruling\nCole said the impeachment process \"provides fewer due process protections and fewer protections for minority rights than what we have seen in previous impeachment efforts.\"\nHe gave three examples, with mixed accuracy. He is partially correct on subpoena powers, but more on paper than in reality. Under the rules in past impeachments, Republicans could object to witnesses the Democrats wanted. They lack that today. But in the past, the most Republicans could hope for was a committee vote, which the majority would win, if it wanted. And in terms of getting the witnesses Republicans want, the rules are unchanged.\nCole’s point about access to records is speculative and not based on actual policy statements or rules from the Democrats.\nHis statement about the access granted to Clinton and his lawyers is incorrect. Comparisons to the past are difficult because each impeachment has played out differently. \nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate Cole’s statement Mostly False.", "vclaim_id": "vclaim-pol-16743"}