{"url": "/factchecks/2011/jun/15/wisconsin-manufacturers-and-commerce/wisconsin-manufacturers-and-commerce-says-proteste/", "speaker": "Wisconsin Manufacturers and Commerce", "vclaim": "Protesters \"attacked\" the group’s headquarters with \"graffiti on the sidewalk\" and \"stenciled images … smeared on the building and statue.\"", "truth_label": "barely-true", "date": "stated on June 13, 2011 in a news release:", "title": "Wisconsin Manufacturers and Commerce says protesters “attacked” their headquarters with “graffiti on the sidewalk” and more", "text": "With the Legislature poised to approve the state’s budget, protests are flaring up once again in Madison.\n\nProtesters have set up a tent city dubbed \"Walkerville\" near the Capitol, and the Wisconsin Education Association Council, the statewide teachers union, has urged its members to return to Madison to rally against Gov. Scott Walker's two-year budget proposal. Administration Secretary Michael Huebsch said security has been tightened at the Capitol in preparation for the crowds.\n\nIt is a reprise of sorts.\n\nIn February and March of 2011, tens of thousands of protesters rallied around the Capitol to fight Republican efforts to curtail collective bargaining by public employees.\n\nAs the week opened, the Wisconsin Manufacturers and Commerce, the state’s largest business group, issued a news release on Monday, June 13, 2011, saying its headquarters had been vandalized. The building was the site of an already announced protest at noon that day.\n\nThe release stated: \"State budget protesters attacked the headquarters of Wisconsin Manufacturers & Commerce over the weekend with pro-tax-hike graffiti on the sidewalk, and stenciled images of fists and Governor Scott Walker smeared on the building and statue.\"\n\nThat came under a headline of \"Pro-Tax budget Protesters Vandalize WMC HQ.\" The subhead:  \"Graffiti strewn on Building, Sidewalk, Statue.\"\n\nThe group filed a report with Madison Police and posted pictures on its website.\n\nThis is not the first claim related to the nature of the protests, or even related to damage to property. In fact, some of them have left us feeling like insurance adjusters.\n\nThere was the claim by Huebsch, and Department of Administration officials, that protesters caused $7.5 million damage to the Capitol. We rated it Pants on Fire. (The estimates were quickly revised to be much, much less.)\n\nLikewise the claim from state Democrats that officials bolted the windows of the building shut in order to rein in protesters. (The windows were re-secured after sustaining damage.)\n\nAnd the one from Sen. Dan Kapanke (R-La Crosse) that protesters damaged the windshield of his car. (Madison police said it was likely due to a highway pebble.)\n\nSo what about the latest claim, of the WMC headquarters being attacked by vandals?\n\nLet’s start with some definitions of \"vandalized\":\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\"Deliberately destroy or damage (public or private property).\" Dictionary.com \n\n\"Willful wanton and malicious destruction of the property of others.\" The Free Dictionary.com\n\n\"To deliberately destroy or damage (property).\" Merrriam-Webster.\n\n\nSimilarly, the definitions of the word \"attacked\" all include an element of violence.\n\nAfter looking into the incident, the Madison police concluded it was no big deal.\n\nThe message written on the walkways around the building were in chalk, and \"mud stenciling\" was used for the fists and Walker pictures.\n\n\"There’s no permanent damage,\" said department spokesman Howard Payne.\n\nThe officer who investigated noted that the chalk and stencil material \"was flaking off when she touched it,\" Payne said.\n\nIf the stenciling had used spray paint or permanent markers, a report would have been filed with the city agency handling graffiti-removal. No report was filed.\n\nWe asked WMC about their claim.\n\n\"It’s vandalism,\" said Jim Pugh, the group’s public relations director. \"You can’t come onto private property and paint the building.\"\n\nPugh, however, acknowledged there was no permanent damage and said a crew was out cleaning the messages off the building and sidewalk that very afternoon.\n\nAdditionally, the WMC press release was changed on the group’s website after our inquiry. Removed: The subhead about \"Graffiti strewn on Building, Sidewalk, Statue.\"\nSo where does this leave us?\n\nWith the budget vote coming up and protesters back in Madison, concern about their conduct has returned. When the headquarters of the Wisconsin Manufacturers and Commerce got hit with sidewalk chalk and easily removed stencils, the group labeled it a vandalism attack on its headquarters. That’s over the top and over-heated. And it leaves a distorted impression of what happened. We rate the statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12920"}