{"url": "/factchecks/2019/apr/02/blog-posting/no-american-middle-schools-not-caught-forcing-stud/", "speaker": "Bloggers", "vclaim": "\"American middle schools caught forcing students to do Muslim prayers 5 times a day.\"", "truth_label": "pants-fire", "date": "stated on March 20, 2019 in a social media post:", "title": "No, American middle schools not 'caught forcing students to do Muslim prayers 5 times a day'", "text": "A photo of children face down on the floor during a tornado drill is circulating online falsely claiming to show students being forced \"to do Muslim prayers five times a day.\"\n\"American middle-schools caught forcing students to do Muslim prayers 5 times a day,\" says text over a photo of children lying downward on a floor with their hands over their head. Adults are pictured standing nearby.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo doesn’t show anyone \"caught\" or being forced to pray. All elements of the claim are wrong.\nThe image appears to be taken from a video of a news story about a tornado drill at an elementary school in Miamisburg, Ohio. WDTN, a news station in Ohio, published it on its YouTube page in April 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 2, 2021 in an image\n\n\n\n\n\n\n\n\nJoe Biden \"really did wipe away\" student loan debt.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • February 4, 2021\n\n\n\n\n\n\n\n\"Walking single file, quite and calm, the hallway was lined with kids sitting hands over their heads as if it were the real thing,\" a reporter says over video of kids walking out of their classroom and positioning themselves down on the floor.\n\"If we did have an actual tornado we need to practice for the little ones, just so they get used to the idea,\" a teacher said on camera.\nThere is no mention of Islam or prayers in the news segment.\nA photo does not show middle school students being forced to do Muslim prayers five times a time. That is a fabricated claim. We rate it Pants on Fire!\n Share the Facts 2019-04-02 15:33:52 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"American middle schools caught forcing students to do Muslim prayers 5 times a day.\"    Bloggers Online post    online post Wednesday, March 20, 2019 2019-03-20    Read More  info", "vclaim_id": "vclaim-pol-00817"}