{"url": "/factchecks/2015/dec/07/kevin-de-leon/senator-claims-california-grows-jobs-faster-rest-n/", "speaker": "Kevin de León", "vclaim": "California has \"robust job growth that outpaces the rest of the nation.\"", "truth_label": "mostly-true", "date": "stated on November 10, 2015 in a press release:", "title": "Senator claims California grows jobs faster than \"rest of the nation\"", "text": "Top California Democrats like State Senate leader Kevin de León often claim that the state’s economy is humming right along — and not weighed down by their ambitious new clean energy requirements.\nCritics, particularly the oil industry, consider the state’s clean energy push detrimental to California’s economy and job outlook.\nSo, it’s not a surprise that De León, author of the state’s most recent clean energy law, touted California’s strong job growth during a recent speech abroad about climate change. De León, D-Los Angeles, spoke about California’s role as a leader in the fight against climate change to members of Parliament in the United Kingdom.\nHe told them California has \"robust job growth that outpaces the rest of the nation, all while reducing carbon emissions and cleaning up the air we breathe,\" according to a November press release from the senator’s office.\nCalifornia’s employment picture has certainly improved from the Great Recession, when it lost more than a million jobs from 2007 to 2009. Economists credit a rebound in housing and construction jobs plus strong tech sector growth for the state’s healthier employment figures.\nBut, we wondered, is the state seeing job growth that truly \"outpaces the rest of the nation,\" as the senator claimed? Or did his statement exaggerate the state’s good job news?\nWe set out on a fact check limited to this question. We did not evaluate the additional question of how the state’s clean energy rules have affected California’s job growth.\n\nPhoto by Andrew Nixon/Capital Public Radio\nOur research\nEconomists we spoke with said De León’s statement, on its face, is correct.\nThey said they took his statement to mean California’s job growth rate was higher than the country’s overall job growth rate. And it is.\nIn 2014, California added jobs at a 3 percent clip compared with the previous year. That was more than a percentage point higher than the country’s overall rate of 1.9 percent during the same period, according to data from Chapman University’s Center for Economic Research.\n\"Overall, the statement is accurate,\" said Professor Esmael Adibi, the center’s director. \"We are outperforming the U.S.\"\nAnd that’s not a new trend, said Lynn Reaser, chief economist at Point Loma Nazarene University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\"The state has actually outperformed the country as a whole for 44 consecutive months, which amounts to almost four years,\" Reaser said.\nStill, there’s more to the nation’s job picture. Fourteen other states in 2014 had a higher job growth rate than the country overall, according to data provided by the economists. California’s accomplishment was hardly unique.\nAnother interpretation of De León’s claim is that California’s job growth rate outpaced all other individual states in \"the rest of the nation.\"\nAsked to clarify the senator’s statement, De León’s office pointed to recent news articles that describe California adding more total jobs than any other state, and adding jobs at a faster pace than the nation overall.\nStill, the phrase \"rest of the nation\" is open to different readings, Abibi said.\n\"Is he talking about the U.S. as a whole or is he talking about Texas or North Dakota or Michigan?\" the professor asked.\nThat’s significant because five other states had a faster job growth rate than California’s 3 percent last year. They were North Dakota at 3.8 percent; Nevada at 3.5 percent; Colorado at 3.3 percent; Florida at 3.2 percent and Texas with 3.1 percent, according to state and federal data.\n\nSenator Kevin De León addresses members of the U.K. Parliament in London. Photo courtesy De León's office.\nOur ruling\nState Senator Kevin de León said earlier this month that California has \"robust job growth that outpaces the rest of the nation, all while reducing carbon emissions and cleaning up the air we breathe.\"\nWe limited our fact check to whether California has grown jobs faster than \"the rest of the nation.\" We did not evaluate the impact the state’s clean energy policies have had on job growth, a question raised by the second part of De León’s statement.  \nEconomists we spoke with agree that California’s job growth rate has been higher than the nation’s overall average — for several years. Last year, the state’s job growth rate was more than a percentage point higher than the country’s.\nBut a clarification is needed: California is far from the only state that’s added jobs at a faster pace than the national average. Fourteen others accomplished the same feat.\nAnd there is another way to read the senator’s statement. One could assume the senator meant California’s job growth rate outpaced all other individual states. Yet, five other states had higher job growth rates in 2014. Those states are part of \"the rest of the nation,\" and would likely balk at the idea of California outpacing their job growth success.\nIn the end, we rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05648"}