{"url": "/factchecks/2014/mar/27/chris-chocola/did-mississippi-sen-thad-cochran-spurn-katrina-bri/", "speaker": "Chris Chocola", "vclaim": "Says Sen. Thad Cochran \"voted to spend hundreds of millions of dollars on ... the Bridge to Nowhere in Alaska instead of shifting the money to repair a bridge damaged by Hurricane Katrina.\"", "truth_label": "half-true", "date": "stated on March 19, 2014 in an op-ed supporting Senate candidate Chris McDaniel:", "title": "Did Mississippi Sen. Thad Cochran spurn Katrina bridge-repair project to back 'Bridge to Nowhere'?", "text": "Mississippi Sen. Thad Cochran was first elected to Congress in 1972, and was elected to the Senate six years later. But at age 76, Cochran is facing stiff competition for another term from a primary opponent -- Republican state Sen. Chris McDaniel.\nCochran has long wielded influence as a senior appropriator, helping distribute federal dollars for projects back home. But McDaniel, a tea party favorite, is trying to turn that longtime asset against Cochran.\nIn this quest, McDaniel is getting some support from low-tax, low-spending groups such as the Club for Growth. The club’s president, former Rep. Chris Chocola, R-Ind., recently penned an editorial in the Mississippi Conservative Daily supportive of McDaniel.\nOne of Chocola’s claims caught our eye:\n\"Sen. Cochran loves the power of pork so much that he once voted to spend hundreds of millions of dollars on probably the most famous pork project of all — the Bridge to Nowhere in Alaska — instead of shifting the money to repair a bridge damaged by Hurricane Katrina. That’s a fact.\"\nDid a Gulf Coast lawmaker really spurn an urgent bridge-rebuilding effort in his own region for a widely reviled project in Alaska? We were suspicious, so we decided to take a look.\nThe \"Bridge to Nowhere\" was a derisive nickname for a nearly $233 million bridge that would have connected the tiny Alaska city of Ketchikan to Gravina, an island with just a few dozen residents and an airport. The project became a national symbol of wasteful earmark spending back in 2003, until lawmakers ultimately killed it.\nOur friends at FactCheck.org put together a nice timeline of the \"Bridge to Nowhere\" saga when it became an issue in the 2008 presidential race. One of the episodes they included was a Senate debate in October 2005 -- shortly after Katrina hit, but a few years before the project was decisively shuttered.\nSen. Tom Coburn, R-Okla., proposed an amendment to a transportation appropriations bill to strip funds earmarked for the Gravina bridge (and another Alaska bridge known as Knik Arm) and send them instead to Louisiana to rebuild the I-10 Twin Span bridge, which had sustained major damage from Katrina.\nRepublican Sen. Ted Stevens -- who was both an Alaskan and a top Senate appropriator -- threatened to quit if the amendment passed, vowing, \"I will be taken out of here on a stretcher.\"\n\"I will put the Senate on notice — and I don't kid people — if the Senate decides to discriminate against our state, to take money only from our state, I'll resign from this body,\" Stevens said. \"This is not the Senate I came to. This is not the Senate I've devoted 37 years to, if one senator can decide he'll take all the money from one state to solve a problem of another.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nUltimately, Stevens prevailed, as the amendment failed by an overwhelming 15-82 margin, with Cochran voting against the amendment. Instead, the Senate soon voted to strip the bridge funding and give it instead to the Alaska Department of Transportation to be used as the department saw fit, either to build the two controversial bridges or for some other transportation purpose. That bill passed 93-1, with Cochran voting for the bill.\nThe vote was widely seen as a way of upholding the traditional way of handling appropriations and lawmaker-backed projects.\n\"Certainly all the appropriators banded together, along with most other members,\" said Steve Ellis, a vice president of Taxpayers for Common Sense, a group that supported Coburn’s amendment. \"I don’t think Cochran was afraid of Stevens. But philosophically, he agreed.\"\nStill, we’ll offer a bit of additional context.\nThe effort to rebuild the I-10 Twin Span didn’t simply die after Coburn’s amendment was voted down. If anything, it was fast-tracked, and Cochran played a role in that.\nIn December 2005, Congress passed the final version of the defense appropriations bill that included $629 million for the Louisiana bridge. \"He fought that fight for months before the bill was finally signed into law,\" said Chris Gallegos, a spokesman for Cochran.\nA few months later, in April 2006, Time magazine ran a story crediting Cochran’s efforts at securing Katrina-related funding.\n\"When the Louisiana congressional delegation publicly demanded a staggering $250 billion from the government to rebuild the Gulf Coast after Hurricane Katrina, the move completely backfired,\" the magazine wrote. \"It angered GOP conservatives, who then spent the next two months pushing for cuts in the budget and ignoring Louisiana and Mississippi. But then Mississippi Republican Thad Cochran got tough on behalf of his state. In a closed-door meeting last December, several Republican senators were talking about how to pass quickly a key bill that would provide money for the Defense Department so lawmakers could head home for the holidays. Cochran simply announced that ‘this bill won't pass’ unless it includes money for the Gulf Coast. ...\n\"On Katrina, Cochran, along with other Gulf Coast lawmakers, created a detailed list of the region's essential needs that totaled about $35 billion. He then had dozens of meetings with other lawmakers, emphasizing how badly the region needed the money but never publicly blasting Congress for moving too slowly. In the end, he got $29 billion out of his colleagues, almost double the money (President George W.) Bush and congressional leaders had initially pledged.\"\nConstruction on the new, 5.5-mile bridge, paid for in large part with Federal Highway Administration money, began on June 1, 2006. Building proceeded in several stages to allow traffic on the vital artery to continue flowing.\nThe first structure was completed by April 7, 2010, and the second was finished by Sept. 8, 2011. Louisiana Gov. Bobby Jindal inaugurated it by cutting a ribbon, allowing a 1940 Ford Tudor Deluxe, a 1971 Buick Regal, antique Chevrolets, a vintage fire truck and a Textron Marine & Land Systems armored car to cross from Slidell to New Orleans. Total price tag: $803 million, the most expensive single public works project in Louisiana history.\nOur ruling\nChocola said Cochran \"voted to spend hundreds of millions of dollars on ... the Bridge to Nowhere in Alaska instead of shifting the money to repair a bridge damaged by Hurricane Katrina.\" Cochran did vote that way on a specific amendment. But just a few weeks later, Cochran played a key role in securing funding for the I-10 Twin Span bridge. It's misleading to suggest that Cochran supported the Bridge to Nowhere but not the project that was in his own neighborhood. The claim is partially accurate but leaves out important context, so we rate it Half True.", "vclaim_id": "vclaim-pol-08079"}