{"url": "/factchecks/2013/aug/22/carly-fiorina/only-four-countries-legalize-abortion-after-5-mont/", "speaker": "Carly Fiorina", "vclaim": "\"There are only four countries in the world that ... legalize abortion after five months -- China, North Korea, Canada and the U.S.\"", "truth_label": "half-true", "date": "stated on August 18, 2013 in an interview on ABC's \"This Week\":", "title": "Only four countries 'legalize abortion after 5 months,' Carly Fiorina says", "text": "Former Republican Senate candidate Carly Fiorina talked abortion on ABC’s This Week on Aug. 18, 2013. When host George Stephanopoulos pointed out Republicans’ failure to capture the single-woman vote in 2012, she responded by saying, \"I think first we have to turn it around by having reasonable discussions around the things that are labeled extreme.\"\nThe former Hewlett Packard CEO went on to say that many Republicans are abortion rights advocates, and that Texas Gov. Rick Perry was not making an \"extreme\" move by tightening regulations on abortions.\n\"There are only four countries in the world that have -- that legalize abortion after five months -- China, North Korea, Canada and the U.S,\" Fiorina said.\nWe won’t delve into the question of whether Texas’ law is extreme. In this fact-check, we’ll focus on whether only four countries have legal abortion after five months. For the purposes of evaluating this claim, we’ll set five months equal to 20 weeks, since Fiorina was referring to Texas’ new law, which restricts abortions after that time.\nWhat the laws say\nThe U.S. requirements for legally obtaining an abortion vary by state, but the national standard was handed down from the Supreme Court in Roe v. Wade in 1973. Lawmakers and physicians refer to the point at which a fetus can survive outside the uterus as \"viability.\" The decision sets the standard that mothers can choose to have an abortion until the point of viability. In citing the leading obstetics publication as a guide, the ruling suggests viability starts at 24 weeks into the gestation period, which starts on the first day of the woman’s last menstrual period.\nSo women in the United States can get an abortion for any reason, not necessarily medical, until at least 24 weeks of gestation. This is known as elective abortion. After 24 weeks, or whenever the resident’s state prohibits elective abortion, the woman can get a therapeutic abortion under a few exceptions: life in danger, physical health or mental health.\nChina, North Korea and Canada do not have federally enforced limits on elective abortion. Gestation period restrictions in Canada, unlike the other two nations, are regulated at the local level, said Johanna Fine, a Center for Reproductive Rights spokeswoman. Provinces can range from 10 to 20 weeks for the maximum gestation period.\nSo Fiorina is mostly right about these four nations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHowever, according to the Center for Reproductive Rights, which published a 2013 chart that several reproductive rights experts referred us to, Singapore and the Netherlands also fit Fiorina’s criteria. Both nations allow unrestricted abortion through week 24 of gestation, after which therapeutic abortion is possible.\nFiorina’s statement also leaves off an important qualifier. She doesn’t mention that there are dozens of countries that permit abortions after 20 weeks for different reasons.\nCommon exceptions to the gestational period requirement mean women may be able to get therapeutic abortions based on physical health, mental health or socioeconomic status. Fiorina’s point is that the four countries she listed all permit women to get abortions until about that time frame without any of those exceptions, but she omits the bit about exceptions.\nJust 29 countries (here we include countries to mean independent states and semi-autonomous regions whose populations exceed one million) outlaw abortion entirely, with no exceptions to save the woman’s life. Thirty-seven other countries that routinely outlaw abortion, including Paraguay, Afghanistan and Uganda, make clear exceptions to save mothers.\nAnother 59 will do so in general to preserve the mother’s physical health on a broader scale, with Israel, New Zealand and others also accepting mental health reasons as valid exceptions. India and Japan belong to a group of 13 countries that grant even wider exceptions that include access to the procedure for socioeconomic reasons based on factors like age of the woman or very low income.\nThe remaining 61 countries legalize elective abortions with varying gestational period requirements, with the U.S., Canada, North Korea, China, Singapore and the Netherlands being the six countries with the widest acceptable time periods.\n\"It’s not so much whether abortion is legal, it’s under what circumstances it's legal,\" said Mindy Roseman, the Human Rights Program academic director at Harvard Law School. \"Even where abortion is highly restricted, it’s legal for the health of the woman.\"\nOur ruling\nFiorina said only four countries allow legal abortions five months into the gestational period. The United States, Canada, North Korea and China do fit that measure, but Singapore and the Netherlands, which Fiorina left off her list, do as well. Far more countries permit abortions in certain circumstances in which the pregnancy would damage the woman’s well-being, be it physical, mental or economic. Fiorina’s claim is based in fact but misses the mark, so we rate it Half True.", "vclaim_id": "vclaim-pol-08965"}