{"url": "/factchecks/2012/may/20/rebecca-kleefisch/wisconsin-recall-lt-gov-rebecca-kleefisch-says-cha/", "speaker": "Rebecca Kleefisch", "vclaim": "Says Democratic recall opponent Mahlon Mitchell sent a letter \"encouraging folks to boycott more than 100 companies.\"", "truth_label": "half-true", "date": "stated on May 13, 2012 in an interview:", "title": "In Wisconsin recall, Lt. Gov. Rebecca Kleefisch says challenger Mahlon Mitchell urged boycotts of more than 100 companies", "text": "The memory might be dim now. But one of the flashpoints in the 2011 fight over public employee unions in Wisconsin was a boycott of businesses that supported Gov. Scott Walker.\n\nThe effort was launched in the days before and after Walker signed a bill that sharply curtailed collective bargaining for most public employees.\n\nThat was back in March 2011. But in a Milwaukee TV interview broadcast May 13, 2012, less than a month before Wisconsin’s historic recall elections, GOP Lt. Gov. Rebecca Kleefisch reignited the boycott issue in the context of one of the recall’s top issues: jobs.\n\nSitting alongside Mahlon Mitchell, her Democratic challenger, Kleefisch spoke on WISN (Channel 12) about the importance of creating jobs.\n\nThen she turned to Mitchell, who is president of the Professional Fire Fighters of Wisconsin union, and this exchange ensued:\n\nKleefisch: \"Sir, when you send out a letter encouraging folks to boycott more than 100 companies as the head of the firefighters union, I don't know how that helps job creation.\"\n\nMitchell: \"That’s just not true, that’s just not true. I didn’t send out a letter to boycott a hundred companies. You show me that letter because that’s not true.\"\n\nKleefisch: \"Sure.\"\n\nWe’d like to see the letter, too, as we examine what role Mitchell, a political newcomer, played in the boycotts.\n\nIndeed, it was Mitchell’s role as a sharp Walker critic -- and the fact he opposed Walker’s collective bargaining changes even though his union was exempt from them -- that first gave him political prominence.\n\nTo back Kleefisch’s statement, Kleefisch campaign manager Rachel Pecor provided a letter that was dated March 10, 2011 and signed by Mitchell and six other public employee union leaders.\n\nThe letter was sent to Tom Ellis, president of what was then the Milwaukee-based M&I Bank. M&I has since been acquired by BMO Financial Group.\n\nThe letter noted that Ellis was a campaign contributor to Walker. It demanded that M&I Bank publicly oppose Walker’s reform law, which limited most state and local government employees to collectively bargain over wages only.\n\nIf M&I didn’t comply, the letter said, the letter signers would \"publicly and formally boycott the goods and services provided by your company.\"\n\nM&I clearly is a single business, although it had well over 100 branches in Wisconsin.\n\nPecor also provided a March 2011 Milwaukee Journal Sentinel article reporting that Mitchell and the other signers of the M&I letter made the same demand a day later in a letter to the Kwik Trip convenience store chain.\n\nKwik Trip is a family owned company with more than 100 stores in Wisconsin.\n\nSo, it’s clear that Mitchell signed not one but two boycott letters. Kleefisch claimed they urged boycotts of more than 100 \"companies,\" which isn’t technically correct, although the two targeted companies each had more than 100 business locations.\n\nPecor also provided a Journal Sentinel article from later in March 2011 indicating that, according to the state chamber of commerce, the boycott had targeted additional businesses; and another Journal Sentinel article reporting that a state employees union was circulating letters to businesses threatening a boycott.\n\nPecor acknowledged there wasn’t proof that Mitchell had signed any other letters urging boycotts beyond M&I and Kwik Trip. But she argued that the larger boycotts were \"encouraged\" by the Mitchell letters. She also cited a list of more than 100 businesses that, according to the pro-recall Scott Walker Watch group, were targeted for boycotts.\n\nMitchell campaign spokesman Kevin Benish said Mitchell signed only the two boycott letters because M&I and Kwik Trip had received government aid but mistreated employees. Benish tried to downplay the letters, saying they didn’t actually threaten boycotts, though they clearly did.\n\nBenish said Mitchell didn’t endorse and couldn’t control any boycotts efforts undertaken beyond M&I and Kwik Trip. Asked whether Mitchell opposed any of the other boycott efforts, Benish didn’t provide any evidence that Mitchell had.\n\nOur rating\n\nKleefisch said Mitchell sent a letter \"encouraging folks to boycott more than 100 companies.\"\n\nMitchell signed boycott letters to two businesses, each of which had more than 100 locations. Eventually, the boycotts targeted more than 100 individual businesses.\n\nThat was the thrust of Kleefisch’s statement, although she overreached by saying Mitchell sent a letter specifically encouraging a boycott of more than 100 companies.\n\nIn short, her statement is partially accurate but left out important details -- our definition of Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11064"}