{"url": "/factchecks/2019/oct/24/facebook-posts/trump-family-disallowed-operating-charities-new-yo/", "speaker": "Facebook posts", "vclaim": "\"The Trump family was disallowed from operating any charity in the State of New York because they stole from a kids cancer charity.\"", "truth_label": "false", "date": "stated on October 8, 2019 in a Facebook post:", "title": "Trump family ‘disallowed’ from operating charities in New York? No.", "text": "UPDATE, Nov. 7, 2019: New York Attorney General Letitia James on Nov. 7, 2019, announced that the New York Supreme Court ordered President Donald J. Trump to pay $2 million in damages \"for improperly using charitable assets to intervene in the 2016 presidential primaries and further his own political interests.\"\nAs part of the settlement, other stipulations in the lawsuit were resolved, including one related to the Trump family’s involvement with charities. The settlement required mandatory training for the three elder Trump children and imposed restrictions on Donald J. Trump should he join another charity as director. \nAny charity for which Trump serves as a director must have a majority of independent directors (meaning no one in his inner-circle). Also, it must engage counsel with expertise in New York not-for-profit law. And it has to use the services of an accounting firm to monitor and audit the organization’s grants and expenses. If Trump starts a new charity, that charity must also comply with those requirements and report to the New York Attorney General for five years. The settlement includes a \"total ban on any self-dealing,\" as the lawsuit had charged that Trump repeatedly used his foundation's money for his own personal, business, and political interests.\nThe settlement, however, does not ban the Trump family from operating a charity in New York, as this original Facebook post claimed. Our ruling on this statement remains unchanged.\nWhat follows is the original post:\nA pending lawsuit against President Donald Trump and his three eldest children seeks to prevent them from temporarily being involved in charities in New York. But a Facebook post takes it further by claiming that the family has already been \"disallowed.\" That hasn’t happened.\n\"The Trump family was disallowed from operating any charity in the State of New York because they stole from a kids cancer charity. A kids cancer charity. A kids cancer charity,\" said the Oct. 8 Facebook post that’s been shared more than 43,000 times.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn June 2018, the New York Attorney General (then Barbara Underwood) filed a lawsuit against Trump and three of his adult children — Donald J. Trump, Jr., Ivanka Trump, and Eric F. Trump — and against the Donald J. Trump Foundation. The lawsuit claimed that for more than a decade, the foundation persistently violated state and federal laws related to charities in the state of New York. Trump founded the foundation and served as its president; his three eldest children were on the board of directors.\n\"This pattern of illegal conduct by the foundation and its board members includes improper and extensive political activity, repeated and willful self-dealing transactions, and failure to follow basic fiduciary obligations or to implement even elementary corporate formalities required by law,\" the lawsuit said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nAs a result, the lawsuit sought to dissolve the foundation and to temporarily prohibit the Trumps from future service in New York not-for-profit or charitable organizations. Specifically, the lawsuit wants to ban Trump’s involvement for ten years and the three Trump children for one year. The Trump children’s ban would be subject to suspension if they undergo training on related fiduciary duties.\nThe Donald J. Trump Foundation in December 2018 agreed to dissolve. But the legal case is still ongoing. A spokesperson for the Office of New York State Attorney General Letitia James said the office could not comment on the pending case.\nThe Facebook post includes a picture of Trump and his son, Eric, posing for what appears to have been an event for the Eric Trump Foundation and St. Jude Children’s Research Hospital. St. Jude treats childhood cancer and other life-threatening diseases. The Eric Trump Foundation raised money for St. Jude. \nEric Trump’s foundation has also come under scrutiny, but the lawsuit seeking to ban the Trumps’ involvement in New York charities is not tied to the Eric Trump Foundation.\nForbes has reported that Eric Trump’s foundation gave donors the impression that all funds it raised at an annual golf event went to St. Jude, yet more than $500,000 went to other causes; and that at least four groups that received donations from Eric Trump’s foundation later paid for golf tournaments at Trump-owned courses.\nEric Trump in December 2016 resigned from his own foundation, and the foundation restructured and rebranded itself as Curetivity.\nOur ruling\nA Facebook post said, \"The Trump family was disallowed from operating any charity in the State of New York because they stole from a kids cancer charity.\"\nA lawsuit does seek to temporarily ban Donald Trump and his three eldest children from being part of charities in New York. But that case is still pending. \nThe lawsuit relates to the Donald J. Trump Foundation, not to a kids cancer charity. The lawsuit alleges that Trump used charitable assets to pay off legal obligations of entities he controlled, to promote his hotels, to buy personal items, and to support his presidential election campaign.\nTrump’s son, Eric, led a foundation that raised money for kids with cancer, and that foundation has come under scrutiny over its own handling of funds. But the lawsuit seeking to ban the Trumps from participating in charities isn’t pegged to Eric Trump’s foundation.\nWe rate the post False.", "vclaim_id": "vclaim-pol-00028"}