{"url": "/factchecks/2018/jul/02/jeff-sessions/jeff-sesssions-false-claim-80-percent-asylum-appli/", "speaker": "Jeff Sessions", "vclaim": "\"Our courts find that 80 percent of those who do file for asylum aren’t qualified for it, do not merit that relief.\"", "truth_label": "false", "date": "stated on June 25, 2018 in a speech:", "title": "Jeff Sessions' false claim that 80 percent of asylum applications are without merit", "text": "Attorney General Jeff Sessions defended the Trump administration’s \"zero-tolerance\" policy to prosecute all immigrants who enter the United States illegally, saying not prosecuting them would be a \"disservice\" to the country and an \"insult\" to those who come to the United States legally.\nSessions said \"adults are only being arrested\" because they didn’t come to the United States through a port of entry \"where they could have applied for asylum lawfully.\" (That’s not accurate. Immigrants can apply for asylum even if apprehended at the border, regardless of immigration status.)\n\"But many do not apply for asylum, of course\" Sessions said June 25 before the National Association of School Resource Officers. \"And our courts find that 80 percent of those who do file for asylum aren’t qualified for it, do not merit that relief.\"\nIs Sessions accurate that 80 percent of immigrants who apply for asylum \"do not merit the relief\"? We asked the Justice Department about Sessions’ claim, pointing to Sessions’ prepared remarks posted on the department’s website saying: \"courts find that 80 percent of asylum claims are without merit.\"\nIn fiscal year 2017 there was a 20 percent grant rate for asylum applications, \"which suggests that most are not meritorious,\" Justice Department spokesman Devin M. O’Malley told PolitiFact.\nBut experts told us it’s not that clear cut that the remaining 80 percent of asylum applications are not merited. There are several other reasons why an asylum claim is not granted, experts told us. Here’s a closer look at the issue.\nAsylum data\nThe Justice Department pointed to immigration court statistics, particularly a table on asylum rates for the latest full fiscal year, 2017. A footnote for that table said the data is for asylum decisions on affirmative and defensive applications issued in completed removal, deportation, exclusion, and asylum-only proceedings.\n(\"Affirmative asylum\" is filed voluntarily with Department of Homeland Security’s U.S. Citizenship and Immigration Services; if USCIS is unable to approve a case, the agency may refer it to immigration court within the Justice Department. \"Defensive asylum\" applications go before an immigration judge and are filed by individuals who are in removal proceedings.)\nHere’s what the 2017 asylum rates said:\n• Grant rate: 20.22 percent\n• Denial rate: 33.51 percent\n• Other closure rate: 27.66 percent\n• Administrative closure rate: 18.61 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe \"other\" rate is for cases that have a decision of abandonment, not adjudicated, other, or withdrawn. The administrative closure rate covers \"decisions that have not been placed back on the docket following a granted motion to recalendar,\" the footnote for the table said.\nJust because the grant rate is about 20 percent, it does not mean that an 80 percent aren’t qualified, or don’t merit relief, as Sessions claimed. As the Justice Department table showed, there are several other factors at play.\nIt’s also worth noting that the data the Justice Department highlighted includes \"affirmative asylum\" cases, which initiate with USCIS and are referred to immigration court. Affirmative asylum applicants are not in removal proceedings, as would be people apprehended at the border due to the \"zero-tolerance\" policy.\nDenise Gilman, a clinical professor and director of the Immigration Clinic at the University of Texas School of Law, pointed to other data released in the Justice Department’s fiscal year 2016 statistics yearbook. It showed a 31 percent grant rate in 2016 for defensive asylum claims. Border claims would fall into that pile (along with some others), Gilman said.\nExperts weigh in\nImmigration law experts told us that some asylum cases can also be denied while still having viable claims.\nIt is not accurate to infer that because only 20 percent of claims were granted that the rest were not meritorious, said Jennifer Gordon, a law professor at Fordham Law School.\n\"Many cases are denied for procedural reasons not related to the merit of the claim, or because the applicants are unrepresented or poorly represented and therefore don't have the chance to make their case in an effective way,\" Gordon said. She also said that cases decided by asylum officers are not counted in the immigration court statistics.\nAccess to counsel significantly impacts the outcome of a case, said Lori A. Nessel, a law professor and director of Seton Hall University School of Law's Center for Social Justice.\n\"When asylum-seekers are detained, they are much less likely to have lawyers and without lawyers, they are less likely to even seek asylum or other relief, much less be granted,\" Nessel said.\nImmigrants, including asylum applicants, also do fare better in some courts than in others, said Stephen Meili, associate professor of law at the University of Minnesota Law School. An October 2017 story published on NJ.com noted disparities in outcome of cases, with immigrants faring better in courts in Newark, N.J. than in Atlanta. Greater access to lawyers in the Newark and New York area could determine success in courts, the story said.\nIn discussing merit, it's also important to count the number of cases that are reversed by the board of immigration appeals or by one of the circuit courts of appeals, said James Hathaway, a law professor and director of the Program in Refugee and Asylum Law at the University of Michigan Law School.\nOur ruling\nSessions said, \"Our courts find that 80 percent of those who do file for asylum aren’t qualified for it, do not merit that relief.\"\nSessions’ claim is based on Justice Department data showing a 20 percent asylum grant rate in 2017. But that doesn’t necessarily mean that the remaining 80 percent were without merit. The data the Justice Department used to support Sessions’ remark actually undercut his point. Some cases had not been adjudicated or placed in the court docket.\nImmigration law experts also said that even if a case is denied, it could still be meritorious, but unsuccessful in court because an applicant did not have a lawyer.\nSessions’ claim is not accurate. We rate it False.\n Share the Facts 2018-07-02 12:34:26 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Our courts find that 80 percent of those who do file for asylum aren’t qualified for it, do not merit that relief.\"    Jeff Sessions Attorney General https://www.rgj.com/videos/news/politics/2018/06/25/watch-jeff-sessions-defends-trump-border-policy-reno-june-25-2018/731421002/   in a speech Monday, June 25, 2018 2018-06-25    Read More  info", "vclaim_id": "vclaim-pol-01906"}