{"url": "/factchecks/2014/sep/22/jeff-amason/libertarian-mark-state-budget-claim/", "speaker": "Jeff Amason", "vclaim": "\"The state budget has increased almost $800 million a year in each of the last two years.\"", "truth_label": "true", "date": "stated on September 1, 2014 in interview on The Monica Perez Show, WSB:", "title": "Libertarian on mark with state budget claim", "text": "Smaller government. Lower taxes. More freedom.\nThat’s the mantra of the Georgia Libertarian Party, which, this year, is fielding candidates for a handful of state offices, including governor.\nIn Cherokee County, attorney and Libertarian Jeff Amason is running as a write-in candidate for the District 21 House seat. That seat is currently held by Scot Turner, a one-term Republican from Holly Springs.\nAmason recently appeared on the Monica Perez Show on WSB radio to discuss his candidacy and priorities, including reining in state spending.\n\"The state budget has increased almost $800 million a year in each of the last two years. You can only imagine what it might be in five years,\" Amason said. \"We need to be funding essential programs. We don’t need to be funding every program out there.\"\nWith the economy making a slow but steady recovery, we decided to fact check Amason’s budget claims.\nWe contacted him, and he sent us budget figures for the state fiscal years 2012, 2013 and 2014, as well as for the current fiscal year, which started July 1.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThat data showed that the total state budget grew from $18.5 billion in 2012 to $19.3 billion in Fiscal 2013 and to $20.2 billion in 2014.\nThat’s a jump of $800 million between 2012 to 2013 and a $900 million increase between 2013 to 2014.\nWe confirmed the accuracy of Amason’s numbers using budget documents available at the Governor’s Office of Planning and Budget website. (We didn’t compare the 2014 and 2015 budgets because the General Assembly will amend the 2015 spending plan in the legislative session that starts in January.)\nHelping to drive up the recent state budgets were increases in enrollment in public schools, Medicaid and the state’s health insurance program for children, as well as pension costs, according to state documents.\nCurrent spending levels are 26.7 percent above 2005 levels, not adjusted for inflation, an OPB report shows.\nIn summary, Amason said the state budget increased nearly $800 million a year in each of the last two years. He was very close, if not conservative in his assessment..\nWe rate his statement True.", "vclaim_id": "vclaim-pol-07271"}