{"url": "/factchecks/2015/apr/21/reince-priebus/polls-show-majority-swing-states-see-hillary-clint/", "speaker": "Reince Priebus", "vclaim": "In recent polling in battleground states, a \"majority of the people\" said Hillary Clinton \"is untrustworthy.\"", "truth_label": "half-true", "date": "stated on April 12, 2015 in an interview:", "title": "Polls show majority in swing states see Hillary Clinton as untrustworthy, GOP's Reince Priebus says", "text": "On the day Hillary Clinton announced her run for president, Republican National Committee chairman Reince Priebus tried to hang an \"untrustworthy\" label on her.\nPriebus, the former Wisconsin GOP chairman, made his charges April 12, 2015, on CBS' \"Face the Nation.\" After host Bob Schieffer noted that a national GOP web ad had attacked Clinton two days earlier, there was this exchange with Priebus:\nSchieffer: Is there a concern that you might, you know, that it might backfire here and make her, you know, people sympathetic to her with all of this starting so soon?\nPriebus: I don't think so. I mean, she has kind of portrayed this air of inevitability. I think if you look at the facts of the case -- which is where I really would like to stay as chairman of the party -- you know, if you look at the facts of the scandal that surrounds her, you look at the facts of the recent polling -- where a majority of people in battleground states say that she is untrustworthy -- when you look at the fact she has 100 percent name recognition --\n\nSchieffer: A majority --\n\nPriebus: -- majority of the people polled in Colorado, Virginia, Iowa, Florida, said she is untrustworthy.\nSo, Priebus claims that in recent polling a majority of people in battleground states said Clinton is untrustworthy.​\nAfter Schieffer interjected, Priebus singled out Colorado, Virginia, Iowa, Florida. However, as we’ll see, the polling he relies on also surveys two other battleground states.\nAnd there is an issue with what pollsters refer to as a plurality, which is not the same as a majority.\nPoll results breakdown\nBefore jumping into the polling results, we'll note that we rated another Priebus claim about Clinton on the same program as Half True. Priebus said Clinton took \"money from kings of Saudi Arabia and Morocco and Oman and Yemen.\" The monarchies in the first three countries did give money to the Clinton Foundation, but not to her personally. Yemen, which does not have a king, did not.\nTo back Priebus’ polling claim, his office pointed us to the latest swing state surveys from Quinnipiac University Poll. The Hamden, Conn., college regularly polls nationally as well as in what it describes as swing states for the 2016 presidential election. They are the four states Priebus cited, plus Ohio and Pennsylvania.\nThe latest results from Quinnipiac in Colorado, Iowa and Virginia were released April 9, 2015; and the latest results for Florida, Ohio and Pennsylvania were released March 31, 2015. All of the people surveyed were self-identified registered voters and the margin of error in each survey is about 3 points.\nOne question was: \"Would you say that Hillary Clinton is honest and trustworthy or not?\"\nHere are the results:\n \n\n\n\n\n\nState\n\n\nYes -- Clinton is honest and trustworthy\n\n\nNo -- Clinton is not honest and trustworthy\n\n\nDon’t Know or No Answer\n\n\n\n\n\n\nColorado\n\n\n38%\n\n\n56%\n\n\n6%\n\n\n\n\nVirginia\n\n\n40%\n\n\n52%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n7%\n\n\n\n\nIowa\n\n\n43%\n\n\n49%\n\n\n8%\n\n\n\n\nFlorida\n\n\n41%\n\n\n50%\n\n\n9%\n\n\n\n\nPennsylvania\n\n\n44%\n\n\n49%\n\n\n7%\n\n\n\n\nOhio\n\n\n47%\n\n\n46%\n\n\n7%\n\n\n\n\n\n \nAt first glance, it might seem Priebus' claim is largely correct. In five of the six states, more people say Clinton is not honest and trustworthy than say she is.\nBut a closer look shows that in three of the five states that didn't break in Clinton's favor, neither the yes nor the no answer got more than 50 percent. In other words, there was not a majority opinion.\nAnd in Ohio, the plurality opinion was, by one point, in Clinton's favor.\nBefore we close we'll note some national polls, done in March or April 2015, that asked the same question or a similar one.\nIn a CNN/Opinion Research Center poll of adults, 50 percent said Clinton is honest and trustworthy and 49 percent said she isn't. In a ABC News/Washington Post poll of adults, 46 percent said she is honest and trustworthy and the same percentage said she isn't.\nIn a CBS News poll of adults, 42 percent said Clinton is honest and trustworthy and 47 percent said she isn’t. A Fox News poll of registered voters asked if \"honest\" describes Clinton -- 44 percent said yes and 52 percent said no.\nOur rating\nPriebus said that in recent polling in battleground states, a \"majority of the people\" said Hillary Clinton \"is untrustworthy,\" and he went on to cite Colorado, Virginia, Iowa and Florida.\nBut there are two other states -- Ohio and Pennsylvania-- included in the six swing states that are surveyed by Quinnipiac University Poll, which is what Priebus cites to back his claim.\nIn five of the states -- Colorado, Virginia, Iowa and Florida and Pennsylvania -- more people said Clinton is not honest and trustworthy than said she is. However, the percentage reached a majority -- over 50 percent -- in only Colorado and Virginia. Meanwhile, by 47 percent to 46 percent, people polled in Ohio said Clinton is honest and trustworthy.\nFor a statement that is partially accurate, our rating is Half True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06498"}