{"url": "/factchecks/2012/aug/24/sonji-jacobs/efforts-strip-airport-contractors-diversity-status/", "speaker": "Sonji Jacobs", "vclaim": "Initial efforts to strip airport contractors of their special diversity status \"has no effect\" on the contracts or the city’s diversity goals.", "truth_label": "true", "date": "stated on August 10, 2012:", "title": "No initial impact for city in \"disadvantaged\" airport contractor proceedings", "text": "The messy, high-stakes process of awarding millions of dollars in contracts to sell food and other stuff at Hartsfield-Jackson International Airport managed to get even messier in recent months.\n\nSome winners received special consideration because they count as \"disadvantaged\" firms under federal law, or ones that are run by women or minorities who are small-business owners.\n\nBut the Federal Aviation Administration says that four of these businesses don’t qualify as \"disadvantaged\" at all. It’s trying to strip them of their status and asked state officials to start the process.\n\nThe state hasn’t, and things are at a standstill.\n\nBut if proceedings did start, it would be business as usual for these \"airport concessions disadvantaged business enterprises\" or ACDBEs, said Sonji Jacobs, a spokeswoman for Atlanta Mayor Kasim Reed.\n\nIt \"has no effect on the concessions contracts or the city's ACDBE goals\" Jacobs told The Atlanta Journal-Constitution in an Aug. 10 article.\n\nThis perplexed us. This tangle with the feds sounds serious. Will the start of proceedings really have so little impact?\n\nPolitiFact Georgia asked Jacobs and others for more information, and we packed up the Truth-O-Meter for an excursion into the murky world of federal contracts, regulations and diversity goals.\n\nBear with us. It’s complicated.\n\nHartsfield-Jackson receives millions of dollars in transportation funds from the U.S. Department of Transportation for things such as upgrading runways or terminals.\n\nThese dollars come with strings attached.\n\nThe federal government requires the city-run airport to try to give \"disadvantaged\" small businesses a certain percentage of the aviation hub’s lucrative contracts.\n\nIn Georgia, the state Department of Transportation figures out whether certain contractors meet the federal definition of \"disadvantaged.\"\n\nBusinesses gain this certification if \"socially and economically disadvantaged individuals own at least a 51 percent  interest and also control management and daily business operations,\" according to the federal Department of Transportation’s Office of Small and Disadvantaged Business Utilization.   \n\nAlso, the net worth of owners and the money the business makes can’t exceed federal limits.\n\nIf a disadvantaged business wins a city contract, it counts toward the airport’s diversity goals, which helps the city stay in the good graces of the federal DOT.\n\nIf the airport doesn’t meet its goals, that may be fine as well. The city doesn’t have to meet a diversity quota, according to the regulations. It simply has to act \"in good faith\" to get there.\n\nBut FAA officials think Hartsfield-Jackson contractors Atlanta Restaurant Partners, Vida Concessions Inc. and Hojeij Branded Foods fell short because minorities do not truly control them.\n\nThe FAA also said the personal net worth of Mack II’s owner was too high, and he did not provide enough documentation. They ordered GDOT to begin decertification proceedings earlier this month.\n\nNow, back to our fact check. To prove that the start of decertification proceedings \"has no effect on the concessions contracts or the city's ACDBE goals,\" Jacobs pointed us to federal regulations for the disadvantaged business program.\n\nWe asked an FAA spokeswoman for her input. She referred us to these regulations as well.\n\nWe took a look and found that they tell cities and others that receive federal transportation money that a business keeps its disadvantaged business status until proceedings are over:\n\n\"A firm remains an eligible DBE during the pendency of your proceeding to remove its eligibility,\" Title 49 states.  \n\nSince there is no change in status, there’s no change in whether the airport meets its disadvantaged business goals.  \n\nThe decertification process could take months. These businesses have a right to a hearing. If they lose, they can appeal to the federal DOT. If this fails, they can dispute the decision in federal court.\n\nEven if these four businesses lose their status, their contracts may stand. We found no regulation that states that the federal DOT has the power to order the airport to drop a contract if a business is decertified.\n\nIt may, however, mean the city fails to meet its disadvantaged business goals, according to the regulations.\n\nSuch a failure wouldn’t necessarily mean Hartsfield-Jackson will face punishment.\n\n\"You cannot be penalized, or treated by the Department as being in noncompliance with this rule, because your DBE participation falls short of your overall goal, unless you have failed to administer your program in good faith,\" regulations state.\n\nJacobs has it right. If GDOT begins proceedings to revoke the disadvantaged business status of these four businesses, their status will stand until the efforts are finished. And even then, their contracts could remain in effect.\n\nWe rule Jacobs’ statement True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021", "vclaim_id": "vclaim-pol-10530"}