{"url": "/factchecks/2012/oct/17/mitt-romney/romney-says-obama-also-has-investments-chinese-com/", "speaker": "Mitt Romney", "vclaim": "Says Barack Obama has pension investments that include Chinese firms, and \"investments through a Caymans trust.\"", "truth_label": "mostly-true", "date": "stated on October 16, 2012 in debate comments:", "title": "Romney says Obama also has investments in Chinese companies and through a Cayman Islands trust", "text": "One of the many tense moments in the second presidential debate turned on a new topic in the race: President Barack Obama’s pension account.\n\nHere’s how it came up: Early in the face-off, Obama scoffed at Mitt Romney’s pledge to crack down on unfair trading practices by China, saying Romney is currently invested in companies \"that are building surveillance equipment for China to spy on its own folks.\"\n\nRomney later explained that, yes, he understands that his blind trust has invested in foreign firms, including companies in China. Then he confronted Obama.\n\n Romney: \"Mr. President, have you looked at your pension? Have you looked at your pension?\"\n\n Obama: \"You know, I don’t look at my pension. It’s not as big as yours so it doesn’t take as long. I don’t check it that often.\"\n\n Romney: \"Let me give you some advice. Look at your pension. You also have investments in Chinese companies. You also have investments outside the United States. You also have investments through a Caymans trust.\"\n\nThe exchange was a role reversal: An Obama campaign ad in July 2012 claimed Romney had millions in the Cayman Islands, among other \"tax havens.\" We rated that True, noting that nothing was illegal or improper about the investments through his blind trust.\n\nWe also reviewed an Obama claim from an ad in September 2012 that said, \"Even today part of Romney’s fortune is invested in China.\"\n\nWe rated that Mostly True, noting that Romney had money invested in funds that owned shares in two Chinese firms, but that Obama’s claim suggested Romney had more to do with the investment decision than is the case. (We further noted that the New York Times reported that one of the funds had invested in a Chinese video surveillance company that supplies cameras to police for watching public spaces.)\n\nOkay, so what about Romney’s debate description of Obama’s pension investments?\n\nThe Romney campaign told us it was referring to investments made by the Illinois State Board of Investment on behalf of the state employees’ retirement system there.\n\nObama, you may recall, was an Illinois state senator from 1997 to 2004 before winning election to the U.S. Senate. He is a participant in the General Assembly Retirement System in Illinois, said William Atwood, executive director of the Board of Investment, who confirmed that for us.\n\nThe Romney campaign pointed us to that pension fund’s holding in an entity that is part of Advent International. Advent has described itself as \"one of the world’s most global private equity firms\" and has buyout offices in 16 countries.\n\nAtwood confirmed that the pension fund has invested $30 million in one of Advent’s limited partnerships, Advent International GPE VI-A. That partnership was organized in the Cayman Islands, Atwood said. Public filings back that up.\n\nWhat about Romney’s broader claims, about Obama’s foreign investments?\n\nThe Illinois pension fund also has numerous foreign investments, including in Chinese companies, as part of its diversified portfolio, Atwood said.\n\nThe Obama campaign has connected Romney’s overseas investments in the Caymans to methods for avoiding U.S. taxes. But there’s no evidence Obama receives any tax advantage from his overseas pension investments.\n\nDavid S. Miller, a tax attorney with Cadwalader, Wickersham & Taft LLP in New York, reviewed public filings by Advent and said it was highly unlikely Obama got any tax advantage from the pension fund’s investment in the Advent partnership.\n\nAtwood went further, saying: \"There is no tax advantage to any (pension) plan participant\" from that investment.\n\nMiller offered this analysis: \"There is no evidence that the fund helped the Illinois pension fund avoid any taxes – in this respect, the Illinois pension fund would have been treated identically had the fund been organized as a domestic (U.S.) partnership. However, the fact that it was organized as a Cayman partnership might have allowed some taxable investors to defer some tax on foreign (non-U.S.) portfolio companies purchased by the Fund.\"\n\nAtwood emphasized that neither Obama nor any other participant in the retirement system has anything to do with selecting investments for the fund.\n\nMiller concurred with that, and added that Romney legitimately can claim that he has similar distance from foreign investments made through his individual retirement accounts.\n\nIt’s \"entirely accurate\" for Romney to say that Obama’s pension plan has investments in foreign companies and through a Caymans trust, Miller said. Technically, it’s a Cayman-based partnership, but that’s a trivial difference, he added.\n\n Our rating\n\nRomney told Obama: \"You also have investments in Chinese companies. You also have investments outside the United States. You also have investments through a Caymans trust.\"\n\nIt’s an accurate set of statements when you consider investments made by managers of the Illinois pension fund in which Obama has an account.\n\nAs we noted in reviewing previous claims about Romney’s investments in China, the investments involved are indirect and -- as far as anybody has said -- made without the knowledge of the account holder.\n\nWith that clarification, we rate Romney’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10147"}