{"url": "/factchecks/2016/apr/07/bernie-sanders/bernie-sanders-not-qualified-be-president-hillary-/", "speaker": "Bernie Sanders", "vclaim": "Says Hillary Clinton \"has been saying lately that she thinks that I am, 'not qualified to be president.' \"", "truth_label": "barely-true", "date": "stated on April 6, 2016 in a speech at Temple University:", "title": "Did Hillary Clinton say Bernie Sanders 'not qualified' to be president? Not directly", "text": "Presidential candidates spend a lot of time explaining why they are the best qualified for the job. But now a brouhaha has broken out between Democrats Hillary Clinton and Bernie Sanders over whether the other is qualified at all.\nDuring an April 6 rally at Temple University in Philadelphia, Sanders contended that in the wake of Clinton's loss in Wisconsin, she is getting a little nervous. \"And she has been saying lately that she thinks that I am, 'not qualified to be president,’ \" he told the crowd.\nSanders then said, \"I don't believe that she is qualified if she is, through her super PAC, taking tens of millions of dollars in special interest funds. I don't think that you are qualified if you get $15 million from Wall Street through your Super PAC. I don't think you are qualified if you have voted for the disastrous war in Iraq. I don't think you are qualified if you've supported virtually every disastrous trade agreement, which has cost us millions of decent-paying jobs.\"\nIn fact, both candidates are clearly qualified in the strictest sense, because they both meet the four constitutional requirements to be president: age 35 or older, a natural born citizen, a resident for at least 14 years, and neither are finishing a second term in the job.\nSo is Sanders correct that Clinton has been saying the he was \"not qualified to be president\"?\nWe emailed his campaign asking where to find Clinton specifically and directly making that statement.\nThe campaign couldn't.\nInstead, the Sanders people sent us video of a Sanders news conference in which he cites a CNN report saying that the Clinton campaign's strategy would be to \"Disqualify (Sanders), defeat him and unify the party later.\"\nBut that's not a quote from Clinton. It's a summation by CNN's senior Washington correspondent Jeff Zeleny, who begins his article this way: \"Hillary Clinton's campaign is taking new steps to try and disqualify Bernie Sanders in the eyes of Democratic voters.\"\nThe article says Clinton spokeswoman Christina Reynolds argued that Sanders is unqualified, but Reynolds is not directly quoted as saying that.\nInstead, she is quoted as saying, \"You get the impression Sen. Sanders hasn't thought very much\" about how to actually get goals accomplished.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nSanders also cited a April 6 Washington Post headline: \"Clinton questions whether Sanders is qualified to be president.\"\nThat headline comes from a story based on an April 6 interview with Clinton on the MSNBC show Morning Joe, in which host Joe Scarborough repeatedly tried to get Clinton to say whether she believed Sanders is \"qualified and ready\" to be president. In each case, Clinton wouldn't answer directly.\nInitially, Clinton said Sanders' interview with the New York Daily News \"raised a lot of really serious questions.\" In the interview, Sanders seemed to stumble over details about how he would implement some of his proposals, such as breaking up big banks.\n\"So is he qualified?\" Scarborough said, asking if she thought Sanders was \"ready to be president.\" Clinton said she thought Sanders hadn't done his homework and \"that does raise a lot of questions.\"\nScarborough tried again, asking \"But do you think he is qualified?\" Again, Clinton didn't give a yes or no answer.\nThe lead paragraph on the Washington Post story: \"Former secretary of state Hillary Clinton on Wednesday questioned whether her rival in the Democratic presidential primary, Sen. Bernie Sanders (Vt.), is qualified to be president.\"\nBut Clinton saying that Sanders' answers raise questions about his qualifications is very different from saying he's \"not qualified.\"\nOur ruling\nSanders said Clinton \"has been saying lately that she thinks that I am 'not qualified to be president.' \"\nThat's the spin some media outlets are putting on it, when Clinton dodged the question of whether or not she thinks Sanders is qualified.\nBut she's never directly said it, as Sanders specifically alleged.\nBecause the statement contains some element of truth but ignores critical facts that would give a different impression, we rate it Mostly False.\nhttps://www.sharethefacts.co/share/c946cee5-8369-47de-b43b-3945940259be", "vclaim_id": "vclaim-pol-05142"}