{"url": "/factchecks/2011/jul/15/scott-rigell/rigell-says-gop-medicare-plan-offers-those-under-5/", "speaker": "Scott Rigell", "vclaim": "Under Ryan plan, \"those 54 and younger would receive the same kind of healthcare options now enjoyed by members of Congress.\"", "truth_label": "barely-true", "date": "stated on June 23, 2011 in a newsletter.:", "title": "Rigell says GOP Medicare plan offers those under 55 same healthcare options enjoyed by Congress", "text": "Seeking to dispel concerns that House Republicans want to end Medicare and push granny off a cliff, U.S. Rep. Scott Rigell, R-2nd, recently reached out to his constituents.\n\nIn a letter titled \"An open and honest conversation about Medicare,\" Rigell defended House Budget Chairman Paul Ryan’s \"Path to Prosperity Plan\" and attempted to address the \"misinformation coming out of Washington\" about it.  \n\nRigell laid out a series of \"facts,\" the first of which reads: \"Under the Path to Prosperity, there are no changes to Medicare for anyone 55 and older; those 54 and younger would receive the same kind of healthcare options now enjoyed by Members of Congress.\"\n\nWe thought it worthwhile to look into the assertion that Americans 54 and younger would enjoy the same type of health care Rigell does. PolitiFact national has walked this road in April,  checking a claim from Rep. Mike Pence, R-Ind.\n\nAs pointed out in that fact check, Medicare is currently a single-payer plan: The government pays doctors and hospitals set fees for the care Medicare beneficiaries receive. (Beneficiaries contribute premiums, and active workers contribute payroll taxes.)\n\nUnder Ryan’s plan, people who are not yet 55 would not receive traditional Medicare, but would instead qualify for government \"premium support\" to help them buy health insurance from a private company starting in 2022. Premium supports would be higher for people who require more health care.\n\nHere’s how Ryan’s plan explains it: \"When younger workers become eligible for Medicare, they will be able to choose from a list of guaranteed coverage options, enjoying the same kind of choices in their plans that members of Congress enjoy today. Medicare would then provide a payment to subsidize the cost of the plan. In addition, Medicare will provide increased assistance for lower-income beneficiaries and those with greater health risks.\"\n\nRyan’s proposal would require the private insurance companies to accept all comers and to charge the same rate for people who are the same age. The plans would have to comply with a standard for benefits set by the U.S. Office of Personnel Management, an agency that administrates the Federal Employees Health Benefits Program, through which members of Congress buy their insurance.\n\nAdditionally, Ryan’s plan would gradually raise the Medicare eligibility age to 67 and provide smaller premium supports to high earners.\n\nThe nonpartisan Congressional Budget Office analyzed Ryan’s proposal and found it would save the government money. But it would do so by requiring future Medicare beneficiaries to pay more to buy insurance.\n\n\"A private health insurance plan covering the standardized benefit would, CBO estimates, be more expensive currently than traditional Medicare. Both administrative costs (including profits) and payment rates to providers are higher for private plans than for Medicare,\" the CBO concluded.\n\nNow let’s compare the benefits under Ryan’s plan to what members of Congress can buy.\n\nHow the plan is like what members of Congress get.\n\nAsked to support Rigell’s claim, a representative from his office passed along information from the House Budget Committee. It points out that like the Federal Employee Health Benefit Program, the Ryan plan would provide seniors a list of approved plans from competing private insurance companies and allow them the flexibility to choose.  \n\nThose plans would be required to comply with a benefits standard set by the U.S. Office of Personnel Management, as do plans that cover members of Congress. The government would also pay part of premiums, as it does for members of Congress.\n\nHow the plan is not like what members of Congress get.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nFirst, the plans would be created specifically for Medicare beneficiaries on newly created Medicare health insurance exchanges. (Exchanges are virtual marketplaces where people can shop for insurance.)\n\nSecond, members of Congress are protected somewhat when health insurance companies raise rates, through a formula known as \"Fair Share.\" Generally speaking, the government pays for 75 percent of the average of the health insurance plans it offers. If the overall plans increase in price, the government still pays 75 percent.\n\nFederal support for premiums in Ryan’s plan, though, would not keep pace with medical inflation. Premium support instead would be pegged to the consumer price index, which historically lags health care costs.\n\nOur final point on how the plans differ may seem obvious to some, but we feel it’s important to mention: Members of Congress receive employer-based insurance. By definition, that means they receive a salary to help pay for their insurance. The base pay for members of Congress is currently $174,000.\n\nMedicare beneficiaries, on the other hand, tend to make a lot less money, because most of them are retired. The median income for Medicare beneficiaries was $20,644 in 2010. And only 5 percent had incomes exceeding $82,695, according to an analysis by the Kaiser Family Foundation.\n\n\"As policymakers consider options for decreasing federal Medicare spending and addressing the federal debt and deficit, this analysis raises questions about the extent to which the next generation of Medicare beneficiaries will be able to bear a larger share of costs,\" the foundation concluded in an April 2011 report.\n\nSo let’s look back.\n\nWhile Rigell’s office -- via the House Budget Committee -- points to similarities in the two plans’ flexibility, they remain fundamentally different at the core.\n\nAt a minimum, the premium supports of the Medicare plan would not keep pace with the historic record of rapidly increasing health care costs. Additionally, seniors make significantly less income than members of Congress and would not likely have the same options to buy more expensive plans. And, finally, they would not receive the same protection against rising costs that \"Fair Share\" provides members of Congress.\n\nWe rate Rigell’s statement Barely True.\n \nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12741"}