{"url": "/factchecks/2016/mar/04/ted-cruz/ted-cruz-says-donald-trump-wrote-10-checks-hillary/", "speaker": "Ted Cruz", "vclaim": "Says Donald Trump has written 10 checks to Hillary Clinton \"and four of those checks were not to her Senate campaign. … It was to her presidential campaign.\"", "truth_label": "half-true", "date": "stated on March 3, 2016 in a Republican presidential debate in Detroit:", "title": "Ted Cruz says Donald Trump wrote 10 checks to Hillary Clinton campaigns", "text": "During the Republican presidential debate in Detroit, Ted Cruz went after Donald Trump by bringing up the real estate developer’s past donations to the Democratic frontrunner, Hillary Clinton.\nCruz said, \"Donald Trump has written checks to Hillary Clinton not once, not twice, not three times. Ten times. And four of those checks were not to her Senate campaign. It wasn't that she was the New York senator and it was a cost of doing business. It was to her presidential campaign.\"\nWe found that Cruz has a point that Trump has given multiple donations to Clinton, including to her presidential campaign. However, Cruz’s count is too high, and with the presidential donations, there is less than meets the eye. (We aren’t looking at Trump’s donations to the Clinton Foundation.)\nWe looked up donations by Trump both in the Federal Election Commission donor lookup and a similar tool offered by the Center for Responsive Politics, a group that tracks campaign contributions.\nCruz’s number -- 10 donations -- matches the number of donations that come up when searching the FEC site for donations by \"Donald Trump.\" However, searching that way lumps in donations made by Trump’s son, Donald Trump Jr. Weeding out the son’s donations requires clicking into the scanned images of his donation disclosure forms.\nHere’s a summary of the elder Trump’s donations to Clinton:\n\n\n\n\nDate\n\n\nAmount\n\n\nSenate or presidential\n\n\n\n\n05/01/2002\n\n\n$1,000\n\n\nSenate\n\n\n\n\n03/23/2005\n\n\n$1,000\n\n\nSenate\n\n\n\n\n09/30/2005\n\n\n$900\n\n\nSenate\n\n\n\n\n12/02/2005\n\n\n$1,000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nSenate\n\n\n\n\n11/01/2006\n\n\n$200\n\n\nSenate\n\n\n\n\n11/12/2007\n\n\n$600\n\n\nPresidential\n\n\n\n\n11/09/2009\n\n\n$1,700\n\n\nPresidential\n\n\n\n\n11/10/2009\n\n\n-$2,300 (refund)\n\n\nPresidential\n\n\n\n\n \nThis data supports Cruz’s general point that Trump has made multiple donations to Clinton over the years. But Cruz is off on the specifics in several ways.\nFirst, the number of total donations isn’t 10, as Cruz said, but seven. The number of donations to her presidential campaign wasn’t four, as Cruz said, but two.\nSecond, the total amount of Trump donations to Clinton’s presidential campaign were refunded in November 2009. Who requested this refund -- Trump or Clinton -- was not recorded in the documentation.\nThird, the timing of both Trump’s biggest presidential donation and the refund is also curious. The money was not spent and refunded during the heat of the 2008 presidential primary campaign, when Clinton was running. Rather, the transactions came a full year after Barack Obama -- Clinton’s primary rival -- had already been elected president.\nIf we can learn any more about the circumstances of these donations and refunds, we will update this article.\nMembers of Trump’s immediate family also gave money to Clinton over the years. His wife, Melania, gave one donation of $2,000 to Clinton’s Senate campaign in 2006. His daughter, Ivanka, gave three donations totaling $4,400 to Clinton’s Senate campaign in 2006 and 2007. And Donald Trump Jr. gave three donations worth $6,100 in 2006 and 2007, minus a refund of $1,700 in 2008. On net, the younger Trump gave $2,100 in donations to Clinton’s Senate campaign and $2,300 to her presidential campaign.\nIndeed, Cruz spokeswoman Catherine Frazier told PolitiFact that \"between Trump and his children, it is 10 times. It is all Donald Trump's money.\"\nHowever, we don't consider this money to be Trump's -- his wife and the children who donated are adults -- and Cruz didn't refer to Trump's family at large.\nOur ruling\nCruz said Donald Trump has written 10 checks to Hillary Clinton \"and four of those checks were not to her Senate campaign. … It was to her presidential campaign.\"\nHe has a point that Trump has made multiple campaign donations to Clinton, but he overstated the amounts. Trump ended up making five donations worth $4,100 to Clinton’s Senate campaign, and two donations worth $2,300 to her presidential campaign. The presidential donations were eventually refunded in their entirety. We rate Cruz’s statement Half True.      Share The Facts   Ted CruzPresidential candidate     Says Donald Trump has written 10 checks to Hillary Clinton \"and four of those checks were not to her Senate campaign. … It was to her presidential campaign.\"  In a campaign debate in Detroit – Thursday, March 3, 2016  ShareRead more   Embed", "vclaim_id": "vclaim-pol-05327"}