{"url": "/factchecks/2014/apr/15/virginia-foxx/it-takes-americans-61-billion-hours-prepare-their-/", "speaker": "Virginia Foxx", "vclaim": "Americans spend \"6.1 billion hours a year\" on tax preparation.", "truth_label": "true", "date": "stated on April 15, 2014 in in a comment on Twitter:", "title": "It takes Americans 6.1 billion hours to prepare their taxes, says Virginia Foxx", "text": "Tax day has come around again, and with it a startling claim about the amount of time Americans spend doing their taxes each year.\nAccording to U.S. Rep. Virginia Foxx, R-N.C., it takes United States taxpayers a total of 6.1 billion hours to file their taxes. That adds up to more than 695,000 years.\n\"6.1 Billion hours a year, just to figure out how much money the government is going to take,\" she said in a post on Twitter.\nWe had to check to see if this number could possibly be accurate.\nAccording to Foxx’s office, the number comes from the Taxpayer Advocate Service’s 2013 report to Congress, which tackled the issue of the complexity of the U.S. tax code.\n\"In 2012, the National Taxpayer Advocate has designated the complexity of the Internal Revenue Code (IRC) as one of the most serious problems facing taxpayers,\" the report reads. \"The existing code, by our count, has reached nearly four million words and imposes unconscionable burden on taxpayers. Our analysis of IRS data indicates that individuals and businesses spend about 6.1 billion hours a year complying with tax-filing requirements.\"\nIt’s important to note that the report comes to the number by calculating the estimated combined time businesses and individuals spend filing taxes, not just that of private citizens.\nThe Taxpayer Advocate Service is an independent group within the Internal Revenue Service that is tasked with helping \"taxpayers resolve problems with the IRS and recommend changes that will prevent the problems.\"\nThe number was calculated by multiplying the number of times each type of tax form was filed in 2010 by the amount of time the IRS estimates it takes to complete each form, according to Ken Drexler, a media relations officer at the Taxpayer Advocate Service. The Paperwork Reduction Act of 1995 requires federal agencies to estimate the amount of time it takes to fill out a given piece of paperwork.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"It’s the best number you can come up with, but it’s not necessarily a number you would take to the bank,\" Drexler said, noting it would take longer for someone unfamiliar with a form to complete it than someone who has done so many times before. Accountants and tax professionals, for example, could fill out the forms faster than an average filer.\nIn other words, the estimate might have flaws, but it is the best guess as to the time it takes for businesses and individuals to fill out tax paperwork.\nIn a 2011 report, the Laffer Center for Supply Side Economics further broke down the 6.1 billion hour figure, finding that individuals spend 3.16 billion of those hours filling out tax forms, while businesses clock in at 2.94 billion hours.\nThe estimate has remained the same since 2010. In 2009, the Taxpayer Advocate Service concluded Americans spent a whopping 7.6 billion hours completing the forms.\nOur ruling \nFoxx said, \"6.1 billion hours a year, just to figure out how much money the government is going to take.\"  \nThe number came from the Taxpayer Advocate Service’s 2013 report to Congress, which stated that  individuals and businesses spent 6.1 billion hours preparing their taxes.  \nIt’s important to note that the figure is an estimate. It comes from taking the number of tax forms filed in the last year and multiplying it by the IRS’s estimate of the time it takes to prepare the forms. Foxx’s larger point, that it takes a very long time for Americans to comply with filing their federal taxes, is accurate.\nThe number is an estimate, but it’s from a credible, independent report. We rate this statement True.", "vclaim_id": "vclaim-pol-07988"}