{"url": "/factchecks/2018/jun/25/brad-parscale/tyes-immigrant-children-detained-under-obama-they-/", "speaker": "Brad Parscale", "vclaim": "\"Fact: Over 90,000 kids were detained under Obama. And no one cared.\"", "truth_label": "barely-true", "date": "stated on June 20, 2018 in a tweet:", "title": "Trump campaign manager’s tweet omits that children detained under Obama were unaccompanied minors", "text": "As President Donald Trump faced criticism from the left and right for his administration’s policy leading to separation of undocumented immigrant children from parents, conservatives fired back by arguing that President Barack Obama also detained children.\n\"Fact: Over 90,000 kids were detained under Obama. And no one cared,\" tweeted Trump’s campaign manager Brad Parscale June 20.\nAttorney General Jeff Sessions announced in April the Trump administration would refer all people caught crossing the border illegally for prosecution, including adults traveling with children. As a result of that zero-tolerance policy, officials said about 2,300 children had been separated from their parents at the border between May 5 and June 9.\nIn response to the political backlash, Trump signed an executive order June 20 stating the administration will temporarily keep families together pending proceedings.\nWe found multiple claims on social media and on conservative websites stating that 90,000 children were detained under Obama, so we decided to fact-check the figure.\nParscale also tweeted a Daily Caller article that included photos taken during a media tour of detention facilities in Texas and Arizona in 2014. These images show immigrants in caged-in facilities and sleeping on floors.  (In May, Trump correctly tweeted that Democrats had mistakenly tweeted 2014 pictures from Obama’s term showing children from the border in steel cages.)\nParscale declined to comment on the record.\nChild immigrants during Obama’s tenure\nParscale appears to be referring to unaccompanied minors fleeing gang violence and poverty in Central America during Obama’s tenure.\nThose unaccompanied minors who crossed the border without parents are a different group from the children separated from their parents at the border in recent months.\nA report to the U.S. Senate in 2016 stated that since the beginning of fiscal year 2014, the Department of Health and Human Services had placed almost 90,000 unaccompanied minors with sponsors in the United States.\nUnder the terms of the 2008 Trafficking Victims Protection Act, unaccompanied minors from countries other than Canada and Mexico were transferred from Border Patrol to the Office of Refugee Resettlement, by law within 72 hours, said David Fitzgerald, co-director of the Center for Comparative Immigration Studies at University of California San Diego.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThese minors were detained in a jail-like setting until they could be placed with a parent, family member, or other sponsor living in the U.S. They stayed with those caregivers until the end of their immigration proceedings, which would decide whether they could stay permanently or be deported.\nUnder Obama, most of these detentions were short-term before the unaccompanied minors were released to a caregiver.\nThere isn’t a clean answer for average detention time, but in federal filings in the Flores settlement case, the government said that for residents booked into family residential facilities during a stretch between October 2015 and May 2016 the average length of stay was 11.8 days. (The Flores settlement was a January 1997 court agreement between advocates for unaccompanied minors detained by immigration authorities and the Justice Department. The agreement determined immigrant children must be held in the \"least restrictive setting.\")\nDuring Obama’s tenure, it was possible for undocumented children to be separated from a parent once they were already in the country if their parents ultimately got deported.\nWhile some children were separated from their parents under Obama, this was relatively rare, and occurred at a far lower rate than under Trump.\n'No one cared'\nParscale said that \"no one cared\" about child detentions under Obama. But family detention under Obama was highly controversial.\nThe majority of the Senate Democratic caucus -- 33 senators -- along with 178 House Democrats sent a letter in June 2015 to the Homeland Security Secretary urging an end to family detention.\n\"The prolonged detention of asylum-seeking mothers and children who pose no flight risk or danger to the community is unacceptable and goes against our most fundamental values,\" they wrote.\nThe UN Refugee Agency filed an amicus brief in litigation against the detention of minors. Several rights organizations including the ACLU filed briefs in the July 2016 case in which the 9th Circuit Court of Appeals ruled that the Flores settlement applies to all children, whether accompanied or unaccompanied by their parents.\nOur ruling\nParscale tweeted, \"Fact: Over 90,000 kids were detained under Obama. And no one cared.\"\nThe 90,000 children refers to the unaccompanied minors from Central America during Obama’s tenure. Children were detained by the federal government until they could be released to a parent or other caregiver in the U.S.\nHowever, Parscale omits that this group of children detained is a different situation from the recent Trump administration policy. The 90,000 refers to minors who crossed the border without any parents during Obama’s tenure. Those unaccompanied minors were detained until they were placed with a caregiver. The Trump administration policy separated children from their parents when they crossed the border.\nWe rate this statement Mostly False.\nhttps://www.sharethefacts.co/share/74952627-2719-4a67-ad4c-1112e9480125", "vclaim_id": "vclaim-pol-01934"}