{"url": "/factchecks/2018/mar/20/heidi-heitkamp/senate-banking-bill-win-advantage-wall-street/", "speaker": "Heidi Heitkamp", "vclaim": "\"There are no provisions in here that substantially affect or advantage the big Wall Street bankers.\"", "truth_label": "half-true", "date": "stated on March 14, 2018 in an interview:", "title": "Is the Senate banking bill a big win for Wall Street? Yes and no", "text": "The Senate just passed what may become the first rewrite of the financial reform law that followed the 2008 financial crisis, and lawmakers are sending mixed messages about its contents.\nU.S. Sen. Elizabeth Warren, D-Mass., the bill’s biggest critic, described it as a gift to big banks.\n\"Give me a break,\" Warren said in a floor speech. \"This bill is about goosing the bottom line and executive bonuses at the banks that make up the top one half of 1 percent of banks in this country by size. The very tippy-top.\"\nSen. Heidi Heitkamp, D-N.D., countered in an interview, \"There are no provisions in here that substantially affect or advantage the big Wall Street bankers.\"\nSo who’s right?\nThere are a few provisions that affect the big banks, but Heitkamp has a point in saying they’re not as substantial as they may seem. Warren has a point that regulations on big banks could be relaxed, but she downplays the fact that the Federal Reserve will still have substantial powers to rein them in.\nWall Street\nThe financial reform law, called Dodd-Frank after its congressional sponsors, didn’t directly define Wall Street, but it did create regulations for banks of different asset sizes. The largest banks, those deemed \"systemically important,\" were defined as those with assets above $50 billion.\nSome banks made the case, though, that even though they have more than $50 billion in assets, they’re not really \"big banks.\" In an effort to lift the regulatory burden of those credit unions and community banks, the bill raises the threshold to $250 billion in assets.\nBanks like Citigroup, J.P. Morgan and Wells Fargo have well above $250 billion in assets, but experts fear that the little banks exempt from tough regulations aren’t so little anymore.\nFormer U.S. Rep. Barney Frank, D-Mass., an architect of the original law, told us that $50 billion had been too low, but $250 billion went overboard.\n\"My personal view was that it should have been $125 (billion),\" Frank said. \"But the importance of this bill is that it makes no changes to the most important pieces of Dodd-Frank. As far as the larger banks are concerned, they got none of what they were looking for.\"\nJeremy Kress, a finance professor at the Ross School of Business and a former attorney at the Federal Reserve, agreed that some of the small banks aren’t so small.\n\"While the affected regional banks, like SunTrust and Fifth Third, may not technically be ‘Wall Street,’ history suggests that banks of this size may be systemically important and should therefore be subject to heightened regulation,\" Kress said.\nLiquid assets and custodian banks\nThere are provisions in the bill that directly affect banks with over $250 billion in assets. Heitkamp suggests these provisions aren’t substantial. Let’s take a look.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDodd-Frank mandated that banks hold a minimum amount of ready-to-sell assets, like cash or something easily redeemed for cash, which would provide a buffer in the case of a financial meltdown.\nThis bill allows certain municipal bonds to count toward this stockpile. Experts fear these thinly traded, not very liquid bonds will make it easier for the bigger banks to satisfy liquidity requirements while taking on greater risk.\nThe Wall Street Journal reported that provision was championed by Citigroup and other large banks.\nDodd-Frank also mandated a ratio of bank asset size to capital (assets minus liabilities), as a safeguard against a financial crisis.\nThis rewrite allows banks that are \"predominantly engaged\" in safeguarding a firm or a person’s financial assets (as opposed to lending) to exclude central bank deposits and be categorized as smaller banks.\nThe definition fits three banks particularly well: the Bank of New York Mellon, State Street and Northern Trust. While not considered Wall Street banks, Bank of New York Mellon and State Street both qualify as global systemically important banks.\nAnd interpretation of the language may allow Citigroup and J.P. Morgan, which also perform custodial activities and have combined assets worth $4.4 trillion, to qualify for this exemption. The Congressional Budget Office estimated a 50 percent chance of such an interpretation.\nStress tests\nStress tests measure a bank’s ability to weather a potential economic crisis. Under this bill, banks with asset sizes between $50 billion and $100 billion will be exempt from these tests, while banks between $100 billion and $250 billion will be subject to \"periodic,\" as opposed to annual, tests.\nCritics argue the language will allow the frequency of tests to decrease, although Federal Reserve Chairman Jerome Powell said it would be the Fed’s intent to have \"meaningful, strong, regular, periodic stress tests\" for this asset size range.\nThe two stress tests mandated by Dodd-Frank and the Federal Reserve carried out by the Fed would remain annual for banks with asset sizes above $250 billion, although stress tests carried out by banks on themselves would change from annual to periodic.\nTailoring language\nOne of the more subtle aspects of the bill is that big banks could ask for special consideration called \"tailoring.\" The bill language says that the Federal Reserve \"shall,\" rather than \"may,\" tailor its rules based on the size, complexity and \"other risk-related factors\" of the banks.\nThis won’t actually change much, as the Federal Reserve already tailors regulations to different banks. But critics fear mandating tailoring opens a door for Wall Street banks to challenge regulations.\n\"While tailoring is a laudable goal, ‘risk-related factors’ is a legal landmine,\" Kress said. \"It's the exact statutory language that MetLife cited last year when it won a court order overturning its designation as a systemically important firm.\"\nOur ruling\nHeitkamp said, \"There are no provisions in here that substantially affect or advantage the big Wall Street bankers.\"\nThe bill raises the bar of what is considered a big bank five-fold, which effectively relaxes the standards for large regional banks. Experts warn this also could open a door for bigger Wall Street bank giveaways.\nThe bill also has a few provisions affecting banks above $250 billion in assets. However, the effects would largely depend on the Federal Reserve’s interpretation of the law. The biggest banks might be able to get relaxed regulations, but then again, they might not.\nHeitkamp is partially accurate but leaves out important details. We rate this statement Half True.\n Share the Facts 2018-03-20 17:52:39 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"There are no provisions in here that substantially affect or advantage the big Wall Street bankers.\"    Heidi Heitkamp U.S. Senator from North Dakota https://www.theatlantic.com/amp/article/555524/?__twitter_impression=true   an interview Wednesday, March 14, 2018 2018-03-14    Read More  info", "vclaim_id": "vclaim-pol-02289"}