{"url": "/factchecks/2016/nov/15/donald-trump/donald-trump-says-new-york-times-apologized-bad-co/", "speaker": "Donald Trump", "vclaim": "\"The @nytimes sent a letter to their subscribers apologizing for their BAD coverage of me.\"", "truth_label": "false", "date": "stated on November 13, 2016 in a tweet:", "title": "Donald Trump says New York Times apologized for 'bad coverage' of him", "text": "President-elect Donald Trump doesn’t think the New York Times has been fair to him.\nAmid a series of tweets criticizing the New York Times, Trump said the news organization wrote a letter to readers after the election, apologizing for their \"bad coverage\" of him.\n\"The @nytimes sent a letter to their subscribers apologizing for their BAD coverage of me. I wonder if it will change - doubt it?\" Trump tweeted Nov. 13.\nThe @nytimes sent a letter to their subscribers apologizing for their BAD coverage of me. I wonder if it will change - doubt it?— Donald J. Trump (@realDonaldTrump) November 13, 2016\n\n\nTrump’s tweet is a distorted and over-the-top description of a Nov. 13 letter to readers from the New York Times’ publisher and executive editor.\nThe 200-word letter primarily serves to thank readers for their loyalty and to say that New York Times will \"rededicate\" itself to the high journalistic standards it has employed thus far.\nNowhere in the letter did the authors write anything like an apology. Nor did they say that the organization’s overall coverage of Trump was \"bad.\"\nTrump spokesman Steven Cheung said Trump was referring to the fact that the letter includes an admission that the New York Times underestimated Trump’s chances. The letter said the outcome was \"unexpected\" and posed the rhetorical question: \"Did Donald Trump’s sheer unconventionality lead us and other news outlets to underestimate his support among American voters?\"\nAt times during the election, the New York Times presidential poll forecast predicted Hillary Clinton had more than a 90 percent chance of winning the election, and that turned out to be incorrect.\n\"Doesn’t that speak volumes about the coverage?\" Cheung said of the inaccurate predictions at the New York Times and elsewhere. \"It wasn’t just a disservice to President-elect Trump, but it’s also a disservice to the voters looking for reliable coverage — which they obviously didn’t get during the election.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nBut predictions and polling are just two aspects of the New York Times’ Trump coverage throughout the campaign season.\nThey also broke the story that he likely didn’t pay federal income taxes for years, on top of stories about women who claimed Trump groped them. On the other side, the New York Times also broke the news that Clinton used a private email server.\nThe letter from publisher Arthur Sulzberger Jr. and executive editor Dean Baquet praised the organization’s work overall. It said reporters consistently covered the election \"with agility and creativity\" and that they will cover the new president with \"the same fairness, the same level of scrutiny, the same independence\" that they already do.\nSo it’s a stretch to say the letter’s line about an inaccurate prediction is an admission of \"bad coverage\" of Trump overall, nor is it an apology.\nA spokeswoman for the New York Times told PolitiFact: \"We're incredibly proud of our coverage of the 2016 campaign. There was no suggestion either in our note to staff, or the note to subscribers, that we were apologizing.\"\nCertainly, the New York Times and other media outlets are reflecting on their coverage from the year and why they so underestimated Trump’s support. The New York Times public editor Liz Spayd, for example, wrote Nov. 9 that reporters could have done more to immerse themselves in Trump supporters’ lives.\nOur ruling\nTrump said, \"The @nytimes sent a letter to their subscribers apologizing for their BAD coverage of me.\"\nThe New York Times sent a letter to subscribers thanking them for their loyalty and promising to provide strong coverage of Trump going forward.\nWhile the letter does note that the New York Times underestimated support for Trump, it does not say their coverage of him throughout the campaign was bad. In fact, the letter praises New York Times reporters’ work.\nThe note does not include any semblance of an apology.\nWe rate Trump’s claim False.\nhttps://www.sharethefacts.co/share/f2054f27-8478-407c-9196-35f65372025d", "vclaim_id": "vclaim-pol-03943"}