{"url": "/factchecks/2018/feb/16/kellyanne-conway/did-gillibrand-defend-and-harbor-bill-clinton-duri/", "speaker": "Kellyanne Conway", "vclaim": "\"I don’t need a lecture from Kirsten Gillibrand or anybody else who protected and defended and harbored a sitting president who had sexual relations in the Oval Office and was impeached for lying.\"", "truth_label": "barely-true", "date": "stated on February 11, 2018 in an interview on ABC's 'This Week':", "title": "Did Gillibrand 'defend and harbor' Bill Clinton during impeachment, as Kellyanne Conway said?", "text": "Sen. Kirsten Gillibrand has emerged as one of the most outspoken members of Congress against sexual assault.\nBut White House Counselor Kellyanne Conway assailed Gillibrand after the senator criticized President Donald Trump on Twitter for hiring Rob Porter, the former White House staff secretary who resigned amid allegations of domestic abuse.\n\"I don’t need a lecture from Kirsten Gillibrand or anybody else who protected and defended and harbored a sitting president who had sexual relations in the Oval Office and was impeached for lying,\" Conway said on ABC’s This Week.\nGillibrand has spent years trying to pass legislation to curb sexual assault in the military and on college campuses. Her work coined her the title of the ‘#MeToo Senator’ on CBS’ 60 Minutes recently. Gillibrand also made headlines last year when she said former President Bill Clinton should have resigned after his affair with a former White House intern became public in 1998.\nConway accuses the senator of defending Clinton when he was a sitting president. Is there any truth to her claim?\nClinton’s impeachment\nMonica Lewinsky had an affair with Clinton as a White House intern. When the affair was first made public through media reports in January 1998, Clinton denied the affair for several months until he admitted to it on national television in August that year.\nThe House approved two articles of impeachment against Clinton in December 1998. The Senate acquitted Clinton of those charges in 1999. All 45 Democrats in the Senate voted against the impeachment charges at the time. Only seven of the Democrats remain in the Senate today.\nGillibrand’s career\nGillibrand worked as a lawyer at a Manhattan law firm during Clinton’s impeachment, then accepted a position as special counsel at the U.S. Dept. of Housing and Urban Development in 2000. She worked there for the rest of Clinton’s term for Andrew M. Cuomo, who was secretary of the agency at the time. She also volunteered for Hillary Clinton’s Senate campaign that year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nGillibrand announced a run for Congress in 2005 and she was elected in 2006, nearly nine years after Clinton's affair became public. Gillibrand succeeded Hillary Clinton as a U.S. senator representing New York in 2009.\nWe could find no evidence suggesting Gillibrand publicly defended President Clinton while he was in office.\nGillibrand and the Clintons\nBut she has been a political ally to the Clintons for almost two decades. Bill Clinton campaigned for Gillibrand during her first run for an upstate Congressional seat in 2006. Three years later, he headlined a fundraiser for Gillibrand after she was appointed to Hillary Clinton's Senate seat. Gillibrand accepted his endorsement for her re-election the following year.\nGillibrand donated to Hillary Clinton's campaigns for Senate and helped campaign for her in 2016.  Gillibrand appeared publicly with Bill Clinton several times since her first election.\nShe did not publicly condemn the former president’s actions until last year.\nThe White House did not respond to our inquiry about Conway’s claim.\nOur ruling\nWe could find no evidence that Gillibrand \"protected and defended and harbored a sitting president who had sexual relations in the Oval Office and was impeached for lying.\"\nGillibrand was not elected to Congress until 2006. She worked for the Clinton administration briefly in 2000 after the president was impeached. She has been close with the Clintons since her election in 2006, and she did not publicly condemn the former president until last year.\nWe rate Conway’s claim Mostly False.\n Share the Facts 2018-02-16 19:11:22 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"I don’t need a lecture from Kirsten Gillibrand or anybody else who protected and defended and harbored a sitting president who had sexual relations in the Oval Office and was impeached for lying.\"    Kellyanne Conway White House Counselor https://abcnews.go.com/Politics/week-transcript-11-18-counselor-president-kellyanne-conway/story?id=52986898    Sunday, February 11, 2018 2018-02-11    Read More  info", "vclaim_id": "vclaim-pol-02397"}