{"url": "/factchecks/2008/feb/27/hillary-clinton/shes-often-first-but-is-that-a-bad-thing/", "speaker": "Hillary Clinton", "vclaim": "\"Could I just point out that ... I seem to get the first question all the time?\"", "truth_label": "true", "date": "stated on February 26, 2008 in a debate in Cleveland:", "title": "She's often first, but is that a bad thing?", "text": "Suggesting that she's being treated more harshly by the press than her opponent, Sen. Hillary Clinton noted toward the start of a debate with Sen. Barack Obama that she often has to answer the first question in televised debates. The comment was surprising in tone and content, coming abruptly after a long back-and-forth on health care and in answer to a question about who's right on NAFTA.\n\n\n\"Well, could I just point out that, in the last several debates, I seem to get the first question all the time? And I don't mind,\" Clinton said during a Feb. 26, 2008, Democratic debate in Cleveland, Ohio. \"You know, I'll be happy to field them, but I do find it curious. And if anybody saw\n\nSaturday Night Live\n\n, you know, maybe we should ask Barack if he's comfortable and needs another pillow.\"\n\n\nA few boos could be heard before the debate continued.\n\n\nClinton is right. She has received the first question in five of the six debates this year. Here's a look at the opening question for each of those debates:\n\n\n• Jan. 5 in Manchester, N.H.: Moderator Charles Gibson of ABC News asks Sen. Barack Obama if he stands by a foreign policy speech in which he said he \"would go into western Pakistan if (he) had actionable intelligence to go after (Osama bin Laden) whether or not the Pakistani government agreed.\"\n\n\n• Jan. 15 in Las Vegas: Moderator Brian Williams of NBC News asks Clinton how, on Rev. Martin Luther King Jr.'s birthday, race became such a prominent issue in the campaign. \"How did we get here?\" he asks.\n\n\n• Jan. 21 in Myrtle Beach, S.C.: CNN correspondent Joe Johns asks Clinton: \"How much money would your stimulus plan put in the pockets of the average South Carolinian?\"\n\n\n• Jan. 31 in Los Angeles (first one-on-one debate): Doyle McManus, Washington bureau chief for the\n\nLos Angeles Times,\n\nasks Clinton what she thinks is the \"most important policy distinction between\" her and Obama.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n• Feb. 21 in Austin, Texas: Univision anchor Jorge Ramos starts things off in Spanish: \"The question for you, Senator Clinton: Would you be willing to sit down with Raul Castro, or whoever leads the Cuban dictatorship when you take office at least just once, to get a measure of the man?\"\n\n\n• Feb. 26 in Cleveland: NBC's Williams questions Clinton about the change in tone between the Feb. 21 debate and rhetoric on the campaign trail: \"You would agree the difference in tone over just those 48 hours was striking,\" he says.\n\n\nStill, it's funny that Clinton would complain about getting the first question all the time because it wasn't too long ago that there were so many Democratic contenders that many were complaining about not getting enough questions. Besides, in a debate format, isn't it a good thing to go first?\n\n\n\"In terms of receiving the first question, I have not seen people make a big deal about that,\" said Gordon R. Mitchell, University of Pittsburgh professor and director of the William Pitt Debating Union, one of the nation's oldest debate organizations. \"There are issues about who gets to speak first in terms of opening speeches and closing speeches ... but in this format, where there were a series of questions ... if there was an advantage or disadvantage to receiving the first question, it quickly was counteracted by the many follow-up questions that evened things out.\"\n\n\nMitchell thinks Clinton got her message wrong.\n\n\n\"My impression of what was happening here is Hillary was actually trying to say, 'Hey, I always get all of the hard questions,' and it just came out as, 'Hey, how come I'm always getting the first question?' \" he said.\n\n\nPerhaps that's what she meant, but we can only evaluate what she said. We rate her statement True.", "vclaim_id": "vclaim-pol-16320"}