{"url": "/factchecks/2011/feb/02/chris-cummiskey/georgia-second-fastest-growing-state-tourism-offic/", "speaker": "Chris Cummiskey", "vclaim": "Georgia is the second-fastest growing state for international tourists.", "truth_label": "true", "date": "stated on January 19, 2011 in a budget presentation:", "title": "Georgia is second fastest-growing state for tourism, official says", "text": "Who needs the Statue of Liberty to draw tourists when you have the Big Chicken?\n\nGeorgia’s new economic development commissioner, Chris Cummiskey, surprised us when he made this claim during a recent state budget hearing:\n\n\"We are the second-fastest-growing state for international tourists.\"\n\nVirginia, the commissioner said, is first.\n\nSo Georgia had a greater increase in international tourists than New York, home to Broadway, Lady Liberty and the amazing Manhattan skyline? The Peach State’s tourism market is growing faster than the market in California, the land of Hollywood and Disneyland? Georgia is ahead of Florida, where you can sunbathe in February on South Beach?\n\nReally?\n\nAJC PolitiFact Georgia went searching for answers.\n\nGeorgia Economic Development Department spokeswoman Alison Tyrer directed us to a 2009 study by the federal government about international tourism broken down by each state. In 2008, an estimated 634,000 international tourists came to Georgia, according to the U.S. Department of Commerce’s International Trade Administration. About 689,000 international tourists visited the Peach State the following year, the federal agency reported. That’s nearly a 9 percent increase. A survey examining international tourism in 2010 has not been done yet, the ITA said.\n\nThe top markets for international tourists who visited Georgia were the United Kingdom, Germany, the Caribbean, the Netherlands, France and Brazil, according to an ITA spokeswoman. In Atlanta, the tourists like to go to attractions such as the Georgia Aquarium. They also enjoy the Georgia coastline and are curious about the state’s antebellum architecture.\n\nVirginia had a 16 percent increase, according to the study. New York, Florida, California, Nevada and Hawaii ranked first through fifth in the number of international tourists, but only two of those five states (Florida and Hawaii) actually had more international tourists in 2009 than 2008, the ITA found. Hawaii had a 2 percent increase, while the number of international tourists who visited Florida increased by 1 percent.\n\nThe ITA report found Atlanta had the greatest percentage increase of international tourists of the nation’s top 20 markets.\n\nGeorgia is well-known as a state that hosts many conventions. But we also know Georgia has Atlanta’s Hartsfield-Jackson International Airport, the world’s busiest airport. So we wondered, perhaps, if these tourists were visiting the area overnight and whether the ITA’s numbers were deceptive. An ITA spokeswoman said the agency did not have specific data for how long people stayed in Georgia. An Atlanta Convention and Visitors Bureau spokeswoman said the average tourist stays in Atlanta about two or three days.\n\nSo what’s bringing these international tourists to Georgia? Cory Churches, the ITA spokeswoman, believes part of the explanation may be the merger of Delta Air Lines with Northwest Airlines in 2008.\n\n\"Delta Air Lines has been enhancing its ATL [Atlanta] hub presence, including international routes, since the merger with Northwest,\" Churches said.\n\nDelta has been eager to have more international flights, said Lauren Jarrell, the communications director for the Atlanta Convention and Visitors Bureau. The Atlanta Journal-Constitution has reported Delta’s desire to have 50 percent of its business be the more lucrative international flights. Jarrell said more conventioneers are coming from outside the country. For example, Jarrell said 56 percent of the attendees to one convention were international.\n\nTyrer, the state economic development spokeswoman, said Delta’s push for more international flights has helped. She also said the department has been more aggressive in marketing Georgia in other countries, particularly China and Germany, as a tourist destination. Georgia has had a tourism representative in the U.K. for about 10 years, Tyrer said.\n\nThe numbers in the federal report accurately reflect what the commissioner told state lawmakers in the budget hearing. We rate Cummiskey’s statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRon Stephens\n\n\nstated on August 6, 2012 in an article\n\n\n\n\n\n\n\n\nGeorgia spends fewer tourism advertising dollars than any other state in the South.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • August 13, 2012", "vclaim_id": "vclaim-pol-13680"}