{"url": "/factchecks/2018/jul/25/ted-cruz/beto-orourke-only-senate-candidate-call-donald-tru/", "speaker": "Ted Cruz", "vclaim": "Says Beto O’Rourke is \"the only candidate to the U.S. Senate to call for\" impeaching President Donald Trump.", "truth_label": "false", "date": "stated on July 17, 2018 in a campaign press release:", "title": "Is Beto O'Rourke the only Senate candidate to call for Donald Trump's impeachment?", "text": "There’s no sign of Republican Sen. Ted Cruz of Texas favoring the impeachment of President Donald Trump. Now Cruz says his Democratic challenger, U.S. Rep. Beto O’Rourke of El Paso, stands alone nationally for tilting the other way.\nCruz’s campaign said in a July 17, 2018, press release that O’Rourke \"continued today his reckless and radical Senate campaign based on impeaching Pres. Donald Trump. He is the only candidate to the U.S. Senate to call for impeachment,\" the release said.\nWe wondered: Is O’Rourke alone among Senate hopefuls in advocating the Republican president’s impeachment?\nNot so, we found, though it looks like he's the only Senate nominee to date to say he'd vote to launch impeachment proceedings.\nRefresher: The Constitution gives the House the power to impeach the president, vice president and other civil federal officials for treason, bribery or other high crimes and misdemeanors while it gives the Senate the power of trying impeachments. Convictions and consequent removals from office require the concurrence of two-thirds’ of senators in attendance. In recent history, President Bill Clinton was impeached; he wasn’t convicted or removed.\nO’Rourke has repeatedly said he’d vote to impeach\nOur search of the Nexis news database showed that as early as August 2017, O’Rourke said he’d vote for Trump’s impeachment. Most recently, the Dallas Morning News quoted O’Rourke saying in July 2018 that Trump merited impeachment for his performance in the just-completed summit with Russia’s leader, Vladimir Putin.\nO’Rourke responded to a News reporter: \"Standing on stage in another country with the leader of another country who wants to and has sought to undermine this country, and to side with him over the United States — if I were asked to vote on this I would vote to impeach the president. Impeachment, much like an indictment, shows that there is enough there for the case to proceed and at this point there is certainly enough there for the case to proceed.\"\nThen again, O’Rourke in December 2017 was among 364 House members to vote for tabling a proposal by Rep. Al Green, D-Houston, to impeach Trump, records show. Before that vote, Democratic leaders released a statement referring to Special Counsel Robert Mueller’s inquiry that said impeachment wasn’t timely.\nWhen we asked Cruz’s campaign how the senator determined that O’Rourke was alone among Senate candidates calling for impeachment, spokeswoman Catherine Frazier pointed out by email that the News story noting O’Rourke’s willingness to vote for impeachment quoted Cruz’s campaign manager, Jeff Roe, leveling a more limited claim. Roe called O’Rourke \"the only major-party candidate in America to call for impeachment.\"\nAnother Cruz contact, Emily Miller, emailed us a web link to a November 2017 Reuters news story describing O’Rourke saying that Trump’s racially charged rhetoric and divisive governing style had led O’Rourke to support impeachment. O’Rourke was quoted saying: \"I’m now convinced beyond the shadow of a doubt that Donald Trump is unfit for that office.\"\nO’Rourke spokesman says he’s not ‘called’ for impeaching Trump\nWhen we reached out to O’Rourke about Cruz calling him the only Senate candidate to call for impeachment, campaign spokesman Chris Evans said by email: \"Beto has never called for the impeachment of President Trump.\"\nEvans maintained that O’Rourke’s responses to reporters and voters about voting in favor of impeachment weren’t the same as the candidate calling for impeachment. Evans elaborated that O’Rourke hasn’t brought up impeachment \"at town halls or rallies, has not sent fundraising or petition emails on it, has not posted social media advocating for it, and has not used his current position of public trust to do so through floor speeches, letters or resolutions.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nEvans also pointed out an interview we’d missed. For an episode of Showtime’s \"The Circus,\" posted online in May 2018, O’Rourke replied that as a member of the House, he’d vote right then to impeach Trump. Asked if he’d vote as a senator to convict Trump, O’Rourke replied: \"Until I'm in that position and am able to hear the case made by each side, all the facts laid out, I can't give you an answer on that--nor would you want me to.\"\nOther Senate candidates?\nOur search for other Senate candidates favoring impeachment turned up a couple.\nResponding to our inquiries, nonpartisan observers said by email that while O’Rourke appeared to be the only Democratic Senate nominee to speak out for Trump’s impeachment, he was likely not the only Senate candidate to do so.\nJennifer Duffy, who analyzes Senate races for the Cook Political Report, pointed out a May 2018 TIME news story quoting Richard Painter, a longshot Democratic challenger to Minnesota Sen. Tina Smith, saying he favors Trump’s impeachment. The story said too, though, that Painter’s \"emphasis on impeachment talk sets him apart from most other Democratic candidates.\"\nDuffy called Painter a \"second-tier candidate who is notable for a couple of reasons: he used to be a Republican and he is taking on an appointed incumbent. Generally, the Senate and House Democratic leadership is dissuading their candidates from talking about impeachment because they are afraid such talk will energize Trump voters and entice them to the polls in November.\n\"O'Rourke is a break-the-mold candidate,\" Duffy wrote, \"so it doesn't surprise me that he is talking about it.\"\nGenerally, Duffy commented, the \"challenge here is that literally hundreds of second- and third-tier candidates file to run for the Senate and get very little attention. I suspect that some of the Democrats in these categories have called for Trump's impeachment, but no one is paying attention.\"\nLarry Sabato, a University of Virginia expert who analyzes federal races, described O’Rourke as alone among Democratic candidates in \"somewhat-to-very competitive Senate races\" to call for impeachment. \"However,\" Sabato wrote, \"we do not keep up with uncompetitive Senate states. Sometimes long-shot candidates will take positions that more cautious nominees who have a real chance to win will avoid.\"\nOur Nexis search turned up another candidate backing impeachment. In June 2018, Kevin de León, a Democrat running for the Senate in California, called for Trump to be impeached immediately, the Sacramento Bee reported in a June 21, 2018, news story. De León, who faces incumbent Democrat Dianne Feinstein on the November ballot, was quoted saying: \"What this president has done easily surpasses what Richard Nixon did back in Watergate. ... What I've seen to date easily, in my mind, qualifies for impeachment.\"\nOur ruling\nCruz said O’Rourke is \"the only candidate to the U.S. Senate to call for\" impeaching Trump.\nSince August 2017, O’Rourke has been saying that he’d vote to impeach Trump, which would start with a vote in the House, where he serves. O’Rourke might be the only Senate nominee to say as much. However, Democratic Senate contenders in Minnesota and California also have talked up Trump's impeachment.\nWe rate this claim about O'Rourke's uniqueness False.\n\nFALSE – The statement is not accurate. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-07-25 19:20:10 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Beto O’Rourke is \"the only candidate to the U.S. Senate to call for\" impeaching President Donald Trump.    Ted Cruz U.S. senator for Texas https://www.tedcruz.org/press-releases/rep-beto-orourkes-reckless-call-to-impeach-pres-trump/   Washington, D.C. Tuesday, July 17, 2018 2018-07-17    Read More  info", "vclaim_id": "vclaim-pol-01811"}