{"url": "/factchecks/2014/apr/28/julian-castro/eight-year-old-estimate-basis-claim-45-percent-ill/", "speaker": "Julián Castro", "vclaim": "Up \"to 45 percent\" of illegal immigrants \"are not people that physically crossed the southern border or northern border. They are visa overstayers.\"", "truth_label": "mostly-true", "date": "stated on April 15, 2014 in a debate over immigration issues with state Sen. Dan Patrick:", "title": "Visa overstayers comprise 38 percent to 50 percent of unauthorized U.S. residents, per 2006 calculations", "text": "Julián Castro slammed Republican state Sen. Dan Patrick for not sharing his perspective on immigration issues, asking Patrick at one point if he’d even read federal immigration legislation stalled in Congress.\nAnd another thing, the Democratic mayor of San Antonio said during the April 15, 2014, Univision program: \"Do you know that up to 45 percent of the people who are here undocumented or illegal, whatever word you want to use, are not people that physically crossed the southern border or northern border? They are visa overstayers; they are people that came to this country and then just overstayed their visa.\"\nCastro’s declaration rang a bell. In September 2013, we found Mostly True a claim by U.S. Rep. John Carter, R-Round Rock, that about 40 percent of U.S. illegal immigrants \"came in on an airplane, with a legal visa, and just overstayed their visa and have never gone home.\"\nThat percentage aligned with an oft-repeated estimate, supported by a 2006 report by the Pew Hispanic Center, of the share of unauthorized residents who had overstayed visas, though we came up with no research into how many overstayers came by airplane.\nBy email, Castro spokesman Jaime Castillo said the mayor’s statement drew on a 2013 web post on overstayers by the Federation for Immigration Reform, whose mission statement is to educate Americans about the costs of immigration, particularly illegal immigration. The group’s post said that up to 45 percent of unauthorized immigrants are overstayers.\nGroup cites 2006 Pew document\nBut it wasn't citing fresh research. Instead, the figure was attributed to the June 2006 Pew Hispanic Center fact sheet earlier bandied by Carter.\nPew wrote then: \"Nearly half of all the unauthorized migrants now living in the United States entered the country legally through a port of entry such as an airport or a border crossing point where they were subject to inspection by immigration officials.\"\n\"As much as 45% of the total unauthorized migrant population entered the country with visas that allowed them to visit or reside in the U.S. for a limited amount of time,\" Pew said. \"Known as ‘overstayers,’ these migrants became part of the unauthorized population when they remained in the country after their visas had expired,\" it said.\nPew continued: \"Another smaller share of the unauthorized migrant population entered the country legally from Mexico using a Border Crossing Card, a document that allows short visits limited to the border region, and then violated the terms of admission. The rest of the unauthorized migrant population, somewhat more than half, entered the country illegally.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nA wrinkle: The center’s estimate of overstayers initially ranged from 38 percent to 50 percent of unauthorized residents. The center split the difference by proposing its figure of up to 45 percent.\nHow the estimate was reached\nSpecifically, the center estimated, some 4.5 million to 6 million of the 11.5 million to 12 million unauthorized residents as of 2006 entered legally through ports of entry. The bulk of these entrants came in as tourists or as business visitors, the center said. According to the government, the center said, there were 179 million nonimmigrant admissions in 2004, meaning individual entries by foreigners authorized for temporary stays.\nThe center said its estimate came from modifying a methodology devised by a government demographer who analyzed internal files in the 1990s to estimate the size and key characteristics of individuals who overstayed their visas. In 1997, the demographer, Robert Warren, concluded that the unauthorized migrant population totaled 5 million and that 2.1 million, or 41 percent, consisted of visa overstayers, according to the center, while Homeland Security later estimated that about one third of unauthorized residents in 2000 were visa overstayers and the Government Accountability Office, drawing on alternate data sources, put the percentage of such overstayers at 27 percent, 31 percent and 57 percent.\nOf course, the data in the Pew report, in addition to being estimates, are several years old, causing us to wonder what has changed. In 2013, Jeffrey Passel, the center’s senior demographer, told us by email the information had not been updated, though he’d seen \"no evidence of a significant change in the makeup of the resident unauthorized population in terms of method of arrival.\" We were unable to reach him for this follow-up fact check.\nOur ruling\nCastro said up to 45 percent of illegal immigrants \"are not people that physically crossed the southern border or northern border. They are visa overstayers.\"\nThat’s supported by the nearly eight-year-old estimate created by the Pew Hispanic Center, though it was based on calculations suggesting overstayers could comprise as few as 38 percent of illegal residents up to half of them. This range and the age of the estimate amount to additional information missing from Castro's claim, which we rate as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07931"}