{"url": "/factchecks/2017/oct/20/john-kelly/fact-checking-john-kelly-frederica-wilsons-2015-sp/", "speaker": "John Kelly", "vclaim": "At a 2015 dedication of an FBI building in Florida, Rep. Frederica Wilson \"stood up there ... and talked about how she was instrumental in getting the funding for that building, and how she took care of her constituents because she got the money, and she just called up President Obama, and on that phone call he gave the money -- the $20 million -- to build the building. And she sat down.\"", "truth_label": "false", "date": "stated on October 19, 2017 in a White House briefing:", "title": "Fact-checking John Kelly on Frederica Wilson's 2015 speech", "text": "The White House continues to criticize U.S. Rep. Frederica Wilson, D-Fla., for publicizing a private phone call by President Donald Trump to the family of a slain servicemember.\nWilson, a family friend, had been listening to the call from Trump in which he allegedly said Sgt. La David Johnson \"knew what he signed up for … but when it happens it hurts anyway.\"\nJohnson was killed in an Oct. 4 ambush in the west African nation of Niger. After the call, Wilson told the Miami Herald, \"I think it’s so insensitive. It’s crazy. Why do you need to say that? You don’t say that to someone who lost family, the father, the breadwinner. You can say, ‘I’m so sorry for your loss. He’s a hero.’ \"\n\n\n\n \nA few days later, White House Chief of Staff John Kelly appeared behind the press room podium on Oct. 19 to offer the White House’s perspective on the call. In closing, he zeroed in on Wilson for criticism, citing the 2015 dedication of an FBI building in South Florida.\nHere are his comments in full, the emphasis is ours:\n\"I was still on active duty, and I went to the dedication of the new FBI field office in Miami. And it was dedicated to two men who were killed in a firefight in Miami against drug traffickers in 1986. … Jim Comey gave an absolutely brilliant memorial speech to those fallen men and to all of the men and women of the FBI who serve our country so well, and law enforcement so well. There were family members there. Some of the children that were there were three or four years old when their dads were killed on that street in Miami-Dade. Three of the men that survived the fight were there, and gave a rendition of how brave those men were and how they gave their lives.\n\"And a congresswoman stood up, and in the long tradition of empty barrels making the most noise, stood up there and all of that and talked about how she was instrumental in getting the funding for that building, and how she took care of her constituents because she got the money, and she just called up President Obama, and on that phone call he gave the money -- the $20 million -- to build the building. And she sat down, and we were stunned. Stunned that she had done it. Even for someone that is that empty a barrel, we were stunned. But, you know, none of us went to the press and criticized. None of us stood up and were appalled. We just said, okay, fine.\"\nWilson responded by saying Kelly wasn’t telling the truth.\n\"That’s a lie. How dare he,\" Wilson said on CNN.\nLuckily, a video can help settle this specific back-and-forth.\nA video unearthed by the South Florida Sun-Sentinel of the April 10, 2015, event preserved Wilson’s speech. While it does portray Wilson speaking animatedly and indulging in some braggadocio -- she is known as a colorful, outspoken politician with a soft spot for fashionable hats -- Kelly mischaracterized her remarks in significant ways.\nThe effort she bragged about was initially requested by the FBI itself, and her actions were made in service of honoring the memory of the two slain agents. She also shared the credit, saying it could not have been accomplished without the help of her Republican colleagues, including then-House Speaker John Boehner of Ohio and Florida Sen. Marco Rubio.\nPerhaps most notable, the video doesn’t show Wilson boasting about securing money for the building, which had been obtained before she was even in Congress.\nThe video shows Wilson telling the audience that shortly before the dedication of a new FBI building in Miramar, Fla., the FBI approached her to see whether she could help name the building after FBI agents Benjamin Grogan and Jerry Dove, who were killed during a 1986 shootout with bank robbers south of Miami. Naming federal buildings is typically a responsibility of Congress.\n\"The ribbon-cutting has been scheduled in four short weeks,\" Wilson recalled being told. \"The dedication is on the government’s calendar and cannot be changed. One problem: The FBI wants to name this gorgeous edifice at the same time, in four weeks. Everyone said that’s impossible -- it takes at least eight months to a year to complete the process, through the House, the Senate and to the president’s office.\n\"I said, I’m a school principal and I said, excuse my French, ‘Oh, hell no!’ We’re gonna get this done. Immediately I went to attack mode. I went to the Speaker, Speaker Boehner, and I said, \"Mr. Speaker, I need your help. The FBI needs your help, and our country needs your help and we have no time to waste.’ (Boehner) went into attack mode, and in two days pulled it out of committee, brought it to the floor for a vote.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAt that point, Wilson said, she \"dashed it over to the Senate,\" where Florida Sens. Bill Nelson and Marco Rubio helped get it to the floor in two days. \"And guess what? The president signed the bill into law this past Tuesday, April 7, 2015, with a bang, bang, bang.\"\nWilson did not mention anything about securing funding for the building, nor did she brag about using her influence with Obama.\nIn an interview with the Miami Herald, Wilson called \"crazy\" Kelly’s notion that she claimed she had gotten the money. \"That building was funded long before I got to Congress. I didn’t say that. I have staff, people who write the speeches. You can’t say that.\"\nThe Herald reported that the General Services Administration \"had already bid out a $144 million construction contract for the project in September 2010, just a few months before Wilson won her congressional seat. The bidding for federal projects takes place after Congress has secured the funding.\"\nThe Herald also reported that the 380,000-square-foot pair of glass towers cost $194 million to build, much higher than the $20 million figure Kelly had mentioned.\nIn reality, most of Wilson’s speech consisted of praise for the FBI and the slain agents.\nThe quick action on the naming \"speaks to the respect that our Congress has for the Federal Bureau of Investigation, the men and women who put their lives on the line every single day,\" Wilson said. \"And today we’re providing a boost to our nation by naming this fantastic building in honor of Special Agent Benjamin Grogan and Jerry Dove, who died valiantly … in what is still considered the bloodiest gun battle in the storied history of the FBI.\"\nShe then urged everyone in law enforcement and first responders to stand up so the audience could applaud. \"Stand up! We are proud of you,\" she said.\nWilson then spent several moments specifically praising agents Grogan and Dove and telling their story. She continued, \"Today, it is our patriotic duty to lift up Special Agent Benjamin Grogan and Special Agent Jerry Dove from the street in South Florida and place their names and pictures high, where the world will know that we are proud of their sacrifice, their sacrifice for our nation.\"\nWilson concluded, \"It is only fitting that their names should be placed on the same mantle with the letters ‘FBI,’ because special agents Grogan and Dove embody the sacred motto for which the agency has become known. Please repeat it after me: Fidelity, bravery, and integrity. God bless you, God bless the FBI, and God bless America.\"\nJust hours after the Sun-Sentinel posted the video, White House Press Secretary Sarah Huckabee Sanders said the White House was standing by Kelly’s characterization of Wilson’s remarks.\nA reporter at the daily White House briefing asked, \"Does Gen. Kelly still stand by the statement he made yesterday that he felt (Wilson) was grandstanding and that she was taking credit for funding?\"\nHuckabee Sanders responded, \"Absolutely. Gen Kelly said he was stunned that Rep. Wilson made comments at a building dedication honoring slain FBI agents about her own actions in Congress, including lobbying former President Obama on legislation. As Gen. Kelly pointed out, if you’re able to make a sacred act honoring American heroes all about yourself, you’re an empty barrel.\"\nWhen asked whether she had seen the Sun-Sentinel video, Huckabee Sanders said she had, and that it didn’t change her view.\nWilson \"also had quite a few comments that day that weren’t part of that speech and weren’t part of that video that were witnessed by many people that were there,\" Huckabee Sanders said.\nHowever, she declined to provide supporting evidence for that claim. When PolitiFact inquired with the White House, they did not provide any additional information.\nOur ruling\nKelly said that Wilson \"stood up there ... and talked about how she was instrumental in getting the funding for that building, and how she took care of her constituents because she got the money, and she just called up President Obama, and on that phone call he gave the money -- the $20 million -- to build the building. And she sat down.\"\nHowever, in her speech, Wilson didn’t mention funding for the building, much less claim credit for it or tell the audience how she leveraged influence with Obama to secure it.\nWilson did describe how she helped secure legislation to name the building for two slain agents, but Kelly’s description leaves out that the FBI pressed her to make that effort and that she shared credit with several other lawmakers, including the Republican House speaker and Florida’s Republican senator. Wilson also spoke at some length about the bravery of the slain agents and the FBI in general.\nWe rate Kelly’s statement False.\n Share the Facts 2017-10-20 20:33:09 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  At a 2015 dedication of an FBI building in Florida, Rep. Frederica Wilson \"stood up there ... and talked about how she was instrumental in getting the funding for that building, and how she took care of her constituents because she got the money, and she just called up President Obama, and on that phone call he gave the money -- the $20 million -- to build the building. And she sat down.\"    John Kelly White House Chief of Staff https://www.whitehouse.gov/featured-videos/video/2017/10/19/press-briefing-press-secretary-sarah-sanders   In comments to reporters Thursday, October 19, 2017 2017-10-19    Read More  info", "vclaim_id": "vclaim-pol-02779"}