{"url": "/factchecks/2010/jul/12/bill-white/white-citing-available-schedule-says-perry-far-and/", "speaker": "Bill White", "vclaim": "Says Gov. Rick Perry is “by far and away the highest-paid state employee on an hourly basis.”", "truth_label": "pants-fire", "date": "stated on June 17, 2010 in a press conference.:", "title": "White, citing available schedule, says Perry is, per hour, the highest-paid state worker", "text": "Bill White, the Democratic nominee for governor, said last month that GOP Gov. Rick Perry lazes about.\n\nHold that thought: White told reporters in Austin June 17 that “if you divide the hours (Perry) works in by the amount he’s paid, then he’s by far and away the highest-paid state employee on an hourly basis.”\n\nUPDATE, July 13, 2010: After we published this article, an Austin reader pointed out that the equation White spelled out wouldn't generate a dollars-per-hour estimate at all. Dividing hours worked by dollars paid, as White suggests, leads to a figure for the number of hours worked for every dollar paid. In this case, that's  a very small number. Over all, this detail doesn't affect the substance of this article or our rating of White's statement. Still, we wish we'd caught this twist in the first place.\n\nWhite’s campaign cited Perry’s public schedule for January through May and its calculation that Perry accumulated 145.5 hours of scheduled events in the period. White spokeswoman Katy Bacon said in an e-mail: “We followed (Perry’s) state schedule and counted 1 hour for events, 1/2 hour for phone calls, 1/2 hour for press conferences. Most busy CEOs get in and out and get things done. Church was not counted.”\n\nBacon added that she’s heard Mack Brown, head coach of the University of Texas football team, is the highest-paid state employee, “but you can bet he works a lot more than seven hours a week.”\n \nWe’re not testing Brown’s work ethic, but we’re game for White’s charge, which his campaign based on dividing five months’ of Perry’s $150,000 annual salary—about $62,500—by 146 (rounding up from 145.5 hours of state-scheduled events as listed on his schedule), resulting in an “hourly” pay rate of about $428.\n\nMade sense for Bacon to mention the UT coach, who’s widely known for having the top salary among state workers, at $5.1 million. Presuming a 40-hour work week, Brown’s hourly rate breaks out to nearly $2,452. Presuming a 60-hour week--head football coaches work notoriously long hours--Brown’s hourly rate drops to nearly $1,635. If Brown improbably worked around the clock, his hourly rate would be $582, still more than the hourly rate White calculates for Perry.\n\nAnother UT coach and the head football coaches at Texas A&M University and Texas Tech University each make $1.5 million or more, as noted in a 2010 chart compiled by the online Texas Tribune listing the highest-paid state workers. Assuming each works 60 hours a week, their salaries translate to hourly rates of $481 or more.\n\nThen again, the argument is often made that college coaches like Brown, whose salary derives from sports revenues, are in a special category. What about other state employees?\n\nSeparately, we asked the state comptroller’s office to break out the state’s highest-paid workers, including Perry. The agency, citing salary figures as of April, generated a list taking into account about 157,000 state workers, excluding college and university employees, which it does not track.\n\nThe compilation suggests Perry’s annual salary is less than what the state pays 313 other workers, topped by Britt Harris, chief investment officer of the Teacher Retirement System of Texas, at $480,000. We called the system and inquired into how many hours Harris works. Spokesman Howard Goldman said “well over 40” hours a week. Assuming Harris works an average of 60 hours weekly, his hourly rate runs about $154. If he’s averaging 50 hours a week, the rate would be about $185.\n\nPerry’s hourly wage is more than double those amounts, per White’s calculation of his working hours based on events posted on his official schedule. This begs the question: Is the schedule an accurate indicator of how much time Perry spends on the job?\n\nThat’s a toughie because the schedule is far from complete, making it hard for anyone to gauge how the governor spends his time. In 2008, the Austin American-Statesman reviewed the calendars for the state’s top six statewide elected officials covering January through March of that year. The newspaper said that while the officials’ calendars “did not prove to be comprehensive accountings of their working hours, they yielded glimpses of how the officials spent their time.”\n\nPerry had state-related events on fewer than 40 days during the period, the newspaper reported, counting a parade, a coach's salute and two Washington dinners--and he had no state-scheduled events on 31 weekdays. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nA Perry spokesman at the time, Robert Black, was quoted noting that Perry had just assumed the chairmanship of the Republican Governors Association and started promoting his book saluting the Boy Scouts. “Both these events took up a considerable amount of the governor's time,” Black said, “but working hard to elect more conservative governors across the nation and espousing the values and virtues of the Boy Scouts of America is well worth the effort.” \n\nOf late, Bacon told us in an e-mail, it’s up to Perry to prove he’s been busy with state business in the many hours he did not have scheduled events. She said: “When you're a CEO, you can't have last-minute meetings. Things have to be planned in advance.”\n\nWe didn’t hear back from Perry’s campaign or his state office. But we came across this reaction to the White campaign calculation from Perry, as reported by Hearst Newspapers columnist Peggy Fikac: “If they've made anybody that can outwork me yet, please introduce me to him or her. Texans know I am mobile, I am agile, and I'm going to continue doing work for 'em 24/7. Just because it doesn't show up on my schedule doesn't mean I'm not out working for the people of the state of Texas, thank you very much.\"\n\nBacon spotted the same Perry reaction, which she termed “truly priceless” in an e-mail. “He is ‘mobile’ and ‘agile?’ What does that have to do with working seven hours a week while drawing a full-time salary? Sounds more like something related to jogging ... and shooting coyotes,” wrote Bacon -- a reference to Perry’s declaration this year that he shot a coyote while jogging.\n\nSeeking historical perspective, we called chiefs of staff to the governors preceding Perry, George W. Bush and Ann Richards.\n\nJoe M. Allbaugh, who was Gov. Bush’s chief of staff,  said Bush’s official schedule didn’t reflect his work days, which often ran from early in the morning into evenings, especially if lawmakers were in session. “This is foolish and hogwash for the White campaign to draw this type of comparison,” Allbaugh said. “All public officials put in more hours than they’re paid. It doesn’t matter if you’re Democratic, Republican or Martian, your public service is not for the money.”\n\nWe asked Allbaugh, who backs Perry’s re-election, if it’s possible Perry enjoys a lot of down time. Allbaugh replied: “I don’t know if it’s possible to do that or not. People need to remember, that person is governor full time... Hurricanes, oil spills, they don’t call up (from) 8 to 5 (saying:) ‘By the way, is the governor in?’”\n\nNext, we reached Austin lobbyist John Fainter, who was a chief of staff for Richards when she was governor and earlier served as secretary of state with Gov. Mark White. Fainter, who has contributed to Perry's campaign kitty, said governors don’t ever get away from work. “Things come up,” Fainter said. “The schedule is largely irrelevant as to the time they actually spend on duties.”\n\nWe get it: Texas governors don’t punch time clocks. \n\nWhere does that leave White’s statement that Perry is “far and away” the highest-paid state worker on an hourly basis?\n\nFor starters, Perry’s hourly wage as calculated by White is less than what we calculated for several state employees (coaches). \n\nMost importantly, he assumes the public schedule released by Perry’s office accounts for all his working hours. But according to the Statesman’s previous reporting as well as two veterans of the governor’s office, such schedules are woefully incomplete.\n\nWhite could have sought a better accounting of how the governor spends his time without cobbling together comparisons that don’t hold up.\n\nPants on Fire!", "vclaim_id": "vclaim-pol-14778"}