{"url": "/factchecks/2020/may/27/viral-image/no-crucifixion-photo-doesnt-show-pandemic-proteste/", "speaker": "Viral image", "vclaim": "A photo shows three men on crosses who “feel like they’re being crucified by being required to stay at home.”", "truth_label": "false", "date": "stated on May 22, 2020 in a Facebook post:", "title": "No, this crucifixion photo doesn’t show pandemic protesters", "text": "Protesters around the country have pushed back against what they consider draconian restrictions to slow the spread of the coronavirus. \nA recent Facebook post shows what it says are three such protesters appearing on wooden crosses à la Jesus Christ outside a McDonald’s restaurant. \n\"They feel like they’re being crucified by being required to stay at home,\" the May 22 post says. \"Hence they’re protesting in this manner.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBecause as Know Your Meme describes in some detail, this photo wasn’t taken during the pandemic. Or even the year before it.  \nIt was posted on Imgur.com in August 2018 with this text: \"Father forgive them for they know not what they chew.\" And here it is on Reddit two years ago. Someone tweeted it in October 2019. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThis year, it’s still being shared as a joke. \"Personally, I do not agree with McDonald’s policy of crucifying customers who are caught stealing napkins,\" someone wrote. \"But as a private business that owns the storefront property, it is their prerogative & right to do so.\" \nThe way it’s presented on Facebook, however, has left users in disbelief. \n\"Trumpism at its BEST,\" one commenter said. \"We in a serious pandemic.\" \n\"This is utterly ridiculous & so disrespectful,\" someone else said. \nBut it’s not true that they’re protesting pandemic-era policies. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18383"}