{"url": "/factchecks/2010/apr/11/robert-gates/defense-secretary-robert-gates-says-bush-administr/", "speaker": "Robert Gates", "vclaim": "\"The policy of the Bush administration was also not to add new nuclear capabilities.\"", "truth_label": "half-true", "date": "stated on April 11, 2010 in ABC's \"This Week\":", "title": "Defense Secretary Robert Gates says the Bush administration policy was also not to add new nuclear capabilities", "text": "The Nuclear Posture Review released by the Obama administration this week has several key points. It says that the United States will not develop new nuclear warheads, that programs to extend the life of the existing arsenal would rely on previously tested designs, and that the United States will not support new nuclear military capabilities.That's a break from the policy of George W. Bush, who proposed new nuclear warheads that would be longer-lasting, reliable and provide greater flexibility to ultimately reduce the nation's nuclear stockpile. On ABC's This Week on April 11, 2010, Defense Secretary Robert Gates said the policy objectives of the two administrations are not that different.\"The reliable replacement warhead program that existed in the past was really a means to an end,\" said Gates, who served in the same job for President Bush. \"It was a means to modernizing the nuclear stockpile ... making it more reliable, safer, and more secure. The policy of the Bush administration was also not to add new nuclear capabilities. This was about how do you make the stockpile safer and more reliable.\"President Barack Obama's Nuclear Posture Review outlines a plan to modernize the existing nuclear arsenal without creating new warheads. If replacement of nuclear components is deemed critically necessary, the Pentagon would need the okay of the president and Congress. Gates said that plan \"offers us a path forward, as Secretary Clinton says, in terms of reuse, refurbishment, and -- and if necessary, replacement of components. Not an entire warhead necessarily. So the chiefs, and I and the directors of the nuclear labs are all very comfortable this puts us in a position to modernize the stockpile.\"Here, we are focusing on Gates' claim that, \"The policy of the Bush administration was also not to add new nuclear capabilities.\"That may be how the Bush policy ended up, but early on Bush championed a plan to develop a nuclear \"bunker-buster\" weapon.Bush's 2001 Nuclear Posture Review report stated that \"a need may arise to modify, upgrade, or replace portions of the extant nuclear force or develop concepts for follow-on nuclear weapons better suited to the nation's needs.\" Specifically, the report talks about the need to develop weapons to get at a growing number of \"hard and deeply-buried targets.\"That led to Bush administration proposals in 2003 and 2004 to modify existing warheads to develop a nuclear \"bunker buster\" -- formally known as the \"Robust Nuclear Earth Penetrator\" -- that would use a nuclear warhead to destroy underground targets.But Congress repeatedly balked, and the nuclear weapon was never built. Obama, we note, was among those who voted against the program in 2005.\"Congress basically said, 'No, you can't have it,' \" Darryl Kimball, executive director of the Arms Control Association, told PolitiFact.The Bush policy then evolved toward modernizing the arsenal without adding to the U.S. nuclear capability. Bush proposed the Reliable Replacement Warhead Program, which sought to design new warheads with more long-term reliability, allowing the United States to continue to reduce its aging nuclear stockpile. The weapons could only have the same explosive power and be suited for similar targets as existing ones. That's what Gates meant when he said the Bush policy was not to add new nuclear capabilities. Congress denied funding for the program in 2008. Some were concerned it sent the wrong message to other countries that the United States was trying to persuade not to pursue nuclear arms; and others feared it might open the door to new nuclear weapons testing. Congress then passed the Stockpile Management Plan, which seeks to extend the life of the nuclear arsenal without building wholly new warheads.Gates makes a valid point that the Bush policy in the later years of his presidency -- while it called for the development of new nuclear warheads -- did not call for new nuclear capabilities. That's where Bush's policy ended up. But early on, the Bush administration did call for modifications to existing weapons to create a nuclear \"bunker buster\" that very much would have added to the United States' nuclear capabilities. And so we rule Gates' claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15121"}