{"url": "/factchecks/2017/mar/16/dennis-baxley/did-floridas-stand-your-ground-law-reduce-violent-/", "speaker": "Dennis Baxley", "vclaim": "\"What has happened since 2005? We’ve seen violent crime continuously go down\" due to Florida's \"stand your ground\" law.", "truth_label": "barely-true", "date": "stated on March 15, 2017 in a Florida House floor speech:", "title": "Did Florida's stand your ground law reduce violent crime?", "text": "As one of the original authors of Florida’s 2005 \"stand your ground\" law, Sen. Dennis Baxley, has a long history of touting its success.\nSince the 2012 shooting death of Miami Gardens teen Trayvon Martin by George Zimmerman, opponents have pointed to an increase in justifiable homicides to argue against the law, which protects individuals who use deadly force in self-defense instead of retreating.\nBaxley, a Republican from Ocala, has repeatedly countered that argument and others by connecting the law’s passage 12 years ago with decreasing crime rates.\nHe did it again in a March 15 debate on legislation that would shift the burden of proof from the defendant to the prosecutor in \"stand your ground\" cases. (The Senate approved SB 128 by a 23-15 vote; the House version has received the backing of one committee so far.)\n\"So what has happened since 2005?\" Baxley asked. \"We’ve seen violent crime continuously go down. Is that not the public policy result that we would want?\"\nWhen we examined a similar statement in 2012, we found that there had been a drop, but rates were declining before the law went into effect in 2005, calling into question what impact the law really had.\nNow it’s time to put this claim to the test once again, using updated data and research.\nOverall violent crime rate in Florida has dropped, but not every year\nData from the FBI’s Uniform Crime Reporting statistics shows that from 2005 to 2015, the violent crime rate in Florida decreased by a cumulative 34.9 percent overall.\nHowever, if you look at the changes from year to year, the violent crime rate did go up three times — in 2006, 2007 and 2014. (And remember, the rate had been dropping for several years anyway.)\n\nGiven that there is a certain amount of \"noise\" in yearly crime statistics, those spikes don’t really undercut the argument that violent crime has been dropping overall in Florida. However, the word \"continuously\" is too strong to describe the trend line.\n\"I do not think that is quite the correct word to use,\" said Bill Bales, a professor in the College of Criminology and Criminal Justice at Florida State University. However, Baxley's argument is not far off as long as \"the declines experienced were very minimal.\"\nOther experts have offered a similar assessment in previous fact-checks of crime data. Alan Lizotte, a University at Albany criminologist, told PolitiFact last year that \"a small increase between two time points is not an increase when the 20-year trend is downward.  If it went on for several years, it might indicate an increase.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nImpact of ‘stand your ground’ not proven\nThe bigger problem is Baxley’s assertion that the \"stand your ground\" law led to a demonstrable reduction on violent crime. (He confirmed through an aide that that was his point.)\nIn reality, violent crime in the United States has decreased since the 1990s, except for an uptick in the past two years that has come nowhere near erasing the previous quarter century of declines.\n\nGiven that, it’s hard to separate the downward trend in violent crime in Florida from the decline on the national level, which was also mirrored in many individual states.\n\"I would posit that it has had little or no effect on any decrease,\" added Charles Rose, a Stetson University law professor.\nBaxley did not offer any evidence that showed \"stand your-ground\" had a demonstrable impact on crime.\nIn fact, there’s actually contrary evidence. The journal JAMA Internal Medicine published a study in November 2016 that found that firearm homicides increased after the 2005 passage of the law in Florida. That’s a narrower measurement than violent crimes overall, but the findings shed some light on the issue.\nThe study was done by David Humphreys of the University of Oxford, Antonio Gasparrini of the London School of Hygiene and Tropical Medicine, and Douglas Wiebe of the University of Pennsylvania. They looked at trends for firearm homicides in Florida between 1999 and 2014. It found that after the \"stand your ground\" law took effect in October 2005, rates of homicide by firearm in the state significantly increased.\n\"These increases appear to have occurred despite a general decline in homicide in the United States since the early 1990s,\" the authors wrote. And states without a \"stand your ground\" law that were studied — New York, New Jersey, Ohio, and Virginia — saw no such uptick.\n\"Our findings support the hypothesis that increases in the homicide and homicide by firearm rates in Florida are related to the ‘stand your ground’ law,\" the authors wrote.\nOur ruling\nReferring to the year that the \"stand your ground\" law passed, Baxley said, \"What has happened since 2005? We’ve seen violent crime continuously go down.\"\nCrime has gone down significantly since 2005, though \"continuously\" is overstated. Moreover, it is hard to pin the cause of the decline on the passage of the \"stand your ground\" law, since the decline in Florida has been mirrored on the national level. If anything, firearm-related homicides may have increased after the law’s passage, according to one peer-reviewed study.\nWe rate the statement Mostly False.\n Share the Facts   Politifact    4 7  Politifact Rating: Mostly False  \"What has happened since 2005? We’ve seen violent crime continuously go down\" due to Florida's \"stand your ground\" law.    Dennis Baxley Senator   in a Senate debate Wednesday, March 15, 2017 03/15/2017    Read More  info", "vclaim_id": "vclaim-pol-03552"}