{"url": "/factchecks/2014/dec/10/robin-vos/did-robin-vos-change-his-tune-timing-right-work-de/", "speaker": "Robin Vos", "vclaim": "On timing of right to work legislation", "truth_label": "half-flip", "date": "stated on December 4, 2014 in various interviews:", "title": "Did Robin Vos change his tune on timing of right-to-work debate?", "text": "As they sought re-election in 2014, Gov. Scott Walker and Republican legislative leaders downplayed their interest in blocking private-sector unions from requiring workers to become members when hired at unionized shops.\nBut as 2014 winds down, a sudden push for quick consideration of so-called \"right to work\" legislation is attracting much attention at the Capitol.\nThe turn of events drew scorn from Democratic legislative leaders and labor officials but was cheered by some conservatives.\n\"Reversal: WI Republicans to push right-to-work legislation after all\": That was the headline over conservative blogger Ed Morrissey’s commentary in a Dec. 4, 2014 posting.\nThis is a good opportunity to put the Flip-O-Meter to use.\nWe’ll focus on Assembly Speaker Robin Vos, a longstanding and high-profile backer of right-to-work -- specifically on his stance on when Wisconsin should debate the issue and when it might take effect. In short, on the urgency of the issue.\nAs usual, we offer our disclaimer. The Flip-O-Meter does not rate the rightness or wrongness of a position, of even the merits of changing it. It is simply a measure of whether someone has changed positions or made inconsistent statements.\nRight to work \nA state is considered a \"right-to-work\" state if it prohibits unions from negotiating contracts with employers that provide for a \"union shop.\" A union shop is a workplace in which all employees are required to pay union dues. On the flip side, a state that allows union shops is considered by unions to be a \"free-bargaining\" state.\nThe National Right To Work Legal Defense Foundation says the 24 states that have passed Right to Work laws are: Alabama, Arizona, Arkansas, Kansas, Florida, Georgia, Idaho, Indiana, Iowa, Louisiana, Michigan, Mississippi, Nebraska, Nevada, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota, Tennessee, Texas,Utah, Virginia, and Wyoming.\nUnions say right to work laws break people’s bargaining power and lead to reduced wages and benefits. Proponents of such laws, including Vos, have cited higher rates of income growth and employment in right-to-work states.\nWe have summarized the evidence this way in various fact checks: There is some evidence of economic advantage in right to work states. But evidence is lacking that right to work, rather than other factors, is the cause.\nLet’s look at what Vos has said in recent years, since Republicans won control of the three branches of government, about taking it up.\nDecember 2010:\nAfter Walker’s election, Vos said he might propose rewriting state law so Wisconsin workers could no longer be required to pay union dues to hold a job. At the time, he was the incoming Finance Committee co-chairman.\n\"From my perspective, I think that if you look at all of the data that has been collected, states that have non-forced, compulsory union membership when you want to work somewhere have higher rates of income growth, have higher rates of manufacturing -- actually, over time, have seen much greater increases in their standard of living,\" Vos said at the time on WISN’s \"Upfront with Mike Gousha.\"\nA few months after Vos spoke, Walker introduced Act 10, which focused only on public-sector unions. It all but eliminated collective bargaining for most public employees. Act 10 also prohibited the automatic deduction of union dues from government workers’ checks.\nAmid the controversy over Act 10, Vos did not pursue a similar measure for private-sector unions.\nMay 2012:\nDuring the Walker recall race, Vos said he supported right to work but \"I am not going to pursue that any time in the foreseeable future, and I am confident that Gov. Walker is not either.\" He spoke after a video surfaced in which Walker told a billionaire backer of his that he planned to \"divide and conquer\" unions starting with public-sector ones.\nJanuary 2013:\nA month after Michigan outlawed forced union membership, Vos pledged that no private-sector right-to-work bill would be voted on in the legislative session starting January 2013 and ending January 2015. He kept that promise.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nApril 2013:\nWhen conservative talk show host Jerry Bader asked if right to work would be on the agenda if Walker is re-elected in 2014, Vos said it could be four or more years away.\n\"It's going to take a long while for us to really see the impact of what it will take to turn Wisconsin around.\"\nJuly 2014:\nAfter Act 10 was upheld in the state Supreme Court, Vos said he remained a backer of right to work, but he \"does not think this is the time to try it in Wisconsin.\"\nOctober 2014:\nDays before the Nov. 4 elections, Vos said on Wisconsin Public Radio: \"It’s not on our agenda. I know the Democrats have used a lot of scare tactics to say it’s going to be brought up in the next two years. It’s not going to be.\"\nHe spoke as the Assembly Republicans released a detailed written agenda for 2015. It did not mention right to work.\nNov. 9, 2014:\nLess than a week after Republicans retained full control in Madison, Vos again appeared on Gousha’s show. He was asked if there was \"any chance\" right to work could happen in the next couple of years.\n\"I definitely think we should have the discussion of whether it’s good or bad,\" Vos said.\nVos made it clear, though, that he wanted to make a detailed case to the public and not rush to action.\n\"The public support for right to work is not necessarily there today, and I say that once again as a supporter,\" Vos said. He noted the \"big ruckus\" ignited in Madison in 2011 when Walker introduced Act 10.\nDec. 1, 2014:\nAfter news broke of a newly formed private group to promote right to work legislation in Wisconsin, Vos issued a statement: \"I have long been a supporter of right to work and drafted a proposal in the past. I look forward to a healthy discussion as the case is made for the benefits of being a right to work state.\"\nDec. 4, 2014:\nRepublican Sen. Scott Fitzgerald, the Senate leader, jumped in and gave new urgency to the issue. Fitzgerald said right to work must be debated early in the session that begins in January 2015.\nVos didn’t disagree that it should be debated during the session, but said he had no plans to take the issue up right away in January in the Assembly.\nFor this item, we asked Vos spokeswoman Kit Beyer whether Vos had been consistent on the timetable of taking up right to work.\nThe Journal Sentinel’s story about Fitzgerald’s comments, she noted, quoted Vos saying: \"Rushing into it certainly doesn't serve any purpose.\"\n\"As a supporter of right to work, he welcomes a healthy discussion on the issue, one that looks like it is just beginning,\" Beyer told us.\nOur rating\nThere’s no dramatic change by Vos here, even on the timing of considering right to work. Even after the election, Vos seemed reluctant to let another contentious debate over unions take precedence over the rest of his agenda.\nBut he’s no longer talking about years of waiting before legislators take up the issue, in contrast to his campaign-season rhetoric.\nOn balance, we rate this a Half Flip.", "vclaim_id": "vclaim-pol-06927"}