{"url": "/factchecks/2010/jun/04/carly-fiorina/fiorina-attacks-boxer-caring-more-about-weather-te/", "speaker": "Carly Fiorina", "vclaim": "\"Barbara Boxer's worried about the weather\" instead of terrorism as the biggest threat to national security.", "truth_label": "pants-fire", "date": "stated on June 2, 2010 in a campaign commercial:", "title": "Fiorina attacks Boxer for caring more about \"the weather\" than terrorism", "text": "The latest ad from California Senate candidate Carly Fiorina -- who is running in the Republican primary to take on incumbent Democratic Sen. Barbara Boxer -- mocks Boxer for saying in 2007 that \"one of the very important national security issues frankly is climate change.\"\n \nAfter playing a clip of Boxer's statement, Fiorina faces the camera and responds, \"Terrorism kills, and Barbara Boxer's worried about the weather.\"\n \nNo one doubts that Boxer made the comment. But we wanted to check the context of Boxer's remark and see if Fiorina was quoting it accurately. We examined three elements:\n \n• How well-accepted is the idea of climate change as a national security threat?\n\nSufficiently well-established to have been been promoted by both the Pentagon and CIA.\n \nA Quadrennial Defense Review Report issued by the Department of Defense in February 2010 states that \"assessments conducted by the intelligence community indicate that climate change could have significant geopolitical impacts around the world, contributing to poverty, environmental degradation, and the further weakening of fragile governments. Climate change will contribute to food and water scarcity, will increase the spread of disease, and may spur or exacerbate mass migration.\" It concludes that \"while climate change alone does not cause conflict, it may act as an accelerant of instability or conflict, placing a burden to respond on civilian institutions and militaries around the world.\"\n \nMeanwhile, on Sept. 25, 2009, the CIA announced the launch of a Center on Climate Change and National Security. According to a CIA press release announcing the launch, the center's charter \"is not the science of climate change,\" but rather \"the national security impact of phenomena such as desertification, rising sea levels, population shifts, and heightened competition for natural resources.\"\n\nSo while there is certainly room for disagreement about how big a national security threat climate change will ultimately be, Boxer is hardly advocating a fringe theory. The notion that climate change will be significant is being discussed at the Pentagon and the CIA.\n\n• Is it fair to say that Boxer's concern about climate change amounts to being \"worried about the weather\"?\n\nThis comment conflates two concepts that people often confuse, but are actually quite different.\n\n\"Weather\" refers to daily variations in sun, precipitation, wind, heat and cold. \"Climate,\" by contrast, refers to typical atmospheric patterns over a much longer time scale. The Merriam-Webster online dictionary defines \"climate\" as \"the average course or condition of the weather at a place usually over a period of years as exhibited by temperature, wind velocity, and precipitation.\" A more lighthearted explanation is \"climate is what you expect; weather is what you get.\"\n\nWe asked 10 experts -- a mix of governmental and academic climate scientists, broadcast meteorologists and climate policy specialists at think tanks -- whether there is a broad consensus among their peers that weather and climate are different concepts. They all agreed that there is.\n\n\"There is no debate between scientists and meteorologists, as the terms 'weather' and 'climate' are not interchangeable,\" said Drew Jackson, a former meteorologist with KPTV-TV in Portland, Ore. \"Scientists, meteorologists and climatologists fully understand that.\"\n\nThe closest that one of our experts came to detecting some justification in Fiorina's conflation of the two fields came in comments by Samuel Thernstrom, a fellow at the conservative American Enterprise Institute. He noted that climate change does cause changes in weather, meaning that Fiorina's statement is \"not necessarily inaccurate.\" But even he added that her phrasing in the ad \"is pejorative and arguably misleading,\" and we agree.\n\n• By focusing on the threat of climate change, did Boxer somehow ignore the issue of terrorism?\n\nWe should begin by noting that Boxer chairs the Senate Environment and Public Works Committee, which gives her a key perch for discussing environmental issues. She's also on the Foreign Relations Committee, but does not sit on either Homeland Security or Armed Services, two panels that more directly address terrorism.\n\nIn addition, it's not clear to us that having concern over climate change and terrorism are mutually exclusive. Still, we think it's valid to review Boxer's record on terrorism.\n \nCritics point to her 2007 vote against a supplemental funding bill for the wars in Iraq and Afghanistan as evidence she is soft on terrorism. Boxer said she voted against it for tactical reasons -- she and some of her fellow Democrats were seeking to tie further war funding to a more explicit troop withdrawal date. The critics also cite her votes against $86 billion for military operations in Iraq and Afghanistan in 2003, as well as her vote against the use of military force in Iraq in 2002.\n\nAt the same time, opponents accuse Boxer of being soft on the treatment of terrorism suspects. In 2006, for example, Boxer voted to preserve habeas corpus rights for Guantanamo detainees. She also voted in 2006 against extending the wiretapping provision of the PATRIOT Act.\n\nOn the other hand, Boxer's campaign offers a number of initiatives she's made on terrorism, including:\n \n• Leading a bipartisan coalition in 2002 to pass an amendment allowing commercial airline pilots to carry guns in cockpits and providing flight crews self-defense training. She also wrote a law to put more air marshals on high-risk flights, such as the nonstop cross-country flights that were hijacked on Sept. 11.\n\n• Voting for President Barack Obama's economic stimulus package, which included more than $300 million to strengthen port security, public transportation security and railroad security. It also included $680 million to strengthen border security and $1 billion for airport security.\n \n• Cosponsoring of the Iran Refined Petroleum Sanctions Act, to give the president expanded authority to impose new economic penalties on foreign firms involved in the export of gasoline and other refined petroleum products to Iran.\n \n• Voting in 2009 for a war supplemental spending bill proposed by Obama to fund a troop surge in Afghanistan. \"I am voting for this bill not because I want the U.S. to remain bogged down in two wars but because I want to give this administration, the Obama Administration, the resources it needs to successfully end the wars starting with the war in Iraq,\" Boxer said in a floor speech. \"Furthermore, I do not support an open-ended commitment of American troops to Afghanistan, and if we do not see measurable progress, we must reconsider our engagement and our strategy there.\"\n \n• Voting in 2007 to implement the 9/11 Commission report.\n\n• Supporting a bill to establish a global strategy to defeat al-Qaida in 2008.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nSo to recap, Fiorina is guilty of a major distortion here. Boxer brought up climate change and said it was \"one of the very important national security issues,\" but Fiorina ignores that wording and portrays it as if Boxer cited it as the only priority. In addition, Fiorina casts climate change as something you need to pack an umbrella for, or that prompts you to curse at the TV weatherman -- which strikes us as not only a trivialization of climate change but also a failure to distinguish between two well-established scientific specialties. She also ignores Boxer's lengthy record supporting bills against terrorism. So we have to light up the meter: Pants on Fire!", "vclaim_id": "vclaim-pol-14950"}