{"url": "/factchecks/2014/feb/19/lauren-kane/cost-prosecuting-balfour-put-test/", "speaker": "Lauren Kane", "vclaim": "The prosecution of state Sen. Don Balfour cost less than $100, excluding prosecutors’ salaries.", "truth_label": "half-true", "date": "stated on December 19, 2013 in in email exchange with reporter:", "title": "Verdict out on Balfour case costs", "text": "What price justice?\nDecember’s trial of state Sen. Don Balfour, R-Snellville, cost taxpayers either a pittance or a pile, depending on whom you ask.\nBalfour, once chairman of the powerful Senate Rules Committee, stood trial in December on allegations he swindled taxpayers by submitting false state expense reports. He was acquitted after an 18-month investigation and a three-day trial.\nOn the day that the jury verdict came down, Lauren Kane, a spokeswoman for Attorney General Sam Olens, told The Atlanta Journal-Constitution that the Attorney General’s Office, as a ballpark figure, spent \"less than $100\" on the case, not including the salaries of prosecutors.\nTwo readers asked: Is that plausible?\nWe ourselves wondered. At trial, attorney William B. Hill Jr., a member of the Balfour defense team and a former deputy state attorney general, estimated the cost of prosecuting his client at $1.2 million to $1.5 million.\nWe began our research by circling back to Kane with a request for records of all case expenses. Kane said a couple of more bills had come in, pushing the office’s costs for the case to $303.95.\nBut what about staff time? What was the rationale for not counting that? Kane said the office didn’t count the salaries of the four prosecutors who worked on the case because they are \"fixed costs\" and those employees would have been paid, regardless.\nWe checked in with two former prosecutors, a former investigator and a sitting Superior Court judge to see what they thought. They all said it is fair to consider staff salaries as part of the costs.\nTo say otherwise is \"wrong,\" former DeKalb County District Attorney J. Tom Morgan said.\n\"They are lawyers, and the fact that they are working on the public dole does not mean their time is not worth anything,\" Morgan said. \"They are public servants who would be serving the public somewhere else if not for that trial.\"\nThe legal minds we consulted also pointed out that the AG’s Office has spent millions of dollars in recent years hiring outside attorneys because of shortages of staff and expertise in some areas of the law. More than one raised the question: If those staffers had been free to work on other cases, instead of Balfour’s, couldn’t the AG’s Office have been able to cut some of its outside legal costs?\nKane said no. None of the work that is farmed out involves criminal cases, she said.\nThe AG’s Office had four prosecutors working on the case against Balfour. Collectively, the four logged 570 hours. The highest-paid of them put in 160 hours, the equivalent of four 40-hour weeks, according to information provided by the AG’s Office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\nWe put the calculator to work. We looked at the annual salaries of the four employees — $106,924, $99,846, $95,000 and $63,936 — and the hours each worked on the case.\nWe put the cost for the staff time they said was dedicated to Balfour’s case at $22,667, or about 10 times the amount the defense said the senator was accused of wrongly pocketing over five years.\nWe decided also to look at the time invested by the GBI, which launched a criminal investigation at the request of the AG and after Balfour admitted to the Senate Ethics Committee that he’d submitted some erroneous expense reports and agreed to pay a $5,000 fine.\nIn response to an open records request, the GBI told us that the special agent in charge of the investigation worked 371 hours on the case and a forensic auditor logged 620 hours. The time investment of the two added up to $19,203, based on salary information provided.\nThat put salary costs associated with the investigation and prosecution at more than $40,000.\nWe went back to Hill to ask about his estimates. He said he based them on cases he’d seen come through in his decade-plus in the AG’s Office, including six years as deputy attorney general. He said he believes his estimate would be in the ballpark, if all costs were calculated, including the time of the judge, court personnel, jurors and the many people interviewed by state investigators and prosecutors.\nBalfour has said he spent $156,787 defending himself against 18 felony charges. He has asked to get that money back from the state, and that’s an issue still to be settled.\nAfter the trial, Olens issued a statement saying Balfour’s expense requests \"were too numerous and systematic to be simply isolated mistakes.\"\n\"If those requests had been submitted by an unelected state employee, they would have been prosecuted,\" he said, \"and a state senator should not be held to a lower standard.\"\nThe jury foreman said she wasn’t sure how the reports became the subject of a criminal trial.\n\"Personally, when you started looking at the dollar amounts of the charges, it became ‘Are we really here to talk about this?’ \" she said in December.\nSo where does that leave us?\nIn an email to an AJC reporter on Dec. 19, Kane said the AG’s Office spent \"less than $100\" on the case. She said that did not include attorneys’ fees.\nShe later amended the costs to $303.95 to include some subsequent bills. That fits with the original request for \"ballpark\" estimates of the office’s costs.\nThe numbers provided were on target. But some critical information was excluded. Under our rating system, the statement merits a Half Truth.", "vclaim_id": "vclaim-pol-08236"}