{"url": "/factchecks/2016/may/16/chris-sgro/democratic-representative-says-north-carolina-has-/", "speaker": "Chris Sgro", "vclaim": "\"We've already lost $500 million in economic impact\" from HB2 fallout in North Carolina.", "truth_label": "false", "date": "stated on May 4, 2016 in a press release:", "title": "Democratic Representative Chris Sgro says North Carolina has already lost $500 million due to HB2", "text": "In calling on state leaders to repeal House Bill 2, a Democratic state representative – Chris Sgro, who also leads a group suing over the new law – cited both his moral opposition and the financial backlash North Carolina has suffered.\n\"We've already lost $500 million in economic impact and now we are violating federal civil rights law and risking Title IX funding,\" Sgro said in a press release after the Obama administration announced its belief that HB2 violates various federal laws. \"This is a travesty and embarrassment for North Carolina.\"\nThe General Assembly passed HB2 in March. The wide-ranging state law includes a requirement that people in government facilities use bathrooms that match the gender on their birth certificate.\nA number of businesses, performing artists, conventions and more have announced boycotts of the Tar Heel State in response. That led Sgro (who was appointed to the General Assembly after HB2 passed and is the only openly gay legislator in North Carolina) to claim the law has cost North Carolina half a billion dollars.\nNorth Carolina’s gross domestic product in 2015 was about $500 billion. So a $500 million loss wouldn’t be that much in the grand scheme of things. But it would still be important for the individuals and businesses who had counted on having that money.\n‘Really tangible losses’\nSgro said he was quoting a study from the Center for American Progress (CAP). The D.C.-based liberal think tank published a study April 13 that detailed the actual and potential economic losses through 2018, due to boycotts over HB2.\nNorth Carolina had already lost $86.3 million by mid-April, according to the report.\nSo why did Sgro say $500 million a short time later?\nIt’s worth noting that the CAP study isn’t the only one – Time Warner Cable News put the losses at $77 million. But since Sgro said he was citing the CAP study, we’ll look at that one.\nReading further, the CAP report goes on to say that North Carolina could lose an additional $481.2 million in the future, for a total of $567.5 million. That’s the number Sgro said he was referring to.\nThe key here is the distinction the report makes between money that’s at risk versus money already lost.\nIn an interview, though, Sgro defended combining the two. And his group, Equality NC, later repeated the figure in a second press release.\n\"I really think the higher number is the more accurate way to couch the economics of this,\" he said. \"There are some really tangible losses already.\"\nThere are indeed tangible losses. But even throwing in an estimated, yet-to-be-verified loss suffered by the High Point Furniture Market – which happened between when the study was released and when Sgro made his remarks – the \"already lost\" tally still isn’t even half of the $500 million Sgro claimed.\nWe double-checked each of the individual losses listed in the study that made up the $86.3 million figure and were able to confirm all of them except for $3 million attributed to Lionsgate pulling a comedy film crew from Charlotte. CAP used an outdated report to come to that conclusion; we found a more recent report that put it about $1 million lower.\nThe CAP study was released before Asheville announced more than $1 million in losses after a conference cancellation. Since that essentially cancels out the difference, we’ll continue to use the $86.3 million cited by CAP.\nSgro said there are also losses that can’t be counted, like businesses that have quietly decided not to consider coming to North Carolina. Google’s venture capital branch has also pledged not to invest in North Carolina, and several studios have said they won’t film in the Tar Heel State – all losses that are difficult to quantify.\n\"It’s significant, and it's compounding every single day we don't repeal the bill,\" Sgro said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nStill, though, those are future potential losses – not money that has already been lost or pulled. And we weren’t convinced by the argument that it’s accurate to lump the two together.\nThat’s because a closer look shows that many of the companies listed in the CAP study haven’t actually promised to pull their investments out of North Carolina if HB2 remains state law.\nESPN \"said it’s re-evaluating its plans,\" to bring the X Games to Charlotte, according to the Charlotte Observer. That’s a potential loss estimated at $50 million, but it might not happen even if HB2 remains the law.\nThe same goes for another $127.5 million from Braeburn Pharmaceuticals, Red Ventures, the NCAA and various conferences in Raleigh. In each of those cases, the groups said only that they would reconsider plans in North Carolina. None said for certain that HB2 would derail those plans.\nTwo big hits\nThe NBA has been more certain about moving its 2017 All Star Game from Charlotte if HB2 remains intact, but that’s still only a potential loss – and one that the CAP study may have over-exaggerated.\nThe study lists its economic impact as $195 million. That’s the same number estimated for the 2015 All Star game in New York City. But not only has the accuracy of that 2015 estimate been called into question, it’s also worth asking if New York is really the best comparison.\nWhen doing its own estimates, the City of Charlotte used the 2014 All Star game in New Orleans, a city much closer in size, tourism draw and prices than New York. That game likely brought New Orleans a much lower impact of $106 million.\nAnd what about CAP’s estimated $143.4 million from High Point Furniture Market losses?\nThe law was condemned by many businesses and trade associations connected to the twice-yearly market, which has generated more than $5 billion in recent years and has been called North Carolina’s largest economic event.\nThe $143.4 million number would represent a small decline in its economic impact. But we have no way of knowing whether it’s an accurate estimate. Tom Conley, the market’s CEO, told us the market is still trying to get an accurate count of this April’s attendance and any possible losses.\nBut for the sake of argument, we’ll give CAP and Sgro the benefit of the doubt here. Using CAP’s formula and attendance numbers from previous spring shows, we calculated that of the $143.4 million that could be lost at some point, $55.4 million could’ve already been lost at last month’s market.\nA researcher with CAP told us he thinks the group’s number was even a bit conservative, pointing to a story from CBS News that estimated the losses from this spring alone could hit $115 million.\nNeither number, though, gets Sgro’s \"already lost\" claim even close to $500 million.\nIf the CAP estimates on the furniture market turn out to be accurate, then combined with the $86.3 million in already lost and documented funds, we come to a total of $141.7 million already lost from North Carolina’s economy. That’s less than a third of what Sgro said. Using the CBS estimate for the furniture market, the total rises to $201.3 million.\nFinally, it’s important to note that that some of the already-lost money might even return to North Carolina in the future. PayPal and Deutsche Bank stopped plans to hire hundreds of workers, but they also both said they might change their minds if HB2 is repealed.\nOur ruling\nNorth Carolina’s economy has already lost, by various counts, either $77 million, $86.3 million, $141.7 million or $201.3 million. None of those are even close to the $500 million Sgro claimed has already been lost.\nIt’s true that the state might eventually lose up to $567.5 million in economic impact, according to one study. Sgro was using that number, but the vast majority of that money hasn’t already been lost, like he claimed it had been.\nWhat’s more, many of the businesses threatening boycotts haven’t even said for certain that they will cancel if HB2 remains law, meaning the $567.5 million figure could drop substantially. And if HB2 is repealed, it’s also possible that some of the \"already lost\" money might return in the form of new jobs and investments.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/48fe6bc0-b383-4020-adf3-d8135ab9a49a", "vclaim_id": "vclaim-pol-04961"}