{"url": "/factchecks/2014/nov/30/lincoln-chafee/gov-lincoln-chafee-says-ri-legislature-strongest-u/", "speaker": "Lincoln Chafee", "vclaim": "Rhode Island's legislature is \"the strongest in the country.\"", "truth_label": "true", "date": "stated on November 14, 2014 in a newspaper interview:", "title": "Gov. Lincoln Chafee says R.I. legislature is strongest in U.S", "text": "It’s a statement often heard in the Ocean State: Rhode Island’s state legislature is the strongest in the nation.\nAnd it was recently repeated by Governor Lincoln Chafee as he doled out advice to his successor, Governor-elect Gina Raimondo.\nChafee was one of several people who were asked by The Journal what advice they would give to Raimondo as she prepares to take office Jan. 6. Their comments were published Nov. 17 in The Journal’s Political Scene column.\n\"The only [advice] I would add is we all know ... that Rhode Island constitutionally has a very strong legislature,\" Chafee said. \"That’s a fact, the strongest in the country … And it’s critical, to move your agenda forward, to have relationships ... build those relationships.\"\nSince this claim has been made so often, we decided to check whether Rhode Island’s General Assembly really ranks as the strongest in the nation.\nWe asked Chafee’s office what facts he had to support his statement. It took awhile for his office to get back to us.\nMeanwhile, we reached out to nearly a dozen political science professors nationwide, the National Conference of State Legislatures, and others to get their views. All who responded generally shared the view that Rhode Island’s governor has relatively limited power compared with governors in many other states\nWe were referred to \"Governors and the Executive Branch,\" a chapter in the book \"Politics In The American States: A Comparative Analysis.\"\nIts author, Margaret R. Ferguson, a political science professor at Indiana University-Purdue University Indianapolis, measured the institutional power of governors in each of the 50 states, based on various factors. Those included  term limits; power to appoint without the involvement of the legislature; control over the budget; veto power; and whether the governor is the same political affiliation that controls the state legislature.\nRhode Island placed dead last overall in Ferguson’s list for executive power, while Massachusetts placed at the top.\nThe book also noted that Chafee was the only governor in the country in 2011 to face a legislature controlled by an opposing party. At the time, Chafee was registered as an independent; he changed his affiliation to Democrat in May 2013.\nWe also looked to Rhode Island’s Constitution. It limits governors to two terms and specifies that the governor’s appointments of state officers be subject to Senate advice and consent. Pardons, too, need Senate approval.\nA veto by the governor can be overridden  by a vote of three-fifths of members present in the House and Senate.\nOne of the key provisions limiting a Rhode Island governor’s power concerns the state budget. Governors are required to submit budgets, but the documents are then subject to legislative cuts and additions, before the General Assembly passes its own version.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn 44 other states, governors have so-called line-item veto authority, the power to reject individual items, while keeping the rest of the budget intact. In Rhode Island, the governor can only approve or veto the final budget, which usually prompts the Assembly to override a veto.  \nWhen Chafee’s office got back to us, it shared emails sent to the governor’s staff by Peverill Squire, a University of Missouri political science professor who is widely known for his study of state legislatures. The email exchanges were part of the preparations for last year’s 350th anniversary of the Rhode Island Colonial Charter of 1663.\n\"We can always quibble about rankings, but every accounting puts the power of Rhode Island’s governor at or near the bottom in terms of institutional powers,\" Squire said in an email to Jonathan Stevens, Chafee’s director of special projects. \"Rhode Island’s governor enjoys only moderate appointment powers. The governor also has a weak veto and relatively little ability to influence the budget.  A line-item veto and greater control over appointments would greatly strengthen the governor.\"\n\"On a constitutional power metric, Rhode Island is among the most powerful state legislatures,\"  Squire’s wrote.\nSquire confirmed the statements to PolitiFact Rhode Island via email and cited his book \"The Evolution of American Legislatures, Colonies, Territories and States, 1619-2009,\"  as well as an earlier book, \"101 Chambers.\"\nWe also heard from Jay S. Goodman, a political science professor at Wheaton College, who noted that the Rhode Island legislature had given up a certain degree of power over the past 20 years, including the appointment of Supreme Court justices, the revolving door limitations on jobs, ethics rules, and the \"separation of powers amendment.\"\nVoters approved the separation  of  powers constitutional amendment in 2004 to curb legislative powers and remove lawmakers from state boards and commissions.\n\"Those changes certainly strengthened the governorship,\" Goodman said via email. \"But the overwhelming one-party rule coupled with iron discipline still makes the Speaker [of the House] the most powerful single person [in Rhode Island].\"  \nWhile the strength of the governorship might appear to be inversely proportional to the General Assembly’s power, Maureen Moakley, a political science professor at the University of Rhode Island, observed that a governor’s force of personality also factors in. She used the late Governor Bruce Sundlun, a Democrat, as an example.\n\"He was a very forceful personality. The day he took office he faced a crisis. [The collapse of Rhode Island’s credit unions.] That gave him a lot of leverage through his administration, especially his first administration,\" Moakley said.\n\"If a governor has the political savvy to be able to take the bully pulpit and turn [it] into a political force, it can go a long way to mitigating the limitations of the office,\" Moakley said. Their initial presentation of their agenda is critical, she said.\nOur ruling\nGovernor Chafee said the Rhode Island state legislature is \"the strongest in the country… \"\nOur research found that Rhode Island’s governor has the least institutional power in the nation under the state Constitution. That would make the Rhode Island General Assembly the most powerful, supporting the governor’s point.\nWe rule his claim True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06959"}