{"url": "/factchecks/2019/jul/15/donald-trump/donald-trump-claims-he-won-wisconsin-early-2016/", "speaker": "Donald Trump", "vclaim": "\"We won (Wisconsin in 2016) not so late in the evening — a little bit early in the evening, actually, which is even better.\"", "truth_label": "false", "date": "stated on July 12, 2019 in a speech at Derco Aerospace:", "title": "Trump claims he won Wisconsin early in the evening in 2016. Not so much.", "text": "Editor's Note: An earlier version of this story incorrectly referenced the Fox News call time in Eastern Time. Fox called Wisconsin for Trump at 10:30 p.m. Central Time. This does not affect the rating of this claim.\nWisconsin was front and center on the national stage on Election Day 2016.\nMore exactly, on election night.\nA key swing state, Wisconsin was a focal point for many networks as they tracked Donald Trump’s journey to an unexpected victory.\nSo it was surprising to hear Trump’s reference to that timeline in his most recent visit to our battleground state.\n\"I'm thrilled to be back in your great state — a state that I won,\" Trump said July 12, 2019, during a speech at Derco Aerospace where he touted the United States-Mexico-Canada Agreement. \"And we won it not so late in the evening — a little bit early in the evening, actually, which is even better.\"\nLet’s turn back the clock and see how well Trump’s account matches reality.\nWisconsin on the back nine of poll closures\nAny kind of \"early\" call for Wisconsin is tricky from the start given the number of states that are on Eastern Time. \nIn that election, 27 states — more than half — had polls close before Wisconsin’s did at 8 p.m. Central Time, according to MSNBC.\nAnother 14 states closed at the same time as Wisconsin, and many of those did have relatively early calls. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Associated Press — which has projected races since 1848 and is relied upon in this role by news organizations throughout the country — declared a winner in nine of those 14 states within two hours of the polls closing.\nCalling Wisconsin\nThe AP didn’t call Wisconsin until hours later.\nThat’s not surprising given the final margin here was just over 22,748 votes, with Trump topping Democrat Hillary Clinton 47.2% to 46.5%, according to the Wisconsin Elections Commission.\nThe AP called the state for Trump at 1:29 a.m., releasing a bulletin at the same time saying Trump had exceeded 270 electoral votes and been elected president.\nCNN had called Wisconsin one minute earlier, though at the time their projections still had Trump 13 electoral votes short of the presidency.\nThe outlier for Wisconsin projections was Fox News, which called the race for Trump at 10:30 p.m. on Election Day, some three-and-a-half hours after the polls closed. The other networks didn’t follow suit.\nEven if you used 10:30 p.m. benchmark, Wisconsin was not among the \"early\" states. At that point, the AP had already projected winners in 38 other states and the District of Columbia.\nOur ruling\nTrump said he won Wisconsin \"a little bit early in the evening\" in 2016.\nFox News did project a Trump victory here by 10:30 p.m., but it was an outlier. The AP and CNN didn’t call Wisconsin for Trump until about 1:30 a.m.\nAnd calling the Fox News projection \"early\" is a stretch anyhow, since about 80% of states had been called by that point.\nWe rate Trump’s claim False.", "vclaim_id": "vclaim-pol-00432"}