{"url": "/factchecks/2018/oct/17/congressional-leadership-fund/attack-ad-distorts-mccreadys-position-tax-cuts/", "speaker": "Congressional Leadership Fund", "vclaim": "Dan McCready \"did admit he opposes middle class tax cuts.\"", "truth_label": "false", "date": "stated on October 18, 2018 in a video:", "title": "Attack ad distorts McCready's position on tax cuts", "text": "There are few voting blocs as coveted as the proverbial middle class.\nPoliticians often boast about how their economic strategies are good for the middle class. Or they’ll say their opponent’s tax plans are bad for the middle class.\nA new ad by the Congressional Leadership Fund goes a step further while making a claim about Dan McCready, the Democrat facing Republican Mark Harris in North Carolina’s 9th Congressional District.\nThe ad, citing a recent Charlotte Observer editorial, criticizes McCready for dodging questions in a recent forum. The narrator then pivots.\n\"But McCready did admit he opposes middle class tax cuts,\" the narrator says.\nAs the narrator speaks, the ad displays an image of a story about McCready that McClatchy newspapers published on June 5.\nDoes the article back up the claim that McCready said he opposes tax cuts for the middle class? Not really.\nMcCready was referring to his overall opposition to the tax plan. In fact, McCready says in the story he opposes the tax plan because it didn’t do enough to help the middle class.\n\"It took steps in the right direction, particularly in making American business more competitive,\" but \"did not cut taxes enough for the middle class,\" McCready is quoted as saying.\nThe Trump tax cuts\nContacted by PolitiFact, a spokesman for the Congressional Leadership Fund (CLF) noted that McCready opposed the tax plan approved by Republicans last year. Thus, the spokesman posited, McCready opposed tax cuts for the middle class.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nPolitiFact has written extensively about the tax plan, noting that most Americans will see cuts in the next few years.\nAccording to the Tax Policy Center, a project of the Urban Institute and Brookings, 90 percent of middle-income households would pay less in 2018. However, those savings largely disappear by 2027, except for the top 1 percent of earners.\nThe CLF claim is similar to one made recently by Sen. Dean Heller, a Republican from Nevada. He claimed his opponent, Democrat Jacky Rosen, promised to \"repeal (the) middle-class tax cut.\"\nPolitical groups like to paint opponents with a broad brush. Just because a candidate doesn’t support a bill doesn’t mean they oppose everything the bill does.\nMcCready’s position\nMcCready has repeatedly said he supports tax cuts for the middle class. He hopes to re-tool the Trump tax plan rather than repeal it, said Aaron Simpson, McCready’s deputy campaign manager.\n\"The first thing Dan would have done differently is make sure the tax cuts to the middle class is permanent. In addition, he believes we should have focused more on small business tax relief and making it easier to raise a family,\" Simpson said in an email to PolitiFact.\nMcCready stated that position on his Facebook page in December and in a debate with Harris on Oct. 10. He said he supports the tax cuts in the Trump tax bill.\n\"But we needed to do much more of that: Give less of the tax cuts to the Warren Buffetts and Koch Brothers of the world and more to the hardworking teachers and firefighters that deserve a lot better here in North Carolina,\" McCready said.\nOur ruling\nThe Congressional Leadership Fund ad says McCready admitted he opposes middle class tax cuts. They cited a story about the tax plan passed last year. In it, McCready specifically says the tax plan didn’t do enough to help the middle class. And McCready has repeatedly said he likes the middle class tax cuts in the Trump plan. We rate this claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-18 15:35:32 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Dan McCready \"did admit he opposes middle class tax cuts\"    Congressional Leadership Fund super PAC https://www.youtube.com/watch?v=IgDPyP1Jj1A   NC Wednesday, October 10, 2018 2018-10-10    Read More  info", "vclaim_id": "vclaim-pol-01466"}