{"url": "/factchecks/2019/dec/18/dan-forest/nc-lt-governor-makes-baseless-claim-about-immigrat/", "speaker": "Dan Forest", "vclaim": "Says immigrants wanted by ICE have victimized \"tens of thousands of children\" in North Carolina.", "truth_label": "false", "date": "stated on November 25, 2019 in a press conference:", "title": "NC Lt. Governor makes baseless claim about immigration violence", "text": "North Carolina politicians are divided over what should be done with undocumented immigrants after they’re arrested. \nAfter the 2018 election, a new wave of Democratic sheriffs vowed to halt their jails’ practice of holding undocumented immigrants on behalf of U.S. Immigration and Customs Enforcement, known as ICE. The sheriffs’ position: if a judge or magistrate grants a person’s release, he or she should be released -- regardless of immigration status.\nIn response, some Republicans said the sheriffs were endangering public safety, and the GOP-controlled North Carolina legislature passed a bill that would require sheriffs to comply with ICE requests. But Democratic Gov. Roy Cooper vetoed it. \nLt. Gov. Dan Forest, who’s running for governor against Cooper, recently spoke at a press conference about the impact of the Democrats’ decisions.\nSpeaking about immigrants wanted by ICE, Forest encouraged the media to use certain terms.\n\"Please think carefully about the words that you use. Many of you are going to be struggling to try not to use words like illegal and alien and words like criminal and rapist and murder and child sex offender,\" he said.\n\"But if we have tens of thousands of children in our state -- tens of thousands of children in our state that have been victims of these violent criminals already, you have a lifetime, tens of thousands of lifetimes of victims in our state that are going to grow up with that on their mind.\"\nHis speech can be viewed in a YouTube video, and his claim was first flagged by the liberal American Independent website.\nForest’s claim stuck out to us because it’s not specific to a number or timeframe, but loaded with a hefty accusation. \nSo we wondered: have undocumented immigrants victimized \"tens of thousands\" of children in North Carolina? To answer this question, we knew we’d need a credible source that tracks:\n\n\nviolent crimes committed by immigrants in the U.S. illegally,\n\n\nthe age of the victims of those crimes, and\n\n\na state-level breakdown of those statistics.\n\n\nContacted by PolitiFact, Forest’s campaign cited news stories about crimes committed by undocumented immigrants. But none of the stories verify Forest’s claim that \"tens of thousands\" of children have been victimized by undocumented immigrants.\nOne big reason Forest’s claim can’t be verified: There is no federal government database or study tracking how many people have been victimized by undocumented immigrants or the age of the victims. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nForest’s campaign says they meant the word \"victim\" in a general sense as much as a legal one. We’ll get to his argument later. But first, let’s look at the legal meaning of what Forest said, and whether there’s data to back it up.\n\"The thing is, it’s very easy to identify individual cases and want to extrapolate up. But that is a major, major fallacy in statistics,\" said Charis E. Kubrin, professor of criminology, law and society at the University of California Irvine. She called Forest’s claim \"very vague and problematic.\"\nA familiar claim\nGenerally speaking, Forest’s claim is similar to others made by Republicans. President Trump, for instance, frequently expresses concern about crimes committed by immigrants who are in America illegally. \nBut the lack of data makes it difficult to get a clean look at claims like the one Forest made.\nICE doesn’t track crimes committed by immigrants in the United States illegally, nor does it track the age of victims of those crimes, Lindsay Williams, spokeswoman for the agency, told us in an email.\nNorth Carolina-specific data isn’t available, either. Neither the NC Attorney General’s Office, the State Bureau of Investigation, nor the Department of Public Safety tracks the statistic Forest mentioned, according to spokespeople for those agencies.\nTexas is the only state that tracks the immigration status of those convicted on the state level, said Alex Nowrasteh, director of immigration studies at the Cato Institute, a libertarian think tank. \nWrong to assume\nForest spokesman Andrew Dunn emailed us a list of news stories to back up the Lt. Governor’s statement. One was a story by WBTV that details 1,020 criminal charges and 407 convictions for immigrants sought by ICE in 2019 but released from NC jails before ICE could obtain custody. \nBut many of those charges were for driving offenses, larceny and other nonviolent crimes. And it’s unclear whether the charged immigrants were convicted, or if their victims were children.\n\"Two of those examples identify children as the victim,\" Nowrasteh said. To back up his claim, Forest would \"need 10,000 times as many examples.\"\nDunn also suggested the word \"victim\" refers to an emotional toll on children who aren’t directly involved in a crime. He noted that, in Charlotte, \"hundreds of families were evacuated from their homes and countless thousands impacted during a 9-hour SWAT standoff with an illegal immigrant accused of kidnapping, strangulation and assault on a female.\"\nStill, those numbers and anecdotes don’t back up Forest’s original claim. \nOur ruling\nIn a speech about immigrants in the country illegally, Forest said \"we have tens of thousands of children in our state that have been victims of these violent criminals already.\"\nThere’s no available data to support his claim. We rate it False.", "vclaim_id": "vclaim-pol-16701"}