{"url": "/factchecks/2011/nov/15/ron-paul/ron-paul-says-torture-banned-under-us-internationa/", "speaker": "Ron Paul", "vclaim": "\"Torture is illegal by our laws. It's illegal by international laws.\"", "truth_label": "true", "date": "stated on November 12, 2011 in a Republican presidential debate in Spartanburg, S.C.:", "title": "Ron Paul says torture is banned under U.S., international law", "text": "During the CBS-National Journal Republican presidential debate in Spartanburg, S.C., on Nov. 12, 2011, one of the moderators, Major Garrett, invited Rep. Ron Paul, R-Texas, into a discussion of torture.\n\nBoth Rep. Michele Bachmann, R-Minn., and former Godfather's Pizza executive Herman Cain had already said they favored allowing interrogators to use waterboarding -- the practice of simulating drowning to elicit information from a detainee. Waterboarding was permitted under the George W. Bush administration, but the policy was rescinded soon after President Barack Obama took office.\n\n\"Congressman Paul,\" Garrett said, \"my fighting sense tells me we have a debate about to get launched here. I know you have an opinion and would like to weigh in.\"\n\nPaul responded, \"Yes, torture is illegal by our laws. It's illegal by international laws.\"\n\nThe exchange attracted significant attention following the debate. Obama was asked about it at a news conference in Hawaii. He responded that that Bachmann and Cain are among those who are \"wrong. Waterboarding is torture. It’s contrary to America’s traditions. It’s contrary to our ideals. That’s not who we are. That’s not how we operate. We don’t need it in order to prosecute the war on terrorism. And we did the right thing by ending that practice.\"\n\nMeanwhile, Sen. John McCain, R-Ariz., who ran against Obama in the 2008 presidential campaign, tweeted, \"Very disappointed by statements at SC GOP debate supporting waterboarding. Waterboarding is torture.\"\n\nWe wondered whether Paul was right that torture is illegal under U.S. and international law. So we decided to check.\n\nFirst, however, we should note that many -- though not all -- observers consider waterboarding to be a form of torture. We’ll address that issue more fully in a moment. For now, let‘s stick to Paul’s specific claim.\n\nIs torture illegal under U.S. law?\n\nYes, under several different portions of the law.\n\n• A provision of U.S. law (18 U.S.C. 2340) that took effect in 1994 makes torture a crime.\n\nThe law defines torture as \"an act committed by a person acting under the color of law specifically intended to inflict severe physical or mental pain or suffering (other than pain or suffering incidental to lawful sanctions) upon another person within his custody or physical control.\"\n\n• A different provision on war crimes addresses torture as well (18 U.S.C. 2441).\n\nThe provision reads, \"Whoever, whether inside or outside the United States, commits a war crime … shall be fined under this title or imprisoned for life or any term of years, or both, and if death results to the victim, shall also be subject to the penalty of death. … As used in this section, the term ‘war crime’ (includes) … torture ...\"\n\n• Finally, as we noted here, two days after taking office, Obama issued a detailed executive order on torture and related issues.\n\nThe executive order said that prisoners \"shall in all circumstances be treated humanely and shall not be subjected to violence to life and person (including murder of all kinds, mutilation, cruel treatment, and torture), nor to outrages upon personal dignity (including humiliating and degrading treatment).\" It also specifically nullifies interpretations of federal law on interrogations \"issued by the Department of Justice between September 11, 2001, and January 20, 2009\" under President George W. Bush.\n\nThe executive order brings the CIA into line with U.S. Army Field Manual on Interrogation, said said Tom Malinowski, Washington director for Human Rights Watch. This limits interrogators to humane techniques, a standard that already applies as a matter of law to the U.S. military, he said.\n\nIs torture illegal under international law?\n\nThis is also a correct statement.\n\n• The Convention Against Torture and Other Forms of Cruel, Inhuman, or Degrading Treatment of Punishment (the Torture Convention) was adopted by the United Nations General Assembly on Dec. 10, 1984 and entered into force on June 26, 1987, after it had been ratified by 20 states. The United States ratified the convention on Oct. 21, 1994.\n\nIt defines torture as \"any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\"\n\n• The International Covenant on Civil and Political Rights. This United Nations agreement -- approved on Dec. 16, 1966, and entered into force on March 23, 1976 -- says in part that \"no one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.\" The United States ratified it in June 8, 1992.\n\n• The Geneva Convention relative to the Treatment of Prisoners of War. This convention entered into force on Oct. 21, 1950, and the United States ratified it on Feb. 8, 1955. It bars \"at any time and in any place whatsoever\" all \"violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture\" of \"persons taking no active part in … hostilities, including members of armed forces who have laid down their arms and those placed hors de combat by sickness, wounds, detention, or any other cause.\"\n\n• Geneva Convention relative to the Protection of Civilian Persons in Time of War. This convention, This convention was entered into force on Oct. 21, 1950, and the United States ratified it on Feb. 8, 1955 and is virtually identical to the separate Geneva convention above.\n\n• Universal Declaration of Human Rights. This declaration, drafted by a committee that included former First Lady Eleanor Roosevelt, is not technically a treaty, but it does carry some weight in international law. It was ratified by the United Nations General Assembly on Dec. 10, 1948, by a vote of 48-0 with eight abstentions. The United States was one of the nations voting in favor of the declaration, which says that \"no one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.\"\n\nWhat constitutes torture?\n\nSo Paul is on solid ground when he says that \"torture is illegal … by our laws. It's illegal by international laws.\" But as we indicated, there’s a significant caveat -- not everyone agrees on what constitutes torture.\n\n\"No one will dispute Rep. Paul’s statement,\" said Steven Groves, a fellow at the Heritage Foundation. \"What is in dispute is whether certain interrogation techniques are considered ‘torture’ under either the U.S. or international definition of that term.\"\n\nThis is an especially important point given that Paul’s comment came in the context of a discussion of waterboarding. Many legal experts believe that waterboarding qualifies as torture under many if not all of the legal definitions cited above. But the Bush administration and its supporters strongly disagreed, calling waterboarding an \"enhanced interrogation technique\" and thus falling outside of the definition of torture.\n\nAn Aug. 1, 2002, memo by Assistant Attorney General Jay Bybee and another memo dated the same day by Deputy Assistant Attorney General John Yoo sought to \"set a very high threshold as to what constitutes severe ‘pain or suffering,’\" said Anthony Clark Arend, professor of government and foreign service at Georgetown University.\n\nThese interpretations were overturned by Obama’s Jan. 22, 2009, executive order. But the controversy rages on -- as the Republican debate in South Carolina demonstrates.\n\nWe won’t seek to referee this question here, but we do think it’s important to note that some -- though by no means all -- observers would consider Paul’s comment to be a non-sequitur because of their position that waterboarding is not torture.\n\nOur ruling\n\nPaul's comment came immediately after a discussion of waterboarding, and we’ll note that there is not a consensus that waterboarding constitutes torture. That said, Paul’s statement is 100 percent correct: There is no question that torture is barred in both U.S. and international law. We rate Paul’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12087"}