{"url": "/factchecks/2012/sep/29/our-portland-our-schools/what-estimated-square-foot-cost-rebuild-portland-h/", "speaker": "Our Portland, Our Schools", "vclaim": "Says it will cost $220 per square foot in hard construction costs to rebuild Portland Public high schools.", "truth_label": "half-true", "date": "stated on September 20, 2012 in campaign material:", "title": "What is the estimated per-square-foot cost to rebuild Portland high schools?", "text": "In May 2011, Portland voters narrowly rejected a $548 million construction bond measure for Portland Public Schools. Voters said they felt shut out of the process; they wanted more say and oversight. Also, a news analysis by The Oregonian at the time reported that the school rebuilds would be among the costliest in Oregon. The analysis showed the district had budgeted $325 a square foot to renovate six urban schools.\n\nThe school board tried again. This time, members said they had heard the people’s cry for greater transparency and fiscal diligence. So they put a $482 million bond measureon the November ballot. The overall size is smaller, at $1.10 a year for every $1,000 of assessed property value for the early years, versus $2 in 2011.\n\nThis bond will pay to modernize three high schools and build one K-8 school, plus improve science classrooms and add seismic and roof upgrades at dozens more. School construction costs are $278 million of the $482 million, for four schools; last time costs were about $330 million of $548 million, for nine schools.\n\nIn an attempt to assure voters that the district is on the up and up, supporters of Measure 26-144 have posted on their website the answers to two questions that every voter wants to know. How much will this measure cost me? And how do I know the district will spend my money wisely to rebuild these schools? \n \n\nQuestion: How much will the rebuilds cost per square foot?\n\nAnswer: The district estimates $208 per square foot in hard costs to rebuild elementary grade schools and $220 per square foot for the high schools. This is the mid-range for Portland Metro hard costs.Read the project estimating method for yourself.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nA school campaign opponent asked us to check out the claim. We obliged, thinking voters would want to know as well. Because, really, what the heck is a hard cost?\n\nThe campaign openly links to the sheet we’ll be referencing to give you the skinny on costs. The \"project estimating method\" link on the website states that mid-point \"hard construction\" costs are indeed $208 a square foot for K-8 and $220 a square foot for high schools. (The calculations are by Rider Levett Bucknall, an international firm that estimates costs.)\n\nBut hard construction costs, you see, are only a portion of the picture.\n\nThere’s also on-site improvement \"hard\" costs estimated at $8 a square foot. That’s money to demolish and mitigate for hazardous materials, and to build walkways, outdoor learning space, storm drains, lighting, etc.\n\nThere are \"soft\" costs for architecture work, engineering, planning, design, permitting and project management. These are estimated at an added 20 percent of hard costs.\n\nLet’s not forget contingency costs, which the district estimates at an added 15 percent of both \"hard\" and \"soft\" costs for complete renovations and 10 percent for new construction. And, finally, you can’t really run a school without \"furniture, fixtures and equipment.\" Those costs are estimated at $12 a square foot, although the model warns us that numbers can vary.\n\nSo what does this mean, as applied to these schools? Because as much as we’d like for the chief campaign backers to do the math for us, they haven’t. We requested and received school lot and building sizes from the district, because those aren’t posted either. We’ll skip the K-8 school and stick to the three high schools. (Roosevelt, by the way, is calculated at $190 a square foot for capacity reasons we won’t get into.)\n\nHere are the basics:\n\nGrant High School is 275,000 square feet, lot size is 444,000 square feet, estimated $95 million.\nFranklin is 240,000 square feet, lot size 797,000 square feet, estimated at $85 million.\nRoosevelt is 229,000 square feet, lot size 745,000 square feet, estimated at $70 million.\n\nAnd here are the numbers:\n\n\n\n\n\n\n\n\n\n\n\n\n\nschool\n\nhard ($$)\n\nhard onsite\n\nsoft\n\ncontingency\n\nFFE\n\ncost/SF\n\n\n\nGrant\n\n$ 60.5 M\n\n$3.6 M\n\n$12.8 M\n\n$11.5 M\n\n$3.3 M\n\n$333\n\n\n\nFranklin\n\n$ 52.8 M\n\n$6.4 M\n\n$11.8 M\n\n$10.7 M\n\n$2.9 M\n\n$353\n\n\n\nRoosevelt\n\n$ 43.5 M\n\n$6 M\n\n$9.9 M\n\n$8.9 M\n\n$2.7 M\n\n$310\n\n\n\n\n \n\nThose numbers are markedly different from $220. In fact, we’ll do more math for you. Grant’s $333 a square foot is 51 percent more than the stated $220 per square foot of \"hard\" construction costs.\n\nWe asked the \"Our Portland, Our Schools\" campaign why not include an overall -- and higher -- figure as well. Spokeswoman Lindsey O’Brien said \"hard costs\" were closest to estimated construction costs so that’s what they posted. \"The most important thing to us is the link to the full document, which goes through everything in detail,\" she said.\n\nIt’s great that the campaign posted relevant information on its website. And apparently, it’s perfectly acceptable to compare \"hard\" construction costs within the industry. But breaking it down like that does little to help the average voter understand what it would cost per square foot to rebuild these historic high schools. And that was the question the campaign purportedly tried to answer.\n\nAs we finished our reporting, we noticed that the campaign had added language to its website after our initial inquiry regarding hard costs: \"Total project costs include hard costs (bricks, mortar, labor), soft costs (plans, permits), a contingency factor based on standard practice, and the contents needed to make a new building usable by students and staff.\"\n\nIt would have been shorter -- and clearer -- to write that the total square footage price for Roosevelt High School is $310, for Grant $333, and for Franklin $353.\n\nAgain, we turned to the campaign spokeswoman. Didn’t the school district say that this time, the construction bond measure would be leaner, meaner, more cost efficient and disciplined?\n\nIt is, O’Brien said via email. Overall spending is lower, as well as the assessed rate for property owners. In other words, the district is not doing as much as in 2011.\n\n\"We have not been arguing that the costs per square foot are different,\" she wrote.\n\n(By the way, Jim Owens with Portland Public Schools, who is in charge of the projects and has extensive experience in public construction and finance and who helped us with the details, said total square footage costs are reasonable and he didn’t think the square footage costs were too high in 2011 either.)\n\nWell, then. To our ruling:\n\nThe campaign diligently uses the term \"hard costs\" to relay that square footage costs are estimated by the district at $220 per square foot. The campaign states repeatedly that these are \"hard\" costs, links to a way to get a more complete estimate, and now spells out to voters that other costs are required to make the new building \"usable by students and staff.\"\n\nA statement can be accurate, but miss the mark on communicating the complete picture. In this case, total square footage price is estimated to be between $310 to $353 for the three high schools. Those numbers are a significant upgrade from the stated $220, and, guess what -- they are in the ballpark of the original square footage costs in the district’s first attempt at a bond.\n\nWe decline for the time being to weigh in on the \"reasonableness\" of the hard costs or final costs. What we can say is that the difference amounts to a pretty important detail missing from the statement. We rule the statement Half True.", "vclaim_id": "vclaim-pol-10287"}