{"url": "/factchecks/2020/feb/11/hal-turner-radio-show/far-right-radio-host-hal-turner-promotes-unproven-/", "speaker": "Hal Turner Radio Show", "vclaim": "Says the coronavirus is “a MILITARY BIO-WEAPON Developed by China's Army.”", "truth_label": "false", "date": "stated on February 1, 2020 in an article:", "title": "Far-right radio host Hal Turner promotes unproven coronavirus bioweapon conspiracy", "text": "A far-right radio host who has supported the rhetoric of white supremacy is spreading misinformation about the origins of the coronavirus outbreak.\nIn an article published Feb. 1, the Hal Turner Radio Show wrote that the 2019 coronavirus is \"a military bioweapon developed by China’s army\" at the Wuhan Institute of Virology. As evidence, it points to two screenshots from a national database of genetic material.\n\"Somehow, it got out. The world is now facing a massive wipe-out of humanity as a result,\" the article reads. \"The proof that this virus is a genetically-modified Bat-SARS-Like Virus, manipulated by the Chinese Army, appears below. The evidence is irrefutable.\"\nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared more than 2,000 times.\n\n(Screenshot from Hal Turner Radio Show)\nSince its December outbreak in Wuhan, China, the coronavirus has spread rapidly around the world. According to the World Health Organization, more than 40,000 people have been infected in 24 countries. In China, 909 have died.\nPolitiFact has fact-checked several conspiracy theories about the source of the coronavirus. Some hoaxes suggested that the virus somehow escaped from the Wuhan lab, which deals with some of the world’s most dangerous pathogens, such as Ebola and the Severe Acute Respiratory Syndrome coronavirus. \nWe have found no evidence to back up those claims — and the Hal Turner article is similarly flawed.\nGenetic material doesn’t prove conspiracy\nThe Hal Turner Radio Show claims that, because two coronavirus entries in a federal database have similar proteins, they are the same virus. That’s unproven.\nHal Turner uses internet and radio broadcasts to float conspiracy theories and hate speech. In 2010, he was sentenced to 33 months in prison for threatening three federal judges over their decision to uphold handgun bans in Chicago.\nThe Hal Turner article cites screenshots of two GenBank entries for coronavirus proteins. GenBank is a database maintained by the National Center for Biotechnology Information that lists publicly available DNA sequences.\nThe first screenshot shows an entry for an envelope protein for a \"Bat SARS-like coronavirus\" that was submitted in 2018 by the Institute of Military Medicine, Nanjing Command. According to the Universal Protein Resource, an envelope protein is a membrane that \"forms the outermost layer\" of the complete, infective form of certain viruses.\nThe second screenshot is an entry for another envelope protein associated with the \"Wuhan seafood market pneumonia virus.\" It was submitted Jan. 5 by the Shanghai Public Health Clinical Center and School of Public Health at Fudan University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nRELATED: PolitiFact’s coronavirus coverage in one place\nThe Hal Turner Radio Show compared the two viral proteins using a NCBI search and found that the two were nearly identical.\nBut there are seven kinds of coronaviruses that can infect humans and they have similar envelope proteins. So the match doesn’t prove the two viruses are the same.\n\"The family of coronaviruses are going to be highly related, just because they are in the same family,\" said Richard Watanabe, a professor of preventive medicine at the University of California’s Keck School of Medicine, in an email.\nWe ran the same NCBI search as the Hal Turner Radio Show and found 78 entries with envelope proteins similar to the 2019 coronavirus.\nBioweapon theory is unfounded\nThe second claim in the Hal Turner Radio Show’s article is that, since Chinese researchers uploaded its genetic information, the 2019 coronavirus is a military bioweapon. That’s unproven.\nThere is a lab near Wuhan that deals with dangerous pathogens — and some have linked it to China’s biological warfare program. The country denies having such a program, but the U.S. State Department has raised concerns about China’s potential noncompliance with the Biological Weapons Convention, which bans the production of such weapons.\nOfficials are still working to determine the source of the coronavirus outbreak. In its most recent situation summary, the Centers for Disease Control and Prevention said that both it and Chinese authorities had isolated the genome of the 2019 coronavirus.\nTheir findings suggest \"a likely single, recent emergence from a virus related to bat coronaviruses and the SARS coronavirus.\" The disease appears to have originated at a seafood and animal market in Wuhan, and it spread from there to 24 countries. Researchers believe the current outbreak pattern suggests the coronavirus may have spread from animal to human at first, and now from human to human.\nRELATED: No evidence that Chinese officials will say coronavirus was leaked from a lab\nThere’s no evidence that the coronavirus was developed as a bioweapon. And even if there were, Watanabe said it’s highly unlikely the Chinese military would have uploaded the genetic sequence to a public database maintained by an American government agency.\n\"China, like the other countries including the U.S., have legitimate biomedical research going on at military facilities,\" Watanabe said. \"Just because they uploaded information, doesn’t make it a bioweapon.\"\nOur ruling\nThe Hal Turner Radio Show claimed the coronavirus is \"a MILITARY BIO-WEAPON Developed by China's Army.\"\nAs evidence, the website included two screenshots of coronavirus entries in a federal database of genetic material. The site claimed the two viruses are the same. But all human coronaviruses have similar genetic material, and just because the entries were uploaded by Chinese researchers doesn’t prove that the 2019 coronavirus was developed as a bioweapon.\nHal Turner Radio Show’s article is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17379"}