{"url": "/factchecks/2020/feb/26/facebook-posts/fact-checking-trumps-farm-bailout-vs-obamas-gm-res/", "speaker": "Facebook posts", "vclaim": "“Trump’s farmer bailout is now twice the size of Obama’s GM bailout. The big difference is GM paid their bailout back — with interest.”", "truth_label": "barely-true", "date": "stated on February 23, 2020 in a Facebook post:", "title": "Fact-checking Trump’s farm bailout vs. Obama’s GM rescue", "text": "An attack on President Donald Trump’s emergency aid to farmers to offset the impact of trade wars tries to put it in a bad light in contrast with President Barack Obama’s bailout of General Motors.\nIt raises a fair question about repayment, but fudges the figures and the facts.\nThe attack, made in a post on Facebook, claims:\n\"Fact: Trump's farmer bailout is now twice the size of Obama’s GM bailout. The big difference is GM paid their bailout back — with interest.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nTrump and the farmers\nAmid a trade war with China, the Trump administration in 2018 authorized $12 billion in payments to American farmers who were hit by retaliatory tariffs imposed by China on U.S. agriculture. In 2019, the administration added $16 billion.\nThat’s a total of $28 billion in direct aid, which won’t need to be repaid.\nThe GM bailout was different in both size and structure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Palin\n\n\nstated on September 3, 2008 in a speech at the Republican Nationention in St. Paul, Minn.\n \n\n\n\n\n\n\n\n\"I told the Congress 'thanks, but no thanks,' on that Bridge to Nowhere.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Robert Farley • September 3, 2008\n\n\n\n\n\n\n\nObama and General Motors\nFiguring out the cost of GM’s rescue is complex. The auto industry bailout effort began before Obama took office with a pair of emergency loans from President George W. Bush’s administration for GM and Chrysler through the Troubled Asset Relief Program. With hundreds of thousands of jobs at stake, the new Obama administration in 2009 stepped forward with more TARP assistance, including critical debtor-in-possession financing to usher GM through bankruptcy. \nWith much of its debt converted to stock during those proceedings, the U.S. Treasury emerged with a 60% ownership stake in the reorganized company, which went public again in November 2010. By the time GM sold all of its shares in 2013, the taxpayers had lost $11.2 billion on the bailout.\nIn all, the Bush and Obama administrations invested about $50 billion of TARP money into GM. But ultimately, only $6.7 billion was in loans, which GM repaid, with interest and five years ahead of schedule. \nThe goal of the government investment \"was never to make a profit, but to help save the American auto industry, and by any measure that effort was successful,\" a U.S. Treasury Department spokesman said at the time.\nOur ruling\nA Facebook post claimed: \"Trump’s farmer bailout is now twice the size of Obama’s GM bailout. The big difference is GM paid their bailout back — with interest.\"\nThe Trump administration’s assistance to farmers who have been hurt in the trade war with China is $28 billion — about half the size of the Treasury’s $50 billion bailout of General Motors, not twice the size.\nOnly $6.7 billion of the bailout ended up as loans, which GM did pay back. But in the end, the government lost $11.2 billion in the bailout. Farmers are not expected to repay their aid.\nFor a statement that contains only an element of truth, our rating is Mostly False.", "vclaim_id": "vclaim-pol-17467"}