{"url": "/factchecks/2019/sep/06/viral-image/no-aoc-didnt-tweet-about-electric-cars-and-hurrica/", "speaker": "Viral image", "vclaim": "Says Alexandria Ocasio-Cortez tweeted, \"I see people are rushing out to fill up their cars for this hurricane at the gas station. This wouldn’t be an issue if they had electric cars. If the power is out for a week how are they going to get gas? We need to start planning ahead and moving forward.\"", "truth_label": "false", "date": "stated on September 4, 2019 in a Facebook post:", "title": "No, AOC didn’t tweet about electric cars and hurricanes", "text": "Before Hurricane Dorian continued to churn north toward the Carolinas, Florida drivers waited in long lines at gas stations ahead of the storm’s anticipated arrival. In some cases they abandoned their cars after fuel ran out. \nA Sept. 4 post on Facebook appears to show U.S. Rep. Alexandria Ocasio-Cortez using this moment to promote an initiative aimed at curbing climate change — but it’s a fake image of her Twitter account.\n\"I see people are rushing out to fill up their cars for this hurricane at the gas station,\" begins what looks like a screenshot of Ocasio-Cortez’s tweet. \"This wouldn’t be an issue if they had electric cars. If the power is out for a week how are they going to get gas? We need to start planning ahead and moving forward.\" \nThis post, which has been shared more than 2,600 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 25, 2021 in a video\n\n\n\n\n\n\n\n\nSays Bill Gates said “at least 3 billion people need to die” from the planet.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 27, 2021\n\n\n\n\n\n\n\nThe image has been around at least since Aug. 31, when Sebastian Gorka, a former official in President Donald Trump’s administration, asked on Twitter if Ocasio-Cortez really tweeted that. \n\"Nope,\" Ocasio-Cortez replied. \nSearching through her recent tweets, we saw nothing like the image in the Facebook post. We also didn’t see it on Politwoops, which tracks deleted tweets by public officials. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-00194"}