{"url": "/factchecks/2014/jul/17/jason-riley/black-voter-turnout-exceed-white-voter-turnout-eve/", "speaker": "Jason Riley", "vclaim": "\"Black voter turnout in 2012 exceeded the rate of white voter turnout, even in the states with the strictest voter ID laws.\"", "truth_label": "true", "date": "stated on July 14, 2014 in comments on Fox News' \"The Kelly File':", "title": "Black voter turnout exceeds white voter turnout, even in states with strict ID laws, pundit claims", "text": "Attorney General Eric Holder’s recent suggestion of a \"racial animus\" fueling Obama’s critics is no more than political posturing, said Wall Street Journal columnist Jason L. Riley.\nSome GOP politicians and conservative media objected to Holder’s comments on ABC’s This Week on July 13, 2014. Riley, dubbed by Salon magazine as \"the right’s favorite new race guru,\" dismissed Holder’s claims as fear-mongering a day later on Fox News’ The Kelly File. \n\"This is about Democrats concerned about minority turnout in November, and they have nothing to offer these constituents,\" Riley said. \"It’s motivating them by scaring them, telling them that voter ID laws suppress the black vote, even though black voter turnout in 2012 exceeded the rate of white voter turnout, even in the states with the strictest voter ID laws.\"\nThe political and racial motivations and effects behind voter ID laws have been debated for quite some time. We wondered, how did voter ID laws impact voter turnout across the board?\nThe phantom poll booth\nRiley told us he got the statistic from the U.S. Census Bureau. The federal data agency indicated in a 2013 report that the black voting rate (66.2 percent) indeed surpassed the white voting rate (64.1 percent) by 2.1 percentage points in the 2012 elections.\n\nAccording to experts, the strictest voter ID laws are when voters are required to present a photo ID when casting a ballot, and if they don't, are required to take additional steps before their vote can be counted. If a voter can’t present an ID, he or she is issued a provisional ballot and must submit an ID within a certain amount of time (usually 2 to 6 days). The Census reports that in these states, black voter rates in the 2012 elections were just as high if not higher than white voter rates:\n\n\nMissouri: Black voter turnout higher by more than 6.0 percent*\n\n\nTennessee: Black voter turnout higher by more than 6.0 percent\n\n\nGeorgia: Black voter turnout higher by 0 to 5.9 percent\n\n\nIndiana: Black voter turnout higher by 0 to 5.9 percent\n\n\nVirginia: Black voter turnout higher by 0 to 5.9 percent*\n\n\nArkansas: Voter turnout not statistically different*\n\n\nKansas: Voter turnout not statistically different\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nTexas: Voter turnout not statistically different*\n\n\n(* indicates that voter ID laws were not in effect in 2012)\nSo even with the voter ID laws, black voter turnout was higher than white voter turnout nationally and in the states with the strictest voting laws. But experts say that doesn’t necessarily mean that voter ID laws don’t suppress -- or, at the very least, attempt to suppress -- the minority vote.\nThe jury is still out \nThe impact of stricter voter ID laws is difficult to gauge because there are many factors determining voter turnout overall. It may be easy to tally the people who are turned away at the polls, but tracking why someone didn’t show up at the polls is another question, said Alex Keyssar, a political scientist at Harvard University.\n\"It’s safe to say there will be consequences (because of the voter ID laws), but measuring them is extremely difficult,\" he said.\nThe newness of the legislation makes the impact of the voter ID laws that much more difficult to determine. In fact, many of the laws weren’t even in place in the 2012 elections. (Virginia's law goes into effect in 2014, Arkansas' went into effect in 2013 and Texas' went into effect in 2013.)\n\"One election doesn’t make a pattern,\" said John Hansen, a political scientist at the University of Chicago. \"We have a distance to go before we can measure the impact of these laws.\"\nSo what accounted for the high turnout of black voters in 2012? Barack Obama, Hansen and Keyssar said. In this year’s midterm elections and in 2016’s presidential race, when Obama’s name won’t appear on the ballot and the laws are in place, the rates may tell a different story.\nAnd the increased black voter rates in 2012 could also be interpreted as an unintended consequence or a \"backlash effect,\" according to Erin O’Brien. a political scientist at the University of Massachusetts Boston. The stricter voter ID laws may have actually motivated the minorities the laws were trying to suppress. That motivation, unlike its effects, is backed by pretty strong evidence.\n\"There’s an old quote by David Henry Thoreau. He said, ‘Some circumstantial evidence is very strong, as when you find a trout in the milk,’ there’s some trout in this milk,\" Hansen said.\nAfter Obama’s 2008 victory, the wave of passing new laws on voter access -- including photo ID restrictions as well as proof of citizenship requirements, registration restrictions, and absentee and early voting restrictions -- had a couple of things in common, according to O’Brien’s widely cited 2013 report. The laws were proposed and enacted in states considered to be swing states, where Republicans controlled the government in both chambers, and where minority populations are having more impact on election results.\n\"Historically, the group that has to fight the hardest are communities of color. This legislation has been forwarded at the exact time that we’re becoming more and more demographically diverse,\" O’Brien said. \"These laws were passed in states where minority voter turnout was higher in 2008 and with larger proportions of African-Americans. So they can be seen as ways to clear these (demographic) hurdles.\"  \nThe ruling\nRiley said \"black voter turnout in 2012 exceeded the rate of white voter turnout, even in the states with the strictest voter ID laws,\" despite the Democrats claiming the voter ID laws suppress the black vote.\nWhile there is debate about the reasons why -- and if the phenomenon will last -- Riley's statistic checks out. Census data shows that indeed, for the first time ever, black voter turnout was higher nationally than white voter turnout, and at least just as high in the states with strict voter ID laws.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-07594"}