{"url": "/factchecks/2010/nov/21/bob-wirch/state-sen-bob-wirch-says-it-costs-wisconsin-taxpay/", "speaker": "Bob Wirch", "vclaim": "\"Over the course of one four-year term, it costs taxpayers more than $1 million simply to operate\" the governor’s mansion.", "truth_label": "true", "date": "stated on November 15, 2010 in a news release:", "title": "State Sen. Bob Wirch says it costs Wisconsin taxpayers more than $1 million over four-tear term to run the governor's mansion", "text": "The governor’s mansion -- a kingly abode for the governor and his family, right?\n\nDon’t think like a peasant. It is so much more.\n\n\"Executive residences,\" as the National Governors Association calls them, are \"regarded as an important symbol of the state’s culture and heritage. As state treasures, executive residences provide an appropriate setting for official state entertaining and are often highly valued as a venue for community functions.\"\n\nOh.\n\nThe NGA goes on:\n\n\"Given the critical role executive residences play in official state and cultural activities, considerable care is required in managing, staffing and maintaining the executive residence.\"\n\nGee, sounds like that could get kinda expensive. Just how much does it cost taxpayers to run the Wisconsin governor’s mansion -- ahem, executive residence?\n\nToo much, says state Sen. Bob Wirch, a Democrat from Pleasant Prairie in Kenosha County. Echoing a call he made in 2002, when Democratic Gov. Jim Doyle was elected, Wirch wants Republican Governor-elect Scott Walker to sell or lease the 34-room manor.\n\n\"Over the course of one four-year term,\" Wirch claimed in a news release Nov. 15, 2010, \"it costs taxpayers more than $1 million simply to operate.\"\n\nWirch also noted Walker’s own call to citizens for ideas on how to make state government run more efficiently. After all, with a structural deficit, lost revenue because of a state Supreme Court decision and other issues, the new governor faces a projected shortfall of $3 billion for the 2011-’13 budget.\n\n\"It is hard to set a good example,\" Wirch said in his statement, \"if you are living in a mansion.\"\n\nWalker, who will be inaugurated Jan. 3, 2011, plans to move with his family from Wauwatosa into the residence, said his spokesman, Cullen Werwie.\n\nHe said Walker has no comment on Wirch’s recommendation to sell or lease the mansion, which is perched on the shores of Lake Mendota.\n\nThe home’s \"replacement value\" is $1.63 million, according to the state Department of Administration. But Wirch believes that with its 3.7 acres of land, the estate is worth more than $2.5 million.\n\nPerhaps, like us, you’ve never been to the mansion (although you can see it in pictures).\n\nWell, according to the Department of Administration, the state Historical Society and the office of first lady Jessica Doyle, it:\n\n\nIs a three-story, 21,000-square-foot (including basement) Georgian Revivalin Maple Bluff, a village northeast of Madison.\n\n\n\nWas built in 1921 for Madison industrialist Carl A. Johnson and became home to governors after being purchased by the state in 1949.\n\n\n\nHas 13 bathrooms, seven bedrooms, seven fireplaces and seven garden areas.\n\n\n\nNice. So, who takes care of it?\n\nSeven employees, according to Vicki Heymann, the mansion’s residence director. Full-timers include Heymann, a chef, a gardener and a \"facilities maintenance specialist.\" The part-timers are a housekeeper, a \"laundress and flower arranger,\" and the head of the waitstaff, who has worked at the mansion for more than 32 years.\n\nOK, now let’s get to Wirch’s claim that operating the mansion costs more than $1 million during a four-year term.\n\nWirch’s office said the state Legislative Fiscal Bureau put the operating costs at $265,000 per year. That would come to $1.06 million over four years.\n\nThe senator’s per-year number is a touch high, but his four-year figure of more than $1 million is on target.\n\nThe fiscal bureau told PolitiFact Wisconsin that the mansion’s operating expenses are budgeted at $262,500 in 2009-’10 and the same amount for 2010-’11, nearly all of which is salaries. That’s a total of $1.05 million over four years.\n\nIn fact, actual expenditures are running higher, according to the state Department of Administration. They were $290,462 in 2008-’09 and $273,340 in 2009-’10. If that were carried out over four years, the total would be $1.13 million.\n\nWisconsin is one of 44 states that provided a governor’s residence as of 2004, according to the most recent survey done by the National Governors Association.\n\nHere’s how three of the other six treat their governors:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nRhode Island doesn’t have a mansion -- and probably doesn’t need one. You can drive across the state in an hour, said Amy Kempe, spokeswoman for the governor.\n\n\n\nIdaho had a governor’s residence, then didn’t, then did again when one was donated by a billionaire potato magnate. Gov. C.L. \"Butch\" Otter had been receiving a monthly housing allowance of more than $4,000. But Otter stopped taking the money in March 2009 when the 7,400-square-foot Idaho House became available and he opted to continue commuting from his ranch, his spokesman said.\n\n\n\nCalifornia’s governors are on their own, because the state doesn’t provide a residence or a housing allowance, said Joe Wolfenden, senior guide at the California Governor’s Mansion. Now a state park destination, the mansion was last used by a governor in 1967, when Ronald Reagan lived there for three months before moving to a home that had been purchased by friends.\n\n\n\nOK, let’s bring all this mansion talk home.\n\nIn calling on Governor-elect Scott Walker to save taxpayer dollars, state Sen. Bob Wirch said selling or leasing the governor’s mansion would enable the state to cut more than $1 million over four years on the cost of operating the mansion. Based on the latest budget and expenditure figures, the operating costs do exceed $1 million over four years.\n\nWe rate Wirch’s statement True.", "vclaim_id": "vclaim-pol-13976"}