{"url": "/factchecks/2008/jan/25/mitt-romney/he-should-check-their-resumes/", "speaker": "Mitt Romney", "vclaim": "\"I was pretty proud of being the only guy on the stage that ever had a job in the private sector.\"", "truth_label": "false", "date": "stated on January 25, 2008 in a campaign rally in Pensacola.:", "title": "He should check their resumes", "text": "Mitt Romney likes to trumpet his experience in the private sector. He was the head of the 2002 Winter Olympics and founder of Bain Capital, a venture capital and investment firm.\n\nDuring a campaign rally in Pensacola on Jan. 25, 2008, the day after a Republican debate, Romney boasted, \"I was pretty proud of being the only guy on the stage that ever had a job in the private sector.\"\n\n\nHe needs to check the resumes of his rivals.\n\n\nThree of the four other candidates on the stage with Romney at the Boca Raton debate have private sector experience.\n\n\nRep. Ron Paul was an obstetrician from 1968 to 1996 and has delivered more than 4,000 babies. That sounds like the private sector to us.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Bloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMike Huckabee has held several private sector jobs. He was a minister at Immanuel Baptist Church in Pine Bluff, Ark., the producer of radio and TV ads and a founder of KBSC-TV, a Christian TV station in Texarkana, Ark., now known as KLFI-TV. He served as the station's president from 1987 through 1992. He hosted a show called\n\nPositive Alternatives\n\nand, during his tenure, the station started airing Texarkana football.\n\n\nRudy Giuliani has spent much of his career in public service, but he practiced law with the firm of Patterson, Belknap, Webb and Tyler from 1977 to 1981. When he stepped down from being mayor of New York in 2002, he founded Giuliani Partners, a consulting firm in emergency preparedness, public safety, crisis management, energy and health care. In 2005, he became a partner in Bracewell & Giuliani, a large law firm.\n\n\nWhen we inquired with a spokeswoman for the Romney campaign about the remark, she said Romney was referring to\n\nbusiness\n\nexperience. But we find plenty of the private-sector experience of the other candidates to be in business – especially Giuliani's work for the consulting firm, Huckabee's work at the Christian TV station and Paul's work running a medical practice. And so we find Romney's statement to be False.\n\n\n(For a PolitiFact chart summarizing the candidates' experience, click\n\nhere.)", "vclaim_id": "vclaim-pol-16380"}