{"url": "/factchecks/2018/aug/20/joe-donnelly/mike-braun-end-coverage-pre-existing-conditions/", "speaker": "Joe Donnelly", "vclaim": "Says Mike Braun has supported two proposals and a lawsuit to end coverage for people with pre-existing conditions.", "truth_label": "mostly-true", "date": "stated on August 13, 2018 in Twitter video:", "title": "Did Mike Braun endorse three initiatives to end coverage for pre-existing conditions?", "text": "Democratic Sen. Joe Donnelly of Indiana is accusing his Republican challenger of flip-flopping on health care.\n\"Mike Braun now says he’s for pre-existing conditions,\" Donnelly said in a video he posted to Twitter on Aug. 13. \"There’s only one problem. Mike has said time, after time, after time, he’s against it.\"\nDonnelly said Braun has supported a House and Senate bill, as well as a lawsuit that \"would have ended coverage for pre-existing conditions.\"\nIs that true? Braun indeed supported these actions, but Braun also maintains he supports coverage for pre-existing conditions.\nDuring a meeting with Republican Party activists in Indiana’s conservative Hamilton County on Aug. 7, Braun answered a question on whether insurance companies should cover pre-existing medical conditions.\n\"Definitely; yes. Nobody should go broke because they get sick or have a bad accident,\" Braun said.\nBraun’s campaign repeated this talking point to us.\n\"Mike Braun supports covering pre-existing conditions, and believes plans that work for Hoosiers will come from market-driven solutions, not more of what big government and the insurance industry force upon them,\" campaign spokesman Josh Kelley said.\nBut health care experts told us that’s nearly impossible.\n\"It is hard to make private competitive health insurance work for people with pre-existing conditions absent government intervention,\" said Karen Pollitz, a senior fellow at the Kaiser Family Foundation. \"That’s just the nature of risk spreading -- it doesn’t work without subsidies or a mandatory market.\"\nBraun’s campaign did not respond to multiple requests for comment on how he could square opposing Obamacare yet supporting one of its central tenets.\nThe House bill\nIn August 2017, just after joining the race, Braun urged his two Republican primary opponents who are representatives in the U.S. House, Luke Messer and Todd Rokita, to sign a discharge petition that would force Congress to vote on an Obamacare repeal bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"The people of Indiana want a full repeal of Obamacare and every Republican in Congress needs to sign the petition forcing leadership to bring this bill up for a vote,\" Braun wrote in a letter to the editor of the Kokomo Tribune on Aug. 16, 2017. \"Congressman Messer and Rokita voted for the same legislation before, so why not do everything possible to get something done? … When I’m in the Senate, I’ll take action and keep pushing for the full repeal of Obamacare.\"\nThe bill in question would have ended the most important Affordable Care Act subsidies: tax credits for premiums, cost-sharing subsidies, the individual mandate and Medicaid expansion.\n\"So it would take away coverage for everybody, it’s not specific to whether you have a pre-existing condition, but by removing the subsidies, you would get a death spiral that would make coverage in the individual market unaffordable for everybody,\" Pollitz said.\nThe Senate bill\nBraun similarly supported the Senate version of the bill. In several interviews, Braun criticized Donnelly for voting in favor of the Affordable Care Act and opposing repeal of the Affordable Care Act.\n\n\n\"They want somebody that's going to be independent when they get to D.C. and I think that and attacking my business is when you've got a record that says you voted for Obamacare and then you were the deciding vote to repeal it,\" Braun said on the Ed Morrisey show on Aug. 14.\n\n\n\"So, all of us as Republicans I think have a better message and we have the message of tax reform. I don't think Joe Donnelly had passed one piece of legislation in 12 years. He voted for Obamacare as a congressman, was the deciding vote against repealing it,\" Braun said during an IN Focus interview with Dan Spehler on July 22.\n\n\n\"So, all of us as Republicans I think have a better message and we have the message of tax reform. You know, Joe Donnelly voted for Obamacare, you know back when he was a congressman and was a deciding vote against it (the GOP healthcare plan),\" Braun said in an interview with Abdul Hakim-Shabbaz on July 23.\n\n\nThere were several versions of the Senate bill depending on amendments. Regardless of which one we look at, Linda Blumberg, a health policy analyst at the Urban Institute, told us in June coverage for people with pre-existing conditions would have been more expensive and less accessible under the Better Care Reconciliation Act of 2017.\nThe lawsuit\nOn Feb. 26, 2018, 18 attorneys general and two governors challenged the Affordable Care Act as unlawful in a lawsuit filed in a U.S. district court in Texas. Braun told Politico reporter Burgess Everett he endorsed the lawsuit.\nThat, too, would effectively end mandatory coverage for people with pre-existing conditions.\n\"There would be much more damage beyond the issue of people with health problems being denied coverage, but that would in fact be one outcome,\" Blumberg told us.\nOur ruling\nDonnelly said Braun has supported two proposals and a lawsuit to end coverage for people with pre-existing conditions.\nHis campaign referred us to Republican proposals in the Senate, House and a lawsuit to end the Affordable Health Care Act, which entails ending key provisions like mandatory coverage for people with pre-existing conditions. Braun’s campaign reaffirmed such positions, but argued for a non-Obamacare way to cover pre-existing conditions.\nWe rate this statement Mostly True.\n Share the Facts 2018-08-20 15:18:20 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Mike Braun has supported two proposals and a lawsuit to end coverage for people with pre-existing conditions.    Joe Donnelly Senator from Indiana https://twitter.com/JoeforIndiana/status/1029058058398314496   Twitter Monday, August 13, 2018 2018-08-13    Read More  info", "vclaim_id": "vclaim-pol-01717"}