{"url": "/factchecks/2011/feb/18/dennis-kucinich/rep-dennis-kucinich-says-defense-spending-consumes/", "speaker": "Dennis Kucinich", "vclaim": "\"One of the biggest causes of our soaring debt and economic insecurity ends up being Pentagon spending. The budget for the Pentagon consumes more than half of our discretionary spending.\"", "truth_label": "true", "date": "stated on January 24, 2011:", "title": "Rep. Dennis Kucinich says defense spending consumes more than half the discretionary budget", "text": "President Obama submitted his 2012 budget proposal to Congress on Valentine's Day, but the debate on efforts to cut spending started weeks earlier. Rep. Dennis Kucinich opened it with a call to question the cost of wars.\n\n\"We can have a strong defense, but we are spending so much money that we are undermining our ability to be able to provide for the American people here at home,\" he said.\n\n\"One of the biggest causes of our soaring debt and economic insecurity ends up being Pentagon spending. The budget for the Pentagon consumes more than half of our discretionary spending.\"\n\nPolitiFact Ohio wondered about that and took a closer look.\n\nWe turned to the nonpartisan Congressional Budget Office and to the National Priorities Project, a nonpartisan, liberal-leaning think tank that analyzes data to show how tax dollars are spent.\n\nThe federal budget has two types of spending, discretionary and mandatory.\n\nMandatory spending, also called direct spending, refers to outlays required by law. It includes such entitlement programs as Social Security and Medicare, veterans' benefits, food stamps, education and health programs.\n\nMandatory spending is about two-thirds of the total budget. The problem of dealing with the politically charged entitlements is why balancing the budget is so difficult.\n\nDiscretionary spending is the part of the budget governed by the annual appropriation process and debated by Congress. That category includes \"defense\" (which does not include all military-related spending), security, agricultural subsidies, education, health programs, highway construction and housing assistance.\n\nDiscretionary defense outlays in fiscal 2010, which ended in October, were $689 billion, according to the Congressional Budget Office.\n\nNon-defense outlays were $677 billion, or less than half the total.\n\nFor fiscal 2011, the CBO projects an even larger percentage of the discretionary budget -- 58 percent -- is military.\n\nDiscretionary spending on the military has been trending up for more than a decade. From 2001 to 2010, it increased by 71 percent -- almost three times the rate of increase in domestic discretionary spending, which rose about 24 percent.\n\nNonsecurity-related discretionary spending accounts for only about 15 percent of the $3.5 trillion total budget.\n\nWe leave the question of whether that’s good policy for others to debate. But as to Kucinich’s statement, we rate his claim as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13576"}