{"url": "/factchecks/2019/mar/29/facebook-posts/no-famed-professor-islam-didnt-say-muslims-will-tu/", "speaker": "Facebook posts", "vclaim": "Says Islamic studies professor Tariq Ramadan said Muslims are here \"to colonize the U.S. and Canada and spread Sharia law\" and won’t \"hesitate to use violent Jihad\" if they have to.", "truth_label": "false", "date": "stated on March 20, 2019 in a Facebook post:", "title": "No, famed professor of Islam didn’t say Muslims will turn to ‘violent Jihad’ to colonize US, Canada", "text": "Tariq Ramadan, a professor of Islamic studies at Oxford University, is known to be controversial. He is the grandson of Hassan Al-Banna, founder of Egypt’s Muslim Brotherhood, and is currently on conditional release after being jailed for 10 months on charges of sexual assault.\nThe Swiss-born scholar has also made waves over his views on Islam. Recently, an online quote attributed to the academic claims he said the goal of Muslims is to invoke Sharia law in the U.S. and Canada.\nThe Facebook post from March 20 displays a picture of Ramadan with his name and title and attributes the following quote to the professor: \"We are not here to adopt Western values, we are here to colonize the US and Canada, and spread Islamic Sharia law. Canada has one of the easiest legal systems to penetrate and advance Sharia from within – but if that doesn’t work, we won’t hesitate to use violent Jihad.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWhile Ramadan may be controversial, we were not able to pinpoint a single statement in his speeches, writings or interviews that is anything close to this quote.\nThe statement seems to have originated, in part, by Marc Lebuis, founder of the Canadian-French website Point de Bascule. The site says it aims to \"explore and expose Islamist activities in our midst.\"\nIn commentary on a 2015 YouTube video, Lebuis first discussed a statement Ramadan made in a 2004 interview with Egypt Today magazine.\nIn the video, Lebuis claims that Ramadan said in that interview that he \"specifically targeted Muslims not to use Sharia law, the term Sharia, but rather targeted Canada as being one of the easiest legal systems to penetrate in order to advance Sharia principles.\"\nBut in the 2004 story, Ramadan actually says:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"Within the normative law in Canada, they have huge latitude for Muslims to propose an Islamic contract. These courts are not necessary; all they do is stress the fact that Muslims have specific laws and for the time being this is not how we want to be perceived. We need to show that our way of thinking is universal, that we can live with the law and there is no contradiction. It’s more useful for Muslims to examine the legal framework they have in Canada, which is one of the most open in the world and come up with something Islamic that at the same time fits the Canadian reality.\"\nLebuis later claims in the video: \"Recently Tariq Ramadan, about two years ago in a conference, says ‘We are not here to adopt American values,’ because he was in the United States when he said that, ‘but we are rather here to colonize the United States with our values, with our understanding of Islam.’\"\nIt appears from the sources listed on Lebuis’ website that Lebuis was most likely referring to comments Ramadan made during an Islamic Circle of North America fundraiser in Dallas on July 27, 2011. While Ramadane did mention colonizing, his message differs from Lebuis’ account.\nToward the beginning of the speech, Ramadan says:\n\"It should be us, with our understanding of Islam, our principles, colonizing positively the United States of America by making it a centrality of our love, our family, our kids, our children, the essence of our religion.\"\nPerhaps the most problematic portion of this Facebook post, however, is the last part of the quote attributed to Ramadan: \"we won’t hesitate to use violent Jihad.\" This appears to be entirely fabricated as, rape charges aside, he has called out violence within religion.\nIt is important to note that Ramadan has spoken positively about \"Jihad,\" but his views usually follow a mainstream understanding of the term: \"Jihad is the expression of a rejection of all injustice, as also the necessary assertion of balance and harmony in equity. One hopes for a nonviolent struggle, far removed from the horrors of armed conflict.\"\nPointe De Bascule’s breakdown of Ramadan’s 2011 speech was republished by several anti-Islam websites, and the quote shared on social media appears to have turned into a mashup and exaggeration of Lebuis’ paraphrasing of Ramadan’s words.\nWe rate this claim False.\n Share the Facts 2019-03-29 16:55:08 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Islamic studies professor Tariq Ramadan said Muslims are here \"to colonize the U.S. and Canada and spread Sharia law\" and won’t \"hesitate to use violent Jihad\" if they have to.    Facebook posts on the internet     Wednesday, March 20, 2019 2019-03-20    Read More  info", "vclaim_id": "vclaim-pol-00829"}