{"url": "/factchecks/2020/jan/08/facebook-posts/fact-checking-facebook-post-gun-registry-immigrant/", "speaker": "Facebook posts", "vclaim": "Says guns are required to be registered.", "truth_label": "barely-true", "date": "stated on December 26, 2019 in a Facebook post:", "title": "Fact-checking Facebook post on gun registry, immigrants here illegally", "text": "A thinking face emoji trails this question being shared on Facebook: \"Why are guns required to be registered, but illegal immigrants aren’t???\"\nThe graphic with the question and emoji was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe question’s underlying facts are flawed.\nThere is no national registry of all people here illegally, and most states do not require gun owners to register their weapons.\nImmigrants in the country illegally generally have either overstayed the length of a visa or come into the country without authorization and proper documentation. The federal government has immigration records of people issued a deportation order or released from immigration custody pending a final resolution of their case. But there isn’t a database listing everyone who is in the country illegally.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nGun owners don’t have to catalog their firearms in a national register, and the majority of states don’t require firearm registration. Some states even have laws to prohibit gun registries, according to the National Rifle Association, or NRA.\nHowever, six states — California, Connecticut, Hawaii, Maryland, New Jersey, and New York — require the registration of certain firearms, such as assault weapons, according to the Giffords Law Center, which favors laws requiring gun registration.\nHawaii and the District of Columbia require the registration of all firearms; and while California does not have a traditional gun registry, it has a similarly functioning system, the Giffords Law Center said.\nThe Facebook post in its question form implies that guns are required to be registered, but that’s not the case nationally. Only a few states require the registration of some or all firearms.\nThe post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17546"}