{"url": "/factchecks/2016/feb/22/janet-adkins/traditional-schools-get-much-more-capital-funding-/", "speaker": "Janet Adkins", "vclaim": "\"There is great disparity, tremendous disparity, in the (capital) funding on a per-student basis between our traditional public schools and our charter public schools.\"", "truth_label": "mostly-true", "date": "stated on February 9, 2016 in a House Appropriations Committee meeting:", "title": "Traditional schools get much more capital funding than charter schools, state Rep. Adkins says", "text": "A Florida House bill that would make school districts share capital funding with charter schools has sparked a debate over how much money the privately run institutions should get.\nA bill sponsored by Rep. Erik Fresen, R-Miami, would in part require that charter schools have access to local school board levies that are normally reserved for traditional public schools’ capital improvements. \nCharter schools are financed with taxpayer money but managed by private companies. Initially touted as an option for students attending low-performing public schools, charters have grown in popularity. Critics have complained that too many taxpayer dollars have subsequently been shifted to the private companies that run charters, while traditional schools suffer from a lack of resources.\nIn a House Appropriations Committee hearing for Fresen's HB 873, Republicans supported equal access to capital improvement funds by charter schools.\n\"I think it is time that we recognize that there is great disparity, tremendous disparity, in the funding on a per-student basis between our traditional public schools and our charter public schools,\" said Rep. Janet Adkins, R-Fernandina Beach, at the Feb. 9 hearing.\nThe bill has drawn some extra scrutiny because Fresen works for an architecture firm that builds charter schools and his sister and brother-in-law are executives for the state's largest charter-school operator. The bill passed Appropriations 19-5 and on Feb. 17 passed the Education Committee, 13-4, both times along party lines. These votes move the bill to the House floor.\nThe Legislature has argued about charter-school funding for years, and the subject is confusing, to say the least. We wanted to run the numbers to see if Adkins, a candidate for Nassau County Schools superintendent, is correct to say there’s a \"tremendous disparity\" between charter and traditional schools.\nIt turns out that while the figures aren’t so easy to decipher, it seems Adkins has a point.\nSchool funding 101\nFlorida has 4,270 public schools with around 2.7 million children enrolled and more coming every month. Those figures include some 650 charter schools across the state, with about 250,000 students. Charter-school enrollment has grown at least fivefold in the last decade.\nThat means statewide, there are more than six traditional schools for every charter school. But since charter schools often have much smaller enrollments than their counterparts, traditional schools have almost 11 students for every one in a charter.\nCalculating school funding is confusing alchemy that mixes money from the state and local governments, including several kinds of tax revenues, grants and awards. Many of these sources are earmarked for specific things, like vocational-technical career centers and money to even out class sizes.\nFor this fact-check, we’ll focus on capital outlay costs, which are dollars set aside largely for construction and maintenance.\nAdkins confirmed to PolitiFact Florida she was referring specifically to those capital dollars, not operating funds. State money for operations is allocated annually by the Legislature on a per-pupil basis — around $7,100 per student — and given to school districts, which divide the money among charter and traditional public schools. (This is the cash Gov. Rick Scott likes to mention when he talks about school funding.)\nCapital funding is a different story. Districts have been under pressure to build schools as Florida’s population grows, and a good chunk of the capital funding the state sets aside for schools is to pay down debts on projects they’ve already completed.\nMany charter schools, however, lease the property they occupy instead of erect new buildings, so much of their capital funding goes to paying rent. That’s a controversial practice on its own, since districts are often left without assets if a charter school closes.  \nThere are several sources for these capital dollars, but we’re going to look at the two most relevant sources: state Public Education Capital Outlay money and local school board levies.\nSplit access\nAs charter schools grew more popular, the Legislature gave them more of the state capital money, known as PECO, than it gave traditional schools — which received nothing from that fund in some years. The totals have been in flux recently, but charter schools get vastly more PECO money than traditional schools on a per-student basis.\nLast year lawmakers gave $50 million to those 650 charter schools and $50 million to the other 3,600 traditional schools. That gives charter schools a bit more than $200 per student in PECO funding, while traditional schools get roughly $20 per student. The Legislature is currently debating how much to allocate for 2016-17.\n(As lawmakers head into budget negotiations, the House has proposed $90 million in capital funding for charter schools. The Senate has offered charters zero capital dollars. Both chambers would keep traditional schools’ capital outlay at $50 million.)\nBut school boards have the power to add to their capital budgets in the form of levies. These levies can be up to 1.5 mills (that’s $1.50 per $1,000 in taxable property values) on an annual property tax bill.\nMoney from those local levies, however, is largely off limits to charters. State statute allows districts to share this money with charter schools, but only five districts do. Fresen’s bill would require school districts to share a portion of this money with charters.\nDistricts argue these local levies are needed to keep up with ever-growing communities. A common argument is that the districts have needed this money as the state has cut other sources of funding.\nIt’s important to remember that not every district levies these taxes at the same rate or brings in the same amount. But there’s no denying it’s a huge pot of money to which charter schools don’t have ready access.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAccording to the Florida Department of Revenue, these levies created an annual pool of about $2.3 billion statewide in 2015. Traditional schools also receive an additional $850 million or so in dedicated capital funding along with their PECO money, a House comparison says.\n\n\n\n \n\nCharter schools\n\n\nTraditional schools\n\n\n\n\n\n\nPECO funding\n\n\n$50 million\n\n\n$50 million\n\n\n\n\nSchool board levies\n\n\nN/A*\n\n\n$2.3 billion\n\n\n\n\nOther state and local revenues\n\n\nN/A\n\n\n$850 million\n\n\n\n\nTotal capital outlay funding\n\n\n$50 million\n\n\n$3.2 billion\n\n\n\n\nFull-time students\n\n\n250,000\n\n\n2.4 million\n\n\n\n\nCapital funding per student\n\n\n$200\n\n\n$1,300\n\n\n\n\n \nSources: Florida Department of Education, Florida Department of Revenue, Florida House Appropriations Committee, Office of the Speaker of the House\n* Five counties share some levy funds with charters\nThese figures are rounded estimates, of course, and we need to remember that traditional schools and charter schools face different challenges. It also doesn’t include money from bonds that school districts can ask voters to approve.\nBut using these estimates, we found that traditional schools have a more than 6 to 1 ratio of capital dollars than do charters. We’d consider that a pretty big disparity, regardless of the reasons behind the policies.\nOur ruling\nAdkins said, \"There is great disparity, tremendous disparity, in the (capital) funding on a per-student basis between our traditional public schools and our charter public schools.\"\nWhile charter schools do get a larger per-student share of one kind of state capital funding, traditional schools can bring in much more by taking advantage of school board levies and other sources that charters can’t access.  \nThere are many fine details that can get lost in discussions about the subject. But we found that currently, traditional schools potentially can get six times the capital funding per pupil than charter schools can.\nThe statement is accurate but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05375"}