{"url": "/factchecks/2016/aug/17/joe-biden/joe-biden-rips-donald-trump-over-commanders-fears-/", "speaker": "Joe Biden", "vclaim": "Says military commanders have said that if Donald Trump were elected, \"they would not follow his orders.\"", "truth_label": "barely-true", "date": "stated on August 15, 2016 in a speech in Scranton, Pa.:", "title": "Joe Biden rips Donald Trump over commanders' fears about illegal orders", "text": "During a joint speech with Hillary Clinton in his ancestral home of Scranton, Pa., Vice President Joe Biden riffed on the ways he sees Donald Trump as being unfit for the presidency.\nOne of the things that Biden said troubled him among Trump’s past comments is his suggestion that the United States may need to utilize \"torture.\"\nBiden said that Trump has floated the use of torture \"when he knows it's illegal, and says he would still order it even though the military commanders said they would not obey his orders. When can you think of ever in history where military commanders have said before a man or woman is elected that they would not follow his orders?\"\nBiden has a point that Trump has advocated loosening laws on torture, including -- but not limited to -- waterboarding.\nJust one example: Trump said on CBS’s Face the Nation that the United States needs to \"strengthen the laws so that we can better compete\" with the brutal tactics of ISIS, and he dismissed the idea that allowing torture would be stooping to ISIS' level. \"We have to play the game the way they're playing the game,\" Trump said. \"You're not going to win if we're soft.\"\nIn addition, Trump has proposed killing the families of terrorists, a policy that, as we have written before, would violate the Geneva Conventions.\nHowever, Biden’s remark suggests that active military commanders have already said before the election that they would not follow certain orders issued by Trump.\nThat’s an overstatement, although one that contains some degree of truth. Let’s take a closer look.\nWho has said what about Trump so far?\nWe could find no evidence -- and Biden’s staff couldn’t point to any -- showing active military commanders saying they would not follow certain orders from a President Trump. Typically, military officers do not comment on political matters while on active duty, in order to stay within the strictures of Defense Department Directive 1344.10.\nSenior national security retirees, though, are another story.\nBiden’s staff pointed to comments made in February by former CIA director Michael Hayden on HBO's Real Time with Bill Maher.\nWhen Maher brought up Trump's idea of killing family members of terrorists, Hayden said, \"If he were to order that once in government, the American armed forces would refuse to act.\"\nMaher responded, \"What? Well, that’s quite a statement, sir.\"\nIn the meantime, 50 senior Republican national security officials signed a letter on Aug. 8, 2016, arguing that Trump \"lacks the character, values and experience\" to be president and \"would put at risk our country’s national security and well-being.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe letter did not explicitly say that the signers would personally refuse, or encourage active commanders to refuse, an illegal order from Trump. But the letter represented a sharp rebuke to Trump’s fitness for office by members of his party’s national security establishment.\nWe should point out that Trump does have some senior military retirees on his side as well, including former Defense Intelligence Agency chief Michael T. Flynn, decorated Army Maj. Gen. Bert Mizusawa, retired Marine Corps Brig. Gen. Mark Bircher, retired four star Air Force Gen. Robert Oaks, and retired Army Maj. Gen. Paul Vallely.\nBottom line: In his Scranton comments, Biden exaggerated by saying that current military commanders have publicly said \"they would not follow\" illegal orders from Trump. There’s no evidence of that.\nWhat does the law say?\nThat said, Biden’s overstatement is somewhat moot -- because whether or not military commanders have publicly said in advance that they would refuse illegal orders, there’s solid legal precedent that they should refuse an illegal order if one came their way.\n\"Under both international law and domestic law, a soldier has a duty to disobey a manifestly unlawful order,\" said Steven R. Ratner, a law professor at the University of Michigan. \"It doesn’t matter who gave it.\"\nAccording to the Manual for Courts-Martial, if \"an order is patently illegal, a service member has an obliga­tion to disobey it,\" said Richard D. Rosen, director of the Texas Tech University's Center for Military Law & Policy. The so-called \"Nuremberg Defense\" to criminal activity — \"I was only following orders\" — excuses a service ­member’s crimi­nal actions \"only if the ordered actions are not palpably illegal,\" Rosen said.\nThis represents a pretty high standard. However, the types of orders at issue here -- such as the infliction of torture and the intentional killing of civilians -- would likely qualify, experts said.\n\"I believe that an order to target and kill civilians intentionally, such as killing the families of terrorists, is patently illegal, and I would advise commanders and soldiers not to follow the order,\" Rosen said.\nHe cited the Vietnam War case of Lt. William Calley, a platoon leader who was accused of killing civilians, including women, children, and elderly men, in the village of My Lai in South Vietnam. Calley’s defense was that he was executing the orders of his company commander, but both the Army Court of Military Review and Court of Military Appeals rejected Calley’s defense, Rosen said.\nHow unusual is the backlash against Trump?\nFinally, experts say Biden has a point about the unusual extent of senior military concern about a presidential candidate’s potential for ordering illegal acts from the White House.\n\"There have certainly been overt disputes between presidents and commanders,\" such as between President Abraham Lincoln and Maj. Gen. George McClellan and between President Harry Truman and Gen. Douglas MacArthur, Rosen said. \"But I am not aware of cases in which active-duty servicemembers actually took sides in a political campaign.\"\nAnthony Clark Arend, a Georgetown University professor of government and foreign service, agreed.\n\"I can think of no historical precedent for members of the military and foreign policy community making statements relating to the need to disobey unlawful orders during a presidential campaign,\" Arend said. \"This truly seems unprecedented.\"\nOur ruling\nBiden said military commanders have said that if Trump were elected, \"they would not follow his orders.\"\nBiden has a point that retired military officials have spoken out against Trump. But he exaggerated when he described them as \"military commanders.\"  The current active leadership has not spoken out against Trump. We rate his statement Mostly False.", "vclaim_id": "vclaim-pol-04453"}