{"url": "/factchecks/2015/jun/24/naral-pro-choice/did-scott-walker-say-forced-vaginal-ultrasounds-ar/", "speaker": "NARAL Pro-Choice America", "vclaim": "Says Scott Walker \"said that forcing women facing abortion to get invasive ultrasounds was 'just a cool thing.'\"", "truth_label": "barely-true", "date": "stated on June 18, 2015 in a TV ad:", "title": "Did Scott Walker say forced ultrasounds to get an abortion are 'a cool thing'?", "text": "The nation’s oldest abortion rights advocacy group attacked Gov. Scott Walker and his presidential aspirations on June 18, 2015 with a TV ad called \"Crazy Ideas.\"\nIn it, NARAL Pro-Choice America, formerly the National Abortion and Reproductive Rights Action League, made a claim about comments Walker made about abortion and transvaginal ultrasounds.\nWalker, according to the group, \"said that forcing women facing abortion to get invasive ultrasounds was 'just a cool thing.' \"\nLet’s see if that’s what he said.\nForced ultrasound law\nThe ad, which NARAL said would run statewide in Iowa and New Hampshire for a week, begins with a narrator saying:\n\"Scott Walker talks and talks about abortion. He said that forcing women facing abortion to get invasive ultrasounds was...\";  then, to finish the sentence, an audio clip is inserted with Walker saying: \"just a cool thing.\"\nThe reference is to a law Walker signed in July 2013. It requires an ultrasound before getting an abortion. But the woman can choose to receive the ultrasound transabdominally, which is done externally; or transvaginally, which is what NARAL refers to as invasive.\n(For some women, though -- in cases of early pregnancy or morbid obesity, for example -- the transvaginal procedure may in effect be required because it is medically necessary.)\n‘Cool thing’\nThe audio clip used in the ad is from an interview Walker did May 22, 2015 with Dana Loesch, a conservative radio talk show host in Dallas.\nAbout halfway into a 30-minute interview, there was this exchange about ultrasounds:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nLoesch: What place do social issues have in 2016 and why do you think so many Republican candidates are scared of them -- are scared to embrace them; they're scared to get trapped by the media?\nWalker: Well, I think a little bit of it is the media is a gotcha; some do at least, I don't want to say universally. But I think that --\nLoesch: Oh, most of them do.\nWalker: Yeah. I mean, well, I'll give you an example. I'm pro-life, I've passed pro-life legislation. We defunded Planned Parenthood, we signed a law that requires an ultrasound -- which, the thing about that -- the media tried to make that sound like that was a crazy idea. Most people I talk to, whether they're pro-life or not -- I find people all the time who'll get out their iPhone and show me a picture of their grandkids' ultrasound and how excited they are; so that's a lovely thing. I think about, my sons are 19 and 20 -- you know we still have their first ultrasound picture. It's just a cool thing out there. We just knew, if we signed that law, if we provided the information, that more people, if they saw that unborn child, would make a decision to protect and keep the life of that unborn child.\nWalker’s comments led to some contrasting news reports.\nFor example, the headline in the Washington Post was: \"Scott Walker, discussing abortion, says ultrasounds are ‘just a cool thing out there.’\" But the headline in the Huffington Post was: \"Scott Walker defends mandatory ultrasounds: they’re a ‘cool thing.’\"\nWalker did defend mandatory ultrasounds. But what he called cool was the ultrasound technology, not forcing women to get transvaginal ultrasounds.\nOur rating\nNARAL Pro-Choice America says that Walker \"said that forcing women facing abortion to get invasive ultrasounds was 'just a cool thing.'\"\nWalker did defend the law he signed requiring an ultrasound in order to get an abortion.\nBut the \"cool\" reference wasn’t to forcing some women to get vaginal ultrasounds, but rather to the ultrasound technology that produces images from the womb.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-09917"}