{"url": "/factchecks/2020/oct/23/donald-trump/no-fight-against-coronavirus-isnt-rounding-corner-/", "speaker": "Donald Trump", "vclaim": "\"We are rounding the turn (on coronavirus). We are rounding the corner.\"", "truth_label": "false", "date": "stated on October 22, 2020 in a presidential debate:", "title": "No, fight against coronavirus isn't rounding the corner, as Donald Trump said", "text": "In the final presidential debate of 2020, President Donald Trump repeated a characterization of the coronavirus pandemic that he had used previously, including at a town hall one week earlier.\n\"We are rounding the turn,\" on coronavirus, Trump said in the Oct. 22 debate in Nashville. \"We are rounding the corner.\"\nNo one knows the future course of the coronavirus pandemic. But \"rounding the corner\" suggests that significant and sustained improvements are being made in the fight against the virus, and that’s not the case in the U.S., according to the data.\nThe number of coronavirus cases is climbing once again, after falling consistently between late July and mid-September. Cases are now at their highest point since early August, with almost 60,000 new confirmed infections a day, according to data from the COVID Tracking Project. That’s only about 10% lower than the peak in late July.\n\n \nEpidemiologists are worried that the change in seasons could only make matters worse, as colder weather drives more people indoors, where the virus can spread more efficiently.\n\"The winter is going to be long and hard,\" Brooke Nichols, an infectious-disease mathematical modeler at Boston University told PolitiFact. \"I do worry about the path of the current metrics.\"\nHospitalizations today are lower than in previous spikes, but in the past few weeks, there has been a modest spike in hospitalizations.\n\n \nAnd the positivity rate, which measures what percentage of tests come up positive for the virus, also went up again during the past few weeks. This is a concern because higher positivity rates are an indicator of community spread.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n \nThe one encouraging change is that the number of deaths has eased somewhat. Since a peak in August, deaths have fallen fairly consistently due to a combination of factors, including improved understanding of how to treat the disease.\n\n \nThat said, deaths have settled in at about 800 a day, which is a substantial level and is keeping total deaths per week in the United States above normal levels.\n\n \n\"Our experience over the last several months has made us better at managing disease among infected people,\" said Nicole Gatto, an associate professor of public health at Claremont Graduate University. \"However, I do not think we should be overconfident, lay back and rely on medicine simply because we’re better at treating COVID.\"\nOur ruling\nTrump said, \"We are rounding the turn\" on coronavirus. \"We are rounding the corner.\"\nNo one can predict the future course of the pandemic, but the notion that we are \"rounding the corner\" would imply significant and sustained reductions in the spread of the virus. In reality, that hasn’t been happening.\nCases have been rising steadily since mid-September, hospitalizations have been rising for almost two weeks, and positivity rates have been rising since the end of September.\nWe rate the statement False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18757"}