{"url": "/factchecks/2020/nov/23/facebook-posts/no-daughter-north-carolina-gov-roy-cooper-didnt-ju/", "speaker": "Facebook posts", "vclaim": "North Carolina Gov. Roy Cooper’s “daughter is having a big wedding today. 500 people. Then going to lock you down on Monday.”", "truth_label": "false", "date": "stated on November 22, 2020 in a Facebook post:", "title": "No, the daughter of North Carolina Gov. Roy Cooper didn’t just have a huge wedding", "text": "Social media posts from over the weekend accused North Carolina Gov. Roy Cooper, a Democrat, of hypocrisy. \n\"Just so y’all know Roy Cooper daughter having a big wedding today,\" said one post published Nov. 22. \"500 people. Then going to lock you down on Monday.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nOne of Cooper’s daughters is engaged, but Sadie Weiner, a spokesperson for the governor, tweeted that Cooper’s daughter didn’t get married. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"The internet is full of breathless accusations that Gov. Cooper got married in a huge event over the weekend,\" she said. \"It’s not true. It was never true. There was no wedding, big or small. Can we all go back to focusing on slowing the deadly virus that’s circulating?\"\nThe Facebook post is also wrong that the state is in lockdown. On Nov. 23, Cooper announced additional COVID-19 measures, such as tightening the existing statewide mask requirement, that go into effect on Nov. 25. \nThe state was already under other restrictions that limit most indoor gatherings to 10 people and most outdoor gatherings to 25 people. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18567"}