{"url": "/factchecks/2019/dec/20/amy-klobuchar/its-true-he-was-mayor-pete-buttigieg-ran-statewide/", "speaker": "Amy Klobuchar", "vclaim": "Says Pete Buttigieg ran statewide in Indiana and \"lost by 20 points.\"", "truth_label": "true", "date": "stated on December 20, 2019 in the sixth Democratic presidential debate:", "title": "It’s True. Before he was mayor, Pete Buttigieg ran statewide in Indiana – and got drubbed", "text": "One of the testier back-and-forths at the Democratic presidential debate in Los Angeles centered around electability, focusing on two candidates from the Midwest who say they can best connect with voters who backed President Donald Trump in 2016.\nSen. Amy Klobuchar, D-Minn., went after South Bend, Ind., Mayor Pete Buttigieg, saying \"Winning matters. I think a track record of getting things done matters.\"\nButtigieg responded, \"If you want to talk about the capacity to win, try putting together a coalition to bring you back to office with 80% of the vote as a gay dude in Mike Pence’s Indiana,\" to prolonged applause.\nBut Klobuchar had her own applause-line ready: \"If you had won in Indiana, that would be one thing. You tried and you lost by 20 points.\"\nPeople following the 2020 Democratic presidential primary probably know a little bit of Buttigieg’s background as mayor and his successful re-election. But they probably haven’t heard the election story Klobuchar is referencing.\nBefore Buttigieg was first elected mayor in 2011, he ran for Indiana state treasurer in 2010. He lost the general election to Republican Richard Mourdock by nearly 25 percentage points, according to voting records kept by the Indiana Secretary of State.\nButtigieg received 37.54% of the 1.68 million votes cast. Mourdock, a tea party Republican, received 62.46% of the vote.\nMourdock went on to run for the U.S. Senate in 2012, defeating incumbent Richard Lugar in the Republican primary before losing in the general election to Democrat Joe Donnelly. Mourdock, you might remember, said during that Senate campaign that when a woman is impregnated during a rape \"it’s something God intended.\"\nAs for Buttigieg and the 2010 treasurer’s race, it’s important to note that:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n1. Mourdock was the incumbent in the race;\n2. No Democrat in Indiana won statewide in 2010; and\n3. No Democrat has been elected state treasurer in Indiana since 1979.\nComments Buttigieg made during that race have come up in the current campaign. Buttigieg attended a meet-up of tea party activists at a South Bend church. Video of Buttigieg speaking includes the following lines.\n\"There are some, especially in my party, who think that the tea party is a wholly owned subsidiary of the Republican Party,\" Buttigieg said. \"But there are many others who believe that the tea party is motivated by real concerns about the direction of our government, and the responsiveness of our government to citizens, and above all the frustration with business as usual. That is what motivated me to run. And so while we may come from often very different perspectives, I believe we might find that we have a lot in common on that front.\"\nThe Buttigieg campaign for president has said his 2010 comments make clear he comes from \"a very different perspective.\"\nFurther reading: Roll Call’s take on Buttigieg’s 2010 election.\nOur ruling\nIn a battle over who’s more electable, Klobuchar said Buttigieg ran for state office in Indiana and lost by 20 points.\nThe race was in 2010, before Buttigieg was first elected mayor of South Bend. He ran for state treasurer against an incumbent and lost by nearly 25 percentage points.\nYou can debate the relevance of that election on today’s race, but Klobuchar’s facts are solid. True.", "vclaim_id": "vclaim-pol-16712"}