{"url": "/factchecks/2009/jul/27/barack-obama/obama-says-there-widespread-support-health-care-re/", "speaker": "Barack Obama", "vclaim": "\"Doctors, nurses, hospitals, even the pharmaceutical industry, (and) AARP\" say that health reform \"makes sense to do.\"", "truth_label": "mostly-true", "date": "stated on July 22, 2009 in a speech on health care reform:", "title": "Obama says there is widespread support for health care reform", "text": "In his recent speech, President Barack Obama said the time is ripe for health care reform because most health care professionals support a new plan.\n\n\n\"The default position is inertia,\" he said during his July 22, 2009, speech on health care when asked why he was so eager to pass health care reform before the end of the summer. \"Because doing something always creates some people who are unhappy... And the fact that we have made so much progress where we've got doctors, nurses, hospitals, even the pharmaceutical industry, AARP, saying that this makes sense to do, I think means that the stars are aligned and we need to take advantage of that.\"\n\n\nObama was talking about some key industry endorsements he picked up for a health care overhaul. In early May, the hospitals, insurers and the drug industry pledged to save $2 trillion in health care spending over 10 years. That victory was followed by a July 8 announcement that hospitals would contribute $155 billion in Medicare and Medicaid savings to cover health care cost reform. \n\n\nSo, at first blush it seems that Obama is right that the stars are aligned for health care reform. However, we found that some storm clouds are overshadowing Obama’s starry sky.\n\n\nFirst, it's important to note that there’s a big difference between supporting a health care overhaul generally and supporting the legislation being considered by the House and the Senate. Nearly all industry sectors believe our health care system needs an overhaul. But they disagree on what to change.\n\n\nThose divisions are best illustrated by industry support or opposition to the House and Senate health care bills. Among many other things, both bills would create a government-run insurance option and would require that most employers extend some sort of health insurance to their employees. People would be required to have some form of coverage, and insurers would not be able to deny coverage because of a person’s medical history.\n\n\nThe House bill would tax the wealthiest people to help pay for the legislation, while the Senate hasn't unveiled how it will pay for the overhaul.\n\n\nThe American Medical Association — a coalition of doctors and medical societies — endorsed the House bill, because the \"legislation includes a broad range of provisions that are key to effective, comprehensive health system reform.\" However, several of AMA's members, including the Texas Medical Association, have not endorsed the bill because it includes a government-run health insurance option.\n\n\nAnother sticking point is an administration proposal that would create an independent group of medical experts to look for inefficiencies in the Medicare system to save money. The American Hospital Association says the plan will hit rural and teaching hospitals hardest because they get extra Medicare payments to help cover their relatively high cost of doing business.\n\n\nAARP supports the House bill, but believes the Senate bill still needs some work. Specifically, the organization, which represents people over 50, is concerned the bill would prevent some less costly generic drugs from entering the market fast enough.\n\n\nThe leading pharmaceutical industry trade group, PhRMA, does not support the House bill, but says the Senate bill \"marks an important step toward achieving comprehensive health care reform.\" And the American Nurses Asssociation supports the House bill, but has no clear position on the Senate bill.\n\n\nThose are a lot of details to keep track of, so we've provided you with a handy guide\n\nhere\n\n. But back to Obama's claim. He's correct that most in the health care industry support some sort of reform, but when we're talking about the overhauls that have been put to paper — specifically, the House and Senate bills — there is quite a bit of disagreement among hospitals, nurses, Medicare patients, doctors and the drug industry over which plan is best; industry support isn't as rock-solid as Obama would make it seem. As a result, we give him a Mostly True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15670"}