{"url": "/factchecks/2016/nov/07/donald-trump/closing-argument-donald-trump-wrongly-says-he-outd/", "speaker": "Donald Trump", "vclaim": "\"Beyonce and Jay Z, I like them, I like them ... I get bigger crowds than they do. It's true. I get far bigger crowds.\"", "truth_label": "false", "date": "stated on November 7, 2016 in a speech in Raleigh, N.C.:", "title": "In closing argument, Donald Trump wrongly says he outdraws Beyonce, Jay Z", "text": "It's been a long campaign season. At PolitiFact, we've fact-checked Donald Trump and Hillary Clinton a combined 509 times since they announced their campaigns for president.\nIf you add in the other presidential candidates -- from Lincoln Chafee to Ben Carson to Jill Stein -- the number shoots to 889.\nThat's a lot of words, about a lot of policy and a lot of political attacks.\nSo please allow this last fact-check of the 2016 campaign to be a little different.\nAs Trump made his closing argument in Raleigh, N.C., Nov. 7, he decided to spend a few seconds telling voters that he's a bigger draw than Beyonce and Jay-Z.\nNOW: Trump: \"Jay-Z and Beyonce, I like them, but I get bigger crowds than they do!\" https://t.co/CVBZ2Af4zC pic.twitter.com/nlFeFIrvib— CBS News (@CBSNews) November 7, 2016\n\n\"Beyonce and Jay Z, I like them, I like them,\" Trump told the crowd. \"And you know what they do? I get bigger crowds than they do. It's true. I get far bigger crowds.\"\nIt’s not true.\nFor the sake of argument, let’s take Trump at his word on the size of his crowds. (We do this full-well knowing Trump is guilty of exaggerating the size of his crowds.)\n\"We go to Oklahoma, we have 25,000 people,\" Trump said in August. \"We had 21,000 people in Dallas, we had 35,000 people in Mobile, Alabama. We get these massive crowds. Look, if (Clinton) had 500 people I would be surprised.\"\nHere’s a photo from that Mobile rally:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAnyway, if you take Trump as his word, that’s an average of 27,000 for those three big rallies. \nThat’s a good draw. But it’s not Jay Z/Beyonce level.\nJay Z last toured in 2014 with Beyonce to promote her self-titled album and his Magna Carta Holy Grail. The couple played 16 shows across North America, and one in Paris, raking in over $100 million in ticket sales. All were sold out and averaged a crowd size of 45,700 per night, according to data assembled by Billboard. The biggest one-night performance drew a crowd of nearly 53,000 while their two-night Paris show topped 147,000.\nHere’s a photo from their Seattle show, via Wikimedia Commons\n\nBeyonce, who wrapped up her $210 million Formation tour in October, performed 49 sold-out shows across North America and Europe. She drew an average crowd of 45,423 per night and a record one-night crowd of 75,106 in Paris this July.\n\nBeyonce and Jay Z campaigned with Clinton Friday in Cleveland at an event that drew about 10,000 people, according to estimates. That's comparable to the size of many Trump crowds but certainly smaller than some of Trump's bigger crowds. \nTo fully vet this bizarre claim, it’s worth noting that Trump’s rallies are free. Tickets to Beyonce in the swing state of Florida cost $40-$275 this year. Based on the latest Billboard numbers, Trump draws crowds similar to Phish.\nOur ruling\nTrump said, \"Beyonce and Jay Z, I like them, I like them. And you know what they do? I get bigger crowds than they do. It's true. I get far bigger crowds.\"\nThere is no question Trump is fixated on the size of his crowds.\nAnd there is no question, this claim -- as it relates to Beyonce and Jay Z -- is incorrect.\nWe rate it False.\nhttps://www.sharethefacts.co/share/7060d01f-ad3c-4c4d-b7d0-3caedef0775c", "vclaim_id": "vclaim-pol-03954"}