{"url": "/factchecks/2016/feb/17/brian-fallon/clinton-spokesman-wrongly-says-nevada-80-percent-w/", "speaker": "Brian Fallon", "vclaim": "Nevada is \"still a state that is 80 percent white voters.\"", "truth_label": "false", "date": "stated on February 9, 2016 in a MSNBC interview:", "title": "Clinton spokesman wrongly says Nevada 'is 80 percent white voters'", "text": "After a big loss in New Hampshire, Hillary Clinton’s presidential campaign is lowering expectations in Nevada.\nSeveral campaign representatives, including spokesman Brian Fallon, are attempting to compare the state’s population to the fair-skinned denizens of Iowa and New Hampshire to help lower expectations in the state against Vermont Sen. Bernie Sanders’ surging campaign.\nHere’s what Fallon said in full:\n\"There’s an important Hispanic element to the Democratic caucusgoer universe in Nevada,\" he said to NBC’s Chuck Todd on Feb. 9, 2016. \"But it’s still a state that is 80 percent white voters. You have a caucus-style format, and he’ll have the momentum coming out of New Hampshire presumably, so there’s a lot of good reasons he should do well.\"\nGiven Nevada’s population diversity, that \"80 percent white\" claim has struck several observers, including veteran Nevada political reporter Jon Ralston, as highly questionable. Clinton herself has even addressed the claim, saying in a recent interview that Nevada is \"one of the most diverse and exciting states in our country.\"\nWe thought it merited fact-checking.\n\n\n\n\n\nUnfortunately, there’s no official state office that collects the ethnicity of registered voters, so any claims related to demographic turnout rely mainly on aging exit polls from elections four to eight years ago. And due to Nevada’s recent emergence as an early state in the primary season, only the competitive 2008 contest stands as a valid comparison to the upcoming caucus.\nWhite voters made up around 65 percent of the vote according to 2008 caucus exit polls, with black and Hispanic voters each taking around 15 percent of the vote. About 118,000 voters, or 30 percent of registered Nevada Democrats, participated in the 2008 caucuses.\nThe Clinton campaign pointed to comments it made to Ralston that some caucus modeling \"showed an 80 percent turnout in Nevada come Feb. 20\" for white voters.\nBut there’s little evidence that increasing minority participation in Nevada elections would suddenly reverse itself. Joe Lenski, an executive with exit-poll giant Edison Research, said there’s no indication that massive growth in white voter turnout is coming in Nevada.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"The three times we’ve measured either caucus or general turnout in the last eight years has given us no number that high,\" he said.\nDemographic trends in Nevada don’t seem to favor the Clinton campaign’s position.\nNevada is poised to become one of a handful of states with a majority-minority population within the next five years. Nevada’s population has trended to slightly older and more Hispanic since 2008, state demographer Jeff Highcastle said.\nAccording to 2014 estimates from the U.S. Census Bureau, whites make up a slim majority of the state’s population, while Latinos make up more than a quarter at 28 percent.\nThat’s a huge difference from Iowa and New Hampshire, where census data shows close to 90 percent of the population in both states is white.\nIt’s important to clarify that the state’s population diversity doesn’t necessarily translate into diversity at the polls, especially with low-turnout caucuses.\nScant polling and the wild-card of same-day voter registration makes predicting caucus turnout difficult.\nBut Hispanic voters do make up a sizable portion of the Nevada electorate. The nonpartisan Pew Research Center finds that around 17 percent of eligible Nevada voters are Hispanic, which ranks sixth nationally.\nOur ruling\nA Clinton campaign spokesman claimed that Nevada is a state with \"80 percent white voters.\"\nEven looking at the best-case scenario, it’s difficult to imagine a sudden reversal in the trend of  increasing minority voter participation in Nevada elections. Given past turnout levels and the ethnic makeup of the state, the claim of \"80 percent white voters\" deciding the state’s caucus doesn’t hold up.\nWe rate the campaign’s claim False.", "vclaim_id": "vclaim-pol-05394"}