{"url": "/factchecks/2015/apr/15/tim-cook/apples-tim-cook-texas-considering-law-punish-clerk/", "speaker": "Tim Cook", "vclaim": "\"Legislation being considered in Texas would strip the salaries and pensions of clerks who issue marriage licenses to same-sex couples — even if the Supreme Court strikes down Texas’ marriage ban later this year.\"", "truth_label": "mostly-true", "date": "stated on March 29, 2015 in an oped column:", "title": "Apple's Tim Cook: Texas considering law to punish clerks who issue marriage licenses to gay couples", "text": "A Texas lawmaker’s attempt to restrict the issuance of same-sex marriage licenses drew backlash all the way from Silicon Valley.\nIn an op-ed article for The Washington Post, Apple Inc. CEO Tim Cook suggested certain states are being transparent in their efforts to discriminate against others, particularly those of the LGBT community.\nCook, who announced he was gay in October 2014, used Texas as an example: \"Legislation being considered in Texas would strip the salaries and pensions of clerks who issue marriage licenses to same-sex couples — even if the Supreme Court strikes down Texas’ marriage ban later this year.\"\nCook was also speaking out against Indiana’s \"Religious Freedom Restoration Act,\" which was signed into state law at the end of March by Republican Gov. Mike Pence. The law sparked a national outcry over whether it permitted businesses the ability to discriminate against customers based on religious beliefs, criticism that quieted after Indiana lawmakers amended the legislation to include specific protections for gays and lesbians.\nBut this doesn’t mean other similar bills haven’t been filed in other state legislators including Texas. And is such legislation under consideration in the Lone Star state?\nApple doesn't elaborate\nTo our inquiry, Apple Inc. spokeswoman Rachel Wolf declined to say where Cook got his information or to otherwise comment.\nBut we have a hunch Cook was referring to House Bill 623, filed by state Rep. Cecil Bell, R-Magnolia, on Jan. 7, 2015 and drew more than 40 House Republican co-authors though no senator filed a companion. Bell’s HB 623, titled the \"Preservation of Sovereignty and Marriage Act,\" would block pay, pension and benefits of state or local government employees who issue a same-sex marriage license.  \nOf course, hundreds of proposals are offered by legislators that don’t get voted on. And, given Apple Inc.’s silence, we don’t know how Cook decided this proposal was \"being considered.\" In contrast, legislative records indicate HB 623 was referred to a House committee Feb 23 but as of April 14, 2015, more than two weeks after Cook spoke, hadn’t been set for a hearing, though Bell earlier told us he’d requested one.\nBell told the Texas Tribune in January 2015 that he filed the proposal to prevent any federal court or federal action from allowing gay marriage in Texas. \"The federal government is trying to act to create moral standards, and that’s just not acceptable,\" Bell said.\nBy phone, Bell told us Cook’s description was a \"correct assessment\" of HB 623. He said county clerks are currently not authorized to issue same-sex marriage licenses in Texas, where the Constitution was amended in 2005 to define marriage as the union of one man and one woman. Bell said those same employees should not be compensated for doing activities that are against state law. \"As with any job, we are subject to the laws that we’re working under,\" Bell said.\nHB 623 v. SCOTUS \nNext, we wondered if a state law can outflank a Supreme Court ruling. Along those lines, we hunted other perspectives.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nHere’s what’s coming up: On April 28, 2015, the U.S. Supreme Court is scheduled to hear a 150-minute argument regarding four gay marriage cases from Michigan, Ohio, Kentucky and Tennessee challenging a law in each state. Then, before the court’s current term ends in June 2015, the justices are expected to make a ruling — potentially on whether gays and lesbians have the constitutional right to marry or states have the authority to decide restrictions one by one.\nAsked for his assessment, Jonathan Saenz of the conservative Texas Values group, which says it seeks \"to preserve and advance a culture of family values,\" told us the court might stop short of a sweeping move. \"No one knows how\" the court will rule or even if it will rule, Saenz emailed. Also, he said, its \"ruling may not settle or clarify anything.\"\nAnother take: A January 2015 USA Today news article suggested that if the justices determine gays have a right to marry based on the 14th Amendment, and that states have to recognize these marriages when licensed by other states, then Texas’ gay marriage ban would no longer be upheld in federal court.\nSignificantly, as hinted by Cook, Bell’s proposal includes language to supersede the Supreme Court, if necessary. Specifically, section \"H\" of his proposal states: \"The State is not subject to suit in law or equity pursuant to the eleventh amendment of the United States Constitution for complying with the provisions of this section, regardless of a contrary federal court ruling.\"\nDan Quinn of the liberal Austin-based Texas Freedom Network, which describes itself as \"monitoring far-right issues, organizations, money and leaders,\" suggested this means that under HB 623, even if the Supreme Court endorses same-sex marriage, a Texas county clerk who issues a same-sex marriage license would face state penalties. \"The intention here is to pass laws that would subvert a Supreme Court ruling striking down the same-sex marriage ban,\" Quinn said.\nEarlier, Bell told us if HB 623 makes it into law, litigation might prove necessary to resolve whether Texas government employees could be penalized for issuing same-sex marriage licenses even after the U.S. Supreme Court’s endorsement of gay marriage. \"Conjecturally, it will call another lawsuit to determine the interaction between state laws and the power of the U.S. Supreme Court,\" Bell said.\nNot so fast, lawyers on opposite sides of the Supreme Court fight told us by phone.\nSarah Warbelow, legal director of the Washington, D.C.-based Human Rights Campaign, which says it’s the nation’s largest LGBT civil rights organization, and Lynn Wardle, a Brigham Young University law professor, each said that if the justices agree on a constitutional right to gay marriage, that judgment would apply in every state, regardless of state laws declaring otherwise.\nWardle, who led in writing a March 2015 brief to the court pointing out the limited number of nations that allow gay marriage, said of the Texas proposal’s section H: \"In all candor, that’s some state legislator-politician’s dream. It’s not reality. The states cannot say we are going to order our courts to not follow the Constitution.\" Warbelow called the section a kind of \"court stripping,\" generally meaning an effort to eliminate a court’s duties. State legislators can try to do this for state, but not federal, courts, she said.\nOur ruling \nCook said: \"Legislation being considered in Texas would strip the salaries and pensions of clerks who issue marriage licenses to same-sex couples — even if the Supreme Court strikes down Texas’ marriage ban later this year.\"\nCook fairly summarized Bell’s legislation. But clarification was missing in that the proposal wasn’t \"being considered\" by lawmakers either then or when we completed our review a couple of weeks later. Like a lot of bills, HB 623 awaited legislative attention.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06519"}