{"url": "/factchecks/2010/dec/02/sarah-palin/obama-tax-hikes-just-easily-call-them-bush-tax-hik/", "speaker": "Sarah Palin", "vclaim": "\"Pls refer to Jan.1 tax changes appropriately: they're OBAMA TAX HIKES & they'll slam every American's savings, investments & job opportunity\"", "truth_label": "false", "date": "stated on December 1, 2010 in a Twitter message:", "title": "'Obama tax hikes'? Just as easily call them the Bush tax hikes.", "text": "Sarah Palin has been traveling the country this week promoting her new book, America by Heart, and her new reality television show, Sarah Palin's Alaska. But she's still taking time to comment through her Twitter account on national tax policy.\n\n\"Pls refer to Jan.1 tax changes appropriately: they're OBAMA TAX HIKES & they'll slam every American's savings, investments & job opportunity,\" Palin wrote on Dec. 1.\n\nWe'll give Palin credit for cramming a ton of tax policy into the 140 character-limit on the Twitter messaging service. But is her statement accurate?\n\nTo answer this question, we need to deconstruct the tweet almost word by word.\n\nWe'll start with the \"Jan.1 tax changes.\" As of today, the law, which was backed by President George W. Bush, states that the nation's current tax rates will expire on Jan. 1, 2011, and revert back to the rates in place prior to 2001.\n\nTax rates differ depending on your income. But here's how the tax brackets would look on a before-and-after basis for married couples filing jointly based on their incomes. For simplicity, we're ignoring modest adjustments for inflation. Tax brackets for other categories such as individual filers broadly follow the same pattern.\n\n  • Up to $16,750: Rate rises from 10 percent to 15 percent\n  • From $16,751 to $58,200: Stays same at 15 percent, but entire bracket pays 5 percent additional on the first $16,750\n  • From $58,201 to $68,000: Rises from 15 percent to 28 percent\n  • From $68,001 to $137,300: Rises from 25 percent to 28 percent\n  • From $137,301 to $209,250: Rises from 28 percent to 31 percent\n  • From $209,251 to $373,650: Rises from 33 percent to 36 percent\n  • $373,651 and up: Rises from 35 percent to 39.6 percent\n\nWe have noticed that Palin and some other Republicans talk as if Obama and the Democrats want to see tax rates go up for all incomes. That's not the case.\n\nPresident Barack Obama campaigned on a promise to keep the same tax rates for couples making less than $250,000 and individuals making less than $200,000. He has consistently maintained that position, as do most Democrats. Republicans, on the other hand, want the current tax rates to stay in place for everyone. Will Obama and Congress be able to reach an agreement? They're negotiating as we report this, so that's a question we can't answer.\n\nThe tax rates are expiring on Jan. 1, 2011, because of the way they were created in the first place. Back in 2001 and again in 2003, Republicans used a process known as reconciliation that only requires 50 votes to pass the Bush tax cuts. (You might remember that Democrats used reconciliation to pass part of the health care bill earlier this year.)\n\nBut there are a number of rules that govern reconciliation, and one of those rules says that you can't include things that affect the budget for more than 10 years. That's why the tax cuts are expiring. Republicans didn't have the 60 votes they needed in the Senate to make the tax cuts permanent.\n\nWe should point out that the 2001 reconciliation bill passed in the Senate with some Democratic support, 58-33. In 2003, the vote was closer, 50-50, with then vice president Dick Cheney breaking the tie.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"Republicans very deliberately engineered this set of tax cuts to expire after 10 years,\" said Norman Ornstein, a long-time observer of Congress and politics and a resident scholar at the conservative American Enterprise Institute. \"They did it for utterly political reasons.\" Palin's statement is \"a vast stretch of the truth,\" he said.\n\nThe ten-year limit also masked the effects that the new tax rates would have on the deficit in later years, he said. Both parties now want to continue most of the tax rates that will significantly increase the deficit, even as they say they want to fix the budget picture. \"This is one area where neither party can be proud,\" he added. \"Nobody is standing entirely on principle.\"\n\nPalin calls the tax changes \"OBAMA TAX HIKES & they'll slam every American's savings, investments & job opportunity.\" If she's talking about all the tax cuts expiring, though, you would also have to give some blame to the people who passed the temporary tax cuts in the first place: President George W. Bush and previous Congresses. And they certainly wouldn't belong to Obama alone, since it would take a gridlocked Congress to fail to produce any legislation.\n\nBut there's an alternate reading. Let's say Palin is only talking about Obama's stated plan, which is tax increases for the wealthy. Then she would be more accurate. Here's what Daniel Mitchell, an economist and senior fellow with the libertarian Cato Institute, said when we asked him about it:\n\n\"Obama wants the higher tax rates to happen, so I definitely think it's fair to link him to the policy (though I also thinks it's fair for people to castigate Bush for adopting tax cuts with expiration dates),\" Mitchell said. \"The accuracy of the 'every American' accusation depends on how narrowly you want to measure impact. A narrow look, which counts only direct effects, would lead one to say that the 'rich' are the ones getting penalized. Economists, however, look at indirect effects such as the impact on investment and job creation. And that's why lower and middle income Americans would be adversely affected. I'm an economist, so I think her statements (on this issue) are accurate.\"\n\nIn September, the conservative Heritage Foundation released a paper titled \"Obama Tax Hikes: The Economic and Fiscal Effects,\" that made a similar case that tax increases on higher incomes will affect economic growth and thus hurt all taxpayers.\n\nLeft-leaning analysts see it differently, though.\n\n\"I think there's a great irony here,\" said Chuck Marr, director of federal tax policy with the Center on Budget and Policy Priorities. \"All the focus is on the Bush tax cuts, but Obama cut taxes, too. And they don't really talk about that, but the Republicans want to stop it.\"\n\nMarr is talking about tax cuts included in the economic stimulus act. The tax cuts were implemented right away and the Internal Revenue Service issued new withholding tables, so people saw small increases in their regular paychecks. The problem is that the increases were small enough that a lot of people didn't notice them. A New York Times/CBS News Poll in September showed that fewer than one in 10 people knew that the Obama administration had lowered taxes for American workers.\n\nThe Obama tax cuts expire at the end of the year, and like the income tax rates, it's not clear whether Congress will act to extend them.\n\n\"It's very strange because you have this populist anger over taxes, and the working class is probably going to have to pay higher taxes next year,\" Marr added.\n\nWe then turned to Bob Williams, an economist with the nonpartisan Tax Policy Center. He said he didn't think it was accurate to call tax increases \"Obama's tax hikes,\" because Obama has proposed extending the current rates for the vast majority of tax payers. He said assigning blame for the expiration of the tax increases is probably less useful than deciding what tax policy should be in the future.\n\n\"What really matters is where you end up,\" he said.\n\nGetting back to our ruling statement, Palin said that \"Pls refer to Jan.1 tax changes appropriately: they're OBAMA TAX HIKES & they'll slam every American's savings, investments & job opportunity.\" This pretty clearly makes it sound like Obama wants to raise taxes on everyone, which is not the case. Also, if you want to give Obama the blame, you'd also have to give a good portion of blame to the current Congress. It's been well-known that the tax cuts are going to expire, and there was nothing stopping the Democratic-controlled Congress from addressing the issue earlier. Finally, you'd also have to give some blame to Bush and the previous Congresses for passing tax cuts that expire. So we don't think Palin's statement is accurate and we rate it False.", "vclaim_id": "vclaim-pol-13939"}