{"url": "/factchecks/2011/aug/29/blog-posting/bloggers-claim-peter-defazio-and-earl-blumenauer-a/", "speaker": "Bloggers", "vclaim": "Say Oregon Reps. Peter DeFazio and Earl Blumenauer are \"socialists who are openly serving in the U.S. Congress.\"", "truth_label": "pants-fire", "date": "stated on August 12, 2011 in web pages:", "title": "Bloggers claim Peter DeFazio and Earl Blumenauer are socialists", "text": "Democratic Rep. Peter DeFazio has been called a lot of things over his 12 terms in Congress -- hot head, visionary, renegade, principled, effective and determined.\n\nNow, if a burst of activity on websites and blogs in recent weeks is to be believed, DeFazio is something else -- a socialist.\n\nAnd he’s not alone. The posts, all of which piggyback from a single offering that has been replicated on dozens of websites in recent weeks, says there are 70 card-carrying Socialists in the House of Representatives, including Rep. Earl Blumenauer, another Democrat from Oregon. (The number actually varies. Some posts say 70 while others insist it’s either 73 or 76. One post used both 76 and 75 in the same entry.)\n\nAn Aug. 12 post on the website for a group called Sovereign Citizens United mentions DeFazio and Blumenauer by name. It also says this: \"I’m sure if you asked random people on the street if we had open socialists in the US Congress, they would say – well only Bernie Sanders (Senate). But the right answer is much, much worse.\"\n\n\"This should come as a surprise to absolutely no one,\"  says an Aug. 16 post on ConservativeByte.com. \"The radical Marxist-progressives (communists) took control of the Democrat party some time ago. They’ve only become more emboldened with the election of Barack Obama, who was raised as a communist from birth.\"  \n\nIn case you miss the point, the post comes equipped with a large and very bright hammer and sickle emblem.\n\nWhile most of the names politicians are called are opinions, calling a congressman a Socialist sounds both emphatic and exact, which always gets our attention here at PolitiFact Oregon.\n\nAnother thing that gets our attention is when a claim gets spread far and wide. This one meets that test, too.\n\nHere’s a blog post on Aug. 17 by Texas radio host Dan Cofall, whose show airs out of Fort Worth:\n\n \"The magic number ‘70’ is the number of members of the 111th Congress who are members of the Democratic Socialists of America (DSA).  These are not just politicians who vote left of center; these are card-carrying members of ‘The Democratic Socialists of America’.\"\n\nCofall did not respond to an email asking for comment. And we couldn’t reach anyone from ConservativeByte.\n\nBefore we get to our ruling, let’s begin with some basics. Congress resets itself every two years, which means the current edition is the 112th Congress, not the 111th. Why does that matter? Because the new Congress that begins in January every two years always follows an election and some of the people on the list are no longer in office.\n\nCofall acknowledges this but then continues to list names from the 111th Congress anyway. Those listed as \"card carrying\" socialists who are no longer serving include: Robert Wexler (Florida), Phil Hare (Illinois), John Hall (New York), Alan Grayson (Florida), and Neil Abercrombie (Hawaii).\n\nThen there’s this: Real card-carrying Socialists say those members, including DeFazio and Blumenauer, aren’t Socialists.\n\nThe list that Cofall and dozens more rely upon \"is completely fraudulent,\" said Frank Llewellyn, who served as national director of the Democratic Socialists of America for 10 years until stepping down July 5.\n\nThere is not one member of Congress who is a formal member of the DSA, Llewellyn said. In order to join, a person must fill out a form and pay dues. Even Vermont Sen. Bernie Sanders, a self-described democratic socialist, is not a formal member of the DSA, Llewellyn said.\n\nThe last member of Congress who was an actual card-carrying member, he said, was California Democratic Rep. Ron Dellums, who served 28 years in the House until leaving in 1998.\n\nLlewellyn and DSA’s new national director, Maria Svart are chagrined for two reasons. First, they have to spend time knocking down reports that never seem to go away.\n\nSecond, Llewellyn said, \"if we had formal political relationships with 70-odd members, we would be making a lot more money’’ from dues.\n\nFor the record, both DeFazio and Blumenauer say they’ve never been associated with the Democratic Socialists of America.\n\n\"This is another made-up Internet rumor that has no merit,\" DeFazio said.\n\n\"I am a proud Democrat who has taken many independent stands over the years. I am anti-so called free trade, pro-American jobs, pro-infrastructure investment, pro-fair taxation, anti-amnesty, pro-balanced budget amendment, pro-Wall Street re-regulation, and pro-audit the Pentagon and Federal Reserve. I am an Oregonian and an independent thinker.\"\n\nBlumenauer was equally annoyed.\n\n\"No matter which side of the political aisle it comes from, this kind of name calling and rhetoric represents exactly what is wrong with our democracy today,\" he said. \"Rather than bringing people together to solve our nation's problems, it spreads false and divisive allegations throughout the media and the public. It is a major distraction from the real work that needs to get done.\"\n\nBad information gets spread all the time. But where did the number, or numbers, come from?\n\nThe list purported to have originated with the DSA says this on page two:\n\nQ: How many members of the U.S. Congress are also members of the DSA?\n\nA: Seventy\n\nIt then lists them by name. What it does not say is that the names are simply lifted en masse from the membership of the Congressional Progressive Caucus, a collection of liberal-leaning lawmakers that includes DeFazio and Blumenauer but officially, not a single socialist.\n\nAccording to its website, the Progressive Caucus is one of the largest in Congress and works for such causes as economic justice, civil rights and civil liberties as well as global peace and security. Llewellyn said that DSA supports some of the policy positions of the caucus.\n\nVoicing support for positions embraced by a group of lawmakers is a routine part of business on Capitol Hill and is employed by organizations as disparate as the U.S. Chamber of Commerce, the National Rifle Association and NORML, a group devoted to legalizing the use of marijuana. But agreeing with some positions doesn’t make a member of Congress a card-carrying Socialist.\n\nLlewellyn says similar accusations of Socialism (with a capital S) have surfaced every election year since 1991 when the Progressive Caucus was created.\n\n\"There’s nothing we can do to stop it, Llewellyn said. \"I can’t tell you the number of times we’ve tried to stop it.\"\n\nMisinformation and smear campaigns also are part of political life. But these persistent claims about socialists are riddled with errors and outright lies. Any one of the problems would be sufficient to discredit the report, but taken together, the effort is flagrantly false. For that reason, we rate this claim: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nReturn to OregonLive to comment on this statement and ruling.", "vclaim_id": "vclaim-pol-12508"}