{"url": "/factchecks/2017/may/18/chain-email/no-thousands-dead-people-are-not-registered-vote-n/", "speaker": "Chain email", "vclaim": "Says there are thousands of registered voters over 110 years old in North Carolina, including one who is 219 years old.", "truth_label": "false", "date": "stated on May 11, 2017 in a chain email:", "title": "No, thousands of dead people are not registered to vote in North Carolina", "text": "A chain email has begun circulating in North Carolina that claims widespread irregularities in the state’s voter rolls.  \nThe email caught our attention with its subject line, \"PROOF !! North Carolina has the world's oldest voters !\"\nIt says there are thousands of registered voters in North Carolina who are 110 or more years old, including one person who is a whopping 219 years old.\nThough tongue-in-cheek, the implication is clear – that many dead people are still actively registered, perhaps allowing others to commit voter fraud by casting ballots in their names.\n\"Perhaps it is something in the (North) Carolina water,\" the email begins. \"I doubt there is another state in the Union who could claim, as NC does, to have 5,376 voters 110 years old, or older. One current voter was born in 1798, making him a rather hefty 219 years old, thereby  nearly doubling the age of the oldest person on earth.\"\nIf all this is true, it would clearly indicate some concerning irregularities.\nThe Gerontology Research Group, which tracks the oldest living people, has been able to verify only 43 people in the entire world age 110 or older as of May 3.\nThe email concludes that this is \"more evidence that when you think of questionable elections, (North) Carolina should be the FIRST state that comes to mind.\"\nSo we wanted to get to the bottom of which is fraudulent – this email, or the state’s voter rolls.\nFollowing the president’s lead?\nThe chain email began making the rounds, it appears, shortly after President Donald Trump announced a new committee on May 11 to look into voter fraud around the country.\nTrump has consistently spread false claims about voter fraud, both during his presidential campaign and after winning the election.\nHe said \"millions\" of people voted illegally for Hillary Clinton and that he should’ve won the popular vote, which PolitiFact ruled Pants On Fire. In reality, studies have consistently shown that voter fraud is incredibly rare.\nTrump has also made unfounded accusations of widespread voter fraud against several individual states – all of which have been rated Pants On Fire – including North Carolina, California, New Hampshire and Virginia.\nThose claims are either vague about the type of fraud or refer specifically to immigrants voting illegally. None have claimed what this new chain email alleges, that dead people are somehow voting.\nIn years past, versions of this claim have been popular on conservative and right-wing websites, internet forums and blogs – including Breitbart and the North Carolina-based Civitas Institute.\nWhy so many ancient voters?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe chain email’s most eye-popping claim is about that 219-year-old voter. It’s also the first mistake the email makes. It refers to that person as a male, but a list of voters included in the email clearly shows he is really a she.\nThere’s more intrigue: In 2012, when Breitbart wrote about super-old voters in North Carolina, it didn’t mention anyone over 200. We wondered if this woman only recently decided – nearly a century since being eligible to vote – that now was the time to finally register.\nSo we asked Pat Gannon, the spokesman for the North Carolina State Board of Elections. He said the state database does appear to show 5,391 people over 110 – a few more than the email mentioned, even – but that there are several honest explanations.\nFor the 219-year-old, he said, it amounts to just plain human error when a clerk was entering the person’s information.\n\"The ‘219-year-old’ voter was inadvertently given a birth date of 1797 instead of 1979, according to our research,\" Gannon wrote in an email. \"We’ve also determined that the voters that show up as 118, 120 and 154 years old do so because of data entry errors. Their dates of birth will soon be corrected in our database.\"\nBut that only covers four out of 5,391. What about the rest?\nNearly all of them – 97.5 percent – are what the state calls \"legacy voters.\"\nUntil the 1990s, people who registered to vote in North Carolina didn't have to list their date of birth. They only had to promise they were at least 18.\nThen, in the late 2000s, the state digitized its voter records. Gannon said anyone who was in the system with no date of birth was automatically listed as being born Jan. 1 in either 1900 or 1901. Of the 5,391 voters who appear over 110 in the database, he said, 5,257 fall into that category.\nAs for the other 130 questionable voters (2.4 percent of the total), Gannon said, some could still be alive, could be dead, or could be listed due to clerical errors like the four they’ve already identified.\nMost North Carolina voters who die are automatically removed from voter rolls, since they die in North Carolina or another state that shares its records with North Carolina.\nBut Gannon said some states don’t share their records, including South Carolina and Virginia, the two states with the longest borders with North Carolina. Any North Carolina voters who die in one of those states won’t have their registrations revoked until either a family member notifies the state or eight years go by without that person voting.\nAnd while it’s possible there are dead people on the voter rolls, people committing fraud by voting in their names is almost unheard of. In the 2016 general election, two people in North Carolina were caught voting for dead family members, out of 4.8 million voters statewide who cast a ballot, according to a previous audit by the elections board.\nOur ruling\nAfter President Donald Trump announced a new commission on voter fraud, a chain email has been making the rounds in North Carolina suggesting voter fraud and \"questionable elections.\" It cites thousands of people registered to vote who couldn’t possibly be alive.\nHowever, nearly 98 percent of those people are actually voters who the state lists as being born in 1900 or 1901 since they didn’t have to give their date of birth when registering to vote.\nOthers are on the list simply due to clerical errors.\nOf these nearly 5,400 voters who appear 110 or older, no more than 130 are dead. And it could be less. A 2016 audit found only two cases of people voting in the name of a dead person, out of more than 4.8 million votes cast.\nThe email reaches a faulty conclusion based on a dishonest premise, and we rate its claim False.\n Share the Facts 2017-05-19 15:19:29 UTC   PolitiFact    5 1 7  PolitiFact Rating: False  Says there are thousands of registered voters over 110 years old in North Carolina, including one who is 219 years old.    Chain email An email that's going viral    Thursday, May 11, 2017 2017-05-11    Read More  info    \nCorrection: An earlier version of this article said inactive voters have their registrations automatically revoked after 16 years. It's actually after eight years. This did not affect our ruling.", "vclaim_id": "vclaim-pol-03292"}