{"url": "/factchecks/2015/jan/12/marco-rubio/marco-rubio-says-college-administrators-have-more-/", "speaker": "Marco Rubio", "vclaim": "Administrative employees at colleges and universities have \"more than doubled over the last 25 years, outpacing the growth of students by more than 2 to 1.\"", "truth_label": "mostly-true", "date": "stated on January 12, 2015 in a book:", "title": "Marco Rubio says college administrators have 'more than doubled over the last 25 years'", "text": "In his new book, American Dreams: Restoring Economic Opportunity for Everyone, Sen. Marco Rubio, R-Fla., offers an aggregation of many of the conservative ideas he’s supported, including education policy.\nIn one passage, Rubio takes aim at the growth in college bureaucracies, which he suggests has gotten in the way of teaching and has led to steep increases in tuition. Rubio says universities should stop hiring bureaucrats.  \n\"One study,\" Rubio writes, \"found the number of administrative employees at colleges and universities (think deputy assistant to the associate vice provost and gender equity administrators) has more than doubled over the last 25 years, outpacing the growth of students by more than two to one.\"\nWe wondered whether Rubio’s claim was correct. We didn’t hear back from Rubio’s staff, but we did find that his book footnoted an article by the New England Center for Investigative Reporting, an organization affiliated with Boston University.\nThat article, written by Jon Marcus, was headlined, \"New Analysis Shows Problematic Boom In Higher Ed Administrators.\" It summarized calculations of federal data by the investigative-reporting group along with the American Institutes for Research, an independent social-science research group.\nThe article indicates that Rubio is pretty close to the mark. At one point, Marcus writes that between 1987 and the 2012, \"the number of administrators and professional staff has more than doubled. That’s a rate of increase more than twice as fast as the growth in the number of students.\" That language is very close to what Rubio wrote.\nWe checked with Marcus, and he said Rubio’s characterization is reasonable.\nDonna M. Desrochers, a researcher at American Institutes for Research, added that in her view, Rubio’s statement is \"almost accurate.\" She said that data from a slightly different time period -- 1990 to 2012 -- showed that the number of professional staff at four-year and two-year institutions rose by 91 percent. That’s almost double, and that came at a time when enrollment rose by 43 percent. So professional staff was growing roughly twice as fast as student enrollment, as Rubio indicated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHowever, Rubio’s specific examples -- \"deputy assistant to the associate vice provost and gender equity administrators\" -- don’t bear out his larger point. Executive positions, such as ones with \"provost\" in the title, have been growing at a significantly slower pace than professional jobs overall. If executive staff growth had been included in the calculations along with professional staff, the rate of increase would have been 76 percent, instead of the 91 percent for professional staff alone, Desrochers said. Indeed, in the most recent period studied -- between 2000 and 2012 -- professional positions grew twice as fast as executive positions.\nAnother point worth noting: Students, rather than existing administrative employees, have been the biggest beneficiaries of staff growth in recent years. According to a report by Desrochers, wage and salary expenditures for student services were the fastest-growing salary expense in many types of institutions between 2002 and 2012.\n\"Many student-related activities (ranging from course and career guidance to disciplinary actions) that were previously under the purview of faculty have been centralized, to free up faculty time and standardize the types and quality of services provided,\" Desrochers wrote in the report. And that’s not necessarily a bad thing, she says: \"Investments that directly support student success are wise if they lead to improved learning and degree outcomes.\"\nOur ruling\nRubio wrote that college administrators have \"more than doubled over the last 25 years, outpacing the growth of students by more than 2 to 1.\"\nRubio’s right about the general trend, but one of the two examples he specifically mentions in the book belongs to a different employment category -- one that has been growing more slowly. In addition, there’s evidence that this is not bureaucracy for bureaucracy’s sake -- many of the positions increasing in recent years directly support students.\nThe statement is accurate but needs clarification or additional information, so we rate it Mostly True.\n\n\nHelp fund PolitiFact’s Kickstarter to live fact-check the 2015 State of the Union and GOP response.", "vclaim_id": "vclaim-pol-06854"}