{"url": "/factchecks/2007/aug/01/bill-richardson/richardson-takes-credit-for-new-jobs/", "speaker": "Bill Richardson", "vclaim": "\"I used tax cuts to help create over 80,000 jobs in New Mexico.\"", "truth_label": "mostly-true", "date": "stated on May 10, 2007 in a TV Ad.:", "title": "Richardson takes credit for new jobs", "text": "Statistics from the Bureau of Labor Statistics indicate that New Mexico gained 75,800 jobs from December 2002 to July 2007, which is slightly lower than Richardson's claim.\n\nAs our friends at FactCheck.org note in this\n\narticle\n\n, Richardson has consistently cited the higher number, even when the actual number was lower.\n\n\nFor our ruling, however, we'll rely on the current 75,800 and call it mostly true.\n\n\nIt's difficult to calculate how big a role his tax cuts played in getting businesses to create those jobs.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nJames Peach, an economics professor at New Mexico State University, said many factors make a company decide to add jobs and that tax incentives often play only a modest role. Indeed, much of the job growth in the state began before Richardson became governor, Peach said.\n\n\nStill, Peach said Richardson's tax incentives and income tax cuts have created a favorable atmosphere for business that is a stark change from the state's mentality in the mid-1970s, when state officials refused to provide help to a promising young company named Microsoft.\n\n\n\"The climate here has changed considerably since then,\" Peach said. \"Bill Richardson has been a big part of that. He's not the whole story, but he's been a big part of it.\"", "vclaim_id": "vclaim-pol-00339"}