{"url": "/factchecks/2008/oct/07/john-mccain/ebays-big-but-not-that-big/", "speaker": "John McCain", "vclaim": "\"1.3-million people in America make their living off eBay.\"", "truth_label": "false", "date": "stated on October 7, 2008 in Nashville, Tenn.:", "title": "eBay's big, but not that big", "text": "Asked during the second presidential debate whom he would consider for treasury secretary, Sen. John McCain floated the name of former eBay chief executive Meg Whitman, then talked her up with an astounding statistic.\n\n\n\"I like Meg Whitman,\" McCain said during the Oct. 7, 2008, debate. \"She knows what it's like to be out there in the marketplace. She knows how to create jobs. Meg Whitman was the CEO of a company that started with 12 people and is now — 1.3-million people in America make their living off eBay.\"\n\n\nThat's way off. We hate to nitpick apparent misstatements, but this one's a doozy — 1.3-million is the number of people\n\nworldwide\n\nwho make\n\nsome\n\nmoney off eBay, according to a 2006 A.C. Nielsen study.\n\n\nAs of 2003, some 20,000 Americans made their living off eBay, company executive Jim Griffith told a Colorado newspaper at the time.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThese days, the company only keeps track of eBay entrepreneurs worldwide, and doesn't distinguish between full time and part time online auctioneers, a representative told us.\n\n\nBut it's not conceivable that the number of Americans making a living off eBay has climbed to 1.3-million. In 2005, the latest year for which statistics are available, just 724,000 Americans made money selling on eBay, according to a Nielsen study. But that includes many who made just a few bucks – not a living.\n\n\nWe examined this issue\n\nbefore\n\n, when McCain said 50,000 Americans made their living off eBay. The company told us it didn't know where he got that number, but we gave him a Half True because we couldn't be certain he was wrong.\n\n\nThis time, his number is more than a million higher, and not even conceivably true. McCain bought himself a False.", "vclaim_id": "vclaim-pol-15924"}