{"url": "/factchecks/2010/oct/19/jim-renacci/jim-renacci-has-come-down-both-sides-privatizing-s/", "speaker": "Jim Renacci", "vclaim": "On privatization of Social Security.", "truth_label": "full-flop", "date": "stated on October 18, 2010 in a statement posted to his website:", "title": "Jim Renacci has come down on both sides of privatizing Social Security", "text": "In the latest campaign ad for Alliance Democratic Rep. John Boccieri, a Greek chorus of indignant senior citizens ties Republican congressional candidate Jim Renacci to the third rail of politics.\n\n\"Mr. Renacci. I’d rather put my Social Security money in here, or in here, or in here, than let you privatize MY Social Security,\" a group of them scold, throwing cash into a hole in the ground, a coffee can, and a dresser drawer.\n\n\"I paid into Social Security for 40 years, it’s all I have, and you want to gamble it away on Wall Street, Mr. Renacci?\" ask another pair of seniors, as the words \"Jim Renacci wants to privatize Social Security\" flash onto the screen, as if to answer their question.\n\nWe thought we'd run Renacci's position on privatizing Social Security through the Flip-O-Meter, in light of Boccieri’s ad, to see if his position has been consistent.\n\nRenacci campaign manager Jim Slepian says the ad is false, and that Renacci does not want to privatize Social Security.\n\nHe points to a spot on Renacci's website where the former Wadsworth mayor says the federal government must \"implement reforms to address the growing fiscal crisis that is facing the Social Security balance sheet.\" On his website, Renacci stipulates Washington must \"ensure that Social Security benefits are protected and that needed reforms are brought to bear that would not raise taxes or privatize the system.\"\n\nSlepian said that's still Renacci's position. \"He has said time and time again that we cannot and should not privatize the system.\"\n\nWe asked the Boccieri campaign what information they had that showed something different. Boccieri spokeswoman Jessica Kershaw pointed us to a survey Renacci filled out  for \"Project Vote Smart.\" In that survey, Renacci said he favored of privatizing parts of the Social Security system.\n\n\"To the extent that I support privatizing elements of Social Security, I support allowing workers to privately invest a portion of their payroll taxes,\" Renacci explained on the Vote Smart website.\n\nWe do not think that Renacci is advocating measures that amount to turning the entire Social Security system over to Wall Street. But that's not been the case, either, for previous privatization proposals. In 2005, for example, President George W. Bush promoted moving toward a government-funded program that also allowed for personal accounts. Rep. Paul Ryan, a Wisconsin Republican, has proposed a similar blend of programs as part of an overall budget plan he calls \"The Roadmap.\" His plan, too, is a far cry from a wholly privatized system.\n\nSo while Renacci's opposition to privatization is firm on his website, his answers to Project Vote Smart's survey suggest support for privatization as it has been proposed in the past.\n\nReconciling those two positions and landing on two feet requires a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBetty Sutton\n\n\nstated on September 1, 2010 in a campaign fundraising e-mail\n\n\n\n\n\n\n\n\n\"Ganley said that if elected, he wants to ‘cut the dickens’ out of Social Security, Medicare and Veterans’ benefits.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • September 20, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14199"}