{"url": "/factchecks/2011/oct/04/marcy-kaptur/marcy-kaptur-says-us-imported-500000-cars-south-ko/", "speaker": "Marcy Kaptur", "vclaim": "\"Last year, Korea sold nearly half a million cars in our country. ... The United States, you know how much we sell to them? Six thousand. What kind of deal is that?\"", "truth_label": "mostly-true", "date": "stated on September 14, 2011 in a speech in the House of Representatives:", "title": "Marcy Kaptur says the U.S. imported 500,000 cars from South Korea but only sent 6,000 there", "text": "At least one facet of the job creation plan that President Obama outlined in a September 8 address to a joint session of Congress did not sit well with Toledo Democratic Rep. Marcy Kaptur, Ohio’s longest serving member of Congress.\n\nDuring the speech, Obama called for Congress to approve pending trade agreements with Panama, Colombia, and South Korea, contending their passage would make it easier for American companies to sell their products abroad.\n\n\"If Americans can buy Kias and Hyundais, I want to see folks in South Korea driving Fords and Chevys and Chryslers,\" said Obama. \"I  want to see more products sold around the world stamped with the three proud words:  ‘Made in America.’  That’s what we need to get done.\"\n\nA few days later, Kaptur took to the House floor to deliver her own take on those trade agreements. She argued they’d actually whittle away U.S. manufacturing and escalate a jobs drain to other countries. She focused part of her ire on the automotive provisions in the pending US-Korea Free Trade Agreement, complaining the United States would still end up importing far more cars from Korea than it sends there, even with its adoption.\n\n\"Last year, Korea sold nearly half a million cars in our country,\" Kaptur said. \"The United States, you know how much we sell to them? Six thousand. What kind of deal is that? And we’ll be lucky if, under this agreement, where there’s a hope that we might sell perhaps, 75,000 cars to Korea, so they get a half a million, we get a handful? How’s that a credible plan to create jobs in our country?\"\n\nWe were intrigued by Kaptur’s assertions so we decided to check out her statistics.\n\nAccording to a March 2011 report compiled by the United States International Trade Commission, 561,626 Korean passenger vehicles were imported into the United States during 2010, representing 4.9 percent of the U.S. auto market. Korean auto makers sold Americans another 381,505 vehicles they made in the United States, another 3.3 percent market slice. Hyundai and Kia have car plants in Montgomery, Ala., and West Point, Ga.\n\nGeneral Motors, Ford and Chrysler exported 7,450 vehicles to Korea that year, representing a mere 0.62 percent of that country’s passenger vehicle market, which is the world’s 12th largest, the ITC report says. If vehicles made in the United States by foreign-based producers were included in that export figure to Korea, the statistic would rise to 13,044 vehicles, representing 1.09 percent of Korea’s market.\n\nThose statistics exclude the 125,730 vehicles that GM’s Daewoo Auto & Technology Division produced and sold in Korea. In January 2011, GM eliminated the Daewoo brand name and began calling those cars Chevrolets. Those vehicles wouldn’t be affected by the pending trade deal because they’re not exported, according to an August 2011 Congressional Research Service report on the deal.\n\nThe trade agreement’s current draft contains provisions aimed at boosting U.S. exports to Korea, including reductions in tariffs on U.S. made vehicles and an easing of fuel economy standards.\n\nBut the Congressional Research Service report casts doubt, given differences in the the U.S. and South Korean motor vehicle markets, \"whether the Detroit Three (GM, Ford and Chrysler) ... would ever gain more than a fractional position in the South Korean market.\"\n\nKaptur was correct that there is a wide disparity between the number of South Korean vehicles imported to the United States vs. the number exported to Korea. Her claim of\n\"nearly half a million\" imports is slightly understated.\n\nHer office said that’s because she cited 2009 numbers from a Congressional Research Service report, instead of the 2010 statistics we found.\n\nHer number for domestic vehicles is understated, too. She said 6,000, as compared to a tally of 7,450 for General Motors, Ford and Chrysler that the ITC provided.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nBut that also only considers vehicles made by the Big 3 U.S. automakers. Nearly 5,600 more vehicles made by foreign-based automakers at plants in the United States also went to South Korea. That’s a point of additional information.\n\nOn the Truth-O-Meter, her claim rates Mostly True.", "vclaim_id": "vclaim-pol-12327"}