{"url": "/factchecks/2010/jul/09/trent-franks/trent-franks-says-top-1-percent-pays-over-half-ent/", "speaker": "Trent Franks", "vclaim": "\"The top 1 percent pay over half of the entire revenue for this country.\"", "truth_label": "false", "date": "stated on July 7, 2010 in an interview on MSNBC's 'The Dylan Ratigan Show':", "title": "Trent Franks says top 1 percent pays over half of the entire revenue for U.S.", "text": "It's a topic for many arguments: What's the fairest way to share the tax burden? In a July 7, 2010, appearance on MSNBC's The Dylan Ratigan Show, U.S. Rep. Trent Franks, R-Ariz., made clear that he feels the richest Americans pay too much.\n\nAt one point in the interview, Cenk Uygur, the host filling in for Ratigan, asked Franks, \"So, Congressman, if we can't cut defense spending and you don't want to raise taxes on the wealthy, where are you going to get your savings from, the poor and the middle class? Is that right?\"\n\nFranks responded, \"No, the fact is, you know, when you're always talking about raising taxes on the rich, I think the top -- the rich now, the top 1 percent, pay over half of the entire revenue for this country. And you don't realize that if you destroy those who have capital, you absolutely devastate those that are trying to get jobs.\"\n\nWe won't take sides in the argument over the best tax policy, but we do think it's worth checking his statistic that \"the top 1 percent pay over half of the entire revenue for this country.\"\n\nWe found three problems with Franks' statement.\n\n1. When it comes to the federal income tax (which is only one of many taxes -- more on that later) Frank's \"over half\" estimate is high. According to IRS statistics from the 2007 tax year, the last year available, slightly more than 40 percent of federal income taxes are paid by the top 1 percent. (For that year, it took an adjusted gross income of $410,096 to make it into that elite 1 percent.)\n\n2. The federal income tax isn't the only tax levied by the federal government. It is the biggest when measured by revenue generated, but it doesn't even account for more than half of all federal tax revenue.\n\nThe income tax generates 45 percent of federal tax revenue, followed by 36 percent for payroll taxes, 12 percent for corporate income taxes, 3 percent for excise taxes and 4 percent for other taxes.\n\n3. Tax revenues aren't the only form of revenues that fund the government. As we reported in an earlier item, the federal government also collects fees paid to various agencies. In 2009, for example, the government took in the following: the U.S. Postal Service ($69 billion), Medicare premiums ($57 billion), deposits with the Federal Reserve Board ($34.3 billion), customs duties ($21.3 billion), Federal Deposit Insurance Corp. premiums and recoveries ($20.5 billion), auction proceeds from electromagnetic spectrum rights ($16.7 billion), energy sales by the Tennessee Valley Authority ($11.1 billion), natural resources royalties and revenues ($9.9 billion).\n\nTogether, these non-tax collections totaled $240 billion, an amount roughly equal to 10 percent of what taxes bring in -- which is more than pocket change.\n\nSo are there better yardsticks? There are.\n\nThe Tax Policy Center of the Urban Institute and the Brookings Institution found that in 2009, the top 1 percent shouldered the burden for roughly 23 percent of all federal taxes. To get to the level Franks' cited -- \"over half\" -- you have to increase the window from 1 percent to 10 percent. That is, the top 10 percent of American earners paid for 52 percent of all federal taxes that year, according to the Tax Policy Center. A big reason for the difference is that the top 1 percent pay 5 percent or less of payroll and excise taxes. (They also pay more than 50 percent of corporate income taxes and more than 70 percent of estate taxes.)\n\nWe'll grant that Franks' statement was an off-the-cuff response to a question during a television interview. We'll also acknowledge that the top 1 percent of taxpayers does pay a disproportionate share of taxes generally. Even at 23 percent of the total federal tax burden, that's a lot bigger than their share of the population, and also bigger than their share of income (16 percent). That's the nature of a progressive tax system.\n\nIndeed, it's worth noting that the share being paid by the top 1 percent has generally risen over time. In 1987, the first year after President Ronald Reagan signed a sweeping tax reform bill, the share paid by the top 1 percent stood slightly above 16 percent. The top one-fifth of the population -- what one might call, in Franks' words, \"the rich\" -- is the only fifth, or \"quintile,\" of the population that has seen its share of the tax burden go up during that time.\n\nStill, we can't brush off the inaccuracies in Franks' statement. He makes it sound as if the top 1 percent of the country is shouldering more than half of the burden of funding the federal government, when in fact it's about half that. In addition, the top 1 percent are not even shouldering half of the burden of the income tax by itself. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-14785"}