{"url": "/factchecks/2011/dec/16/oregon-department-fish-and-wildlife/department-fish-and-wildlife-says-there-have-been-/", "speaker": "Oregon Department of Fish and Wildlife", "vclaim": "Says there have been no cases of wolves killing people in Rocky Mountain states.", "truth_label": "true", "date": "stated on December 12, 2011 in a news story:", "title": "Department of Fish and Wildlife says there have been no wolf-related deaths in the Rockies", "text": "The story of OR-7, the young gray wolf who has settled in southwest Oregon after a 750-mile trek, has captured headlines around the world. He’s also reignited local debates about the place for wolves in rural communities, and their potential threat to people and livestock.\n\nIn a recent article in The Oregonian, Michelle Dennehy, a spokeswoman for the state’s Department of Fish and Wildlife, spoke some about those risks.\n\n\"Wolves have attacked and killed people in Canada and Alaska,\" Dennehy told The Oregonian. \"It is extremely rare and has never happened in the Rocky Mountain states, but we advise people to keep your distance from wolves and any wild animals.\"\n\nOregon is home to an estimated 24 wolves, a small population. But a 2010 reportby the U.S. Fish and Wildlife Service puts the number of wolves in the Northern Rocky Mountain population (which includes Idaho, Montana, Wyoming, and the eastern one-third of Washington and Oregon) at more than 1,650.\n\nThis got us wondering whether it could be true that there have been no documented cases of run-ins with wolves in that fairly large area. Plus, we’re always looking for a change of pace.\n\nWe started where we always start: the source. Dennehy pointed us to a 2002 report from the Norwegian Institute for Nature Research called \"The fear of wolves: A review of wolf attacks on humans.\"\n\nBecause \"the vast majority\" of global wolf research happens in North America, the report says, wolf attacks in Canada and the U.S. have been extremely well documented. That documentation -- and the fact that attacks are so rare -- allowed the authors to detail every attack in the past century.\n\nAll told, the study’s authors found 18 wolf attacks in North America -- 12 in Canada and six in the U.S. Of the attacks in the U.S., four occurred in Alaska (as did an unspecified number of small incidents along a road where truckers had taken to feeding the wolves) and two in Minnesota, in which the victims weren’t injured. Two of the attacks in Alaska left the victim dead of rabies. Both of those happened in the 1940s.\n\nDennehy also sent us a news clip from a paper up in Saskatchewan that detailed the 2005 deathof a young Ontario student who was on a walk near a Saskatchewan mining camp when he was attacked and killed. A sad story to be sure, but one that happened a ways away from the Rocky Mountains.\n\nWe try to be thorough, so we also placed a call to the International Wolf Center, an organization that tries to advance the survival of wolves through education.\n\nWe spoke to Jess Edberg, who is based in Ely, Minnesota. Minnesota has the most robust wolf population outside of Alaska.\n\n\"Overall, in North America and around the world, a wolf attack on humans is very rare,\" Edberg said. \"In the lower 48, we haven't had any attacks on humans.\"\nShe added that many of the attacks that do occur often involve sick animals or animals who had been fed or allowed to become accustomed to humans.\n\nEdberg did point out the Alaska Department of Fish and Game had recently concluded that a woman found dead in 2010 on the Alaska Peninsula was killed by wolves.\n\nFinally, she sent us looking for two studies on wolves. One report, which shared an author with the first Norwegian report, looked at Scandinaviaand found that over the past 300 years, 94 people have been killed by wolves. All of those cases, the report found, were before 1882 and most were children under the age of 12.\n\nThe second, more pertinent report, done in 2002, by Mark E McNay for the Alaska Department of Fish and Game looked at wolf attacks in Alaska and Canada and found that \"despite (a) large and widely distributed wolf population, no human deaths have been attributed to wild, healthy wolves since at least 1900, and biting incidents or bluff charges are rare enough to warrant publication in scientific journals.\"\n\nOf course, that report was published before the two deaths we mentioned above.\n\nStill, the reports support Dennehy and the Oregon Department of Fish and Wildlife. There’s no evidence that a wolf has attacked a human in the Rocky Mountain states, let alone killed one. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nWant to comment on the ruling? Head back to Oregonlive and let us know what you think.", "vclaim_id": "vclaim-pol-11922"}