{"url": "/factchecks/2011/jul/18/michael-doherty/sen-michael-doherty-claims-planned-parenthood-only/", "speaker": "Michael Doherty", "vclaim": "Says Planned Parenthood provides about 140 visits for prenatal care in each state.", "truth_label": "false", "date": "stated on July 11, 2011 in a speech on the Senate floor by Sen. Michael Doherty (R-Warren):", "title": "Sen. Michael Doherty claims Planned Parenthood only provides 140 visits for prenatal care in each state", "text": "When Democrats and Republicans met on the floor of the New Jersey Senate on July 11 to discuss overriding vetoes handed down by Gov. Chris Christie, the debate ultimately turned to whether $7.5 million for family planning services should be reinstated -- some of which would go to Planned Parenthood centers.\n\nDemocrats touted the importance of that funding for New Jersey families. Sen. Loretta Weinberg (D-Bergen) said of the clients served: \"They are women who come for prenatal and postnatal health services so that they do have healthy families.\"\n\nBut Republican Sen. Michael Doherty argued that the organization doesn’t provide much prenatal care.\n\n\"There's a lot of talk about prenatal care and the fact is that Planned Parenthood just does not provide many prenatal visits. It's about 140 visits for each state in the entire country,\" said Doherty, who represents Warren County and parts of Hunterdon County. \"So we’re talking (about) an organization we’re supposed to be sending people we care about to get top-notch care for prenatal visits and it turns out that they don’t really see a lot of patients.\"\n\nA resolution to override that veto failed in a 25-14 vote.\n\nPolitiFact New Jersey found that Doherty, a conservative, was right about prenatal care representing a small part of the services offered by Planned Parenthood, but he is wrong about there being about 140 visits in each state.\n\nUsing the senator’s own reasoning, the number would actually be around 800 visits per state.\n\nFirst, let’s explain where Doherty received his information.\n\nDoherty referred us to a fact sheet prepared by the Planned Parenthood Federation of America, Inc., showing that 7,021 prenatal clients were served nationwide in 2009. Based on that figure, Doherty determined there were, on average, about 140 prenatal patients per state.\n\nHere’s the problem: the fact sheet said \"clients,\" but Doherty referred to \"visits\" on the Senate floor.\n\nClients refers to people. Visits refers to the numbers of times a client goes to Planned Parenthood.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nWhen we checked with Michele Jaker, executive director of Planned Parenthood Affiliates of New Jersey, she said Planned Parenthood centers provided a total of 40,489 prenatal visits across the country in 2009, which is the latest data available.\n\nUsing the same formula that Doherty did, that number equates to about 809 visits per state.\n\nJaker could not provide the number of visits in New Jersey, but said 581 prenatal clients were served in the Garden State in 2009.\n\n\"His number right off the bat is wrong,\" said Jaker, referring to Doherty.\n\nJaker added in an email that Doherty’s approach -- dividing the number of prenatal patients by 50 states -- was not an accurate assessment, because several states \"only have one health center and don't have the facilities to provide prenatal care.\"\n\nTold about our findings, Doherty said: \"I think you’re splitting hairs.\"\n\nBut for his overall argument that Planned Parenthood sees few prenatal patients, Doherty is right.\n\nAccording to the same fact sheet, \"other women’s health services,\" which includes prenatal care, only accounted for 10 percent of all services provided by Planned Parenthood nationwide in 2009.\n\nAccording to figures provided by Jaker, prenatal clients represented about 0.6 percent of the 91,617 patients served by New Jersey centers in 2009.\n\nJaker said the number of prenatal clients served by Planned Parenthood is due to limited funding and the needs of the community. If a center cannot provide prenatal care to a woman, it will refer her to another resource in the community, she said.\n\n\"If there are enough providers who do prenatal care for low income women, it may not be a service we need to provide,\" Jaker wrote in an email. \"We could cover the needs of our patients through referrals.\"\n\nPointing out how many pregnancies may go unnoticed, Dr. Donald Chervenak, president-elect of the New Jersey Obstetrical and Gynecological Society, noted how Planned Parenthood is helpful in providing pregnancy testing. Through earlier prenatal treatment, other medical problems can be addressed sooner, Chervenak said.\n\nBack to Doherty’s statement:\n\nThe senator said Planned Parenthood doesn’t provide many prenatal visits, saying the figure was \"about 140 visits for each state in the entire country.\" That figure is way off, because Doherty was using the number of clients. The actual number would be more like 800 visits per state.\n\nFigures provided by Planned Parenthood confirm that prenatal care represents a small part of the services offered, but since the senator’s figures were inaccurate to such a large degree, we rate the statement False.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12731"}