{"url": "/factchecks/2016/mar/10/future45/conservative-pac-attacks-clintons-wall-street-ties/", "speaker": "Future45", "vclaim": "Banks paid Hillary Clinton \"over $1 million and are contributing millions more to elect her.\"", "truth_label": "half-true", "date": "stated on March 8, 2016 in a television ad:", "title": "Hedge fund-backed PAC attacks Clinton's Wall Street ties", "text": "Before casting a ballot for Democratic presidential candidate Hillary Clinton, voters deserve to know what she promised the bankers supporting her campaign, says conservative political action committee Future45.\nA 30-second Future45 television ad, which aired in the San Francisco region in February and March, opens with an actress portraying Clinton opening up a check from financial firm Goldman Sachs.\n\"Hillary Clinton gave speeches to the biggest banks on Wall Street after one of the worst financial crises in American history,\" the ad’s narrator says. \"But Hillary won’t tell us what she said to those banks who paid her over $1 million and are contributing millions more to elect her. So before you promise your vote to Hillary, don’t you deserve to know what she promised them?\"\nOne of the most common critiques of Clinton is her connection to Wall Street — though usually from her Democratic opponent, Sen. Bernie Sanders — so we decided to head to the Truth-O-Meter with the ad’s claim that Clinton gave speeches to banks \"who paid her over $1 million and are contributing millions more to elect her.\"\nIt’s worth noting that Future45 has taken in hundreds of thousands of dollars from individuals in the financial industry — including a $250,000 donation from Kenneth Griffin, CEO of global investment firm Citadel, and another $250,000 from Paul Singer, founder of hedge fund Elliott Associates. The PAC has spent more than $600,000 against Clinton so far this cycle, according to the Center for Responsive Politics’ OpenSecrets website.  \nSpeaking fees\nClinton has delivered several dozen paid speeches for various corporations, professional associations and financial institutions since she left the State Department in 2013, making upwards of $200,000 for nearly every appearance\nBased on records released by her campaign, we found that she made nearly $4 million speaking to financial services firms. She earned about half of that money speaking to big Wall Street banks like Morgan Stanley, Deutsche Bank, UBS, Bank of America, and Goldman Sachs, where she spoke three times in 2013, each appearance raking in $225,000.\nWe don’t have many details regarding what Clinton talked about in those speeches. As the Future45 ad points out, she has declined to release transcripts until other candidates release transcripts from their own paid speeches.\nIn any case, she has earned several million dollars in speaking fees from banks. Now on to her campaign contributions.\nCampaign contributions\nClinton’s campaign and outside groups working on her behalf have received millions of dollars from Wall Street, $23.5 million to be exact, according to her OpenSecrets file. (If you’re browsing the file yourself, we combined donations from securities and investment with miscellaneous finance.)\nIn total, almost $190 million has been raised to support her election, so the amount coming from the financial sector accounts for about 12 percent of all campaign and outside group funds.  \nMost of that money goes to outside groups working on Clinton’s behalf. The top-five organizations contributing to those groups are in the financial sector: Soros Fund Management ($7 million), Euclidian Capital ($3.5 million), Pritzker Group ($2.8 million), Paloma Partners ($2.5 million) and Saban Capital Group ($2.5 million).\nTo be clear: The money doesn’t come from the firms themselves. Rather it comes from individual employees or members of the organizations, or the organizations’ political action committees.\nThe Future45 ad, though, makes it seem like the big banks that paid Clinton for speeches are the same ones that are donating millions to elect her. Not so, at least not yet.\nOpenSecrets ran some numbers for us and found that donors from these five big Wall Street banks — Morgan Stanley, Deutsche Bank, UBS, Bank of America, and Goldman Sachs — have contributed a combined $628,435 to her campaign and allied outside groups so far. That’s far less than \"millions.\"\nClinton has received more money from the financial sector than any of the remaining candidates.\n\n\n\n\nCandidate\n\n\nTotal money raised (campaign and outside groups)\n\n\nTotal money raised from the financial sector\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nClinton\n\n\n$188,192,044\n\n\n$23,550,697\n\n\n\n\nSanders\n\n\n$96,356,657\n\n\n$125,665\n\n\n\n\nSen. Ted Cruz, R-Texas\n\n\n$101,388,110\n\n\n$13,132,821\n\n\n\n\nSen. Marco Rubio, R-Fla.\n\n\n$68,966,558\n\n\n$12,182,063\n\n\n\n\nBusinessman Donald Trump\n\n\n$27,420,828\n\n\n$294,137\n\n\n\n\nOhio Gov. John Kasich\n\n\n$15,378,201\n\n\n$2,367,417\n\n\n\n\n \nIn response to criticisms that she’s beholden to the big banks, Clinton has emphasized that she called for financial regulations early on in the financial crisis. She has also noted that other Democrats have received campaign donations from the financial sector, including President Barack Obama, who in 2008 set a record for most Wall Street donations.\nOur ruling\nAn ad by conservative PAC Future45 said Clinton gave speeches to banks \"who paid her over $1 million and are contributing millions more to elect her.\"\nSince 2013, Clinton has received about $4 million in speaking fees from the financial sector. And donors from the financial sector have contributed more than $23 million to her campaign and outside spending groups working on her behalf.\nHowever, the ad makes it seem like the same Wall Street banks that paid Clinton’s speaking fees are the same ones spending millions on her election, which is not the case. The major Wall Street banks where Clinton spoke have contributed in the hundreds of thousands, not millions.\nThe statement is partially accurate, but it misconstrues some facts as well, so we rate it Half True.", "vclaim_id": "vclaim-pol-05296"}