{"url": "/factchecks/2016/jan/12/rick-scott/rick-scott-says-he-completely-turned-around-florid/", "speaker": "Rick Scott", "vclaim": "\"We have completely turned our economy around.\"", "truth_label": "half-true", "date": "stated on January 12, 2016 in his 2016 State of the State address:", "title": "Rick Scott says we 'completely' turned around Florida's economy", "text": "Gov. Rick Scott kicked off the 2016 legislative session by touting Florida’s growth under his guidance, which he said was an about-face from the direction the state was headed before he took office.\n\"We have completely turned our economy around, and more families are thriving here today than five years ago,\" he said during his State of the State address in the Capitol on Jan. 12, 2016.\nThe part about more thriving families (and there are more, with Florida last year officially becoming the country’s third-largest state) is too subjective to explore in detail. But what about the economy? We wanted to see if Scott was right about whether Florida’s economy had reversed direction from five years ago.\nOur look at the data shows the state has turned several economic corners, but the picture isn't so bright when you look at wages.\nFlorida’s numbers\nIn January 2011, Scott inherited an economy ravaged by the worst recession in decades, a housing market in the tank and a double-digit unemployment rate. There were signs the state was already climbing out of the doldrums before Scott took office (the national recession officially ended in mid 2009), but Florida’s recovery was good enough to win Scott a second term.\nWhen we asked Scott’s office for evidence, they sent us some selected statistics to support his statement, including reductions in state debt and environmental permitting times. We decided to compare some key indicators that economists said would best illustrate how the economy had changed in order to see where Florida is now.\nWe compared from 2010, the year before Scott’s first term started, to the most recent numbers available. We learned the state has performed better under certain measures than others.\nUnemployment rate: In November 2015, the unemployment rate in Florida was 5 percent, the same as the national rate. That’s the lowest Florida’s rate has been since January 2008. November’s rate is still a preliminary figure, but it’s much lower than the 10.7 percent it was in December 2011.\nPayroll employment per month: It’s true the state has added jobs. The latest figures show that between December 2010 and November 2015, Florida added 1,011,800 private-sector jobs. But when you subtract the 27,300 government jobs that have been lost in that same span, the net change is 984,500 new jobs. \nPer capita personal income: This statistic refers to how much income was earned per person in the state. The U.S. Commerce Department Bureau of Economic Analysis, which measures income starting midyear, says that in 2009-10, income in Florida grew 2.2 percent. But then that growth slowed down each year. In the last fiscal year data available, 2012-13, that figure dropped by -0.1 percent.\nPer capita real GDP: This measures all of the inflation-adjusted economic activity per person in Florida. In 2009-10, per capita real GDP dropped by 1 percent. In 2013-14, the latest year available, it was growing by 1.2 percent. That amounts to $38,664 per person in 2014, about $300 more than it was in 2010. Last year Florida’s per capita real GDP lagged the national average by more than $10,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIndustrial production: The BLS maintains a national index that measures the value of manufacturing output, compared to a \"base\" rate of 100, but Moody’s Analytics maintains proprietary estimates for each state. In December 2010, this rate was 96.56 for Florida, and by November 2015 was 105.93, moving ahead but slightly behind the national average.\nThe big takeaway: Florida’s employment picture has improved, but many of the newly created jobs aren’t necessarily paying very well.\nCan Scott take credit?\nThere are other measures, of course, and they all can look at the picture from different angles. Florida’s poverty rate in 2010 was 16 percent, for example, but after dropping for two years, it was up to 16.7 percent in 2014, almost two points above the national average. The state’s median household income has been dropping over the years, and currently lags the national average by about $6,000.\nEconomists told us that Florida is mirroring the United States in economic terms — the country is doing better, so Florida is doing better. The economy here also has a focus on service and hospitality jobs, which often are minimum wage and part time, so the quality of Florida’s figures can (and often do) lag behind national averages.\nOn top of that, Scott’s claim doesn’t reflect that Florida still has a way to go to top the state’s previous historical growth. For example, the unemployment rate was as low as 3.1 percent in mid 2006.\n\"Floridians are just recovering back to where they were before,\" said Tara Sinclair, chief economist at Indeed and economics professor at George Washington University. \"I don’t think that’s the American Dream, to struggle to get back to how things were.\"\nEconomists also noted there are issues with how to compare these indicators because of how they are calculated or the time frames they encompass. Furthermore, Scott is taking credit for things that are mostly out of his control.\nExperts reminded us states are often affected by factors like shifting demographics, national trends and the global economy more than the policies of any one official or the Legislature.\n\"Like the quarterback of a football team, he gets too much credit when the economy does well and too much blame when the economy does poorly,\" Moody’s economist Chris Lafakis said. \"Scott has benefitted from being governor at an advantageous time of the business cycle.\"\nOur ruling\nScott said, \"We have completely turned our economy around.\"\nEconomic indicators show that some factors, like job growth and unemployment, have reversed losses from previous years. But while there is more economic activity than before, incomes are down and remain below national averages. Experts agree Scott and lawmakers can’t take much credit for changes either way.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-05565"}