{"url": "/factchecks/2013/sep/17/van-jones/van-jones-says-just-1-percent-nra-endorsed-candida/", "speaker": "Van Jones", "vclaim": "\"1 percent of candidates that (the National Rifle Association) endorsed in 2012 won.\"", "truth_label": "false", "date": "stated on September 13, 2013 in a discussion on CNN's \"Crossfire\":", "title": "Van Jones says just 1 percent of NRA-endorsed candidates won in 2012", "text": "Both supporters and critics of the National Rifle Association have acknowledged that the pro-gun group flexes significant political muscle.\nBut Van Jones, one of the hosts of CNN’s Crossfire, suggested in a recent show that the NRA’s reputation of invincibility is exaggerated.\n\"The NRA is not popular on a big scale,\" Jones said. \"They can cherry-pick their focus. ... 1 percent of candidates that they endorsed in 2012 won -- 1 percent.\"\nWe wondered whether the NRA was really as ineffectual in 2012 as Jones suggested. Neither Jones nor the NRA responded to inquiries for this story, but we suspect that Jones was referring to research released after the 2012 election by the Sunlight Foundation, a nonprofit group that tracks money in politics.\nThe foundation looked at a variety of politically active groups to determine how much of the money they spent on the 2012 election was directed toward supporting candidates who won or opposing candidates who lost, as opposed to money spent on candidates who lost or against candidates who won.\nThe foundation then produced a \"return on investment\" -- the percentage of the group’s money that was spent on races that ended with the group’s desired result.\nIn 2012, a year when President Barack Obama won a second term and the Democrats held the Senate, a number of liberal groups fared well on this score: Affiliates of Planned Parenthood, the Service Employees International Union and the League of Conservation Voters finished with returns on investment of 80 percent and higher. By contrast, conservative or pro-business groups such as the U.S. Chamber of Commerce or the Karl Rove-founded American Crossroads finished with percentages in the single digits.\nSo how did the NRA do? Sunlight looked at two of its affiliates -- the Political Victory Fund and the Institute for Legislative Action. (The two groups are organized under different parts of the tax code, but they have the same goal -- promoting candidates who support the NRA’s agenda.)\nAccording to Sunlight, the Political Victory Fund spent $11,159,493 but generated a minuscule 0.83 percent return on investment. A big reason for the poor showing was that more than four of every five dollars the group spent was either against Obama or for Mitt Romney in the presidential race, and of course Obama won.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMeanwhile, the return on investment for the $7,448,017 spent by the Institute for Legislative Action was a bit higher -- 10.74 percent.\nSo right off the bat, Jones’ summary is misleading -- one of the two NRA affiliates produced a success rate of better than 1 percent.\nBut we see an even bigger concern: Jones was talking about endorsements, but the Sunlight Foundation was looking at money. And the NRA has endorsed candidates without necessarily spending money.\nIn fact, while receiving money from the NRA is nice for any candidate that supports its goals, an NRA endorsement even in the absence of money is a treasured asset. Once an endorsement is made, a candidate can reap benefits among voters who trust the NRA. It can be touted on a campaign’s lawn signs, at candidate forums, in newspaper profiles and on social media.\nTo more accurately gauge Jones’ claim about endorsements, we tried to assemble a more complete list of endorsements, regardless of whether they came attached to money.\nFirst, we tallied the number of candidates who had received funding (or found themselves targets of opposition funding) from either of the two NRA affiliates. Then we added any additional candidates for whom the NRA issued an endorsement news release in 2012. To remain in tune with Sunlight’s methodology, we limited our list to federal candidates only.\nUltimately, we found 49 NRA endorsements that ended up as \"failures\" -- that is, where the group backed a losing candidate or failed to defeat a candidate they opposed. But the NRA notched an even higher number of \"successes\" in 2012 -- 72 candidates that the group helped carry to victory, or that it helped defeat. That’s about a 60 percent success rate for endorsements -- far higher than the 1 percent Jones cited.\nOur ruling\nJones said \"1 percent of candidates that (the National Rifle Association) endorsed in 2012 won.\" An independent analysis did find that about 1 percent of money spent by one particular NRA affiliate either helped elect a winning candidate or helped defeat a losing one. But that ignores a second NRA affiliate that did much better, and the study in question looked at dollars spent -- not endorsements. From the data we compiled, the NRA’s endorsements were about 60 percent successful. We rate Jones’ claim False.", "vclaim_id": "vclaim-pol-08873"}