{"url": "/factchecks/2015/aug/27/americans-prosperity/americans-prosperity-calls-nh-gov-maggie-hassans-b/", "speaker": "Americans for Prosperity", "vclaim": "Gov. Maggie Hassan’s budget proposal \"raises taxes on small businesses and increases taxes and fees by $100 million.\"", "truth_label": "mostly-true", "date": "stated on August 11, 2015 in TV ad:", "title": "Americans for Prosperity calls NH Gov. Maggie Hassan's budget proposal a tax increase", "text": "What’s a tax increase?\nIn examining the big claims about New Hampshire Gov. Maggie Hassan’s budget proposals made by the state chapter of Americans for Prosperity, that’s the question that keeps coming up. \nAn ad released earlier this month by the Koch Brothers-backed AFP says Hassan’s budget proposal \"raises taxes on small businesses and increases taxes and fees by $100 million.\"\nWe decided to take a closer look at the claim.\nIn doing so, we had to consider what is and isn’t a tax increase. \nIs a tax increase simply increasing the rate of a tax that someone pays? Or can it also mean changing the law to make a tax apply more broadly, so that more people pay? Can it mean giving the state greater powers to collect taxes already owed?\nWe’ll come back to those questions in a second.\nWe decided to examine this claim in two parts and reached out to the New Hampshire’s state director of Americans for Prosperity and the governor’s office. \nThe first claim is that Hassan’s new budget \"raises taxes on small businesses.\" The ad cites as its source an op-ed that ran in the New Hampshire Business review in 2011 -- before Hassan was elected governor -- talking about an obscure provision of state tax law.\nThe details are complex, but can be simply sketched. New Hampshire taxes profits but not personal income, which can lead to questions from the state Department of Revenue if a business pays out most the money it makes to its owner as tax-deductible salary. Small businesses, as noted by the New Hampshire Business Review in a later article, are sensitive to such regulations because of the record-keeping required.\nWhen Republican Bill O’Brien ran the New Hampshire House of Representatives from 2011 to 2013, the party altered these \"reasonable compensation\" rules, putting more of a burden on the state to justify audits.\nThe GOP didn’t call the change a tax cut outright, but it came close. \"This bill will provide real world protections against government’s excessive regulation and whimsical taxation levels on people’s personal income as small business owners,\" said state Sen. Andy Sanborn in a 2011 House Republican press release.\nHassan proposed reverting to the earlier rules, as well as other code revisions, to \"restore business revenues to what they were,\" as summarized by the Concord Monitor’s Allie Morris in February.\nThe amount of money these changes would raise depends on the proposal you’re looking at. The governor’s initial February budget said they would raise $59 million in total. Her compromise proposal in July said that would raise some $20 million.\nRegardless, AFP cited this change as a tax increase. Greg Moore, the state director of Americans for Prosperity -- and former chief of staff under O’Brien in the House -- puts it this way:\n\"The governor’s proposal would seek to reverse this legislation and flip the burden of proof back to small businesses, with the stated goal of increasing tax revenue.\" That 2011 bill, he says, \"represented a reduction in taxation for small businesses in New Hampshire. Reversing this law would, therefore, represent an increase in taxation for small businesses in New Hampshire.\"\nNeedless to say, Hassan’s office disagrees vehemently with this characterization. Pamela Walsh, the governor’s chief of staff, explained her position as a matter of fairness.\nIf you claim tax credits, she wrote, \"you have to be prepared to show that you actually earned those credits if the IRS asks.\" Such rules protect taxpayers, she said, and the governor’s budget is merely asking businesses to do the same.\nIt boils down to this, Walsh says. \"None of these proposals – nor the existing law – change what people owe in taxes (except to lower their obligation). It just allows DRA – as it can for all other taxes – to request fair documentation to protect all taxpayers.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWalsh also noted that the governor’s compromise budget proposal exempted 5,500 small business from paying the business enterprise tax. Such an exemption could, for these companies at least, be seen as a cut. \nAt a certain point, the spin from both sides has to be discounted here, and the facts have to be looked at. The facts are these:\n\n Hassan proposes changing state tax rules.\nChanges in those tax rules will bring in more money.\nBusinesses would pay that money in the form of taxes.\nHassan proposes spending that revenue on new programs.\n\nIt may well be, as Walsh suggests, that this clamping down is merely making businesses pay what they owe already. But the changes Hassan proposes are substantive and have been debated -- and changed -- by the Legislature before.\nAFP’s citation in the ad was confusing and relied on viewers to have an understanding of the state budget that few outside of the government or news media possess. But the basic statement seems to stand on its own. \nIf you told someone on the street that the state was proposing legal changes to bring in $20 million to $59 million more from businesses in taxes, that person would likely characterize that change as a tax increase.\nIt’s a defensible interpretation of the facts, if not one shared by the governor’s office.\nIncreases taxes and fees?\nThe second part of the ad we’re checking is AFP’s claim that Hassan proposed increasing taxes and fees by $100 million dollars. \nThe ad cites an Associated Press story from July, but the figure is nowhere to be found in Kathleen Ronayne’s reporting. It is instead taken from this quote from state Senate President Chuck Morse: \"Proposing $100 million in new taxes and revenues is not going to work for the Senate.\"\nHere, the issue is relatively clear. In her original and compromise budgets, Hassan listed three sources of significant new revenue. \n1. A 21-cent increase in the cigarette tax. Her budget proposal from February says this would raise $39.2 million, while her July revision predicts an extra $32.6 million. (Moore suggests these numbers are optimistic, given that the extra taxes could reduce tobacco consumption.)\n2. A $5 increase to register vehicles, as well as a hike in title fees. This money would go to cover highway-related costs. It totals about $29.4 million.\n3. The changes to tax rules and closing of loopholes mentioned in the first section of this fact check. As stated earlier, this number differs dramatically from February ($55.4 million) to July ($20 million.)\nThe numbers from Hassan’s proposals can be added up in two different ways. One of them includes all the new revenue sources outlined in February ($39.2 million + $29.4 million + $55.4 million), and totals $124 million. The other would include her July proposals ($32.6 million + $29.4 million + $20 million, and would total about $82 million.\nBut are those increases?\nFor the governor’s part, Walsh says that  \"AFP’s decision to count updated revenue estimates and fair documentation changes – which don’t change what people owe in taxes – as ‘tax and fee increases’ is completely dishonest.\"\nMoore maintains simply that changes to state law that lead to more revenue equals a tax or fee increase.\nWhile there’s no easy resolution to that standoff, it make sense to say whether the ad is defensible on its own terms. Given the revenue numbers that Hassan cited in her February budget -- regardless of any quotes or citations applied to the ad -- the $100 million number can be defended as long as both taxes and fees are included. The text onscreen in the ad says that \"Hassan proposes raising taxes by $100 million,\" which is incorrect because tax changes alone don’t equal that much.\nOur ruling\nThe state chapter of Americans for Prosperity says that Gov. Maggie Hassan’s budget proposal \"raises taxes on small businesses and increases taxes and fees by $100 million.\"\nHassan indeed proposes changes that would result in more tax money being paid by businesses in the state. Yes, some small businesses would receive a tax break under the governor’s compromise plan, but the other changes still apply. And looking at a list of tax and fee changes the governor put together in February -- including the tweaks to the tax code -- easily adds up to $100 million.\nOverall, we find the statement to be accurate, but it could use additional clarification and documentation. We rate it Mostly True.", "vclaim_id": "vclaim-pol-06029"}