{"url": "/factchecks/2010/oct/14/david-rivera/david-rivera-wrong-Joe-Garcia-utility-rates/", "speaker": "David Rivera", "vclaim": "\"Joe Garcia raised utility rates on families.\"", "truth_label": "false", "date": "stated on September 29, 2010 in a television ad:", "title": "David Rivera wrong about Joe Garcia's vote on utility rates", "text": "In a 33-second video called \"One of Them,\" Republican state Rep. David Rivera launches several attacks against his South Florida Congressional district rival Joe Garcia. The claims accuse Garcia of defending Nancy Pelosi's \"reckless spending and debt\" and of being a \"Washington insider.\"\n\nIn the ad, average Joe-like actors take turns weighing in on Garcia's alleged political shortcomings and transgressions: A narrator spells out the gloom and doom as Average Joes -- you know, taxpayers -- pipe in.\n\n\"Washington insider Joe Garcia doesn't get it.\n\nHe defends Pelosi's reckless spending and debt.\n\n'Our children will pay the price.'(Average Jane)\n\nJoe allowed tax dollars to be used to send our jobs overseas.\n\n'That's outrageous.' (Average Joe).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nJoe Garcia raised utility rates on families.\n\n'He lied to us.' (Average Joe)\n\nAnd Joe Garcia takes money from Washington's culture of corruption.\n\n'He's one of them.' (Average Jane)\n\n'Haven't we been through enough?' (Average Jane, as Average Joe beside her shakes his head.)\n\nWe were curious about Rivera's claims, and decided to focus on the one that, gasp, targets not just Florida taxpayers but Florida families! \"Joe Garcia raised utility rates on families.\"\n\nAs evidence of Garcia's alleged utility-rate hike, the Rivera campaign points to a matter that came before the Florida Public Service Commission in February 1997. Garcia served on the commission from August 1994 to June 2000.\n\nThe background: Florida Power Corp. at the time served 1.3 million customers in 32 counties in north, west and central Florida. The power company had the highest rates among the state's four largest utilities then, and it had been placed on the U.S. Nuclear Regulatory Commission's \"watch list,\" which included 14 of the country's most troubled facilities. It was also under investigation by the Public Service Commission. Among Florida Power's facilities was the Crystal River nuclear plant, and that plant had shut down in September 1996. By February 1997 it was still not producing power, and it wasn't expected to resume production until later that year.\n\nWhat Rivera claims is that on Feb. 18, 1997, Garcia approved a rate hike for Florida Power that amounted to $88 million. The rate hike was to allow the company to recover costs associated with the long shutdown of the Crystal River plant. As evidence, the campaign cited a PSC \"vote sheet\" signed by Garcia and stamped \"approved.\"\n\nWading through PSC records in current cases isn't easy, and a case more than 13 years old can be a bureaucratic labyrinth. What we found is that Rivera's justification for the claim mixes up two meetings, leading to a faulty conclusion.\n\nHere's what happened:\n\nOn Feb. 18, 1997, the PSC voted on an accounting issue that was discussed at a hearing in 1996. Garcia was there and voted in favor of the staff recommendation. That's why his name is on the vote sheet. But that vote didn't involve a rate hike.\n\nThe next day, Feb. 19, the PSC met again -- but the transcript of that meeting shows Garcia was not there. The commission voted again, but technically the vote was to approve a fuel charge for Florida Power, not on a rate hike.\n\nWhen utilities spend more on fuel than they had budgeted to provide power, they can petition to pass that extra fuel cost on to their customers. With Crystal River shut down, Florida Power had additional costs it wanted to pass on, and the PSC approved asking customers to pay the difference. That charge was described in the St. Petersburg Times as $88 million.\n\nAgain: Two different meetings, two different votes, two different issues.\n\nWe went back to the Rivera campaign. Spokeswoman Leslie Veiga again cited Garcia's vote on Feb. 18, 1997 -- a vote that, we know now, had nothing to do with raising utility rates. The Rivera campaign's insistence in sticking to the ad is surprising, because painting Garcia as a rate hiker is contrary to his image.\n\nFor example, a Miami Herald editorial on Aug. 23, 2000, after Garcia had left the PSC, described him as \"committed to consumer protection, yet admirably even-handed.\" Another on June 10, 2000, called him \"the consumer-friendly head of the PSC.\"\n\nIn his time as PSC chairman, Garcia supported bringing \"merchant plants\" into Florida, plants that were not regulated by the state but allowed to sell their power wholesale to other utilities. The state's utilities opposed the move.\n\nThe St. Petersburg Times said on April 21, 2000: \"Garcia had lobbied heavily in favor of merchant plants, much to the dismay of the utilities he regulates. He argued that merchant plants would bring more robust competition to the wholesale market, which in turn would lower electricity prices for consumers and businesses. Moreover, the investment in such plants was being borne by the companies, not ratepayers.\"\n\nIn fact, Garcia's efforts were so strenuous that on April 5, 2000, Sen. Jack Latvala, R-Palm Harbor, stormed out of a hearing to blast Garcia for siding with the merchant plants, The Palm Beach Post reported. The move ultimately was rejected by a Florida Supreme Court decision that the PSC lacked the legislative authority to approve the plants.\n\nTo wrap it up, then, the Rivera claim is wildly off the mark -- on two counts. First, the evidence Rivera offers that Garcia \"raised utility rates\" is for a different vote on an accounting issue. Second, the next-day vote (the one Garcia missed) to pass on fuel cost to customers wasn't a rate hike -- though we acknowledge that to customers, it surely felt like one since the monthly bill went up. The ad is plainly not accurate given Garcia's consumer-friendly stands. In fact, it reminds us of the statement made by Average Joe in the Rivera ad (\"he lied to us\"). So we rate the claim False.", "vclaim_id": "vclaim-pol-14234"}