{"url": "/factchecks/2018/jan/16/democratic-national-committee/dnc-strains-find-problems-current-job-market/", "speaker": "Democratic National Committee", "vclaim": "\"In Trump’s first year as president, job growth slowed to a six-year low.\"", "truth_label": "half-true", "date": "stated on January 16, 2018 in a Medium post:", "title": "DNC strains to find problems with current job market", "text": "As the first anniversary of Donald Trump’s presidency drew near, the Democratic National Committee published a Medium post critical of Trump’s tenure.\nA reader suggested that we look at the Jan. 16 post, which was titled \"Trump At One Year: President For The 1%.\" In focusing on Trump’s economic record, the post at one point said, \"In Trump’s first year as president, job growth slowed to a six-year low.\"\nThe DNC has a point, but it carefully chose the talking point to shine a poor light on what, by most measures, is an impressive period of job growth.\nThe following chart summarizes the yearly growth in nonfarm employment since 2008. Years under President Barack Obama are in blue, while the one year under Trump is in red.\n\nUsing this measure, the DNC actually undersold its point a bit. The annual job gains in 2017 — 2,055,000, according to the Bureau of Labor Statistics — are the smallest since 2010, or seven years.\n(Important technical caveat: The figures for November and December 2017 are preliminary and could be adjusted either up or down in the next few months to account for new data. We are rating this statement based on what was known at the time of the DNC’s post.)\nThat said, the DNC is straining to portray a favorable job market as a disappointment.\nSome additional context to consider:\n• An annual job gain of more than 2 million is impressive in its own right. \"In four of the previous six years under Obama, U.S. job creation was not much faster than it was in 2017,\" said Gary Burtless, an economist with the Brookings Institution.\nSpecifically, annual job gains in four years — 2011, 2012, 2013 and 2016 — were close to what Trump saw in 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nEqually important, that pace of job creation is \"well ahead of what the economy needs to keep up with slow working-age-population growth,\" said Jed Kolko, the chief economist for the jobs site Indeed.com.\n• The job gains under Trump are especially impressive because they came at a later point in the recovery. Rapid employment gains are generally easier early in a recovery because more people are unemployed or underemployed. That means there will be a surplus of possible applicants for new job openings, which generally means the jobs can be filled quickly.\nBy contrast, after seven years of improving employment prospects, \"there are fewer unemployed and out-of-the-labor-force workers who are willing to take jobs than was true when the unemployment rate was higher,\" Burtless said. This made it \"harder to achieve rapid job gains in 2017,\" he said.\n• Other measures make 2017 look more impressive. Consider the unemployment rate, the other key jobs-related metric. (In this chart, a negative gain is \"good\" since it means that unemployment is heading downward.)\n\nThe improvement under Trump in 2017 (0.7 percent) exceeded the improvement in all but two of the years under Obama.\nKolko added that several other measurements of the labor force were better in 2017 than in 2016, including the U-6 rate (which uses a broader definition of unemployment than the usual rate cited above) and the percentage of the population between 25 and 54 years old that is employed.\nOur ruling\nThe DNC wrote that \"in Trump’s first year as president, job growth slowed to a six-year low.\"\nThis statistic is carefully chosen to make what is actually a strong job market appear disappointing. Experts say the gain of more than 2 million jobs in 2017 was healthy, especially coming at a later point in the recovery, and it was similar in scope to half of the years during Obama’s presidency.\nWe rate the statement Half True.\n Share the Facts 2018-01-16 22:33:41 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"In Trump’s first year as president, job growth slowed to a six-year low.\"    Democratic National Committee national Democratic organization https://medium.com/@TheDemocrats/trump-at-one-year-president-for-the-1-92d19feb4996   a Medium post Tuesday, January 16, 2018 2018-01-16    Read More  info", "vclaim_id": "vclaim-pol-02516"}