{"url": "/factchecks/2009/may/22/dick-cheney/dick-cheney-claims-blair-said-high-value-informati/", "speaker": "Dick Cheney", "vclaim": "\"President Obama's own director of national intelligence, Admiral Blair, put it this way: 'High-value information came from interrogations in which those methods were used and provided a deeper understanding of the al-Qaida organization that was attacking this country.'\"", "truth_label": "mostly-true", "date": "stated on May 21, 2009 in a speech at the American Enterprise Institute:", "title": "Dick Cheney claims Blair said high-value information came from controversial enhanced interrogation techniques", "text": "In a speech on national security, former Vice President Dick Cheney argued that despite all the controversy about the propriety of waterboarding and other \"enhanced interrogation\" techniques used on terror suspects in the wake of 9/11, one fact has been lost — the techniques worked. And Cheney cited comments from an appointee of President Barack Obama to back up his point.\n\n\n\"President Obama's own director of national intelligence, Admiral Blair, put it this way: 'High-value information came from interrogations in which those methods were used and provided a deeper understanding of the al-Qaida organization that was attacking this country,' \" Cheney said in a May 21, 2009, speech at the American Enterprise Institute.\n\n\n\"Admiral Blair put that conclusion in writing, only to see it mysteriously deleted in a later version released by the administration, the missing 26 words that tell an inconvenient truth.\"\n\n\nCheney is right about there being two different versions of an April 16 memo sent by Adm. Dennis C. Blair, President Obama’s director of national intelligence.\n\n\nIn a private version of the memo sent to his colleagues, Blair says it's important to remember the context of events that led to the use of enhanced interrogation techniques.\n\n\n\"All of us remember the horror of 9/11. For months afterwards we did not have a clear understanding of the enemy we were dealing with, and our every effort was focused on preventing further attacks that would kill more Americans. It was during these months that the CIA was struggling to obtain critical information from captured al-Qaida leaders, and requested permission to use harsher interrogation methods. ... High-value information came from interrogations in which those methods were used and provided deeper understanding of the al-Qaida organization that was attacking this country.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat last sentence wasn't included in an abbreviated form of the memo that was released to the public. You can check out both versions\n\nhere\n\n.\n\n\nHere's another line that was cut: \"I like to think I would not have approved those methods in the past, but I do not fault those who made the decisions at that time.\"\n\n\nBut the administration isn't the only one guilty of truncating Blair's full position.\n\n\nCheney failed to mention this statement released by Blair on April 21, \"I also strongly supported the president (Obama) when he declared that we would no longer use enhanced interrogation techniques. We do not need these techniques to keep America safe. The information gained from these techniques was valuable in some instances, but there is no way of knowing whether the same information could have been obtained through other means. The bottom line is these techniques have hurt our image around the world, the damage they have done to our interests far outweighed whatever benefit they gave us and they are not essential to our national security.\"\n\n\nSo Cheney mentioned the quote from Blair that the enhanced interrogations provided \"high-value information,\" but failed to mention Blair's later clarification that while the techniques did provide information, there is no way of knowing if that information could have been obtained through other means.\n\n\nCheney also failed to mention that Blair opposes the use of the controversial interrogation techniques, that he thinks the damage they have caused far outweigh the benefits gained and that they \"are not essential to our national security.\"\n\n\nCheney neglected to give a full account of Blair's comments. But even that additional context does not refute the core point that Cheney attributes to Blair. Even if Blair has misgivings about the techniques, he has still acknowledged the information from them \"was valuable in some instances.\" We find Cheney's statement Mostly True.", "vclaim_id": "vclaim-pol-15739"}