{"url": "/factchecks/2011/aug/04/peggy-lehner/state-sen-peggy-lehner-abortion-foe-says-600-year-/", "speaker": "Peggy Lehner", "vclaim": "\"There’s actually 600 abortions done after the 20th week of pregnancy every year in Ohio.\"", "truth_label": "true", "date": "stated on July 18, 2011 in a radio interview:", "title": "State Sen. Peggy Lehner, an abortion foe, says 600 a year occur after 20 weeks of pregnancy", "text": "Abortion rights have been among the top priorities so far this year for the GOP-controlled Ohio legislature -- the governor recently signed a late-term abortion ban and several other abortion-related bills are under consideration.\n\nRepublican lawmakers’ focus on the issue has drawn criticism from Democrats and others who say the bills do nothing to create jobs, the very platform Republicans across the state campaigned on last year.\n\nA pair of Republican lawmakers appeared on a Cleveland radio program recently to discuss the abortion bills and why they are important.\n\nOhio Sen. Peggy Lehner, a Republican from the Dayton area, sponsored the late-term abortion ban requiring doctors to test whether a fetus can live outside the womb when a pregnancy is at least 20 weeks’ along. An abortion is prohibited if tests determine the fetus is viable.\n\n\"There’s actually 600 abortions done after the 20th week of pregnancy every year in Ohio,\" Lehner said July 18 on \"The Sound of Ideas,\" a program that airs on 90.3 WCPN.\n\nWith numerous abortion-related bills pending in the legislature, including the controversial \"heartbeat bill,\" which bans abortion as soon as six weeks into a pregnancy, PolitiFact Ohio decided to check out Lehner’s claim. When we contacted Lehner, she directed us to statistics from the Ohio Department of Health.\n\nLehner also pointed out that the late-term abortion ban, if it had been in effect in past years, would’ve prevented about 200 abortions – the number of abortions in Ohio when the woman was at least 23 weeks’ pregnant, the length of a pregnancy when viability typically sets in.\n\nThe Ohio Department of Health produces a report each year on abortions in Ohio. The report is based on forms doctors are required to file with the state when an abortion is performed. The forms are confidential; they contain no identifying information about the women who receive the abortions.\n\nThe report backs up Lehner’s claim. When a pregnancy was at least 20 weeks along, there were 613 abortions in Ohio in 2009, the most recent year data is available.\n\nIn 2008, there were 603 abortions; there were 690 in 2007, and 694 in 2006. From 1997 to 2005, the number was between 731 and 961.\n\nWe also checked Lehner’s follow-up point and it also was accurate. In 2009, there were 216 abortions when the pregnancy was at least 23 weeks along.\n\nLehner slightly understated the number of abortions that occurred in the timeframe she referenced during the radio program. Still, her understatement does not undercut the argument she is trying to make.\n\nWe rate the statement True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 13, 2010 in a news release\n\n\n\n\n\n\n\n\n\"The Department of Health and Human Services is providing $160 million to the state of Pennsylvania to set up a new high-risk insurance pool program that would cover any abortion legal in the state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 23, 2010", "vclaim_id": "vclaim-pol-12627"}