{"url": "/factchecks/2012/sep/06/bill-clinton/bill-clinton-says-45-million-jobs-have-been-create/", "speaker": "Bill Clinton", "vclaim": "\"In the last 29 months, our economy has produced about 4.5 million private-sector jobs.\"", "truth_label": "mostly-true", "date": "stated on September 5, 2012 in a speech to the Democratic National Convention in Charlotte, N.C.:", "title": "Bill Clinton says 4.5 million jobs have been created under Barack Obama", "text": "During his speech to the Democratic National Convention in Charlotte, N.C., former President Bill Clinton repeated a talking point often used by Democrats to tout President Barack Obama’s record on job creation.\n\n\"In the last 29 months,\" Clinton said, \"our economy has produced about 4.5 million private-sector jobs.\"\n\nBut Clinton is cherry-picking the numbers to paint Obama’s record in the most favorable light. Other methods show less impressive growth in jobs -- even declines.\n\nFirst of all, Clinton was using private-sector job figures, not total job figures. Right off the bat, that paints Obama’s numbers favorably, since government jobs have declined during much of Obama’s term. If you count from the start of Obama’s term, private-sector jobs have increased by 332,000, but total jobs have decreased by 316,000 due to losses of government jobs.\n\nSince this time frame includes the start of Obama’s term -- when the economy was in free fall and before Obama’s policies had time to take effect -- we don’t think this is the best way to measure it.\n\nThe way Clinton did it is another way to count it. Clinton started counting from the low point of jobs in February 2010. Using this method, private-sector jobs increased by about 4.5 million.\n\nHowever, starting the count at the low point is a bit of cherry-picking.\n\nIf you instead start at the official end of the recession in June 2009, private-sector jobs increased by 3.4 million. That’s well below Clinton’s 4.5 million figure.\n\nWe realize that speakers at political conventions are going to put the best gloss on the numbers they have available, so it’s not surprising that Clinton would use the 4.5 million figure. But getting to 4.5 million requires starting the count at the most favorable point possible for Obama.\n\nIn addition, as we’ve written previously, presidents are not the only factor in job creation. The national, and world, economies are too big for any one person to control. So crediting Obama’s policies is at best partially correct because there are so many other factors -- such as policies of the Federal Reserve, the willingness of banks to lend money, and global business trends -- that play a role.\n\nOur ruling\n\nWhile it’s true that by most measures, the number of jobs in the United States has increased on Obama’s watch, Clinton has done some cherry-picking in coming up with the 4.5 million number. But he chose his words carefully in describing the jobs picture. He said, \"In the last 29 months, our economy has produced about 4.5 million private-sector jobs.\" On balance, we rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10434"}