{"url": "/factchecks/2020/sep/21/facebook-posts/no-man-wasnt-arrested-lighting-32-wildfires-west-c/", "speaker": "Facebook posts", "vclaim": "The man in a mugshot is “responsible for lighting 32 of the wildfires” on the West Coast.", "truth_label": "false", "date": "stated on September 20, 2020 in a Facebook post:", "title": "No, this man wasn’t arrested for lighting 32 wildfires on the West Coast", "text": "Conspiracy theories about the dangerous wildfires burning in California, Oregon and Washington have thrived on social media. \nA new rumor on Facebook suggests that environmental factors connected to climate change, like severe heat and drought, have nothing to do with the fires. Instead the post pins much of the destruction on one man.\nThe Sept. 20 post features the man’s mugshot and implores users to \"meet mr. climate change\" and says he’s \"responsible for lighting 32 of the wildfires.\" \n\nThe man in the image, Brandon McGlover, did light fires in California, and he was arrested and sentenced for it — but it happened in 2018, and there weren’t 32 fires.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nIn July 2018, deputies from the Riverside County Sheriff's Department in California arrested Brandon N. McGlover on charges of five counts of arson to wildland. (The amount of fires linked to McGlover was later upped to nine.)\nOne of the fires McGlover was accused of setting became the Cranston Fire, which destroyed multiple buildings, forced thousands of evacuations, and burned over 13,000 acres before it was fully contained. Contemporaneous news reports said that a heat wave in California exacerbated the fire’s spread.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 25, 2021 in a video\n\n\n\n\n\n\n\n\nSays Bill Gates said “at least 3 billion people need to die” from the planet.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 27, 2021\n\n\n\n\n\n\n\nMcGlover pleaded guilty to arson charges for the Cranston Fire in 2019 and was sentenced to 12 years in prison.\nFire officials and experts believe that the West Coast’s 2020 wildfire season has been mostly fueled by a combination of severe drought, historic heat, lightning storms and heavy winds. \nRELATED: Climate change created conditions for the West Coast fires, experts say \nThere are a couple of exceptions. A man was arrested on charges of arson and cultivating marijuana in connection with California’s Dolan Fire, and officials said San Bernardino County’s El Dorado Fire was caused by a device at a gender reveal party.\nOur ruling\nA post suggests climate change has nothing to do with the fires burning in the Western U.S., blaming instead one man for setting 32 wildfires.\nThat isn’t true. Brandon McGlover was arrested in 2018 for lighting nine fires in southwest California and is currently serving a 12-year prison sentence.\nAlso, experts say that climate change has modified environments in the West Coast, making them more conducive to wildfires. ​\nWe rate this post False.", "vclaim_id": "vclaim-pol-18968"}