{"url": "/factchecks/2010/jul/21/sheila-jackson-lee/sheila-jackson-lee-says-there-are-two-vietnams-nor/", "speaker": "Sheila Jackson Lee", "vclaim": "\"Today, we have two Vietnams, side by side, North and South, exchanging and working.\"", "truth_label": "false", "date": "stated on July 15, 2010 in a special order speech on the U.S. House floor:", "title": "Sheila Jackson Lee says there are two Vietnams: North and South", "text": "Good morning, Vietnams.\n\nIn a speech on the floor of the U.S. House of Representatives on July 15, Rep. Sheila Jackson Lee, D-Houston, raised eyebrows when she compared the war in Afghanistan to Vietnam.\n\n\"I stand here asking us to do what we did not do in Vietnam, (which) was to recognize the valiant and outstanding service of our men and women, and to understand victory had been achieved,\" she said during the special order speech, which House members can give on any topic at the end of a day's legislative work.\n\n\"Today, we have two Vietnams, side by side, North and South, exchanging and working,\" she said. \"We may not agree with all that North Vietnam is doing, but they are living in peace. I would look for a better human rights record for North Vietnam, but they are living side by side.\"\n\nConservative pundits and bloggers are still lampooning the congresswoman, and Jackson Lee, who earned a bachelor's degree in political science at Yale University and is a member of the House foreign affairs committee, backpedaled.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\n\"If there was any reason to raise a point of concern, it was probably because I misspoke and did not add the phrase, after my discussion of North and South Vietnam, that 'the nation was united as one,'\" she said in a statement issued the following day. \"However, my point is still accurate, and that is that the war between North and South Vietnam is similar to Afghanistan, in that those fighting against each other were Vietnamese and now the country lives as one Vietnam. However, it is South Vietnam that was consumed by North Vietnam and governed by the policies of North Vietnam.\"\n\nThe incident is already infamous on Jackson Lee's entry on the online encyclopedia Wikipedia, under a section titled \"gaffes.\" Also noted: in 1997, Jackson Lee asked a NASA scientist if the Mars Pathfinder had photographed the flag that Neil Armstrong had planted on the moon.\n\nQuick history lesson, compliments of the CIA World Factbook:Under the 1954 Geneva Accords, Vietnam was divided into the Communist North and anti-Communist South. The United States' military presence in South Vietnam grew during the 1960s in an attempt to bolster that government, but armed forces withdrew in following a cease-fire agreement in 1973. Two years later, North Vietnam conquered the south, reuniting the two countries under Communist rule.\n\nToday, the Socialist Republic of Vietnam is home to Hanoi and Ho Chi Minh City.\n\nJackson Lee was four decades too late in her reference to two Vietnams. There's just one now, and just one way to rate her statement: False.", "vclaim_id": "vclaim-pol-14736"}