{"url": "/factchecks/2017/nov/10/ted-cruz/ted-cruz-says-obama-administration-prosecuted-few-/", "speaker": "Ted Cruz", "vclaim": "\"In 2010, 48,000 felons and fugitives lied and illegally tried to purchase guns. They [The Obama administration] prosecuted only 44 of them.\"", "truth_label": "mostly-true", "date": "stated on November 6, 2017 in an interview with Shannon Bream of Fox News:", "title": "Ted Cruz says Obama administration prosecuted few people for lying during gun purchases", "text": "U.S. Sen. Ted Cruz of Texas suggested that Barack Obama’s administration bears some responsibility for the mass shooter in a Texas town acquiring guns.\nIn a late-night Nov. 6, 2017, interview with Shannon Bream of Fox News, the Republican senator said that he’d spent the day comforting residents of Sutherland Springs, where the shooter killed 26 people in a church.\nCruz said he felt his anger rising on his return flight to Washington \"because,\" Cruz told Bream, \"this should have  been stopped beforehand. Under federal law, it was illegal for this individual to purchase a firearm. He had a conviction for a crime that’s punishable by more than a year in prison and he had a conviction for multiple domestic violence crimes. Both of those, it’s already ineligible.\n\"But several things happened,\" Cruz said. \"Number one, the Air Force, the Obama administration, didn’t report those convictions to the NICS (National Instant Criminal Background Check System) database. That’s an endemic problem; it’s a problem with the federal government, it’s a problem with the states.\n\"And so, when he went in to buy the guns, they ran the background check and they didn’t find it because it wasn’t in the database. But I’ll tell you we could have prevented this. In 2013, in the wake of Sandy Hook, I joined with Chuck Grassley, we introduced legislation, it was called the Grassley-Cruz legislation, and it was aggressive legislation targeting felons and violent criminals to stop them from getting guns.\"\nCruz went on: \"There were a couple elements of that legislation that were critical. One, it mandated that federal agencies including the Air Force report to the NICS because that was a problem back then. But two, and this is an even more critical piece, if it had been reported to the background database, when he went into Academy to buy this, these weapons, he lied on the forms. That is a felony to lie on those forms. The Obama administration didn’t prosecute those cases. In 2010,\" Cruz said, \"48,000 felons and fugitives lied and illegally tried to purchase guns. They prosecuted only 44 of them.\"\nReaders request fact-check\nWe’re not checking all of what Cruz said though PolitiFact in Washington found Mostly False Cruz claim’s in the interview that Democrats filibustered legislation that would’ve resulted in the Texas church shooter being in prison rather than wreaking havoc.\nReaders asked us if Cruz was correct about the very few prosecutions of individuals for lying while buying a gun from a licensed dealer.\nPrevious fact-checks\nA 1993 law requires a criminal history background check by the FBI or a state agency. If a potential buyer fails the check, the gun sale is denied and the case is referred to the federal Bureau of Alcohol, Tobacco and Firearms and Explosives (ATF), the lead investigative agency in gun enforcement.  The automated national instant background check system began operating in 1998.\nSome perspective: In 2013, our colleagues at PolitiFact Virginia reviewed federal reports before concluding that the Justice Department hadn’t been prioritizing perjury charges in connection with background checks for at least two administrations. During George W. Bush’s presidency, there had been 70,000 denials for gun purchases a year and some 15/100th of 1 percent of such cases were prosecuted. In the first two years of Obama’s presidency, 8/100th of 1 percent of such cases were prosecuted.\nBy email, a Cruz spokesman, Phil Novack, told us Cruz drew on a 2012 federal report to reach his 2010 figures. Novack noted too that when Cruz made a similar claim in 2013, the Fact Checker at The Washington Post confirmed the declared 44 prosecutions based on information in the report.\n2010 statistics\nIn 2010, the report says, FBI background checks led to initial denials of 72,659 applications to purchase a gun--with 34,451 denials attributed to a person’s felony indictment or conviction and 13,862 due to the person being a fugitive from justice--48,313 combined.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBut most of those denials never made it to prosecutorial consideration. The report says the ATF overturned, canceled or chose not to refer for further investigation 71,410 denial cases sent its way by the FBI; some 4,732 cases were then referred to field offices for further review. Ultimately, the report says, 62 cases were referred for federal prosecution with 18 of those not taken up by a prosecutor--which leaves 44.\nThen again, that doesn’t mean 44 prosecutions proceeded. That’s because a dozen referrals were still pending action by a prosecutor as of Dec. 13, 2011, the report says.\nOtherwise, an accompanying chart shows that the 44 possible prosecutions would have been down from 77 prosecutions the year before and 105 in 2008--and prosecutorial referrals also had declined through those years.\nBy phone, we asked the report’s author, Ron Frandsen, about the availability of more recent data. Frandsen, who works for the Missouri-based Regional Justice Information Service, said that to his knowledge, no analyses of post-2010 data have been funded.\nBy email, Frandsen said that most likely, the 48,321 denied applications tallied for felony or fugitive reasons were found in FBI background checks after applicants failed to disclose such information on a form.\n\"FBI denials are referred to ATF, which investigates the cases deemed most worthy of possible prosecution. From the 2010 FBI denials, ATF referred 62 charges (against 33 people) to U.S. or state attorneys for possible prosecution,\" Frandsen said, involving nine different federal offenses and two to seven state offenses.\nFrandsen said Cruz was accurate in his reference to 48,000 denials. He said the reference to 44 prosecutions wasn’t accurate because the \"44\" from the service’s report refers to charges, not individual people, and those charges involved \"more than just felons and fugitives, and,\" Frandsen wrote, \"because some of the prosecutorial decisions were made by state attorneys.\"\nThere’s more data available, PolitiFact reporters have noted, in a 2013 analysis of federal weapons cases by the Transactional Records Access Clearinghouse, based at Syracuse University. The analysis doesn’t mention background checks directly. But a chart lists 123 prosecutions in 2010 in which the lead charge was making false/fictitious statements in order to acquire a firearm or ammunition. The comparable count was 143 in 2011 and 170 in 2012, the chart states. The relevant law says it’s unlawful for anyone acquiring a firearm from a licensed dealer to knowingly make false or fictitious oral or written statements intended to deceive the seller about the sale’s legality.\nExplaining the few prosecutions\nWhy has Uncle Sam seemingly been reluctant to prosecute these cases? A 2004 report from the Justice Department’s inspector general provided several answers. It said ATF agents viewed the violations \"as distracting from more important cases, such as those involving firearms, traffickers, gangs, arson and explosives\" and \"saw little purpose in investigating a standard case in which the NICS successfully prohibited a person from purchasing a firearm.\"\nThe report also said that the cases lack \"jury appeal\" for prosecutors because it is difficult to prove that a prohibited person intentionally lied on the background check and in many parts of the nation \"juries are reluctant to convict a person who attempted to purchase a hunting rifle.\"\nFrandsen told us he hasn’t researched in depth why few violations get prosecuted. But, he said, such cases are hard to prosecute \"because the government must prove that the denied person intentionally failed to disclose a prohibition on the federal form (as opposed to just being unaware of what was on their record).\" Also, he said, there’s a belief that the main purpose of the background check requirement is to prevent a firearm transfer to a prohibited person--and the additional step of prosecution \"should be reserved for the most dangerous people, especially those with an extensive criminal history.\"\nOur ruling\nCruz said: \"In 2010, 48,000 felons and fugitives lied and illegally tried to purchase guns\" and the Obama administration \"prosecuted only 44 of them.\"\nThere may have been even fewer federal prosecutions of such felons and fugitives, figures indicate, though Cruz failed to note that this paucity wasn’t unique to one administration. It’s also worth clarifying that we don’t know if all 48,000 individuals knowingly misled the government. Few of the tallied background checks resulted in further investigation.\nWe rate Cruz's claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.  Share the Facts 2017-11-10 21:01:30 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"In 2010, 48,000 felons and fugitives lied and illegally tried to purchase guns. They [The Obama administration] prosecuted only 44 of them.\"    Ted Cruz U.S. senator for Texas https://video.foxnews.com/v/5637638345001/   Washington, D.C. Monday, November 6, 2017 2017-11-06    Read More  info", "vclaim_id": "vclaim-pol-02700"}