{"url": "/factchecks/2019/dec/27/tony-evers/evers-flips-whether-he-can-release-emails/", "speaker": "Tony Evers", "vclaim": "On whether he can release one day’s worth of emails.", "truth_label": "full-flop", "date": "stated on November 13, 2019 in a public forum:", "title": "Evers flips on whether he can release emails", "text": "While running for the state’s highest office, Tony Evers’ campaign website criticized his Republican predecessor for undermining \"our state’s rich tradition of transparency and accountability.\"\nIt’s particularly relevant since the Republican Legislature and Gov. Scott Walker were lambasted in 2015 for attempting to remove key portions of the public records law, keeping many more records — including emails — from public view.\nBut in his first year in office, the Democratic governor has drawn fire on a number of transparency-related issues.\nHe initially refused to release a letter that had been given to him by the departing Walker.\nHe was sued by the conservative MacIver Institute, which alleged Evers’ office excluded the group from email distribution of news releases and barred the organization from a news briefing.\nHe scrapped a public website created under Gov. Scott Walker that tracked compliance on public records requests.\nMost recently, Evers drew criticism from open records advocates and journalists after his office refused to release a day’s worth of emails. The governor said state law doesn’t allow it.\nAmid criticism, Evers later decided to release the emails as requested.\nThat makes this a good time to break out our Flip-O-Meter. We use this to rate whether officials have been consistent on an issue — without making a value judgment on whether that change is good or bad.\nLet’s get to it.\nEvers’ first position\nThe controversy started in September 2019 when FOX6-TV’s Amanda St. Hilaire requested more than four weeks of emails from Evers and his chief of staff. That was denied, as were follow-up requests for one week of emails and one day of emails.\nThe denial letters cited a section of state statute that says a records request is insufficient if it does not have \"a reasonable limitation as to subject matter or length of time represented by the record.\"\nEvers’ team interpreted that to mean every request must be limited as to both time and subject matter.\n\"Wisconsin public records law provides that any request for a record may be deemed insufficient for lacking ‘a reasonable limitation as to subject matter,’ just as it may be deemed insufficient for lacking a length of time,\" the second denial letter to FOX6 said.\nBut open records advocates objected to that interpretation.\n\"It turns public records requests into a guessing game,\" April Barker, an open records attorney, told FOX6. \"You don’t know what you don’t know, so you don’t know what to ask for.\"\nAnd other top officials in state government made no such argument in response to identical requests from the Milwaukee Journal Sentinel.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nSenate Majority Leader Scott Fitzgerald and Assembly Speaker Robin Vos, both Republicans, provided the requested emails within days. So did two top Democrats: Senate Minority Leader Jennifer Shilling and Assembly Minority Leader Gordon Hintz.\nEvers said his position on releasing his emails was based on how Walker handled such requests and on advice from Attorney General Josh Kaul, a Democrat, and his predecessor, Attorney General Brad Schimel, a Republican.\nAn Associated Press request for a week of emails in March 2016 was denied by Walker’s office. A letter from Assistant Legal Counsel David J. Rabe said the law \"requires that a request must include limitations as to subject matter and length of time.\" Rabe said the office interpreted the \"or\" in statute to mean both items are required.\nWith Evers, the email saga dragged out nearly two months before FOX6 spoke to Evers directly on the matter.\nEvers told FOX6 on Nov. 1, 2019, he wasn’t aware of the request. He then said, \"yeah\" when asked if the public should be able to see a day’s worth of his emails.\nBut a few days later he spoke as if his hands were tied by the open records law.\n\"We have to obey the law — that's the problem,\" Evers told reporters on Nov. 13 after a bill signing ceremony. \"We have people who are willing to help folks that need that information to do it in a way that's consistent with state law but we're not going to go in a different direction than state law — it's important to follow the law.\"\nIt's a position open records advocates decried as legally dubious. But it’s the position Evers staked out.\nUntil he didn’t.\nEvers’ second position\nOn Nov. 27, 2019, Evers’ staff granted an open records request for his emails filed by the Milwaukee Journal Sentinel’s Molly Beck. Similar to FOX6, she had asked for all emails sent and received by Evers on one day — Nov. 12, 2019.\nA letter to Beck offered a one-paragraph explanation for the change, treating the decision as an exception rather than a new interpretation of statute.\n\"Your request lacks a subject matter. See Wis. Stat. § 19.35(1)(h),\" reads the unsigned letter from Evers’ Office of Legal Counsel. \"Despite this, we are making an exception to this requirement, and are providing the responsive records.\"\nThe only emails released for that day were copies of two news releases and Evers’ daily schedule. The letter also noted the emails had been redacted to withhold security information, phone numbers and the governor’s direct email address.\nOur ruling\nResponding to requests for one day of his emails, Evers first said he would not release them. Then he released them.\nEvers’ team attempts to have it both ways in the release letter. They say their interpretation hasn’t changed that a request without subject matter isn’t sufficient, but they then release the records as an \"exception\" (leaving the door open for future denials on these grounds).\nBut that doesn’t line up with how Evers himself described the matter.\nEvers’ statement on Nov. 13 was not simply that he wouldn’t release the records, but that he couldn’t — \"We have to obey the law — that's the problem.\" Based on his later action, that’s clearly not the case.\nThat makes Evers’ later decision to release the records a change in position, or what we call a Full Flop.", "vclaim_id": "vclaim-pol-16730"}