{"url": "/factchecks/2018/aug/01/infowars/misleading-infowars-story-says-un-plans-flood-amer/", "speaker": "Infowars", "vclaim": "\"Revealed: UN plan to flood America with 600 million migrants.\"", "truth_label": "false", "date": "stated on July 24, 2018 in a post:", "title": "Misleading Infowars story says UN plans to 'flood America with 600 million migrants'", "text": "A misleading Infowars post claims there’s a United Nations plan to inundate the United States with hundreds of millions of immigrants.\n\"Revealed: UN plan to flood America with 600 million migrants,\" said the headline on a July 24 Infowars story. The site and its operator Alex Jones are known for peddling conspiracy theories.\nThe story said a 2001 UN strategy document \"outlines the need to flood America and Europe with hundreds of millions of migrants in order to maintain population levels.\"\nThere is a UN report on replacement migration, and Infowars lays out scenarios listed in the report. But Infowars deviates from the truth by claiming this has been the UN’s \"agenda for decades.\" The report explicitly said the scenarios in its study \"are not meant to be recommendations in any way, but illustrations of hypothetical scenarios.\"\nThe title of the report — \"Replacement Migration: Is It a Solution to Declining and Ageing Populations?\" — even questions, not asserts, whether replacement migration is a solution.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe UN report said the organization’s population division monitors fertility, mortality and migration trends for all countries of the world, as a basis for its official population estimates and projections. Due to two prominent trends — population decline and population aging — it conducted a study to address whether replacement migration is a solution to those issues.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nReplacement migration is defined as \"the international migration that would be needed to offset declines in the size of population and declines in the population of working age, as well as to offset the overall ageing of a population.\"\nIt analyzed six replacement migration scenarios for eight low-fertility countries, including the United States, and for two regions, Europe and the European Union. It also offered \"additional considerations\" besides the scenarios.\nInfowars’ post includes a scenario outlined in the report for the United States that said that to keep a certain \"potential support ratio\" it \"would be necessary to have 593 million immigrants from 1995 to 2050, an average of 10.8 million per year.\"\nPress releases in six different languages accompanied the UN report, countering Infowars’ headline claiming that a \"plan\" had been \"revealed\" just recently.\nInfowars did not respond to requests for comment.\nThe UN document at the center of the Infowars post explores \"replacement migration\" but explicitly stops short of recommendation, much less implementation. The UN has no authority to compel anyone to immigrate. Further, the document that was \"revealed\" is nearly two decades old.\nWe rate the headline False.\n Share the Facts 2018-08-01 17:14:57 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Revealed: UN plan to flood America with 600 million migrants.\"    Infowars Website https://www.infowars.com/revealed-un-plan-to-flood-america-with-600-million-migrants/   in a website post Tuesday, July 24, 2018 2018-07-24    Read More  info", "vclaim_id": "vclaim-pol-01781"}