{"url": "/factchecks/2018/may/17/blog-posting/prince-william-plans-go-royal-wedding-contrary-spe/", "speaker": "Bloggers", "vclaim": "\"Prince William May Not Attend Royal Wedding Leaving Harry Without a Best Man; Princess Diana Would Not Be Happy\"", "truth_label": "pants-fire", "date": "stated on May 16, 2018 in a blog post:", "title": "Prince William plans to go to royal wedding, contrary to speculative report", "text": "The Duke of Cambridge -- Prince William -- plans to attend the wedding of his brother Prince Harry and Meghan Markle, despite doubts about it on a website called Inspiring Day.\n\"Prince William May Not Attend Royal Wedding Leaving Harry Without a Best Man; Princess Diana Would Not Be Happy,\" said a May 16 post on inspiringday.com.\n\"The latest news from sources is that Prince William is in the middle of a huge predicament, one that could change relationships,\" the inspiringday.com story said. \"Prince William has to choose to either go to Prince Harry's wedding and stand by his side as the best man or choose to attend a soccer game.\"\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nPrince William since May 2006 has been president of the Football Association, the governing body of English football, and usually presents the trophy to the winning team at the final match. The FA Cup final is on May 19, the same day of the royal wedding.\nBut that doesn’t mean Prince William plans to skip the wedding.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nKensington Palace announced on April 26 that Prince William would be Prince Harry’s best man at the wedding.\n\"The Duke of Cambridge is honoured to have been asked, and is very much looking forward to supporting his brother at St George's Chapel, Windsor on May 19th,\" Kensington Palace said in a statement.\nMedia reports have speculated about Prince William’s attendance at the FA Cup final this year, but his participation at the wedding as best man hasn’t been seriously questioned.\nBBC reported on May 16 that Prince William won’t go to the match.\nBBC quoted a Kensington Palace spokesperson as saying: \"The Duke of Cambridge will not be attending the FA Cup final due to his responsibilities as best man at his brother's wedding.\"\nInspiringday.com’s About Us page says it is \"a beautiful collection of fresh content to improve your life and brighten your day.\"\nOne of its headlines said, \"Prince William May Not Attend Royal Wedding Leaving Harry Without a Best Man; Princess Diana Would Not Be Happy.\"\nThat’s not accurate. We rate it Pants on Fire.\n Share the Facts 2018-05-17 16:06:40 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Prince William May Not Attend Royal Wedding Leaving Harry Without a Best Man; Princess Diana Would Not Be Happy\"    inspiringday.com Bloggers https://www.inspiringday.com/prince_william_may_not_attend_royal_wedding_leaving_prince_harry_without_a_best_man   in a blog post Wednesday, May 16, 2018 2018-05-16    Read More  info", "vclaim_id": "vclaim-pol-02060"}