{"url": "/factchecks/2010/nov/18/one-wisconsin-now/one-wisconsin-now-says-scott-walker-told-uw-regent/", "speaker": "One Wisconsin Now", "vclaim": "In his first meeting with University of Wisconsin System officials, Republican Governor elect Scott Walker told them to prepare for cuts.", "truth_label": "false", "date": "stated on November 9, 2010 in a news release :", "title": "One Wisconsin Now says Scott Walker told the UW Regents to expect budget cuts", "text": "Wisconsin’s much-praised university system doesn’t rely on the state budget nearly as much as it used to, but more than $1 billion a year is nothing to sneeze at.\n\nSo you might excuse the UW System Board of Regents, a bunch of appointees of Democratic Gov. Jim Doyle, if they were nervous when Republican Governor-elect Scott Walker -- who has pledged to cut taxes and spending -- arrived to address the group days after his Nov. 2, 2010 election win.\n\nWalker’s speech was an anxiety-booster, at least according to the account in Madison’s Capital Times, which headlined its account: \"Taste of things to come: Do more with less, Gov.-elect Walker tells regents.\"\n\nThat story prompted the liberal advocacy group One Wisconsin Now-- a frequent Walker critic -- to label Walker a hypocrite and add him to its new \"GOP Promise Breakers\" website.\n\nWalker, the group charged in a Nov. 9, 2010 news release, \"defended the University of Wisconsin system on the campaign trail, but in his first meeting with the regents, told them to prepare for cuts.\"\n\nThe group added: \"Scott Walker participated in debates with both Republican and Democratic opponents. He traveled around Wisconsin (even on taxpayer expense at times) and visited university campuses. And nowhere can we find him saying that the solution to skyrocketing tuition and lost opportunity for young Wisconsinites was cutting UW funding.\"\n\nSo, did Walker declare the UW system is in line for cuts?\n\nThe group says so, but we decided to do our own homework on this one.\n\nScot Ross, executive director of the One Wisconsin Now, told PolitiFact Wisconsin the source was the Capital Times story. Specifically, he cited a line in the story that paraphrased Walker’s remarks to regents as a directive that university officials \"do more with less.\"\n\nThe story goes on to quote Walker as saying: \"It isn’t just always about more money.\"\n\nSaid Ross: \"If ‘less’ doesn't mean a reduction from what the system currently has, I guess One Wisconsin Now will have to ask Walker to explain to (us) the English language.\"\n\nIn the government vernacular, of course, a \"cut\" is often a smaller than expected increase.\n\nSo, let’s call our class to order.\n\nFirst, One Wisconsin Now says Walker defended the UW system’s value during the campaign. That is not in dispute. We looked at numerous Walker statements from the campaign. He typically spoke in general terms, such as education quality and the system as a driver for the state’s economy.\n\nBut nowhere did we find a spot where he pledged there would be no cuts, or promised an increase. So, when One Wisconsin Now spins the hypocrite angle, its starting point is off the mark.\n\nAs for Walker’s brief speech, we listened to an audio recording of it.\n\nWalker started ominously but generally, saying that balancing a state budget with a nearly $3 billion projected shortfall would be a \"serious challenge.\" He said \"great opportunities\" could come out of that \"formidable task.\" He pledged to \"make sure\" the system’s goal of increasing the number of graduates was met, and offered a road map into his thinking:\n\n\"It isn’t just always about more money,\" Walker said, the portion quoted by the Capital Times. \"It’s going to be about finding ways to take the dollars we have and find new ways -- with flexibility, innovation and creativity -- to apply those dollars in the best way possible to meet those goals campus-by-campus across the state.\"\n\nWalker concluded by appealing for innovative ideas to help meet the budget and educational goals.\n\nWalker did not use the word \"cuts\" and did not even say \"do more with less,\" the paraphrase that became the headline -- and the primary source for One Wisconsin Now’s claim.\n\nThe clearest phrases are \"not...always about more money\" and \"take the dollars we have.\" If anything, both suggest a freeze, but don’t spell c-u-t.\n\nWhat did the regents themselves think?\n\n\"It’s a reach to say he called for cuts,\" board president Charles Pruitt told us.\n\nAnother regent, Danae Davis, didn’t hear \"cuts\" either but said she understood how someone might jump to that conclusion based on Walker’s suggestion of new efficiencies.\n\nPruitt said regents actually were encouraged by Walker’s call for collaboration and hint of granting the university system long-sought freedoms from centralized state government rules.\n\nAh, but in the halls of academia nothing is as simple as A-B-C.\n\nAsked what the regents would consider a \"cut\" to the university budget, Pruitt outlined a scenario under which the system could get more from Governor Walker than under its current budget -- but still consider it a \"cut.\"\n\nIt’s that old government vernacular thing again.\n\nThe university system considers built-in cost increases as the starting point for its annual budget request. The system is  looking for a 2 percent \"cost to continue\" increase for fiscal year 2011-’12 and wants a 2 percent to 3 percent increase on top of that for various initiatives.\n\nWalker could follow the example set by Doyle, whose first budget resulted in an 11 percent drop in real state dollars for the system.\n\nBut even if he boosts the university’s budget by 1 percent -- the exact average annual increase over the last decade -- the regents would consider that a cut, according to Pruitt’s formula.\n\nBefore we ring the bell, let’s review:\n\nThe group One Wisconsin Now says that in the wake of the election, Walker went to the UW Board of Regents and said he would cut the system’s budget. A review of his remarks, however, finds nothing close to that dire language. If anything, the words chosen suggested a freeze, not a reduction in state support. Of course, the regents -- and many others with a stake in the next budget -- would consider a less-than-inflation increase a \"cut.\"\n\nBut no matter the definition, Walker didn’t say anything about cuts. So when One Wisconsin Now claims he did, that grades out as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13991"}