{"url": "/factchecks/2019/may/29/viral-image/no-source-supposed-pelosi-statement-about-undocume/", "speaker": "Viral image", "vclaim": "Says Nancy Pelosi said, \"Just because someone is here illegally doesn’t mean they broke any of our laws.\"", "truth_label": "false", "date": "stated on May 20, 2019 in a Facebook post:", "title": "No source for supposed Pelosi statement about undocumented immigrants", "text": "The debate over immigration reform has long roiled Congress as Republicans and Democrats spar over how to secure the U.S.-Mexico border. But a May 20 Facebook post seems designed to undermine House Speaker Nancy Pelosi’s authority in this particular fray.\n\"Just because someone is here illegally doesn’t mean they broke any of our laws,\" Pelosi is quoted as saying in the post. Underneath Pelosi’s photo, two Star Trek characters hold their faces in their hands in an image that seems to project weariness or frustration.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe question of whether undocumented immigrants commit a crime by virtue of being in the country is less clear-cut than it seems: At PolitiFact, we have examined the matter before and found, actually, most of the time it is not a crime to be undocumented in the United States.\nBut the purpose of this fact-check is to determine whether or not Pelosi actually said what this post attributes to her.\nA spokesman for Pelosi did not immediately respond to an email from PolitiFact asking if the quote is authentic.\nWe searched the Nexis database of English-language news for the quote and \"Nancy Pelosi\" and found only one result: a March 20 column in the Tri-County Times from Fenton, Mich., that espouses some popular conservative views and attributes the statement in the Facebook post to Pelosi. But the columnist doesn’t provide any context for the statement, such as when or where Pelosi said it.\nSearching for the quote online we encountered similar attributions — lacking context and often suggesting Pelosi is stupid. But we couldn’t find any credible citations for the quote.\nOn an immigration page on her congressional website, there is no mention of crime or scofflaws. On an immigration reform page on the House speaker’s website, it says: \"We will continue to work toward a comprehensive solution for our country’s broken immigration system, and we will never stop fighting to ensure that America remains a land of opportunity for those who work hard, abide by our laws and dare to dream.\"\nNext we looked for any similar remarks Pelosi might have made.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nIn 2006, she said on the PBS NewsHour that not all of the millions of illegal immigrants came to the country illegally.\n\"Some did,\" she said. \"Some came and their visas expired or they’re on a backlog at the immigration service, when it was called the immigration service. And so a number of reasons why people’s documents are not in order, but many did come in illegally. And that is that we do have to strengthen security at the border; there is no question about that. Everyone agrees to that.\"\nMore recently, Pelosi chastised a reporter for saying \"illegal alien,\" RealClearPolitics reported in June 2018.\n\"Using terminology like ‘illegal aliens illegally entering the country’ is just not viewed as constructive,\" Pelosi said. \"The fact is that we have — we must protect our borders; that is our responsibility. We also must protect our values; that’s our responsibility as well.\"\nShe went on to say, \"what we’re talking about here, though, are asylum seekers, and that has nothing to do with illegal entry into the country.\"  \nSnopes, which also failed to find evidence that Pelosi made the statement in the Facebook post when it fact-checked the claim in January, notes other politicians have shared a similar sentiment to the quote.\nIn 2016, Democratic senator and presidential candidate Kamala Harris tweeted: \"An undocumented immigrant is not a criminal.\"\nIn 2008, former Republican New Jersey Gov. Chris Christie, then a U.S. attorney, said that sneaking into the country may be a civil wrong but that it isn’t criminal.\n\"Being in this country without proper documentation is not a crime,\" Christie said, according to a 2008 story in the Star-Ledger. \"The whole phrase ‘illegal immigrant’ connotes that the person, by just being here, is committing a crime.\"\nThe paper also quotes him as saying: \"Don’t let people make you believe that that’s a crime that the U.S. Attorney’s Office should be doing something about. It’s not.\"\nWhat we couldn’t find was a quote from Pelosi. If one emerges, we’ll reconsider this fact-check. For now, we rate the Facebook post False.\n \n Share the Facts 2019-05-29 19:26:56 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Nancy Pelosi said, \"Just because someone is here illegally doesn’t mean they broke any of our laws.\"    Viral image On the internet     Monday, May 20, 2019 2019-05-20    Read More  info", "vclaim_id": "vclaim-pol-00588"}