{"url": "/factchecks/2012/mar/21/barack-obama/president-barack-obama-campaign-video-says-auto-co/", "speaker": "Barack Obama", "vclaim": "\"(GM and Chrysler) repaid their loans.\"", "truth_label": "half-true", "date": "stated on March 15, 2012 in in campaign video “The Road We’ve Traveled”:", "title": "President Barack Obama campaign video says auto companies 'repaid their loans'", "text": "A new Barack Obama campaign video narrated by Tom Hanks portrays the president’s bailout of General Motors and Chrysler as courageous and successful — with loans repaid by car companies.\n\n\"Because of the tough choices the president made, the stage was set for a resurgent U.S. auto industry,\" Hanks says in the 17-minute highlights reel of Obama’s presidency, titled The Road We’ve Traveled.\n\n\"With business booming, (GM and Chrysler) repaid their loans,\" he later concludes.\n\nIt’s a claim we’ve heard before from the CEOs of GM and Chrysler in 2010 and 2011. At the time, we rated their claims Half True.\n\nBut it’s been months since we’ve looked at this question, so we thought we’d ask again.\n\nWe’re not checking the overall merit of the government’s efforts to support the car companies, which relies on opinion. Instead, we’re checking some of the facts marshaled by filmmakers. In another item, we checked whether auto bailout money had run out by the time Obama took office. We rated that Mostly True. And here we’ll check whether GM and Chrysler \"repaid their loans\" from U.S. taxpayers.\n\n\nThe bailouts\n\nWe reached out to the car companies, consulted a detailed accounting of Bush and Obama administration rescues kept by the Pulitzer-winning ProPublica, consulted the U.S. Treasury and reviewed other reports and fact-checks on this topic.\n\nThe story begins in late 2008, when the U.S. economy was crashing. By early December, GM and Chrysler told the government they couldn’t get the credit they needed to survive, threatening more than 1 million jobs, according to a report from the Congressional Oversight Panel.\n\nPresident George W. Bush’s administration provided the auto companies with short-term funding from the Troubled Asset Relief Program — remember TARP? — support that was continued under Obama with additional loans that financed the companies’ bankruptcy reorganizations.\n\nThe 2009 report predicted, \"Although taxpayers may recover some portion of their investment in Chrysler and GM, it is unlikely they will recover the entire amount.\" In September 2011, the Treasury reported that it expected the auto bailouts to \"cost the taxpayer just under $24 billion.\"\n\nHow does this square with the statement that the companies have \"repaid their loans\"?\n\nSome government money was offered as loans — but much more was used to purchase stock. Meanwhile, during restructuring, GM and Chrysler were divided into \"old\" and \"new\" companies. And the car companies' consumer finance arms also received aid in the effort to avoid shutdowns.\n\nOur tally of ProPublica’s work on General Motors, GMAC, Chrysler and Chrysler Financial Services shows that of $80 billion spent by taxpayers on the entire bailout, we’re still waiting on nearly $40 billion, a number confirmed by the Treasury Department. At some point, selling taxpayers’ stock in GM and GMAC may earn back a chunk of the rest. But all of it? The story’s not over yet.\n\nWhat part of that was loans? Let's look at each automaker.\n\nChrysler\n\nThe government’s bailout of \"Chrysler\" actually involved government infusions totaling more than $12 billion to three companies. One was the automaker prior to its bankruptcy reorganization, the old Chrysler. One was the reorganized company, Chrysler Group. And the third was the company that provided consumer auto loans, Chrysler Financial Services.\n\nJust two of the three have satisfied their government obligations. But the film's \"repaid\" rhetoric reflects solely the Chrysler Group — the new Chrysler. What’s the larger story?\n\n• Since Chrysler Group LLC was formed in June 2009, it has repaid its U.S. loans of $5.1 billion \"in full, with interest, six years early,\" according to a fact-sheet from Katie Merx, financial communications manager for the reorganized company.  (The Treasury also says so.) Another chunk of money bought the government a small ownership stake in the new company, but that’s already been bought by Fiat. So, the Chrysler Group, the entity that arose out of the bankruptcy, has repaid its loans and has shed government ownership.\n\n• Chrysler Financial Services, now TD Auto Finance, has paid off its loan of $1.5 billion — and taxpayers made $22 million on the deal, according to the Treasury Department and ProPublica.\n\n• But the amount taxpayers loaned to Chrysler before it filed for bankruptcy protection in 2009 — the entity now dubbed \"Old Carco\" — was chalked up as a loss by the federal government. That’s a $1.3 billion loan that will never be repaid. (The old company is still grinding through liquidation, but the government doesn’t expect to collect any more.)\n\nSo, new Chrysler has \"repaid its loans,\" as has Chrysler Financial Services. But old Chrysler was lent $1.3 billion that won’t be repaid. Even so, taxpayers have fared better than most folks thought — a government official suggested in 2009 that $7 billion might be lost.\n\nInstead, most taxpayer money has been restored, and the new company says it has added more than 9,000 jobs.\n\nGeneral Motors\n\nGM’s story is even more dramatic.\n\nIts $67 billion bailout also involved three companies, the old GM, the GM that emerged out of bankruptcy reorganization and auto financing arm GMAC, which is now Ally Financial.\n\n• The new company received $6.7 billion in secured loans. In April 2010, GM repaid them with interest — and touted it had \"repaid our government loan, in full, with interest, five years ahead of the original schedule.\" But billions of dollars more had been converted to a 61 percent stake in the new company, said James Cain, financial news manager for GM. That stake is now down to 32 percent of the company’s common stock. The question is how much that stock will earn taxpayers to offset $27 billion not yet recouped from old and new GM. A third of GM’s entire stock value as of March 19, 2012, was just $13 billion. (Check its current market capitalization.)\n\n• The former GMAC still has substantial government ownership – more than 70 percent of its common stock is held by taxpayers, according to the Treasury Department — but no loans. According to ProPublica, there’s more than $11 billion left on the GMAC ledger. So it’s not yet clear how taxpayers will fare.\n\n• Old GM got nearly $1 billion in loans, and the Treasury Department has so far squeezed $136 million out of the company as it is liquidated in bankruptcy court. But it’s not clear how much taxpayers will ultimately recoup.\n\nGM has certainly used the reboot to roar back into the marketplace. Its sales, along with those of its Chinese affiliates, were No. 1 in the world in 2011. (Aided the fact that its main competitor, Toyota, grappled with an earthquake, tsunami and floods.) But we’re not measuring the bailout’s success — merely the question of loan repayment.\n\nAs with Chrysler, new GM has repaid its \"loans,\" while old GM may fail to repay $850 million. Unlike Chrysler, the government still owns a third of GM and more than 70 percent of the former GMAC — stock that taxpayers can hope will one day earn enough to make them whole.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nSo the Obama campaign is echoing a claim from GM and Chrysler that the auto companies \"repaid their loans.\" But for both companies, that’s some careful framing that doesn’t tell the whole story. Loans represent about 20 percent of the bailout. Meanwhile, the statement is only fully true of the new automakers. A look at the entire bailout shows loans to the old car companies that may never be repaid, plus outstanding stock investments in GM and the former GMAC.\n\nThe new companies, which got about 85 percent of the loans, have repaid them all.\n\nIn our lengthy discussions about this claim, we considered everything from Mostly True to Mostly False. We’re not weighing Obama’s courage or the bailout’s success. We can say the claim the current companies \"repaid their loans\" is accurate but leaves out important details and context. On the larger bailout, it’s too early to say how taxpayers will make out. This statement is partially accurate but leaves out important details. We rate the claim Half True.", "vclaim_id": "vclaim-pol-11407"}