{"url": "/factchecks/2012/jun/25/pat-kreitlow/dem-challenger-gop-us-rep-sean-duffy-wisconsin-say/", "speaker": "Pat Kreitlow", "vclaim": "Says GOP U.S. Rep. Sean Duffy of Wisconsin \"voted twice to end Medicare.\"", "truth_label": "pants-fire", "date": "stated on June 6, 2012 in a news release:", "title": "Dem challenger to GOP U.S. Rep. Sean Duffy of Wisconsin says Duffy voted twice to end Medicare", "text": "How preoccupied were Wisconsin political types with the state's gubernatorial recall election?\n\nOn June 6, 2012, the day after the vote, Democrat Pat Kreitlow used Republican Gov. Scott Walker's victory to whack first-term U.S. Rep. Sean Duffy, R-Wis.\n\nKreitlow, a former state senator and TV anchor, is seeking to oust the former district attorney and MTV reality show star in the November 2012 election.\n\nHere's the first paragraph of a two-paragraph news release that Kreitlow issued about Walker's defeat of Democratic Milwaukee Mayor Tom Barrett:\n\n\"Governor Walker's margin of victory shows that there are still well over a million Wisconsin residents who believe our leaders should represent regular Wisconsinites and not corporate special interests. Unfortunately, Congressman Sean Duffy does not abide by this belief and voted twice to end Medicare and make seniors pay thousands more for their health care, all to give more tax breaks to multimillionaires and corporations who ship our jobs overseas.\"\n\nHmmm. Duffy, who represents a northwestern Wisconsin district, voted twice to end Medicare, the federal program that pays the health care bills for Americans over age 65?\n\nDeja vu\n\nWhere have we heard before that Republicans voted end Medicare?\n\nOh, yeah. That was PolitiFact National's Lie of the Year for 2011.   \n\nWisconsin Democrats were well represented among those making end-Medicare-related claims, with former state representative Sandy Pasch  and state legislative candidate Shelly Moore each earning a Pants on Fire.\n\nPolitiFact National pointed out that the target of the Democrats' attacks -- a budget plan advanced by House Budget Committee Chairman Paul Ryan, R-Wis. -- would not affect people currently in Medicare, or even people 55 to 65 who would join the program in the next 10 years.\n\nOur colleagues also noted that in 2011, the University of Pennsylvania-based FactCheck.org concluded that Medicare would remain an entitlement, though more costly to future beneficiaries. And The Washington Post’s Fact Checker said that while there’s \"a worthwhile debate\" about whether Ryan’s proposal should be adopted, \"it is not true to claim Republicans are trying to ‘kill’ Medicare.\"\n\nThat makes three fact checkers knocking down the claim that Republicans voted to end Medicare.\n\nNevertheless, now comes Kreitlow.\n\nKreitlow's case\n\nThe evidence to back his claim are Duffy's votes in April 2011 and March 2012 for Ryan's budget proposals, said Kreitlow campaign manager Jocelyn Steinberg. The proposals would replace Medicare with a voucher, she claimed.\n\nSteinberg cited statements in eight news or opinion articles, including some that vehemently disagreed with PolitiFact’s Lie of the Year selection.\n\nAmong them:\n\nNobel Prize-winning economist Paul Krugman claimed Ryan's 2011 plan \"ends Medicare and leaves seniors with a voucher and no guarantee they can afford health care costs that would double.\" The Economist magazine opined that the plan \"ends the guarantee that all American seniors will have health insurance.\" And the nonpartisan Congressional Budget Office said \"most elderly people would pay more for their health care than they would pay under the current Medicare system.\"\n\nThere's no question Ryan's 2011 and 2012 budgets, neither of which were adopted, would have dramatically changed Medicare; indeed PolitiFact National rated as Mostly True a claim that his plan would privatize Medicare.\n\nAs our colleagues noted in that item:\n\n\"Right now, Medicare pays doctors and hospitals set fees for the care beneficiaries receive. Medicare beneficiaries pay premiums for some types of coverage, and younger workers contribute payroll taxes. Ryan’s plan leaves Medicare as is for people 55 and older. In 2022, though, new beneficiaries would be insured by private insurance companies rather than the federal government,  although they would receive \"premium support\" -- financial assistance from the government for buying insurance. People who need more health care would get a little more money.\"\n\nThe point is, Medicare would change -- significantly -- under the proposals Duffy supported. But it would still exist.\n\nAsked to respond to Kreitlow's claim, Duffy campaign manager Justin Richards simply noted PolitiFact National's Lie of the Year selection.\n\nOur rating\n\nKreitlow said Duffy \"voted twice to end Medicare.\" But under the proposals Duffy voted for, a revamped Medicare would remain.\n\nAt this stage, Kreitlow’s statement is false and ridiculous -- Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10868"}