{"url": "/factchecks/2014/jan/31/joel-klatt/marshawn-lynch-second-terrell-davis-post-season-ya/", "speaker": "Joel Klatt", "vclaim": "Says Marshawn Lynch is \"second all-time in terms of average yards per rush only to Terrell Davis.\"", "truth_label": "half-true", "date": "stated on January 29, 2014 in a Fox Sports panel about Super Bowl XLVIII:", "title": "Marshawn Lynch is second to Terrell Davis for post-season yards per rush, Fox Sports host claims", "text": "Meet the press, he does not want.\nMarshawn Lynch, the Seattle Seahawks’ Skittles-loving running back, openly admitted to reporters covering the leadup to Super Bowl XLVIII that he was only talking to them \"so I don’t have to pay the fine,\" referring to $50,000 the NFL said he would have to pay for not talking to the media.\n\"I really don't have too much to say, boss. I really don't,\" he said during his second seven-minute interview that week, according to CBSSports.com. \"I appreciate it, but I don't get it. I'm just here so I won't get fined, boss. That's the only reason I'm here.\"\nThe reluctance to talk from a player nicknamed Beast Mode gave sports pundits something new to discuss ahead of Sunday's big game. Was the media overreacting, or was Lynch kind of being a jerk?\nJoel Klatt, a host and analyst on Fox Sports’ Fox Football Daily, asked a panel of former NFL players Randy Moss, Brian Urlacher and Michael Strahan about Lynch’s wave-making in a Jan. 29 segment. The ex-players agreed that Lynch looked uncomfortable dealing with the media.\nKlatt said his reluctance won’t matter much to Seahawks fans by Sunday.\n\"Really, all they care about is that his production continues in the direction that it's going,\" Klatt said. \"When you talk about postseason, second all-time in terms of average yards per rush only to Terrell Davis. So this guy can definitely play.\"\nWe wanted to know if Klatt was right about Lynch’s postseason rushing prowess. (A spokesman for Fox Sports did not get back to us.)\nWe turned to the Elias Sports Bureau, which serves up sports statistics for professional sports leagues, including the NFL, and media outlets like ESPN. Statistician Frank Labombarda kindly crunched the numbers for us.\nFor the non-sports junkies, rushing basically measures the progress a team moves down the field. And yards per rush is simply rushing yards divided by rushing attempts.\nHow has Lynch performed in the playoffs? He has rushed 109 times for 560 yards or an average of 5.1 yards per rush. (Nearly 12 percent of Lynch’s playoff yards came on one 67-yard run in the 2011 playoffs. That one run raises Lynch’s average rush by more than half a yard.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThat is indeed less than former Davis, the former Denver Broncos running back, who averaged a whopping 5.6 yards per rush over 204 carries.\nBut Lynch's numbers also fall below a host of other NFL players, we found. Here's a sampling:\n\n\nFormer San Diego Chargers running back Keith Lincoln (23 attempts, 12 yards per rush);\n\n\nSan Francisco QB Colin Kaepernick (51 attempts, 10 yards per rush);\n\n\nNew England Patriots running back LeGarrette Blount (29 attempts, 5.9 yards per rush);\n\n\nFormer Pittsburgh Steelers running back Merril Hoge (39 attempts, 6.3 yards per rush).\n\n\nAnd so on.\nTurns out, Klatt missed a key qualifier: players who have a minimum of 100 rushing attempts. \"You have to say minimum 100 attempts,\" Labombarda said. \"There are lots of guys who have higher averages.\"\nAmong players with a minimum of 100 attempts, Lynch is currently second, Labombarda said. The Seahawks running back is sandwiched between Davis -- at 5.6 yards -- and former Los Angeles Raiders and Kansas City Chiefs running back Marcus Allen, who played for 16 seasons and in 15 playoff games, averaging 5 yards per rush in the postseason.\nOur ruling\nKlatt said Marshawn Lynch is \"second all-time in terms of average yards per rush only to Terrell Davis.\"\nWhen counting all NFL players, Klatt is wrong. But he is on solid ground when calculating for players who have run the ball at least 100 times in the playoffs. Klatt’s statement is partially accurate. So we rate it Half True.", "vclaim_id": "vclaim-pol-08312"}