{"url": "/factchecks/2019/oct/10/donald-trump/trump-wrong-about-north-carolina-congressional-ele/", "speaker": "Donald Trump", "vclaim": "Says Republican Dan Bishop was \"down by 17\" points in NC congressional race and then won \"by a lot.\"", "truth_label": "false", "date": "stated on September 27, 2019 in a speech:", "title": "Trump wrong about North Carolina Congressional election polling", "text": "President Donald Trump recently cast himself as the hero in a story about a congressional race in North Carolina, according to a speech recently obtained by Bloomberg News.\nThe congressional race was in North Carolina’s 9th district, where Republican Dan Bishop defeated Democrat Dan McCready in a special election on Sept. 10.\nTrump’s comments came during a private event in New York on Sept. 27. Trump told the crowd that Bishop was behind in the race until he visited North Carolina and tweeted about the race.\n\"But the candidate, Dan Bishop, won — by a lot. He was down by 17, and they had lines a mile long. I mean the lines going into those voting booths were unbelievable,\" Trump said, according to Bloomberg’s transcript of the speech.\nThis is at least the second time Trump has claimed that Bishop was down 17 points. The first came on the night of the election.\n\"Dan Bishop was down 17 points 3 weeks ago. He then asked me for help, we changed his strategy together, and he ran a great race. Big Rally last night. Now it looks like he is going to win,\" he tweeted.\nPolitiFact looked at publicly available polling, as well as the race results, to see whether Trump was correct about its competitiveness.\nWe couldn’t find any public poll that showed Bishop behind by 17 points, or even double-digits. And we found his description of the election results to be exaggerated.\nWHAT POLLS REPORTED\nThe website FiveThirtyEight tracked some of the polling of the district. No public poll had McCready up by 17. The most favorable poll for him had him up five points, and the poll most favorable to Bishop had him up four points.\nA Co/Efficient poll published three days before the election had McCready up three points. Public Policy Polling, known as PPP, conducted a private poll of District 9 residents about two weeks prior to the election. That poll showed Bishop up, said Tom Jensen, the company’s director.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nVox, an online news source, conducted a similar fact-check and couldn’t find a poll to support Trump’s claims, either.\nThe piece of polling that comes close to supporting Trump’s claim was tweeted by Jim Blaine, a campaign consultant for Bishop. An internal campaign poll showed McCready up 14 percentage points on Bishop.\nBut that poll is an outlier. And details — such as who conducted the survey, who responded to the survey, the date — aren’t available to the public.\nPolitiFact contacted Blaine and Samantha Cotten, a regional communications director for Trump’s campaign, but didn’t receive a response by the time this fact check was published online.\nTHE RESULTS\nMost experts considered the race a toss-up, a surprise given the district’s history.\n\"While we’ve thought the Republicans were better positioned to win the NC-9 do-over special election — and that may end up being the case — the latest data, and the latest circumstances, suggest that the race is close enough that we should make it a Toss-up with less than a week to go until Tuesday’s election,\" Kyle Kondik, managing editor of Sabato’s Crystal Ball, wrote on Sept. 5.\nTrump won the district by 12 points in 2016. No Democrat had won the congressional race since 1963, according to the Charlotte Observer.\nIt didn’t happen this year either.\nBishop beat McCready by 3,788 votes — 96,573 to 92,785. That breaks down to 50.69% of the vote for Bishop and 48.70% of the vote for McCready, a difference of 1.99 percentage points.\nNot exactly a blowout.\nOUR RULING\nTrump said Bishop was \"down by 17\" points in NC congressional race and then won \"by a lot.\" No public polls came close to supporting Trump’s claim, and the final margin was only 2 percentage points. We rate this claim False.", "vclaim_id": "vclaim-pol-00076"}