{"url": "/factchecks/2014/jan/13/bob-mcdonnell/mcdonnell-says-charter-schools-have-grown-virginia/", "speaker": "Bob McDonnell", "vclaim": "\"We expanded charter\" schools.", "truth_label": "half-true", "date": "stated on January 8, 2014 in a speech.:", "title": "McDonnell says charter schools have grown in Virginia", "text": "Former Gov. Bob McDonnell was not shy about about claiming success during his final State of the Commonwealth Address. Among the accomplishments he cited in his hour-long speech: \"We expanded charter\" schools.\nCharter schools are alternative primary or secondary academies that receive tax dollars but are not subject to all of the regulations and laws that govern public schools. In exchange for the waivers, the institutions sign a charter guaranteeing certain results.\nWhile charter schools have become popular in many states, they’ve encountered stony resistance from local officials in Virginia. So we thought McDonnell’s claim of expansion during his administration -- which ended Saturday -- was worth a look.\nTaylor Keeney, a McDonnell spokeswoman, cited figures from the state Department of Education showing there were three charter schools in Virginia when McDonnell became governor in January 2010 and now there are six.\nThe growth, when put in a national perspective, is microscopic.\nAccording to the National Center for Education Statistics, there were 5,274 charter schools across the country in 2010-11, the most recent figures available. The National Alliance for Public Charter Schools reported 6,004 charter schools for the 2012-13 school year. The states with the most charter schools were California with 1,065; Florida, 576; Arizona, 534; Ohio, 374; and Texas, 280. In the region, North Carolina had 107;  the District of Columbia, 57; and Maryland, 52.\nMcDonnell has often blamed the resistance in Virginia on local school boards which, under state law, have the final say on whether a charter school is opened. In 2010, he backed legislation that would have allowed the state Board of Education -- which is appointed by the governor -- to override any locality’s rejection of a charter school..\nThe General Assembly passed a watered-down version of the bill that keeps the final decision in local hands. It provides a process by which a charter school whose application was denied could return to the local school board for reconsideration.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIn 2012, McDonnell backed successful legislation that established a state panel of experts to help prospective charter schools prepare applications to local school boards. It also mandated that approved charter schools receive per-student funding that is \"commensurate\" with other public schools in the locality.\nOfficials from two national organizations advocating charter schools told us they were unimpressed with McDonnell’s record, saying three new academies over his four-year term does not represent a change of culture in Virginia. The Center for Education Reform rates Virginia’s laws second worst among the 43 states that have charter schools.\nSimilarly, the National Alliance for Public Charter Schools ranks Virginia No. 39 out of 43 in its rankings of laws. \n\"Virginia is the the rock-bottom tier of states,\" said Todd Ziebarth, senior vice president for state advocacy and support at the alliance.\n\"They may have opened the door, but they shouldn’t expect a stampede,\" Ziebarth said. \"One of the big takeaways under the McDonnell administration is a general disappointment in the charter school community because McDonnell seemed to support charter schools and made some tweaks every year, but at the end of the day, his administration didn’t result in very significant changes in the law.\"\nOur ruling\nMcDonnell, citing accomplishments during his term, said charter schools in Virginia \"expanded\" during his administration. The number rose from three to six -- barely a ripple in a nation of about 6,000 charter schools. The tiny increase underscores a larger truth unmentioned by McDonnell: He was unable to change state laws that are highly unfavorable to charter schools.\nAdding three new new charter schools does represent a expansion, however. McDonnell’s statement is accurate but omits the context: Virginia still has just a handful of charter schools. We rate the statement Half True.", "vclaim_id": "vclaim-pol-08412"}