{"url": "/factchecks/2012/may/28/chris-abele/abele-says-act-10-left-milwaukee-county-budget-mil/", "speaker": "Chris Abele", "vclaim": "\"While Act 10 allowed (Milwaukee County) to save some money, it was millions short of what we needed to fill the hole left by the $28 million cut in state aid.\"", "truth_label": "half-true", "date": "stated on April 12, 2012 in a statement to the Journal Sentinel:", "title": "Abele says Act 10 left Milwaukee County budget millions of dollars short", "text": "Attempting to punch a hole in Gov. Scott Walker’s oft-repeated assertion that his Act 10 collective bargaining reforms would offset cuts in state aid, Milwaukee County Executive Chris Abele says the reverse is true for his county.\n\nThe net shortfall from $28.7 million in state budget cuts -- after the savings attributable to Act 10 are figured in -- was $6.7 million, according to county budget analysts. (A rough tally from Abele’s office initially put the shortfall much higher, at about $21.4 million.)\n\n\"While Act 10 allowed us to save some money, it was millions short of what we needed to fill the hole left by the $28 million cut in state aid,\" Abele said in an April 12, 2012, statement to the Milwaukee Journal Sentinel.\n\nNot surprisingly, Walker, who is facing a June 5, 2012, recall election that grew out of anger over his cuts to collective bargaining, disagrees.\n\nThe governor’s office maintains that despite more than $28 million in state cuts, Milwaukee County wound up with an extra $10 million on its balance sheet in 2012, thanks to Walker’s collective bargaining \"tools.\"\n\n\"In addition to Milwaukee County realizing more savings than the (state) reduction they received in shared revenue, they now have the ability to manage legacy costs moving forward,\" said Walker spokesman Cullen Werwie.\n\nSo how well did the \"tools\" -- Walker’s shorthand for union curbs and benefit cost shifting – work in his home county?\n\nWas it a $10 million savings a shortfall of almost $7 million?\n\nWe can’t imagine many complaints about a surplus. So, we’ll look at Abele’s claim that the county got the short end of the deal.  \n\nFirst, some important history.\n\nWalker has highlighted specific instances where his sharp rollback of collective bargaining resulted in fiscal gains at the local government level. In the case of Milwaukee County, where he was county executive for eight years, Walker has a more personal connection with how his signature move as governor would play out.\n\nAfter all, Walker had tried with some success to push through employee concessions in 2009 and 2010, proposing and signing budgets that counted on union employees agreeing to shoulder a bigger share of benefit costs. That strategy provided a partial template for his moves as governor.\n\nIn his budget speech in March, Walker flatly said local government would come out ahead under Act 10, then known as the budget-repair bill.\n\n\"It’s true we are reducing aid to local government by just over $1.25 billion, but we are providing almost $1.5 billion in savings through our budget repair bill,\" he said. For emphasis, he added, \"Let me repeat that despite the reductions in our budget, local governments would gain $150 million overall in the biennium.\"\n\nLet’s look specifically at Milwaukee County.\n\nCuts vs. savings\n\nCounty officials say the various aid cuts in the 2011-’13 state budget added up to $28.7 million. Those included trims to shared revenue, transportation aid, child support enforcement and money for locking up juvenile offenders.\n\nThe governor’s staff doesn’t dispute any of that. However, they argue the county also saved $4.9 million because the state assumed control of more than 300 county public assistance employees and that number should be counted as an offset to the aid cut.\n\nBut the $4.9 million figure was an estimate of the county’s long-term liability for pensions and health care for those workers when they retire -- not an annual operating cost.\n\nThe agreement on the state takeover of those workers ended an annual payment to the county intended to cover a bit of that pension liability. It did not relieve the county of its remaining anticipated pension costs for that group.\n\nWerwie, the governor’s spokesman, argued it was fair game to count the $4.9 million as savings because the state agreed to pick up retirement costs of the newer public aid workers who had not yet been vested with county pension rights.\n\nBut those few newer employees were not figured in the county’s ongoing pension liability for the lion’s share of the transferred employees.\n\nSo that money shouldn’t be counted as savings.\n\nAdditional points of contention\n\nOn the savings side, the dispute focuses on several additional points.\n\nWerwie pointed to figures included in the county’s 2011 and 2012 budgets that list pension and health insurance costs. For 2012, the numbers drop by $31 million for the fringe benefit portion of the budgets.\n\nChanges the county made to shift more health insurance and pension costs onto employees this year were made possible by Act 10, which led to the expiration of union contracts for most county employees.\n\nUnder the collective bargaining changes, local governments were able to force most workers to pay a greater share of pension and health care costs.\n\nWhile the county set the share of health care costs at  28 percent, Act 10 put no limit on how much of that could be shifted to employees. So the county could have used the new law to get more savings by making workers pay even more. (County officials say going higher would have been tough to achieve and made it harder to recruit and retain employees.)\n\nSo it’s clear Act 10 opened the door to more health savings the county didn’t pursue.\n\nCounty budget officials say the governor’s analysis fails to account for more than $9 million in reduced pension and health costs that were already done a year earlier and noted in another part of the county budget. Those 2011 budget changes were made during Walker’s last year as county executive -- not as a result of Act 10.\n\nWalker can legitimately claim credit for those earlier changes, but they weren’t a result of the reforms he pushed through after becoming governor.\n\nBy the county’s figures, the pension and health care savings in 2012 attributable to Walker’s Act 10 union changes amounted to $22 million.\n\nFinally, Werwie says another $3 million in county pension savings should be added to the mix. He points to a Journal Sentinel article that says cutting future pension service credit by 20 percent and raising the retirement age from 60 to 64 could save $3 million in 2012.\n\nBut those savings were based on earlier changes and already included in the 2012 budget figure for pension savings, county budget officials said. Tallying up another $3 million for those things would inaccurately double count them.\n\nIn a footnote to his other points, Werwie also suggested Walker deserved credit for an additional savings from the state of $7 million in costs to the county for housing juvenile offenders in state lockups. But that figure represents the hypothetical extra cost the county might have had if Walker had not acted to close two juvenile institutions -- not a real boost in state aid.\n\nLet’s reload the spreadsheets.\n\nOur rating\n\nAbele said the county came out a net loser under Walker’s budget cuts and reforms to the tune of a $6.7 million shortfall. That’s in contrast to claims by Walker it was a $10 million winner.\n\nMost of the differences in accounting were due to the governor claiming credit for changes already made by the county in advance of the Act 10 reforms. Walker’s office also claimed savings for long-term pension costs for 300 county workers who transferred to the state, but whose pension obligations stayed with the county.\n\nWalker can take some credit for changes while county executive, but we are looking at Abele’s  claim and he limited it to the changes Walker made as governor.\n\nBy the numbers, Abele is correct that the changes the county made under Act 10 reforms did not completely make up for the lost revenue. But the county failed to take full advantage of Walker’s law. On balance, we rate Abele’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11022"}