{"url": "/factchecks/2015/may/08/jason-rae/no-gender-identity-protection-wisconsin-anti-discr/", "speaker": "Jason Rae", "vclaim": "Wisconsin's non-discrimination law \"doesn't protect members of the trans-gender community.\"", "truth_label": "true", "date": "stated on April 21, 2015 in an interview:", "title": "No gender identity protection in Wisconsin anti-discrimination law, Democratic chair candidate says", "text": "On June 6, 2015, delegates attending the Wisconsin Democratic Party’s annual convention will elect a chairman to succeed Mike Tate, who is stepping down after six years.\nThe youngest of the five candidates is 28-year-old Jason Rae of Milwaukee -- who, at 17, was the youngest person ever elected to the Democratic National Committee.\nIn an interview on April 21, 2015, Wisconsin Eye host Steve Walters asked Rae, who is gay, if it is a victory for the Democratic Party that \"Wisconsin and the nation have made so much progress\"  on same-sex issues.\n\"I don’t think it’s a problem -- I think it’s a real step forward -- but there's a lot of work yet to be done when you look at LGBT issues,\" said Rae, referring to people who are lesbian, gay, bisexual or transgender.\n\"You know, we were one of the first states that actually had a non-discrimination ordinance statewide, but it only protected members of the gay and lesbian community; it doesn't protect members of the ‘trans’ community.\"   \nWe wondered: Under Wisconsin law, gay, lesbian and bisexual people are protected from discrimination, but not people who are transgender?\nTransgender explained\nTransgender, according to the National Center for Transgender Equality, is a broad term for people whose gender identity, expression or behavior is different from those typically associated with their assigned sex at birth. A transgender man, for example, refers to a transgender individual who currently identifies as a man.\nTranssexual, according to the center, is an \"older term for people whose gender identity is different from their assigned sex at birth who seeks to transition from male to female or female to male. Many do not prefer this term because it is thought to sound overly clinical.\"\nThe U.S. Census Bureau and the U.S. Centers for Disease Control and Prevention do not attempt to count the number of Americans who identify themselves as transgender.\nAn estimate made in 2011, by an expert in LGBT demography at UCLA Law School, put the figure at nearly 700,000, or 0.3 percent of the population.\nThe laws\nWe’ll start our analysis by noting that we have rated True a claim by U.S. Rep. Mark Pocan, D-Madison. He said Wisconsin, in 1982, became the first state to ban public and private sector employment discrimination based on sexual orientation.\nThat article noted that the law leaves out transgender people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe District of Columbia and 18 states -- including Minnesota, Illinois and Iowa -- have laws that \"clearly prohibit discrimination against transgender people,\" according to the American Civil Liberties Union.\nBy comparison, a map produced by the National Center for Transgender Equality says Wisconsin is among states with laws that protect against discrimination based on sex (gender) or on sexual orientation but don’t have clear protections for gender identity.  \nWe consulted four experts:\nLarry DuPuis, legal director of the American Civil Liberties Union of Wisconsin; Rick Esenberg, president and general counsel of the Wisconsin Institute for Law and Liberty, a conservative, libertarian public interest law firm; Marquette University law professor Paul Secunda, who directs the law school’s labor and employment law program; and attorney Gordon Leech, who heads the civil rights and liberties section of the State Bar of Wisconsin.\nHere was the consensus:\n1. Wisconsin statutes that prohibit discrimination based on sex or sexual orientation in three areas -- employment, housing and public accommodation -- do not expressly include transgender people.\n(According to Leech, Milwaukee and Madison include gender identity in ordinances that prohibit discrimination in all three areas. Milwaukee County and Dane County include gender identity in housing and employment discrimination ordinances; and Appleton includes gender identity in its fair housing ordinance.)\n2. That means that -- unlike gay men, for example, who have a right to file a complaint alleging discrimination based on sexual orientation -- it’s unknown whether a Wisconsin state court would accept complaints from transgender people alleging discrimination based on their transgender status.\n3. Instead, a transgender person would have to persuade a judge that transgender people are covered either by state laws that prohibit discrimination based on sex or on sexual orientation.\n4. To date, there has not been a published decision by a state judge in Wisconsin stating that transgender people are covered by those anti-discrimination laws.\nOur rating\nRae said Wisconsin's non-discrimination law \"doesn't protect members of the transgender community.\"\nIt’s unclear whether a transgender person could pursue in state court a discrimination case using laws that prohibit discrimination based on sex (gender) or on sexual orientation. What is clear is Wisconsin laws do not expressly prohibit discrimination based on a person’s status as transgender.  \nWe rate Rae’s statement True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06434"}