{"url": "/factchecks/2020/apr/16/pat-toomey/us-sen-pat-toomey-says-coronavirus-outbreak-has-re/", "speaker": "Pat Toomey", "vclaim": "“In a matter of days, and in some cases the moment may even have passed, that we’ve reached the peak of the rate of infections.”", "truth_label": "half-true", "date": "stated on April 15, 2020 in a Politico interview:", "title": "U.S. Sen. Pat Toomey says the coronavirus outbreak has reached a peak. That's half true", "text": "U.S. Sen. Pat Toomey wants the president to reopen the economy, and in an interview with Politico, he said he sees clear signs that the country is ready – even as top public health officials studying the coronavirus warn against moving too quickly.\n\"In a matter of days, and in some cases the moment may even have passed, that we’ve reached the peak of the rate of infections,\" said Toomey, a Republican from Pennsylvania.\nWe wondered whether the number of new cases reported each day has subsided and whether case counts are likely to stay down if the economy roars back to life like Toomey wants.\nToomey is right that the coronavirus crisis in the U.S. has begun to stabilize.\nOn Monday, states reported at least 1,500 new fatalities, a figure below last week’s running tally of roughly 2,000 deaths every 24 hours. And the number of new cases reported Monday – about 23,000 – was also well below last week’s trend of 30,000 to 50,000 new cases each day.\nThese signs led a coalition of mostly Democratic governors on the east and west coasts to announce plans to coordinate the reopening of their economies. But even as they announced their pacts, the governors offered no timeline for ending the lockdowns that have kept the vast majority of more than 100 million residents of their states stuck at home.\nToomey relied on a statement made last week by Pennsylvania Department of Health Secretary Rachel Levine when he made his claim about reaching the outbreak’s peak, said Steve Kelly, a spokesman for the senator. Levine said she believes Pennsylvania has enough hospital beds, ICU beds and ventilators to meet demand but that \"we’re watching that data very closely.\"\nData compiled by her department shows that 41 percent of hospital beds, 39 percent of ICU beds and nearly 70 percent of ventilators across the state are still available, meaning Pennsylvania’s health care system is not at risk of being overrun. This is what makes the senator believe it’s time to reopen the economy in \"a gradual and safe way,\" Kelly said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nModels created by a University of Washington global health research center indicate it’s been five days since the use of hospital resources peaked nationwide. But these models don’t account for the sort of relaxation of social distancing rules that Toomey and other Republicans are pushing for.\nHospital capacity will be tested again once social distancing ends, and a new Washington Post analysis shows that in many parts of the country, including large swathes of Pennsylvania, it won’t hold up.\nA team of Post reporters analyzed the availability of critical care resources across the country using data sets assembled by Definitive Healthcare, an analytics company that mines government filings, including those of the Centers for Medicare and Medicaid Services, as well as commercial insurance claims.\nImagining a scenario where the coronavirus infects two in 10 adults over the next year, the reporters found a patchwork of possible preparedness shortcomings in cities and towns where the full force of the virus has yet to hit and where people may not be following isolation and social distancing orders.\nThe Post determined that more than half of the nation’s population lives in areas that are less prepared for the virus than New York City, where in early April officials scrambled to add more ICU beds and find extra ventilators amid a surge or coronavirus patients. Parts of Pennsylvania that border Maryland and Ohio would fall especially short, the Post found.\nOur ruling\nMaking the case to reopen the nation’s economy, Toomey said, \"In a matter of days, and in some cases the moment may even have passed, that we’ve reached the peak of the rate of infections.\"\nData on coronavirus case counts and fatalities show that the country’s outbreak is subsiding. But Toomey’s comments don’t account for what will happen once social distancing ends.\nA new Washington Post analysis shows that hospitals in many parts of the country will be overrun, including large swathes of Pennsylvania, if two in 10 adults contract the virus over the next year.\nToomey’s comments to Politico are partially accurate but leave out important details. We rate this statement Half True.", "vclaim_id": "vclaim-pol-16957"}