{"url": "/factchecks/2020/sep/23/viral-image/no-ronald-reagan-didnt-say-about-democrats/", "speaker": "Viral image", "vclaim": "Quotes Ronald Reagan as saying, “Keep voting Democrat ... One day they will restrict your freedoms, restrict your history and restrict your safety. All in the name of professional victims that don't understand the consequences of their ignorance.”", "truth_label": "false", "date": "stated on July 30, 2020 in a Facebook post:", "title": "No, Ronald Reagan didn’t say this about Democrats", "text": "Just because you were president years before the rise of social media doesn’t mean you won’t be the subject of online misinformation. \nOne recent social media post invokes President Ronald Reagan and credits him with what appears to be a fabricated quote.\n\"Boy, Ol’ Ronnie nailed this one,\" the image shared on Facebook says, just above a picture of Reagan smiling. Beneath the photo, the alleged Reagan quote follows:\n\"Keep voting Democrat ... One day they will restrict your freedoms, restrict your history and restrict your safety. All in the name of professional victims that don't understand the consequences of their ignorance.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nReagan did not say this about Democrats. \nIn a July 22 post, the official Ronald Reagan Presidential Foundation and Institute Facebook page confirmed that the quote was not accurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"It has come to our attention that there is a photo of President Reagan circling around that contains the following quote,\" the post says, before showing the misattributed quote. \"We would like to assure you that this quote is indeed false and President Reagan never said those words.\"\nMelissa Giller, the Ronald Reagan Presidential Foundation’s chief marketing officer, said their search also did not reveal any indication that Reagan ever made these remarks.\n\"We have searched all of President Reagan's public papers and cannot find any mention of the quote,\" Giller said in an email.\nJennifer Newby, an archivist at the Ronald Reagan Presidential Library and Museum, also said there was no evidence Reagan ever said this. \n\"We have searched his official speeches from 1981-1987,\" she said in an email. \"We are unable (to) find this quote in any of his speeches given in official capacity.\"\nAfter conducting searches for the full quote and for various portions of the quote — including \"restrict your freedoms,\" \"restrict your safety,\" \"professional victims\" and more — PolitiFact found no evidence that Reagan said this quote on the National Archives or the Ronald Reagan Presidential Library archives.\nDespite the fact that this quote was debunked by other fact-checking organizations in July, the claim has continued to spread online.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-18998"}