{"url": "/factchecks/2012/jun/18/george-allen/george-allen-says-he-froze-college-tuition-when-he/", "speaker": "George Allen", "vclaim": "\"Before I was governor, tuition was skyrocketing and we stopped that. We capped and then we froze college tuition.\"", "truth_label": "true", "date": "stated on May 25, 2012 in a debate.:", "title": "George Allen says he froze college tuition when he was governor", "text": "U.S. Senate candidate George Allen says he put the brakes on rising college costs when he was governor from 1994 to 1998.\n\n\"Before I was governor, tuition was skyrocketing, and we stopped that,\" Allen said in a May 25 debate between four candidates seeking the GOP Senate nomination. \"We capped, and then we froze college tuition.\"\n\nAllen won the Republican primary on June 12 and will face Democrat Tim Kaine this fall. They are seeking to replace Democrat Jim Webb, who is not seeking a second Senate term.\n\nWe wondered if the Allen administration really did put a lid on tuition. Allen, while making this claim, shared credit with the Democratic-controlled legislature that served with him.\n\nDan Allen, a senior adviser to the campaign, pointed us to a July 2011 report from the State Council of Higher Education for Virginia.\n\nThe study said that during the early 1990s, colleges and universities increased tuitions by double digits annually to compensate for state funding cuts made by the General Assembly and then-Gov. Doug Wilder to help balance the budget during a recession.\n\nWilder, in his final budget proposal made during an improving economy in December 1993, urged the General Assembly to cap tuition and instructional fee increases for in-state students at 5 percent during the 1994-95 school year and 4 percent during 1995-96.\n\nAllen, who took office in January 1994, successfully urged the General Assembly go a step further and cap the increases at 3 percent during each of the next two school years.\n\nIn 1996, as SCHEV notes,  Allen and the General Assembly froze tuition and instructional fees entirely.  The action did not apply to a number of other mandatory college costs, such as fees for athletic programs, health services and campus transportation. Lawmakers eased some of the burden on colleges by appropriating an additional $200 million for higher education.\n\nThe Richmond Times-Dispatch in January 1998 reported that a strong economy during Allen’s term allowed him to finance the tuition freeze. State tax revenues grew by about 45 percent during his tenure.\n\nAllen, in his farewell budget, recommended freezing tuition through 2000. His successor, Republican Jim Gilmore, rolled back tuition and instructional fees by 20 percent for in-state students.\n\nWhen Allen arrived in the governor’s mansion during the 1993-94 academic year, the average tuition and instructional fees for full time, in-state undergraduate students at four-year colleges was $2,518, according to SCHEV’s historical tables.\n\nThat rose to $2,717 in the 1995-1996 academic year and stayed at that level through 1997-1998, the last academic year of Allen’s term.\n\nUsing inflation-adjusted figures based on 1992 dollars, the report shows the amount of tuition and instructional fees went  from $2,383 in the 1993-94  academic year down to $2,320 in 1997-98. Even when other mandatory fees that were not subject freeze are added in, the college costs remained flat after being adjusted for inflation.\n\nCosts at two-year colleges showed the same trend: in-state tuition and instructional fees at those institutions were basically flat during Allen’s term.\n\nOur ruling\n\nAllen said that, as governor, he stopped soaring tuition costs by implementing a tuition freeze.\n\nAllen and the General Assembly did impose a freeze after tuition had risen sharply during the early 1990s recession. Allen had leeway to cap tuitions because a healthy economy during his term allowed lawmakers to increase state appropriations to colleges and universities.\n\nWe rate Allen’s claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10910"}