{"url": "/factchecks/2014/jun/25/chain-email/obama-appointed-45-czars-replace-elected-officials/", "speaker": "Chain email", "vclaim": "Says Barack Obama is the \"first president to appoint 45 czars to replace elected officials in his office.\"", "truth_label": "false", "date": "stated on June 18, 2014 in a chain email:", "title": "Obama appointed 45 czars to replace elected officials, chain email claims", "text": "A chain email that’s been circulating for years -- listing what it claims are President Barack Obama’s \"accomplishments,\" except they’re all negative -- has recently gone into heavy rotation again, judging by reader requests to fact-check it.\nBy now, we’ve fact-checked three of the dozens of \"accomplishments\" listed in the email, and each has earned a rating of Pants on Fire.\nThe claim we will check here is that Obama is the \"first president to appoint 45 czars to replace elected officials in his office.\"\nWe took a look at Obama’s czars back in 2009, when Sen. John McCain asserted that Obama had more czars than the Romanovs. We concluded that Romanovs had 18 and Obama had 28, so we rated it True.\nThat said, no one should conclude that the chain email’s claim is correct.\nSo what is a czar, anyway?\nThe term \"czar\" is unofficial -- something that is more often used by the media than by the government itself. As best as we can tell, it’s a title that the media likes to use to shorthand someone’s real position.\nOfficially, a government employee may be \"chairman of the Recovery Act accountability transparency board,\" but it’s much easier for journalists to refer to the \"Stimulus Czar.\" Ditto for the \"acting Assistant Secretary of the Treasury for Financial Stability and Chief Troubled Asset Relief Program Counsel,\" often called \"TARP Czar.\"\nHow many czars does Obama have?\nThe claim that Obama has 45 czars appears to come from a 2011 report by Judicial Watch, a conservative advocacy group. The group counted 45 czars appointed by Obama and 18 other unfilled or planned czar positions.\nBy our count, that number is inflated.\nFor example, Valerie Jarrett is listed as the \"Special Advisor Czar.\" The president has numerous special advisers like Jarrett. This suggests one could theoretically label every special advisor to the president a \"czar.\"\nA few others, such as the \"Safe Schools Czar\" and \"War Czar,\" are positions started under President George W. Bush. The \"Oil Czar\" is listed as Ray Mabus, who is Senate-confirmed Secretary of the Navy.\nWe contacted Judicial Watch to get a response to these more questionable positions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nCzars are identified and become a problem when there is a lack of transparency and when they oversee statutory government positions, said Tom Fitton, the president of Judicial Watch. This raises questions of constitutionality, he said.\nFitton acknowledged that czars have been a longstanding, bipartisan practice. The czars created under the Bush administration were included in the list because Obama also appointed officers to these positions, he said.\nFrom what we can tell, the term is subjective enough that the Judicial Watch number is a rough estimate, too -- including any appointed position they see as potentially damaging to the system of checks and balances.\nCzars don’t replace elected officials, they’re appointed\nThe biggest flat-out inaccuracy of the email’s claim is not the number of czars, but that any of these czars replaced elected officials. There are only two people in the executive branch who are elected -- the president and the vice president. To the extent that anyone is a czar at all, they are not replacing an elected official. They would either be filling a new job that didn’t exist before, or occupying an existing appointed position.\nWe should also note that Obama is hardly the first president to appoint czars.\nThe Appointments Clause of the U.S. Constitution (Article II, Section 2) states that officers of the United States must be appointed by the president with the advice and consent of the Senate. A position is an office if it is \"invested by legal authority with a portion of the sovereign powers of the federal Government\" and \"continuing\" in nature. Commissioned military officers and cabinet secretaries fall under this definition.\nBut Congress may also allow the president alone to appoint \"inferior officers\" -- advisers and directors often working in the White House who are not vetted or confirmed by the Senate. \"Czars\" often fall into this category.\nSince at least President Franklin D. Roosevelt’s terms, each president has created new positions for various policy issues. A video released by the Democratic National Committee in 2009 cheekily titled, \"Dancing with the Czars,\" claimed George W. Bush appointed 47 czars.\nWe asked some experts what they thought of the list of Obama-appointed czars. Paul C. Light, New York University professor of public service, said \"Obama has set the record\" for appointing czars and has \"defined czar down to the point that the term no longer has any punch.\"\nJohn Palguta, vice president for policy at Partnership for Public Service, agreed that \"simply attaching the term ‘czar’ to someone in a position of responsibility doesn’t mean anything.\" However, his opinion on czars differed.\n\"There are about 2.1 million civilian positions in the government, not counting the Postal Service or the military ... and the president needs people in leadership positions to help manage this very large and complex enterprise,\" said Palguta. \"Frankly, 45 appointments seems to be a relatively small number, especially since at least some of those appointments are to positions that the president is expected to fill.\"\nOur ruling\nA chain email said Obama is the \"first president to appoint 45 czars to replace elected officials in his office.\"\nPerhaps two dozen Obama administration officials have been genuinely referred to as czars -- a smaller number than the email claims -- but it’s important to note that \"czar\" is more a term of the media than it is of the government. Most important, though, is that not a single one of these czars replaced an elected official. We rate this claim False.", "vclaim_id": "vclaim-pol-07693"}