{"url": "/factchecks/2011/jun/13/steve-oroho/sen-steve-oroho-says-new-jersey-has-nations-highes/", "speaker": "Steve Oroho", "vclaim": "\"We have the highest per-pupil cost in the country.\"", "truth_label": "mostly-true", "date": "stated on May 25, 2011 in a story in The Star-Ledger:", "title": "Sen. Steve Oroho says New Jersey has nation’s highest per-pupil cost", "text": "What’s so bad about finishing in first place?\n\nPlenty, if you’re New Jersey and per-pupil costs top those of any other state in the nation, according to State Sen. Steve Oroho (R-Dist. 24). He cited that statistic in a May 26 Star-Ledger news story about how the Legislature will fit a Supreme Court-ordered $500 million payment to New Jersey’s 31 Abbott districts in the state budget. Lawmakers have to reach an agreement before July 1, the beginning of the new fiscal year, on how to spend approximately $30 billion.\n\nOroho said in that story that he won’t vote for a budget that sends the $500 million just to the Abbott districts.\n\n\"We have the highest per-pupil cost in the country,\" he said. \"No one can say there’s not enough money in education.\"\n\nPolitiFact New Jersey decided to check whether Oroho was right.\n\nThe senator, a certified financial planner who serves on the Senate’s Budget and Appropriations and Economic Growth committees, told us he researched National Center for Education Statistics data going back to the 2004-05 academic year. He said his statement was based on data for 2006-07, which showed that New Jersey’s per-pupil cost -- for grades K-12 and including all school districts -- was $17,794.\n\nPolitiFact New Jersey contacted the nonpartisan National Center for Education Statistics to vet Oroho’s statistic. We studied nearly 10 years’ worth of data and found that among states, New Jersey has had the highest per-pupil cost in the nation since at least the 1999-00 school year. It’s worth noting that Washington, DC -- not a state -- had higher per-pupil costs than New Jersey from 1999-03 and from 2006-07.\n\nCathy Clement, operations officer for the National Center for Education Statistics, explained that the center’s data comes from information reported by local jurisdictions to states, which then report the data to the U.S. Department of Education. The national center is part of the Education Department’s Institute of Education Sciences.\n\nThe New Jersey Education Association, however, disputes Oroho’s claim.\n\nSpokesman Steve Baker shared with PolitiFact New Jersey the Public Education Finances: 2009 report issued May 20 by the U.S. Census Bureau. It shows that New Jersey was third in per-pupil spending for the 2008-09 year, at $16,271. New York was highest, at $18,126, followed by Washington, DC, $16,408.\n\nThe National Center for Education Statistics told us the discrepancy stems from slight differences in what costs get reported and factors such as whether public charter schools are included.\n\nWe also checked with the New Jersey Department of Education to see which agency’s figures they would rely on for accurate per-pupil cost data.\n\n\"We often cite National Center for Education Statistics,\" said Alan Guenther, department spokesman.\n\nSo why is education so expensive in New Jersey?\n\nBoth Oroho and Baker say there are multiple factors involved. Oroho points to administrative costs and regulatory requirements as possible factors. The NJEA’s Baker, referring to the School Finance 101 blog by Bruce Baker, no relation, an associate professor in the Graduate School of Education at Rutgers University, cited special-needs programming and interventions, as well as education needs for children in poverty, as elements that contribute to per-pupil costs.\n\nLet’s return to Oroho’s statement. The senator says New Jersey has the highest per-pupil costs in the country, but admits basing that statement on data for the 2006-07 and 2007-08 school years. Still, our analysis of data from a nonpartisan arm of the U.S. Department of Education shows that among states only, New Jersey has held the title of highest per-pupil costs in the nation for nearly a decade. The U.S. Census Bureau, however, ranks New Jersey’s per-pupil spending for 2008-09 as third-highest in the nation. Therefore, we rate Oroho’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, join the conversation at NJ.com.", "vclaim_id": "vclaim-pol-12940"}