{"url": "/factchecks/2008/dec/02/chain-email/official-looking-receipt-is-a-fake/", "speaker": "Chain email", "vclaim": "Michelle Obama ordered $400 worth of lobster and caviar at a New York hotel.", "truth_label": "pants-fire", "date": "stated on October 19, 2008 in a chain e-mail:", "title": "Official-looking receipt is a fake", "text": "(Published Oct. 28, 2008)\n\nA new e-mail claims to depict a $400 room service receipt signed by Michelle Obama. Guess what? It's phony.\n\nThe e-mail is a graphic (  view it here  ) that has an accurate quote from Obama next to her photo: \"The truth is, in order get things like universal health care and a revamped education system, then someone is going to have to give up a piece of the pie so that someone else can have more.\" Obama made the remarks on the campaign trail in North Carolina on April 8, 2008.\n\nThe e-mail then says, \"Oh really? Who is the someone that gives up a piece of the pie? Keep the change!\"\n\nIt then shows a receipt with the caption, \"Receipt signed by Michelle Obama at Waldorf Astoria on October 15, 2008 at 4:00 p.m., $447.39 for an afternoon snack.\" The receipt then lists things like whole steamed lobsters and \"Iranian Osetra caviar.\"\n\nThe receipt is a phony mock-up, and doesn't even look like the receipts the hotel actually uses, said a spokeswoman for the Waldorf Astoria hotel.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama was not staying at the hotel, and the story is \"completely made up,\" the spokeswoman said. Usually, the hotel doesn't comment at all on its guests, but was willing to deny the report in this case because it is false and \"it's escalated so much,\" the spokeswoman said.\n\nThe basis for the e-mail appears to be a story that appeared Oct. 17, 2008, in the  New York Post  gossip column Page Six. The newspaper has since posted a correction: \"The source who told us last week about Michelle Obama getting lobster and caviar delivered to her room at the Waldorf-Astoria must have been under the influence of a mind-altering drug. She was not even staying at the Waldorf. We regret the mistake, and our former source is going to regret it, too.\"\n\nWe're not sure who created the e-mail, but it credits itself to PUMA PAC, a political action committee formed in the wake of Hillary Clinton's loss to Barack Obama in the Democratic Primary. PUMA says its acronym stands for \"People United Means Action,\" but among Democrats its common meaning is usually thought to be \"Party unity, my a--.\"\n\nPUMA posted the graphic to its Web site a few days after the  New York Post  story appeared, but has since retracted it. PUMA PACs's executive director, Darragh Murphy, posted a message to the group's Web site that states, \"I sincerely regret repeating and amplifying what turns out to be a shameful attempt to embarrass and undermine Michelle Obama. I will take better care in checking sources in the future.\"\n\nSo the hotel where the event was supposed to have occurred repudiates the e-mail, the newspaper that originally reported it repudiates the e-mail, and the political group that promoted it repudiates the e-mail.\n\nLest we be in the grips of a well-oiled conspiracy, we went back and checked on Michelle Obama's activities on the day in question. The date and time on the receipt are Oct. 15, 2008, at 16:04, or 4:04 p.m. That day, Obama was in Fort Wayne, Ind., speaking at a rally, and was onstage speaking at about 1:30 p.m. Even a charter flight from Fort Wayne to New York would take about two hours, and we don't think she could have rushed from the Fort Wayne event, flown to New York, checked into the Waldorf and ordered room service in that brief window of time.\n\nSo the e-mail flying around the Internet that says Michelle Obama ordered $400 of lobster and Iranian caviar is just wrong, and because it's a mock-up based on a retracted news item, we rate it Pants on Fire!", "vclaim_id": "vclaim-pol-15871"}