{"url": "/factchecks/2010/jul/09/sarah-palin/palin-says-us-spends-three-times-more-entitlements/", "speaker": "Sarah Palin", "vclaim": "\"We spend three times more on entitlements and debt services than we do on defense.\"", "truth_label": "true", "date": "stated on June 30, 2010 in a Facebook posting:", "title": "Palin says U.S. spends three times more on entitlements and debt service than on defense", "text": "In a June 30, 2010, Facebook post, former Alaska Gov. Sarah Palin posted excerpts from a speech she gave in Norfolk, Va., primarily on national security. At one point, she said, \"We spend three times more on entitlements and debt services than we do on defense.\"We thought we'd check her math. (We also checked another statement from the same post, that the U.S. \"only ranks 25th worldwide on defense spending as a percentage of GDP.\" We gave that one a Barely True. Let's preface this discussion by noting that federal budgeting involves extremely arcane categories and that various measures can be plausible yardsticks in analyzing this question.The one we chose was the baseline projection included in the president's fiscal year 2011 budget proposal. (That's Table S-3 for budget nerds.) The figure for fiscal year 2009 -- the last complete fiscal year -- shows the following breakdown:• Appropriated security programs: $782 billion• Mandatory programs (includes Social Security, Medicare, Medicaid, the Troubled Asset Relief Program, among other programs): $2.112 trillion• Net interest: $187 billionIf you add together mandatory programs and the net interest, then divide that by the amount spent on security programs, the ratio is 2.93 -- very close to the \"three times more\" that Palin cites.Here are some caveats. The appropriated security programs category includes the nuclear weapons portion of the Energy Department, the Department of Homeland Security, portions of the Department of Veterans Affairs, the Department of State and other international programs. Defense programs account for about 80 percent of the total, but not the entire amount.Meanwhile, if you total up the budget for Social Security, Medicare and Medicaid -- the three big entitlements most familiar to Americans -- it accounts for about two-thirds of the budget for mandatory programs. The \"other mandatory programs\" category includes such things as veterans' benefits. Despite these distinctions, we think it's reasonable for Palin to describe all security programs as \"defense\" and all mandatory programs as \"entitlements.\" In all, then, we rate this comment by Palin much more favorably than we do her other comment from the same speech. This one earns a rating of True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14787"}