{"url": "/factchecks/2020/feb/17/facebook-posts/trump-cited-serious-economic-conditions-reducing-f/", "speaker": "Facebook posts", "vclaim": "“Trump just cut the scheduled federal pay raise, stating that he can’t do it now because of ‘serious economic conditions’ in America.”", "truth_label": "mostly-true", "date": "stated on February 13, 2020 in a Facebook post:", "title": "Trump cited 'serious economic conditions' in reducing federal worker pay raises", "text": "In spite of how often President Donald Trump trumpets the strength of the U.S. economy, he’s being accused of reducing pay raises for federal employees and blaming the economy for it.\n\"Breaking: Trump just cut the scheduled federal pay raise, stating that he can’t do it now because of ‘serious economic conditions’ in America,\" claims the Feb. 13 post. It ends with: \"#ImpeachTrumpAgain.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt’s pretty much on target.\nOn Feb. 10, 2020, six days after declaring in his State of the Union address \"that our economy is the best it has ever been,\" Trump announced he was reducing across-the-board pay increases for civilian federal employees that are scheduled to take effect in January 2021. \nInstead of being 2.5%, the raises will be 1%. \nA yearly adjustment of paychecks based on the region of the country where a worker is posted was also to take effect in January 2020, but Trump decided those salaries would remain at 2020 levels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChain email\n\n\nstated on May 16, 2011 in a message via the Internet\n\n\n\n\n\n\n\n\nMembers of Congress \"receive full pay retirement after serving one term.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • May 29, 2011\n\n\n\n\n\n\n\nTrump cited in his message to Congress his legal authority to make the changes \"because of ‘national emergency or serious economic conditions affecting the general welfare.’\"\nThat phrasing is from the federal law that gives him the authority.\nHe added this, however: \"We must maintain efforts to put our nation on a fiscally sustainable course; Federal agency budgets cannot sustain such increases.\"\nTrump’s order is not necessarily the final word, however. Congress could pass a spending bill that includes a federal pay raise.\nSuch a bill would be subject to a possible veto from Trump.\nOur ruling\nA Facebook post says: \"Trump just cut the scheduled federal pay raise, stating that he can’t do it now because of ‘serious economic conditions’ in America.\"\nTrump reduced to 1% from 2.5% across-the-board raises for civilian federal employees, citing his authority under a law that allows for such changes due to \"national emergency or serious economic conditions affecting the general welfare.\" More specifically, Trump cited spending concerns in reducing the raise.\nFor a statement that is accurate but needs additional information, our rating is Mostly True.", "vclaim_id": "vclaim-pol-17399"}