{"url": "/factchecks/2015/may/18/jeb-bush/obama-refused-sign-plan-place-leave-10000-troops-i/", "speaker": "Jeb Bush", "vclaim": "\"We had an agreement that the president could have signed that would have kept 10,000 troops\" in Iraq.", "truth_label": "barely-true", "date": "stated on May 13, 2015 in a response to a question after a town hall meeting:", "title": "Obama refused to sign plan in place to leave 10,000 troops in Iraq, Bush says", "text": "During a tough campaign week focused on the Iraq War, former Gov. Jeb Bush shifted blame for problems there to President Barack Obama, saying that Obama’s actions helped hand the country over to Islamic State.\nA University of Nevada student attending a town hall-style meeting in Reno asked Bush why he was placing the burden on Obama, at one point telling Bush, \"Your brother created ISIS.\" Bush countered that the Obama administration hadn’t followed through on proper planning.\n\"We had an agreement that the president could have signed that would have kept 10,000 troops, less than we have in Korea, that could have created the stability that would have allowed for Iraq to progress,\" Bush said. (Watch video of the exchange above.)\nThe claim came in the middle of a rough few days for Bush, who was being criticized for his changing answers on whether he would have invaded Iraq. We wondered if it was true that Obama could have signed a deal to leave 10,000 U.S. troops in the country after the war’s end.\nThe exit\nWhen Obama took office in January 2009, he inherited a plan that President George W. Bush forged in 2008 with then-Iraqi Prime Minister Nouri al-Maliki. That Status of Forces Agreement called for the withdrawal of all American troops by the end of 2011.\nIt was widely assumed a new plan would be negotiated after the 2008 version expired in 2011. There were no stipulations about a specific number of American military personnel to be left behind.\nObama ran on the campaign pledge of bringing a responsible end to the Iraq War, and announced shortly after taking office that combat operations would end in 2010. A high of 168,000 U.S. service members were in the country after the 2007 surge, drawing down to about 43,000 after combat troops left in 2010.\nHe said in October 2011 almost all troops would be home by Christmas. About 200 Marines would stay to train the Iraqi army and act as security for diplomatic personnel. In short, he kept the 2011 timeline Bush and al-Maliki had chosen.\nWhen it came time to renegotiate a new agreement, there was little consensus on whether a residual force should stay in the country. Military leaders in Baghdad and the Pentagon pushed for as many as 24,000, but the White House rejected that amount. (For the record, U.S. forces in South Korea number more than 28,500.)\nObama reportedly did consider leaving up to 10,000 troops in strategic locations after the exit, but that plan faced opposition both in the United States and in Iraq. Obama ruled out a force that size during an August 2011 conference call.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNegotiations led to the idea of a smaller, continuous force of 3,500 troops, with up to 1,500 more rotating in and out, and about a half-dozen F-16’s. But this plan ran into several roadblocks, including the insistence by Washington that those troops be immune to Iraqi  -- although not American -- prosecution should they commit a crime.\nAustin Long, a Columbia University international and public affairs professor, said al-Maliki allegedly supported the residual force and may have signed a new plan, but the Iraqi parliament would not. Facing the prospect of a weak agreement that didn’t protect remaining troops the way the United States wanted, when neither Baghdad nor Washington wanted to leave them there, negotiations broke down. No new agreement was reached, and no residual force was formed. There has been plenty of debate whether it was Washington or Baghdad that was more intractable on a new agreement.\nThe aftermath\nSo a plan to leave 10,000 troops didn’t exist when Obama took office and was never fully realized by his administration. But would an agreement to leave American troops have stabilized the nation the way Jeb Bush claimed? We were curious what experts would say about this point. (Bush’s campaign didn’t return our requests for comment.)\n\"I think most observers would agree that a residual U.S. force would have prevented the Islamic State from achieving as much as it has in Iraq,\" Long said. \"But it is also unlikely that a residual force would have completely stabilized Iraq, as the sources of instability are fundamentally political.\"\nRemember that the country was considered relatively stable in 2011; ISIS elements existed prior to that, but largely formed into the force it is today after American troops left -- and mostly in Syria at first.\nChristopher Preble, vice president for defense and foreign policy studies at the Cato Institute, said a recent Iraqi delegation to the institute agreed the terms of the planned renewal could not have passed parliament.\n\"They said that the Iraqi government was too weak, and unwilling to go against the wishes of those Iraqis who wanted the Americans to leave,\" Preble said.\nOur ruling\nBush said, \"We had an agreement that the president could have signed that would have kept 10,000 troops, less than we have in Korea, that could have created the stability that would have allowed for Iraq to progress.\"\nObama inherited a timeline to exit Iraq from George W. Bush and followed it, but there was no agreement to leave a large force behind. The Obama White House considered 10,000 troops for a short time but ruled it out, suggesting a much smaller force. Negotiations with Iraq broke down, however, and there was no agreement that met conditions Washington wanted.\nExperts told us Bush parsed his words carefully enough to have a point that a residual force would have likely helped Iraq fend off ISIS. But there was no consensus to leave 10,000 troops in place.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-06406"}