{"url": "/factchecks/2011/oct/12/michele-bachmann/bachmann-right-spending/", "speaker": "Michele Bachmann", "vclaim": "\"Our government right now. . . (is) spending 40 percent more than what we take in.\"", "truth_label": "true", "date": "stated on October 11, 2011 in Republican presidential primary debate:", "title": "Bachmann is on target on spending", "text": "Editor’s note: We originally published this item on Oct. 11, 2011, the night of a Republican presidential primary debate in New Hampshire. We thought Bachmann’s remark during the debate had the same ring as others we’ve checked, including one by Florida Senator Marco Rubio that \"40 cents of every dollar being spent by the federal government is being borrowed,\" as well as a similar statement by North Dakota Senator Kent Conrad and another by Virginia Rep. Scott Rigell. We rated each of those True, as well as Bachmann’s statement. However, an alert reader noticed that Bachmann’s statement didn’t match the others and told us we should have done our math differently. We looked again and found the reader is correct. We rated Bachmann’s claim based on government spending when we should have based it on revenues. So we have fact-checked her statement again, published this new analysis, and kept the rating True.\n\nThe U.S. government is living on credit, spending more than it receives and borrowing to keep up.\n\nSo Rep. Michele Bachmann says we need to tighten our belts.\n\n\"Our government right now -- this is significant -- we are spending 40 percent more than what we take in,\" Bachmann said during a Republican presidential debate on Oct. 11, 2011, at Dartmouth College in Hanover, N.H.\n\nThe Congressional Budget Office has released preliminary figures for Fiscal Year 2011, which ended Sept. 30. According to the CBO’s chart, the federal government had revenues of $2.3 trillion and expenditures of $3.6 trillion, leaving a deficit of $1.3 trillion.\n\nTo calculate Bachmann’s figure of \"spending X percent more than what we take in\" -- the percent by which expenditures exceed revenues -- divide $3.6 trillion by $2.3 trillion. The answer: about 56 percent.\n\nTwo experts, one from the conservative Heritage Foundation and one from the left-leaning Center on Budget and Policy Priorities, verified our math.\n\n\"If you say that spending is xx percent more than revenues, then the ratio is spending over revenues. So if you take in $2 and you spend $3, then you're spending 150 percent of revenues or you’re spending 50 percent more than you take in. That aligns with Bachman's language pretty closely,\" said JD Foster, a senior fellow at the conservative Heritage Foundation.\n\nBachmann’s campaign didn’t respond to our inquiry, but we suspect she was slightly off because she misstated a figure that has been cited by others in recent months.\n\n\"We're borrowing 40 cents of every dollar we spend,\" Sen. Kent Conrad, D-N.D., said in January 2011 on This Week with Christiane Amanpour.\n\nAnd Scott Rigell, a Republican who represents Virginia’s Second District, said in a February 2011 press release, \"We are a nation $14 trillion in debt and are borrowing more than 40 cents of every dollar we spend.\"\n\nThose cases refer to the proportions of spending funded by taxes versus borrowing, said Richard Kogan of the liberal Center on Budget and Policy Priorities. Using the CBO’s new numbers, the proportion is 36 percent -- pretty close to 40 cents on the dollar. But Bachmann's claim referred to revenues (\"what we take in\"), so 56 percent is the right number.\n\nOur ruling\n\nBachmann said, \"Our government right now -- this is significant -- we are spending 40 percent more than what we take in.\" It turns out, she was actually lowballing the number. The correct percentage by which federal spending exceeded revenues in 2011 was 56 percent, not 40, but Bachmann’s broader point is correct. We rate her statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12288"}