{"url": "/factchecks/2016/oct/07/matt-tighe/jacobs-did-not-take-money-ciminelli-state-senate-r/", "speaker": "Matt Tighe", "vclaim": "Chris Jacobs \"has been financed by the same men who are now facing charges in one of Western New York’s largest public corruption schemes\"", "truth_label": "barely-true", "date": "stated on September 25, 2016 in a story in The Buffalo News:", "title": "Jacobs did not take money from Ciminelli in State Senate race", "text": "Candidates running for State Senate in Buffalo agree that corruption is a problem in state government. They do not agree on how to fix it.\nChris Jacobs, the Republican candidate who currently serves as Erie County Clerk, is pushing term limits for state lawmakers. The Republican majority already supports term limits for legislative leaders, but not members.\nAmber Small, the Democrat running for the seat, wants to see outside income limited for lawmakers and supports a hefty set of reforms to the state’s campaign finance system. Her campaign is also trying to link Jacobs to the latest string of corruption charges from U.S. Attorney Preet Bharara.\n\"What shouldn’t be lost in this web of public corruption is that the same candidate plastering Western New York with commercials calling for an end to corruption has been financed by the same men who are now facing charges in one of Western New York’s largest public corruption schemes,\" Small’s campaign manager Matt Tighe said in The Buffalo News.\nTighe is referring to three men involved in a federal corruption probe that were named in a complaint from Bharara’s office in September. Louis P. Ciminelli, a Buffalo-area developer was named, along with two LPCiminelli executives, Michael Laipple and Kevin Schuler.\nCandidates in a handful of competitive state Senate districts are using Albany’s corruption problem as a hook in this year's election.\nIs Small’s campaign manager right about her opponent taking donations from Ciminelli and his colleagues?\nWho’s donated?\nCiminelli and Laipple  both donated to Jacobs in his campaigns for Erie County Clerk, the first in 2012. Kevin Schuler has not, according to filings with the Board of Elections.\nLaipple donated $200 to Jacobs' campaign once in 2012.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nCiminelli has given Jacobs three donations since 2011, totaling $5,500. He gave Jacobs $2,000 in his first race for county clerk in 2011 and $2,500 in 2014 when he was up for re-election.\nJacobs’ campaign confirmed that Jacobs donated the same amount to United Way when the allegations became public in September.\nCiminelli Development Company gave Jacobs $1,050 in the 2014 election for county clerk.\nAltogether, Ciminelli, Laipple, and Ciminelli’s company gave Jacobs $6,750 between 2011 and 2014 according to filings with the Board of Elections.\nThe donations amount to a fraction of the $300,000 Jacobs has raised in his race for state senate according to the latest filing. None of the accused donated to Jacobs since 2014, though his campaign account for county clerk did give Jacobs a $100,000 head start in this year’s election.\nHe also received donations from at least two political action committees that Ciminelli donated to, but neither has exclusively supported Jacobs.\nOur ruling\nAmber Small’s campaign manager said in The Buffalo News that Chris Jacobs \"has been financed by the same men who are now facing charges in one of Western New York’s largest public corruption schemes.\"\nIt’s true that Ciminelli and Laipple have given to Jacobs in the past, but not in the race for state Senate. Their donations account for a small portion of what Jacobs has raised this year and in years past.\nWe rate this claim as Mostly False.\nhttps://www.sharethefacts.co/share/7e719f0a-8862-4480-85e3-eec49f707a92", "vclaim_id": "vclaim-pol-04179"}