{"url": "/factchecks/2019/apr/10/viral-image/no-isnt-photograph-immigrant-smallpox/", "speaker": "Viral image", "vclaim": "A photograph shows an undocumented immigrant with smallpox.", "truth_label": "pants-fire", "date": "stated on April 3, 2019 in a Facebook post:", "title": "No, this isn’t a photograph of an immigrant with smallpox", "text": "An old photo that has been used to stoke fears about migrants crossing the U.S.-Mexico border is again being misused.\n\"I told you they’re bringing diseases into our country that we eradicated!\" reads the post accompanying a photo published on Facebook on April 3. \"The bumps on this illegal’s body is Smallpox!\"\nThe photo shows a man without his shirt on and his arm raised. Red bumps appear to cover his flank and other sections of his torso.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) That’s because the photo is from 2014 and shows a migrant suffering from scabies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on January 20, 2021 in an article\n\n\n\n\n\n\n\n\n“WHO admits their testing grossly overstates individuals testing positive for COVID.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 22, 2021\n\n\n\n\n\n\n\nAs we noted in a November fact-check that claimed the photo shows \"diseases coming across the border,\" U.S. Rep. Henry Cuellar shared the original image with the Houston Chronicle that year. He also shared other photos that showed cramped and unsanitary conditions in a Customs and Border Protections facility in South Texas.\nThe photo that continues to be shared on Facebook shows a man with scabies, a treatable skin condition that can spread rapidly under crowded conditions. That particular outbreak was largely contained to migrants living in close quarters in detention centers, though a small handful of border patrol agents appeared to have contracted it.\nThere is some evidence that diseases cross the border, but the Centers for Disease Control attributes that spread to legal crossings between the United States and Mexico, not illegal immigration.\nWe rate this Facebook post as Pants on Fire.\n \n Share the Facts 2019-04-10 18:30:31 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A photograph shows an undocumented immigrant with smallpox.    Viral image On the internet     Wednesday, April 3, 2019 2019-04-03    Read More  info", "vclaim_id": "vclaim-pol-00778"}