{"url": "/factchecks/2017/mar/02/blackinsurancenewscom/claims-former-nra-president-talked-about-owning-co/", "speaker": "BlackInsuranceNews.com", "vclaim": "Says former NRA president Jim Porter said, \"It’s only a matter of time before we can own colored people again.\"", "truth_label": "pants-fire", "date": "stated on February 27, 2017 in an Internet post:", "title": "Claims that former NRA president talked about owning 'colored people' are fake", "text": "A fake story accusing former National Rifle Association president Jim Porter of making a racist statement is another example of a years-old article from a joke site becoming resurgent on social media.\n\"‘It’s only a matter of time before we can own colored people again’ says NRA President Jim Porter,\" read the headline on a Feb. 27, 2017, post on BlackInsuranceNews.com. The site describes itself as a source of insurance industry news for minority communities.\nThe story, which is made up as well as outdated, says Porter called President Barack Obama a \"fake president\" and referred to the Civil War as \"the War of Northern Aggression.\" In addition to the quote in the headline, the post claims Porter also said, \"I don’t want my grandkids growing up taking orders from a colored man. It’s our God-given right to keep them as property and keep them in line.\"\nThe Associated Press described Porter in 2013 as having \"a penchant for bold statements.\" He told NRA supporters before officially taking office that they were part of a \"culture war\" that was bigger than just gun rights. Porter was succeeded as NRA president in 2015 by Allan Cors.\nThe BlackInsuranceNews.com post was flagged by Facebook as possibly being fake as part of the social media company’s efforts to weed out fake stories in its news feeds.\nThe BlackInsuranceNews.com story was very popular on Facebook. It’s been shared more than 68,000 times since being posted Monday, according to Facebook.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut it actually originates from a joke site called FreeWoodPost.com, which first posted the story on May 5, 2013, the same week Porter was installed as NRA president.\nFreeWoodPost.com makes no secret that its contents aren’t serious. The site’s slogan is \"News that’s almost reliable,\" and each post (including the one about Porter) notes beneath the text that \"this story is satire, folks.\"\nThe site also has a disclaimer that says FreeWoodPost.com \"is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways.\" The articles \"are fiction, and presumably fake news,\" it says.\nBlackInsuranceNews.com, meanwhile, carries no such disclaimer. The site did not respond to our request for comment.\nWhile some people in the site’s comments section appear to realize the article is not real, the vitriolic responses from others show its manufactured roots are not abundantly clear.\nWe rate the claim Pants On Fire!\n Share the Facts   Politifact    5 6  Politifact Rating:   Says former NRA president Jim Porter said, \"It’s only a matter of time before we can own colored people again.\"    BlackInsuranceNews.com website   in an Internet post Monday, February 27, 2017 02/27/2017    Read More  info", "vclaim_id": "vclaim-pol-03609"}