{"url": "/factchecks/2015/dec/30/stephen-hayes/guantanamo-key-component-terrorist-propaganda/", "speaker": "Stephen Hayes", "vclaim": "Guantanamo has \"never been a key component of ISIS or al-Qaida propaganda.\"", "truth_label": "true", "date": "stated on December 27, 2015 in on \"Fox News Sunday\":", "title": "Is Guantanamo a 'key component' of terrorist propaganda?", "text": "Supporters of closing the Guantanamo Bay Detention Center, including President Barack Obama, often refer to the military prison’s existence as a major recruitment tool for terrorist groups.\nThe theory is that terrorist groups such as al-Qaida and the Islamic State of Iraq and Syria (ISIS) can rally potential followers by highlighting alleged human rights abuses against suspected terrorists held at the prison.\nBut Weekly Standard senior editor Stephen Hayes said this is flat-out wrong.\nGuantanamo has \"never been a key component of ISIS or al-Qaida propaganda, and yet the president is insisting on moving forward and closing it,\" Hayes said on Fox News Sunday Dec. 27.\nWe decided to get to the bottom of this question.\nWhen we reached out to Hayes, he said there’s no question that Guantanamo features in some terrorist propaganda, but he emphasized that it’s not a \"key component.\" Experts we spoke with generally agreed.\nScant mentions\nHayes pointed us in the direction of Thomas Joscelyn, senior fellow at the Foundation for Defense of Democracies and an expert in counterterrorism.\n\"Guantanamo plays an insignificant role in the jihadis' propaganda\" Joscelyn told PunditFact. \"It is rarely mentioned.\"\nJoscelyn’s conclusion is based on statistical analyses of keywords used in ISIS and al-Qaida propaganda, which he has followed closely for the past decade. Over the years, he has amassed a database of messages, videos, transcripts of audio statements and publications produced in multiple languages, predominantly Arabic.\nFor example, Joscelyn found just four mentions of Guantanamo out of 12 issues — or more than 700 pages in English — of ISIS’ monthly magazine, Dabiq. Not one article included Guantanamo as a main theme. None of the four mentions were in a recruitment context; one was in a footnote.\nOther topics dominate, such as the fight against the \"Zionist-Crusaders,\" establishing the caliphate, the fate of Palestine, U.S. military airstrikes targeting ISIS, and American occupation of Iraq and Afghanistan.\nResearchers at the Brookings Institution also conducted an analysis of terrorist propaganda earlier in 2015 and published their findings in the respected Lawfare blog. Even though their review only included material that was in English or came with a translation, they came to a similar conclusion as Joscelyn.\nOverall, the authors found that ISIS has rarely used Guantanamo as a propaganda tool, and al-Qaida uses the prison a lot less frequently than it used to, though the group didn’t use it much to begin with. When groups did mention Guantanamo, it was often listed alongside other controversial facilities, like the now defunct Abu Ghraib prison, and other grievances concerning the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Guantanamo has never played a big role in any terrorist group’s propaganda compared to the issues that really animate those groups,\" the authors wrote. \"So while it’s easy to find examples of terrorist leaders mentioning and denouncing Guantanamo, these were never the major themes of jihadi propaganda but were, at most, supporting arguments.\"\nOne expert told us Hayes’ claim is an overstatement.\nMax Abrahms, a political science professor at Northeastern University, said Hayes is downplaying Guantanamo’s significance in propaganda. For example, al-Qaida’s Inspire magazine has prominently featured the prison, such as the fall 2010 issue, which included accounts from former detainees.\nHe added that in recent ISIS’ beheading videos shared widely on social media, the terrorists often dress the hostages in orange jumpsuits, which many people assume is a reference to the iconic Guantanamo detainee uniforms.\nJoscelyn disputed this argument, saying that many prisons use similar jumpsuits and Guantanamo no longer uses those uniforms. Further, these so-called \"Jihadi John\" videos rarely mention Guantanamo.\nThe orange jumpsuit is likely a visual reference to Abu Ghraib, rather than Guantanamo, dating back to the first beheading video by al-Qaida in Iraq, said J.M. Berger, a nonresident fellow at Brookings.\nIn any case, Guantanamo is not necessarily an effective recruiting tool, Abrahms added. In fact, it might be less valuable in terms of propaganda now than it used to be because Guantanamo was associated with President George W. Bush, while it’s widely known that Obama wants to close the prison.\nThe general topic of Muslim religious and political prisoners is popular among jihadists and can be used in recruitment, said Berger, author of Jihad Joe: Americans Who Go to War in the Name of Islam and ISIS: The State of Terror. Terrorist group members can monitor related social media accounts and websites looking for potential recruits.\nFor example, a former Guantanamo detainee runs one of the most important English-language websites on this topic, the London-based Islamic prisoner advocacy website CAGE, and they cover Guantanamo issues in some detail.\n\"Guantanamo has not been a massive focus in jihadist propaganda, but it does feature in recruiting,\" Berger said. \"ISIS and al-Qaida recruiters can use it as a wedge issue when approaching someone who is not fully radicalized.\"\nHe added, though, that U.S. counterterrorism action, particularly drone strikes, are arguably much more important to recruitment and definitely more important to propaganda than Guantanamo.\nOur ruling\nHayes said, Guantanamo has \"never been a key component of ISIS or al-Qaida propaganda.\"\nExperts told us that Hayes’ point has merit. Analyses of jihadist propaganda materials show that Guantanamo is rarely mentioned, especially compared to other grievances against the United States, like military airstrikes. Al-Qaida uses Guantanamo less frequently now than it used to, though it was never a primary focus of their propaganda.\nBecause he specified that Guantanamo is not a \"key component\" of jihadist propaganda, we rate Hayes’ statement True.", "vclaim_id": "vclaim-pol-05583"}