{"url": "/factchecks/2012/oct/21/david-cicilline/providence-crime-rates-during-david-cicilline-admi/", "speaker": "David Cicilline", "vclaim": "\"While I was mayor of the city of Providence we had the lowest crime rate in 30 years.\"", "truth_label": "true", "date": "stated on October 16, 2012 in a debate:", "title": "Providence crime rates during the David Cicilline administration - revisited", "text": "With U.S. Rep. David Cicilline coming under fire for his work as a defense attorney, the Democrat has been fighting back by saying that, during his tenure as mayor of Providence, the city logged the lowest crime rate in three decades.\n\n\"I'm very proud that while I was mayor of the city of Providence we had the lowest crime rate in 30 years,\" Cicilline said during his Oct. 16 debate against Republican Brendan Doherty, the former superintendent of the Rhode Island State Police.\n\nCicilline talked about the crime statistics at least three times during the WPRI - Providence Journal faceoff.\n\nAt the time PolitiFact Rhode Island first looked at the issue -- in 2010 when Cicilline first ran for Congress -- data were only available through 2009. We rated his statement as True because it was factually correct.\n\nSince then, PolitiFact national and its affiliates have begun looking at such statements with a focus on whether the implied cause and effect is fair and accurate. With that perspective, we decided to reexamine Cicilline’s claim and to include the statistics for 2010, Cicilline's last year as mayor.\n\nTo recap, in 2010 we looked at data collected by the Providence Police Department on various crimes going back to 1960 and focused on the sum of all reports of murder, rape, robbery, aggravated assault, burglary, larceny and motor vehicle theft, which the police call the \"crime index.\"\n\nFor 2009, the last year available at the time, there were 9,252 such crimes reported in Providence, according to police. That was the lowest number since 1965, 44 years earlier.\n\nLast week, we asked the Police Department for more recent figures.\n\nMeanwhile, we got Providence data from the FBI website. So we'll use that for now.\n\nThere's one big caveat to this. The FBI and the city classify crimes a bit differently. As a result, in recent years Providence has invariably reported more crime incidents than the FBI lists on its website, even though Providence is the source of both numbers. In other words, the FBI numbers make Providence look better than the city's own numbers do. However, the trends are similar.\n\nThe FBI numbers say the Providence crime index in 2009 was 9,173, or 79 fewer than the city reported.\n\nGoing forward to 2010, the FBI says the number rose to 9,472, an increase of 299 incidents or 3.3 percent.\n\nHowever, Cicilline talked about \"crime rate,\" which is the number of reported crimes for the population. Because Providence's population went up in 2010, the crime rate in 2010 was 53.2 incidents per 1,000 people, which is lower than the year before and the lowest of any year during the Cicilline administration.\n\n(We've put the FBI statistics on a spreadsheet that can be downloaded from www.scribd.com/politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nWhen we received Providence police's updated data, we found that the statistics for the Cicilline administration had shifted, which can happen from year to year because categories can shift, such as when an assault becomes a murder.\n\n(In two of the years, the shifts were dramatic. The new numbers were 7.7 percent lower for 2005 and 4.2 percent lower for 2007. We asked for an explanation for the discrepancies, but haven’t received a response from the department.)\n\nBut even with those numbers, the trend remains the same, with the crime index reaching a nadir in 2009 and the number of crimes rising a bit in 2010.\n\nLooking at the broader picture, Cicilline's comments at the Oct. 16 debate suggest that he and his administration were responsible for the decline, and it was clear from when we first did the story that officials think initiatives such as community policing played a role.\n\nHowever, the drop in overall Providence crime came at a time that crime was dropping nationally for a variety of reasons, including the aging of the population. Thus, the evidence is muddled.\n\nOne thing that argues in Cicilline's favor is the fact that the decline in the Providence crime rate was steeper than the national decline during the early years of his administration. However, that decline seemed to have leveled off during his final three years in office.\n\nOur Ruling\n\nDavid Cicilline said that, \"While I was mayor of the city of Providence we had the lowest crime rate in 30 years.\"\n\nThat's actually an understatement. The 2009 rate was the lowest in Providence in four decades. The rate went down just a bit more in 2010 because a population increase in Providence washed out an increase in the actual number of reported crimes.\n\nThe downward trend in Providence coincides with a national decline in the rate of serious crimes, but the decline in the early years of his administration was steeper than the national average.\n\nCicilline and the Providence Police Department may have played a significant role in bringing the numbers down as well, but the scope of that effect is impossible to quantify with any certainty.\n\nNonetheless, the evidence is strong enough for the judges to rate Cicilline's statement True.\n\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-10124"}