{"url": "/factchecks/2012/oct/23/barack-obama/obama-says-romney-opposed-any-government-help-resc/", "speaker": "Barack Obama", "vclaim": "Says Mitt Romney was clear that he \"would not provide government assistance to the U.S. auto companies, even if they went through bankruptcy.\"", "truth_label": "barely-true", "date": "stated on October 22, 2012 in the final debate:", "title": "Obama says Romney opposed any government help to rescue carmakers", "text": "The recovery of the American auto industry offers proof of the old saw that success has a thousand fathers while failure is an orphan.\n\nMitt Romney has said that President Barack Obama followed the plan Romney laid out in 2008. For his part, Obama has said Romney would have let General Motors and Chrysler fend for themselves as they went through bankruptcy.\n\nIn their final debate before the election, Obama repeated his charge against Romney.\n\n\"You keep on trying to, you know, airbrush history here,\" Obama said.\"You were very clear that you would not provide government assistance to the U.S. auto companies, even if they went through bankruptcy. You said that they could get it in the private marketplace.\"\n\nIn a spirited back and forth, Romney insisted the president was wrong.\n\n\"I said that we would provide guarantees,\" Romney said. \"That was what was able to allow these companies to go through bankruptcy, to come out of bankruptcy. Under no circumstances would I do anything other than to help this industry get on its feet.\"\n\nIn this fact-check, we’ll examine Obama’s charge that Romney would not provide government assistance to the car companies, even if they went through bankruptcy.\n\nEarly in 2008, Romney said in a speech to the Detroit Economic Club that, \"I am not open to a bailout, but I am open to a workout. Washington should not be a benefactor, but it can and must be a partner.\"\n\nLater that year, Romney wrote a now well-known New York Times op-ed called \"Let Detroit go bankrupt.\"\n\nBoth men encouraged voters to look at that. We did, and here is what Romney wrote:\n\n\"The federal government should provide guarantees for post-bankruptcy financing and assure car buyers that their warranties are not at risk.\"\n\nRomney’s campaign said this referred to the government providing a guarantee to private lenders who stepped in to keep the carmakers running while they went through bankruptcy. Such a guarantee would have drawn in private lenders even at a moment when conventional credit markets were frozen.\n\nIn bankruptcies, it is not uncommon to allow companies to continue to operate because this gives the creditors the best shot at getting more of their money back. By definition, a bankrupt business is short on money, and in order to make payroll and pay suppliers, there is something called debtor-in-possession or DIP financing.\n\nBut Romney did not speak of DIP financing directly. We asked Laura Beth Bartell, a bankruptcy law professor at Wayne State Law School, if the term he did use, \"post-bankruptcy financing,\" would mean the same thing.\n\n\"I can’t read Romney’s mind as to what he meant when he used the phrase,\" Bartell said. \"But most bankruptcy lawyers would interpret ‘post-bankruptcy financing’ to refer to DIP financing.\"\n\nHowever, Romney’s term \"post-bankruptcy financing\" has been used in a different sense as well. Sometimes it means the financing a company receives once the bankruptcy is completed. (For example, a 2007 article in CFO with the headline \"Delta receives post-bankruptcy financing\" described a multibillion dollar package for the troubled airline that took effect after the company was out of bankruptcy.)\n\nSteve Rattner, the former auto bailout chief in the Obama administration and a vocal critic of Romney, said Romney was using the term in this second sense - the longer-term loans that sustain a business after it exits bankruptcy.\n\n\"He was referring to the practice on Wall Street of providing ‘exit financing’ to companies coming out of bankruptcy,\" Rattner said. \"But because there was not DIP financing available, the companies would have never come out.\"\n\nBartell disagreed. She said the term can have both meanings but noted that Romney was writing about a managed bankruptcy.\n\n\"I cannot imagine why he would be discussing the ability of the car companies to get financing after they emerged from bankruptcy when all the talk at the time was about their ability to get financing to allow them to operate during a bankruptcy.\"\n\nTotal certainty of Romney’s intent may be elusive. John Pottow, a bankruptcy law professor at the University of Michigan Law School, said the term was used loosely in the op-ed.\n\n\"I'm not sure what it meant because the logical thing is for it to mean DIP financing,\" Pottow said. \"But the contextual thing means exit financing, because he's implying we shouldn't do anything during bankruptcy, only after bankruptcy.\"\n\nWe asked the Romney campaign for any comments the governor made in 2008 that would clarify his meaning. The staff said they did not know of any.\n\nRomney’s op-ed deals almost entirely with how GM and Chrysler ought to function after restructuring.  He said almost nothing about the process of bringing the companies to that point -- some nine words out of more than 800. This adds to the uncertainty surrounding his intent.\n\nOur ruling\n\nObama said Romney would not provide government assistance to the car companies, even if they went through bankruptcy.\n\nRomney’s term \"post-bankruptcy financing\" can have two meanings. It can refer to money used during bankruptcy and money used right afterwards. The distinction has great practical significance in this case, because without the loans in the middle of a bankruptcy, there might be no automakers to lend to on the other side.\n\nWe can't know for sure which meaning Romney had in mind. However, Obama made a strong assertion. He said Romney would offer no government aid even if the carmakers went through bankruptcy.\n\nRomney’s words were vague and quite limited in number but he did speak of a government guarantee, and that would be the case whether he meant for loans during or after bankruptcy.\n\nWe rate Obama's statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10105"}