{"url": "/factchecks/2018/aug/24/donald-trump/trump-tweets-incorrect-south-african-land-seizures/", "speaker": "Donald Trump", "vclaim": "Says the \"South African Government is now seizing land from white farmers\" and alleges a \"large scale killing of farmers\" in the country.", "truth_label": "barely-true", "date": "stated on August 22, 2018 in a tweet:", "title": "Trump tweets incorrect on South African land seizures, farmer killings", "text": "Fox News host Tucker Carlson and President Donald Trump are among a group of U.S. conservatives raising alarm bells about something happening half a world away in South Africa.\n\"The president of South Africa, Cyril Ramaphosa, has begun ... seizing land from his own citizens without compensation because they are the wrong skin color,\" Tucker began his show Aug. 22. \"That is literally the definition of racism.\"\nTrump chimed in soon thereafter on Twitter, tagging accounts for both Carlson and Fox News and going even further to decry murders of farmers. Trump said that he had asked Secretary of State Mike Pompeo to investigate \"the South Africa land and farm seizures and expropriations and the large scale killing of farmers.\"\nI have asked Secretary of State @SecPompeo to closely study the South Africa land and farm seizures and expropriations and the large scale killing of farmers. “South African Government is now seizing land from white farmers.” @TuckerCarlson @FoxNews— Donald J. Trump (@realDonaldTrump) August 23, 2018\n\n\nTrump’s statement that the South African government is \"seizing land from white farmers\" is misleading. As for his claim that there is \"large scale killing of farmers\" in the country, that is flat-out wrong.\nA brief history of South African reparations\nSouth Africa is a country marred by its long history of racial discrimination. From 1948 until 1994, the country lived under apartheid rule; members of different races were forbidden from interacting, and black South Africans were forced under law to live in much worse conditions than white citizens.\nIn 1959, the government required many black landowners to give up their property and rent homes with white landlords. Over the course of apartheid, non-white families lost their homes and lands.\nWhen apartheid ended in the mid 1990s, the government passed measures to help black South Africans to recover from decades of discrimination and abuse. The effects of apartheid still reverberate through the country, especially when it comes to a distribution of land: 72 percent of farmland in South Africa is owned by white people, while whites make up about 9 percent of the population.\nSelling or seizing?\nOne of the reparations, first passed in 1994, is the Restitution of Land Rights Act. Under this law, black families and communities who had property taken from them before or during apartheid can file a claim for it. The government and current landowners negotiate for the area. If they cannot reach a compromise, the government can use expropriation -- the power of the state to take land for the public good.\nOn Aug. 19, South Africa’s restitutions policy made headlines when the government moved ahead with plans to buy a hunting retreat. The current owners, the Akkerland Boerdery company, say that the government offered them only 10 percent of the market value for their property.\nIn the Restitution of Land Rights Act, the land reform minister is given the right to expropriate land that rightfully belongs to another group. However, the act also says that the compensation for that land is to be determined \"either by agreement or by the Court.\"\nThe owners of Akkerland, who did not agree to the government’s offer, said they had been denied the opportunity to argue in court.\nThe ruling party in South Africa, the African National Congress, has been working to make land expropriation easier for the government. Most notably, they plan to begin allowing the government to take land without offering compensation to speed up the restitution of land ownership to black South Africans. A leading ANC chairman also created controversy in July, when he said that farmers with more than 25,000 acres should have land taken from them.\nBack to Trump\nTrump’s framing about the South African government \"seizing land from white farmers\" omits critical context and leaves the wrong impression.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe South African government is not seizing land of white farmers. Instead, they are negotiating with white farmers to buy back land that had been wrongfully taken from black communities during apartheid.\nThe government is considering changing the constitution so they can acquire the land without paying the current owners. However, in every exchange made so far, they have paid current owners for their property loss. The government has not taken steps to limit farmers to 25,000 acres.\nFarmer danger\nNow to the second part of Trump’s tweet: the \"large-scale killing\" of South African farmers.\nThe statistics on this are nebulous. Our partner Africa Check concluded in May that there were significant roadblocks to identifying the rate of farm murders.\nTo calculate a rate, one would need the number of murders, and divide that by the total number of farmers. However, the murder rate could include anyone visiting or working on a farm, not just farm owners. Additionally, there are no accurate estimates of farms or farmers in the country.\nAfrica Check determined that it is \"near impossible\" to determine an accurate murder rate for farmers. Calculated based solely on a 2007 commercial agriculture census, the rate is about 100 per 100,000 farmers. But when all farm-related personnel are accounted for, rather than just full-time commercial farmers, the rate is much lower: only 5.6 murders per 100,000 farmers. If you count every person involved in agriculture, even those who don’t live on farms, the rate would drop even further, to 0.4 murders per 100,000.\nThat being said, the police in South Africa have been tracking the number of farm attacks and murders over the last two decades. According to their statistics, there were 47 farm murders in the 2017-18 financial year. According to Africa Check, the South African police did not collect statistics on attacks and murders on farms and smallholdings prior to 1997.  \nSo, there is not conclusive evidence to say that farmers are more likely to be killed than anyone else in the country. There is also no way to determine how many recent murders were motivated by racial tensions.\nDr. Johan Burger, a researcher for South Africa’s Institute for Security Studies, told the Australian Broadcasting Company fact-checkers that farm attacks may be partially motivated by the isolation of farmers; because their land is further away from neighbors and police stations, they may be easier to rob.\nIt’s hard to say what Trump meant by \"large-scale killing.\" However, based on the limited amount of information we have, it is inaccurate. Farm murders have been declining over time, according to police reports.\nOur ruling\nTrump tweeted that the \"South African government is seizing land from white farmers\" and that there has been a \"large scale killing of farmers\" in the country.\nThe government of South Africa is pursuing reparations more aggressively. When black communities file a claim for stolen land, the government has been offering fair market value to encourage white owners to sell. Now, the government is considering taking land without compensating current owners.\nOnly land which had been unfairly taken from black communities through discriminatory laws is considered for redistribution.\nWhat’s more wrong in Trump’s observation is that South African farmers are not being killed systematically due to their race or profession. There is not enough data to say whether the rate of farmer deaths has increased significantly, and nothing tying that directly to government reparations initiatives.\nWe rate this statement Mostly False.\nCorrection (Aug. 28, 2018): The South African police did not collect statistics on attacks and murders on farms and smallholdings prior to 1997. A previous version of this story included incorrect information on this point.", "vclaim_id": "vclaim-pol-01693"}