{"url": "/factchecks/2010/sep/03/john-lombardi/lombardi-says-he-donates-80-85-percent-his-campaig/", "speaker": "John Lombardi", "vclaim": "\"80 to 85 percent of my campaign funds go to donations to various organizations throughout the City of Providence.\"", "truth_label": "pants-fire", "date": "stated on August 24, 2010 in a WPRI Channel 12 debate:", "title": "Lombardi says he donates 80 to 85 percent of his campaign funds", "text": "Political observers will remember the Aug. 24 Providence mayoral debate for candidate Chris Young's marriage proposal, which made national news. But amid the YouTube clips and pundit chatter that dominated the aftermath, an otherwise substantive debate was overshadowed.\n \nThere’s a lot we could have checked from that debate (was the proposal legit, or was it a political ploy?). We'll start, however, by focusing on the one candidate who specifically challenged voters to check his record.\n\nDrawing on questions from viewers during the web-broadcast segment, WPRI-TV's Tim White, the moderator, asked the candidates whether they’d be willing to give leftover campaign funds to nonprofit organizations. Longtime Providence Councilman John Lombardi’s answer?\n\n\"I would challenge anyone to look at my finance reports at the Board of Elections. I would venture to say that 80 to 85 percent of my campaign funds go to donations to various organizations throughout the city of Providence, so the answer would be yes, but that would just be a natural occurrence for me.\"\n \nWe love a good challenge, so we barely hesitated before picking up the phone to ask Lombardi whether he actually did all that math to get to 80 to 85 percent. \"Of course I didn’t run the numbers,\" he told us, half laughing, half annoyed.\n \nOK, but you did challenge us to check your filings, right?\n \nLombardi said the comment was said in jest and was meant to be nothing more than \"a tongue-in-cheek remark.\" We here at PolitiFact like a good joke as much as the next person; however, when you encourage \"anyone to look at my finance reports,\" it doesn't sound much like one.\n \nWe decided to take him up on the challenge that he now says wasn't a challenge and checked his campaign filings anyway.\n\nSince Lombardi didn’t specify a time frame for the 80-percent donation rate, we elected to start by looking at his 2010 second-quarter campaign finance report.\n \nLombardi said he gave to \"various organizations,\" rather than \"nonprofits,\" so we gave him a little latitude on whom we counted.\n\nFor example, we included his donations to the 15th Ward Democratic Association as well as checks written to fundraisers and schools.\n\nThe only exception was when such a donation specified \"advertising,\" as was the case with money he gave to the Rhode Island Catholic Diocese and several other organizations.\n \n(It is worth noting that giving away money -- including campaign contributions -- is a standard practice for candidates to reward supporters and attract votes.)\n\nThe most cash Lombardi had on hand during the second quarter was $121,393; he gave about $5,400 of that to local organizations. That's about 4.4 percent of the total, nowhere near the 80 percent to 85 percent he suggested.\n \nWhen we asked Lombardi about his second-quarter filings, he said the 80-percent figure was never meant to apply to that period because he is spending so much of his campaign funds on his run for mayor. \"But if you go back last year or so before, you’ll find that,\" he told us. \"…Other than this year, that’s a matter of course for me.\"\n\nWe understand that rationale. It makes sense that he’s not giving away much of his money during a heated primary, which is why we took him up on this suggestion as well and checked all his filings from 2009.\n\nThat was before he was ramping up his mayoral campaign, but after his last City Council race was over. So it seemed like a reasonable time for him to have given more to charity.\n\nHe didn't.\n\nIn the first quarter he gave about 4.2 percent of his funds to local organizations. That number jumped to 7.4 percent in the second quarter, before dropping to 3.5 percent in the third quarter and 2.3 percent in the fourth quarter. That's a yearly average of 4.35 percent. It doesn't even break double digits.\n\nIn a follow-up conversation, Lombardi's campaign treasurer said the candidate meant to phrase the claim as 80 percent to 85 percent of his total spending, not his total cash. In the interest of fairness, we ran those numbers too. In 2009, just under 20 percent of his spending, on average, went to local organizations. Again, the numbers never came close to 80 percent.\n\nLombardi himself offered another defense, insisting that many of his paid ads ran in church bulletins and should therefore be counted as charitable donations. But regardless of where they appeared, those announcements were still paid advertisements promoting Lombardi. When he filed his campaign reports he listed them as just that.\n\nIt's clear that Lombardi gives donations to local organizations. But his statement at the debate that he donates 80 percent to 85 percent is simply wrong.\n\nLombardi may have been joking, as he maintains, or perhaps he just made an unfortunate exaggeration that in a less politically charged time may have gone unnoticed.\n\nSpeaking on camera during the debate, he didn't say he was speaking in jest, nor did he crack a smile or do anything else to suggest he wasn’t serious.\n\nWhat he did was lead voters to believe he deserved credit for a level of charity that was, at best, greatly exaggerated.\n\nPants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-14493"}