{"url": "/factchecks/2011/nov/07/johnny-isakson/isakson-says-energy-bills-higher-taxes-insurance/", "speaker": "Johnny Isakson", "vclaim": "\"The average homeowner spends more than $2,000 each year on energy costs – more than on either real estate taxes or homeowners insurance.\"", "truth_label": "true", "date": "stated on October 19, 2011 in a press release:", "title": "Isakson says energy bills higher than taxes, insurance", "text": "Republican U.S. Sen. Johnny Isakson wants Americans to invest in greener homes, and he is co-sponsoring a bill he thinks will help this take place.\n\nThe Sensible Accounting to Value Energy Act, introduced last month, requires lenders who write mortgages backed by the federal government to consider a home’s possible energy costs along with loan payments and other expenses when they determine whether a buyer can afford it.\n\nEnergy bills are even higher than real estate taxes or homeowners insurance, Isakson said in a press release issued Oct. 19.\n\n\"The average homeowner spends more than $2,000 each year on energy costs – more than on either real estate taxes or homeowners insurance, both of which are regularly accounted for in mortgage underwriting, \" the release read.  \n\nEven more than real estate taxes or homeowners insurance? Sounds like a big chunk of a typical homeowner’s budget. We took a closer look.\n\nAn Isakson spokeswoman referred us to a chart produced by the Washington, D.C.-based Institute for Market Transformation, which promotes energy efficiency and green buildings. It created a chart with average 2008 costs for energy, property taxes and homeowners insurance.\n\nEnergy costs stood at $2,278. Property taxes were $1,879. Homeowners insurance was $791.\n\nThe chart said that the IMT used U.S. Department of Energy data, U.S. Census Bureau numbers, and figures for the National Association of Insurance Commissioners. Researchers typically go to these sources for this type of information.  \n\nEach year, the Energy Department’s Office of Energy Efficiency and Renewable Energy publishes the Buildings Energy Data Book, which tracks how much energy residential and commercial buildings use. They include data on how much the average household spends on energy.\n\nFor 2008, it was $2,269, or $9 lower than IMT’s figure. An IMT researcher told us that their number is higher because they included costs of wood fuel, which the Energy Department excludes.\n\nThe Census Bureau’s American Community Survey includes estimates on the median amount of real estate taxes paid for owner-occupied housing units. It was $1,897, according to their 2008 data. This is close to IMT’s number.\n\nThen we looked at average yearly costs for homeowners insurance. We looked at census data, which is based on calculations from the National Association of Insurance Commissioners. For 2008, it was $791, just as IMT said.  \n\nIsakson was right. On average, the amount of money a homeowner pays for energy bills is higher than property taxes or homeowners insurance. He earns a True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-12129"}