{"url": "/factchecks/2020/sep/01/viral-image/hoax-distorts-chadwick-bosemans-death/", "speaker": "Viral image", "vclaim": "Says Chadwick Boseman was poisoned and his death is being investigated as a homicide.", "truth_label": "pants-fire", "date": "stated on August 30, 2020 in a Facebook post:", "title": "Hoax distorts Chadwick Boseman’s death", "text": "On Aug. 28, a statement from the family of Chadwick Boseman was tweeted from the actor’s verified Twitter account announcing that he had died. \n\"Chadwick was diagnosed with stage III colon cancer in 2016, and battled with it these last 4 years as it progressed to stage IV,\" the message said. \"A true fighter, Chadwick persevered through it all, and brought you many of the films you have come to love so much. From Marshall to Da 5 Bloods, August Wilson’s Ma Rainey’s Black Bottom and several more, all were filmed during and between countless surgeries and chemotherapy. It was the honor of his career to bring King T’Challa to life in Black Panther. He died at home, with his wife and family by his side.\"\nIn the days since, Facebook posts like this one have spread misinformation about Boseman’s death, claiming that he was poisoned. An image of the actor above a headline on TorontoToday.net says: \"AUTOPSY: Chadwick Boseman was POISONED, homicide investigation begins.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBut Toronto Today is not a credible news source. We found no evidence to suggest an autopsy had occurred, much less that such an autopsy found evidence of poisoning. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\nColon cancer is the second-leading cause of cancer deaths in the United States. Boseman had not spoken publicly about his diagnosis, and the news of his death startled fans, who grieved his passing on social media. But we found nothing to support the claims that others are now sharing on platforms like Facebook. Rather, they seem to follow the same pattern of other death hoaxes that spread after a high-profile person dies. \nThe Toronto Today story says that \"police are now considering this a homicide, and will be holding a press conference in the next 48 hours,\" but no such news event has happened. \nIf Boseman was actually killed, it would draw wide media coverage. Instead, this post has drawn articles fact-checking it. \nWe rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-18855"}