{"url": "/factchecks/2012/oct/09/patriot-majority-usa/group-attempts-link-deal-koch-brothers/", "speaker": "Patriot Majority USA", "vclaim": "Gov. Nathan Deal \"has taken at least $15,600 from the (Koch brothers), their businesses, and their employees.\"", "truth_label": "false", "date": "stated on September 30, 2012 in a news release:", "title": "Group attempts to link Deal to Koch brothers", "text": "When it comes to the game of big-money politics, there are few competitors more influential than the Koch brothers -- and supporters of President Barack Obama don’t like the way they play.\n\nCharles and David Koch support libertarian and tea party principles of lower taxes and smaller government, using some of their vast wealth to back causes and candidates that often oppose the president’s policies. The Koch brothers, who own myriad businesses under the umbrella company Koch Industries, have a combined reported fortune of $35 billion.\n\nOne group recently came to Georgia to ask Gov. Nathan Deal to denounce the Koch brothers for \"funding laws like voting restrictions that hurt Georgians.\" Georgia is one of several states in recent years to pass laws requiring various forms of photo identification at the polls, to the dismay of civil rights groups and Democrats.\n\n\"Deal has taken at least $15,600 from the Kochs, their businesses, and their employees,\" Patriot Majority USA, which describes itself as a bipartisan organization, wrote in the news release. The group held a news conference at the state Capitol on Oct. 1 as part of its national tour to push solutions that it says will encourage economic growth.\n\nPolitiFact Georgia wondered whether this group had its numbers right and whether any context was missing.\n\nPatriot Majority USA describes itself as an organization hoping to empower all Americans. Its action plan includes providing more money for public schools, improving the nation’s roads and bridges, supporting the federal health care law’s provision that allows parents to keep their children on their insurance until the age of 26, and closing tax loopholes for special-interest groups.\n\nEfforts to reach Deal’s office for comment were unsuccessful.\n\nDeal spent $8 million during his successful 2010 campaign for governor. Christy Setzer, a media representative for the organization, sent us a weblink that listed five separate contributions to Deal from individuals it claims are employees who work for companies owned by the Koch brothers.\n\nOne of the individuals mentioned was James S. Balloun, a longtime leading Atlanta businessman and civic leader. State records show Balloun has made campaign contributions to a number of prominent Republicans, including Casey Cagle, Karen Handel, Sam Olens and Sonny Perdue, as well as to Deal. Balloun was named a director of Georgia-Pacific in 1998. The company was purchased by Koch Industries in 2005.\n\nAs Patriot Majority USA stated, Balloun made contributions of $5,000 and $2,500 to Deal in 2010, according to state campaign finance records. Balloun, however, listed himself as retired when those two contributions were made.\n\nSetzer acknowledged that Balloun retired as a Georgia-Pacific director well before he made the contributions to Deal. She said, though, that Balloun was no \"run of the mill\" employee and that \"there has been speculation in various blogs that Balloun continues to carry water for G-P.\"\n\nThe other contributions Patriot Majority USA mentioned came from Georgia-Pacific and donors who work at the company.\n\nBalloun said he has never met the Koch brothers and noted that he had retired from Georgia-Pacific when Koch Industries bought the company. Balloun said he was a supporter of Perdue, who was governor from 2003 to 2010. He felt Deal would govern with a similar approach, he said, so he gave money to the Deal campaign.\n\nAs for Patriot Majority USA’s claim that Balloun continues to carry water for Georgia-Pacific, he said: \"There’s speculation that the Earth is flat, too.\"\n\nPolitiFact Georgia also found some contributions made by Georgia-Pacific and at least one executive, Curley Dossman, to Democrats in Georgia, including former Attorney General Thurbert Baker and former state Sen. Dubose Porter. Those contributions totaled $2,000.\n\nSo does that mean the Koch brothers support the policies of these two Democrats because of these contributions?\n\nTo sum up, Patriot Majority USA says Deal accepted $15,600 in campaign contributions from businesses owned by the Koch brothers or employees who work for those companies. One of those employees cited had retired by the time he made two contributions to Deal totaling $7,500, nearly half of what Patriot Majority USA mentioned in its news release. The information in the release is not accurate. We rate it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-10218"}