{"url": "/factchecks/2014/aug/25/don-beyer/beye/", "speaker": "Don Beyer", "vclaim": "\"The United States is the only industrialized country that does not guarantee paid time off to care for a new child.\"", "truth_label": "mostly-true", "date": "stated on August 25, 2014 in a web post.:", "title": "Beyer says U.S. is only developed nation not mandating paid family leave", "text": "Former Lt. Gov. Don Beyer has his eyes set on the 8th District congressional seat in Northern Virginia, calling for stronger guns laws, protecting the environment and expanded family leave when a baby arrives.\n\"The United States is the only industrialized country that does not guarantee paid time off to care for a new child...\" Beyer, a Democrat, says on his campaign website.\nWe wondered if he’s right.\nThe Family and Medical Leave Act entitles some workers to 12 weeks of unpaid leave time when they have babies. The law has many exceptions; it does not apply, for example, to businesses with fewer than 50 employees or to workers who have been at a company for less than a year.\nThree states -- California, New Jersey and Rhode Island -- provide paid family leave through payroll taxes. And some companies go beyond federal requirements and provide paid leave. The Bureau of Labor Statistics estimates 12 percent of private industry workers have access to paid leave.\nBut the bottom line, as Beyer says, is that the U.S. does not require parents be compensated when they take time off to care for newborns.\nHow does that compare to the rest of the world? Beyer’s office pointed us to a report released this year by the International Labour Organization, a United Nations agency. It examined maternity and paternity leave in 185 countries and territories and found that 99 percent of them  require compensated maternity leave -- paid by the countries through a social insurance program, by employers, or a combination of these sources.\nMothers in only two countries, the United States and Papau New Guinea, aren’t guaranteed paid maternity leave, according to the report.\nBeyer’s office also sent us a link to a PolitiFact National story that President Barack Obama’s claim in June that the U.S. is the only developed country that doesn’t provide paid maternity leave.\nOur colleagues rated Obama’s claim Mostly True, saying that U.S. leave policies for mothers is among the most meager in the world. But they noted that paid maternity leave isn’t a universal right around the world because many countries don’t offer the benefits to all working mothers of newborns.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nFor example, temporary workers don’t receive cash benefits in Canada, home workers don’t get maternity leave in Norway and Switzerland, and some civil servants don’t get leave in Japan.\nCanada also excludes migrant workers and moms that own more than 40 percent of their business and it requires women to have at least 600 hours of insurable employment to be eligible.\nThere’s a wrinkle that makes Beyer’s statement a slightly different from Obama’s comment on maternity leave. Beyer uses the phrase \"family leave,\" which can be interpreted as including paid time off for fathers.\nIn the U.S. dads, just like moms, have a right to time off, but it’s not paid. The ILO worldwide data on fathers is not as extensive as on mothers, but suggests most developed nations offer paternity leave benefits.\nAmy Raub, a principal research assistant at the World Policy Analysis Center at UCLA told us a handful of other developed countries, in addition to the U.S., don’t provide paid time off for fathers.\nOur ruling\nBeyer says the U.S. is the only industrialized country that doesn’t guarantee parents paid time off to care for their newborns.\nTo a very large extent, he’s right. The U.S. is the only developed country that doesn’t mandate paid leave for working mothers, according to United Nations’ statistics.\nBut there are two footnotes to Beyer’s statement: 1) Many nations that mandate paid maternity leave don’t offer the benefit to all moms and; 2) There are a handful of developed nations in addition to the U.S. that don’t offer paid paternity leave.\nSo we rate Beyer’s statement Mostly True.", "vclaim_id": "vclaim-pol-07398"}