{"url": "/factchecks/2019/aug/26/allen-frances/pants-fire-claim-donald-trump-has-much-blood-his-h/", "speaker": "Allen Frances", "vclaim": "\"Trump is as destructive a person in this century as Hitler, Stalin, and Mao were in the last century. He may be responsible for many more million deaths than they were.\"", "truth_label": "pants-fire", "date": "stated on August 25, 2019 in remarks on CNN's \"Reliable Sources\":", "title": "The Pants on Fire claim that Donald Trump has as much blood on his hands as Hitler, Stalin, Mao", "text": "Does President Donald Trump rank alongside the 20th century’s bloodiest dictators? A prominent psychiatrist said so during an interview on CNN.\nAllen James Frances, the chairman emeritus of Duke University’s department of psychiatry and behavioral sciences, appeared on CNN’s \"Reliable Sources,\" a program hosted by Brian Stelter that analyzes the news media. \nFrances – who played a key role in the publication of the fourth edition of the Diagnostic and Statistical Manual of Mental Disorders, the reference work that defines recognized psychiatric conditions – was brought on the show to discuss how the media should cover those who question Trump’s mental fitness for office.\nFrances warned against \"medicalizing politics,\" but he expressed concern about Trump:\n\"Trump is as destructive a person in this century as Hitler, Stalin, and Mao were in the last century. He may be responsible for many more million deaths than they were. He needs to be contained, but he needs to be contained by attacking his policies, not his person.\"\nAfter some Twitter users attacked Frances for comparing Trump to Adolf Hitler of Germany, Josef Stalin of the Soviet Union, and Mao Zedong of China – and criticized Stelter for allowing Frances’ comment to go unchallenged – Stelter took responsibility, citing technical difficulties that had distracted him during Frances’ comment.\nFrances also elaborated on Twitter, saying he was referring to the future death toll from climate change, hastened by Trump’s policies:\n\"Terrible damage Trump is doing to world climate at this global warming tipping point may be irreversable/could kill hundreds of millions of people in the coming decades. Many of them our children & grandchildren & their children. This is an existential crisis for humanity.\"\nWe decided to take a closer look at Frances’ original comment.\nIn interviews with PolitiFact, historians of the 20th century and experts on climate change both agreed that Frances made an extraordinarily flawed comparison to put Trump in the company of Hitler, Stalin, and Mao.\n\"Much as I abhor Trump’s climate policies, calling him Hitler seems inappropriate to me,\" said Rob Jackson, a Stanford University professor of earth system science. \"Trump’s climate and environmental policies are destructive. Calling him Hitler, though, is a distraction. It helps him marginalize criticism.\"\n\"Frances’s statement is shockingly stupid and uninformed for someone with a respectable and responsible position,\" said Benjamin Hett, a historian at Hunter College and the Graduate Center of the City University of New York and author of \"The Death of Democracy: Hitler’s Rise to Power and the Downfall of the Weimar Republic.\"\nFrances did not respond to inquiries for this article. A spokesman for Duke said that Frances is retired from the university and has no current responsibilities. \nHow many people did Hitler, Stalin, and Mao kill?\nThe death toll for each of the three 20th century dictators is subject to some disagreement and  margin of error, but authoritative accountings suggest that each was responsible for the deaths of at least 10 million or more.\nYale University historian Timothy Snyder estimated in 2011 that Hitler caused between 11 million and 12 million deaths of noncombatants, and that Stalin caused a similar number if you include deaths from disease and famine. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nMeanwhile, one calculation by the U.S. Holocaust Memorial Museum estimated more than 17 million deaths caused by Hitler. Combat deaths from World War II, would push the number higher still. (Since Hitler and Stalin faced off in World War II, there’s a risk of double-counting in such calculations.)\nMao, for his part, may have exceeded them both.\nIan Johnson, the author of \"The Souls of China: The Return of Religion After Mao,\" estimated in 2018 that Mao was responsible for perhaps 42.5 million deaths, of which the largest number came from a preventable famine stemming from his Great Leap Forward policy.\nHow many deaths could result from climate change?\nA 2014 World Health Organization analysis found that \"climate change is expected to cause approximately 250,000 additional deaths per year between 2030 and 2050,\" from such varied causes as heat exposure to the elderly, diarrhea, malaria, and malnutrition.\nUsing the 250,000-a-year figure, it would take about 40 years of Trump-related deaths from climate change to meet the low end of the Hitler and Stalin death counts. To reach Mao’s death toll of 42.5 million, it would take 170 years. \nIn early 2019, Andy Haines and Kristie Ebi, environmental and health specialists at the London School of Hygiene and Tropical Medicine, called the WHO calculation \"a conservative estimate\" in a paper in the New England Journal of Medicine.\nBut even if the WHO estimate is low, it’s clear that you’d have to stick Trump with the blame for many decades worth of global deaths from climate change to compete with Hitler, Stalin or Mao.\nIs Trump solely at fault for climate change?\nEven experts who decry Trump’s climate policies note that any future deaths will not be solely attributable to him. \nThe process has been underway long before Trump entered the Oval Office. In addition, countless other factors – from corporate policies to individuals’ own actions – have brought us to where we are today. \n\"When Trump took office, we were already committed to the ocean and atmospheric warming that we are seeing now, the basically irreversible acceleration in polar ice melt we are seeing now, the accelerating melt of permafrost and its effects we are seeing now, and the accelerating sea level rise we are seeing now,\" said Harold R. Wanless, a professor of geography and regional studies at the University of Miami.\nGiven this, Wanless said, the blame should be shared with all preceding administrations and congresses since about 1979, \"when it became apparent that climate change was happening, was starting to produce these changes, was basically irreversible, and would be made worse and worse as we added more greenhouse gases to the atmosphere.\" \nWanless termed Frances’ comparison \"naïve, irresponsible, and purely political.\"\nPeter Fritzsche, a University of Illinois historian, told PolitiFact that \"it seems silly to find a single embodiment to the problem of climate change,\" he said. \"Trump is a poster boy of ignorance, but the problem is much much larger, more serious, more difficult.\"\nFritzsche suggested a different comparison – presidents such as Franklin Pierce and James Buchanan whose inaction made the Civil War inevitable.\n\"I would compare Trump to the weak presidents of the 1850s who completely failed to see -- purposefully -- the conflict between North and South, the expansion of slavery in the West, and the issue of fugitive slaves,\" he said.\nOur ruling\nFrances said, \"Trump is as destructive a person in this century as Hitler, Stalin, and Mao were in the last century. He may be responsible for many more million deaths than they were.\"\nNot only does Frances’ comparison exaggerate the predicted climate change death toll compared to that of the dictators, he also lays the blame for potential future deaths at Trump’s feet alone, which even experts critical of Trump consider wrongheaded. We rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-00233"}