{"url": "/factchecks/2019/may/30/joe-biden/joe-biden-1994-crime-bill-mass-incarceration/", "speaker": "Joe Biden", "vclaim": "The 1994 crime bill \"did not generate mass incarceration.\"", "truth_label": "half-true", "date": "stated on May 14, 2019 in a campaign event:", "title": "Fact-check: Joe Biden’s defense of his 1994 crime bill and mass incarceration", "text": "Joe Biden is getting criticism from both sides over the 1994 crime bill. The sprawling $30 billion package included money for drug treatment and community policing, along with billions for prisons and tougher sentences for criminals.\nAs Senate Judiciary chairman, Biden was a prime mover, promising that \"there will be fewer people murdered,\" and \"fewer children will be turning to crime.\"\nTimes have changed. So far, two Democratic presidential candidates, California Sen. Kamala Harris and New York Mayor Bill de Blasio, have criticized Biden for shepherding a law that they say fueled mass incarceration. As the nation nearly doubled its prison population in the 1990s, blacks and Hispanics made up a growing fraction of men behind bars.\nSensing vulnerability in the top-polling Democrat, Republican President Donald Trump tweeted, \"African Americans will not be able to vote for you.\"\nIt’s on the mind of the electorate, too. A voter at a May 14 Biden campaign event offered a question in response to Biden bringing up the bill and its gun control measures. (The law banned 19 types of assault weapons.) The voter was more interested in its punishment side:\nAudience member: \"So I’m going to bring up the bad part of the crime bill that you sort of referenced. So, I’m curious how you’re going to really repair a lot of the black and brown communities that have been ravaged by the war on drugs and mass incarceration, and not necessarily high-level policies aimed at all people living in poverty, but specifically people who are institutionally and structurally in poverty because of mass incarceration and the war on crime. ...\"\nBiden: \"Folks, let’s get something straight: 92 out of every 100 prisoners end up behind bars are in a state prison, not a federal prison. This idea that the crime bill generated mass incarceration — it did not generate mass incarceration.\"\nOver the decades, no credible analyst has cast the 1994 crime bill as the trigger for mass incarceration. The evidence does show that the 1994 bill was part of a trend that was already underway. To vet Biden’s statement, we have to ask if the bill’s role was as small as he suggests.\nWe found many factors drove mass incarceration, including trends in the states that predated the 1994 law. But the law was in sync with those trends and may have encouraged them.  \nMixed numbers on incarceration\nFormally known as the Violent Crime Control and Law Enforcement Act of 1994, Biden’s bill reshaped American federal criminal justice in several controversial ways.\nIt imposed mandatory life sentences for people with three or more federal convictions on violent crime or drug-trafficking charges, known as the \"three strikes\" provision. (Biden pushed back against efforts to broaden that provision to nonviolent felonies.)\nThe law also dangled federal funding to states who passed \"truth-in-sentencing\" laws for state-level convictions. To get the money, states had to require violent offenders serve out at least 85% of their sentence. This was the product of political horse-trading between Democrats who wanted more money for drug courts and other programs to keep people out of prison, and Republicans who wanted to add more prison space.\nDuring the 1994 debate, Biden said it wasn’t enough to build prisons, because \"the prison population keeps growing to fill new spaces.\" The Senate agreed to spend $6 billion, but the total spending rose to win votes in the House.\nThe bill authorized $9.7 billion to add prison beds for states that met the 85% standard. But by the end of the decade, Washington had doled out only about a third of that — $2.7 billion to increase capacity by about 90,000 beds nationwide. (That’s a generous estimate that includes beds in juvenile detention facilities, medical beds and prison beds partially funded by federal dollars.)\nTaken as a percentage of the total jump in the adult prison population, based on how many prison beds were actually added, we can say the crime bill increased capacity, at most, by about 15% by the end of the decade.\nBut focusing on the 1990s would overlook that the U.S. prison population exploded in the decades before Biden’s bill became law and continued after President Bill Clinton signed it into law in 1994.\n\n\"The act didn’t cause mass incarceration,\" said Hadar Aviram, a law professor at the University of California, Hastings. \"Prison populations started rising two decades earlier, in the early 1970s, and by 1994 had already more than tripled, from 300,000 to over 1 million.\"\nThe U.S. prison population continued to rise after the 1994 act took effect. But the overall rate of growth actually slowed down.\n4. The rate of growth of prisons SLOWED over the 1990s. As crime dropped over the 1990s, our punitive push was slowing. In a clunky way, we were learning that crime was fading.Until 2001. pic.twitter.com/W2thupoA7C\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n— John Pfaff (@JohnFPfaff) May 14, 2019\n\nBiden’s campaign staff said the lower growth rate showed the bill didn’t drive mass incarceration.\nThe effect on black and Hispanic populations\nBiden’s questioner asked specifically about blacks and Hispanics. Historic federal data is most complete for black prisoners, and there, the numbers show that the black incarceration rate was different from the overall trend.\nBased on annual reports by the U.S. Bureau of Justice Statistics, the black incarceration rate rose from about 1,200 per 100,000 in 1985 to about 2,450 per 100,000 in 2000. (This is for both men and women. The rate for black men in 2000 was 3,457 per 100,000.) The white incarceration rate declined a bit between 1995 and 2000, falling from 319 to 281 per 100,000.\n\nIt’s impossible to draw a straight line between any of these changes and the crime bill. Many factors play a role.\n\"Criminal policy is driven mostly by state and local decisions, not federal,\" Fordham University professor John Pfaff noted.\nAlso, crime fell during the 1990s, and that relieved the pressure to put more people behind bars.\nA tough-on-crime ‘bidding war’\nAt the same time, there’s an argument to be made that Biden’s bill helped to solidify the tough-on-crime attitude at the heart of mass incarceration, an attitude that some say Biden had a role in shaping.\nUdi Ofer of the American Civil Liberties Union argues that Biden's bill was part of a bidding war between Democrats and Republicans to be seen as the party that took crime control more seriously.\n\"The 1994 crime bill was perhaps most consequential in that it was arguably the moment when both parties, at a national level, fully embraced the policies and political posturing that resulted in the mass incarceration crisis we are trying to fix today,\" Ofer said.\nBut the broader cultural and political impact of Biden’s crime bill is debatable.\nWhile Biden’s bill incentivized states to adopt truth-in-sentencing laws that would effectively extend the amount of time offenders’ served on average, most states had already passed such measures by the time the federal law took effect.\nAlmost all states that adopted them afterward said that the bill didn't really influence their decisions, Pfaff said.\nA 1998 congressional study found that out of 27 states that got grants, 11 said the federal money played only a partial role in changing state law, and just 4 said it was a key factor. The Biden campaign pointed to that report, and another from the Urban Institute, a Washington-based policy group, that reached a similar conclusion.\n\"I remain skeptical that the 1994 bill shaped the public narrative,\" Pfaff said. \"I think it is much more likely that, in general, the bill reflected the already punitive attitudes in the early 1990s.\"\nBiden’s historical support for crime bills\nSome criminal justice activists note that Biden had a hand in at least some of the earlier measures that helped mass incarceration take root.\n\"Biden was a sponsor and in many cases the primary architect of every significant federal bill in the ‘80s and ‘90s that exacerbated and continued mass incarceration,\" said Ed Chung of the progressive think tank Center for American Progress. He cited the Comprehensive Crime Control Act of 1984, as well as anti-drug abuse acts of 1986 and 1988 as examples.\nBiden co-sponsored that 1984 bill which, among many other changes, imposed mandatory minimum sentences. The U.S. Sentencing Commission reported in 2001 that \"whites are more likely than non-whites to be sentenced below the applicable mandatory minimum.\"\nBiden also co-sponsored 1986 legislation that treated crack cocaine, which was ravaging black communities, far more harshly than powdered cocaine, which was more common among white drug users. Selling 5 grams of crack triggered the same penalty as 500 grams of cocaine powder. The Sentencing Commission reported that \"blacks accounted for 88.3% of federal crack cocaine distribution convictions in 1993.\"\nIn 2007, Biden introduced a bill to treat crack and powdered cocaine the same. The sentencing disparities remained until 2010, when Congress, with the backing of the Obama administration, passed the Fair Sentencing Act. (Read more about Obama’s efforts.)\nOur ruling\nBiden said his 1994 crime bill \"did not generate mass incarceration.\"\nIn the strictest sense, the law did not launch the massive rise in the prison population. But it was in keeping with pre-existing trends at the state level, and in a limited way, provided funds to expand and keep policies in place that would increase the number of people behind bars.\nAt the same time, the crime bill funded other programs and made changes aimed at keeping people out of prison.\nWe rate Biden's claim Half True.\n' Share the Facts 2019-05-30 19:58:28 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  The 1994 crime bill \"did not generate mass incarceration.\"    Joe Biden Former Vice President of the United States https://www.mediaite.com/election-2020/biden-confronted-about-crime-bill-says-it-didnt-generate-mass-incarceration-the-black-caucus-supported-it/   At a campaign event in Nashua, N.H. Tuesday, May 14, 2019 2019-05-14    Read More  info", "vclaim_id": "vclaim-pol-00580"}