{"url": "/factchecks/2020/aug/24/michael-caputo/hhs-official-blames-cuomo-nursing-home-covid-death/", "speaker": "Michael Caputo", "vclaim": "“Does the #DemConvention know @NYGovCuomo forced nursing homes across NY to take in COVID positive patients and planted the seeds of infection that killed thousands of grandmothers and grandfathers?”", "truth_label": "barely-true", "date": "stated on August 17, 2020 in a tweet:", "title": "Is Cuomo directive to blame for nursing home COVID deaths as HHS official claims?", "text": "On the first night of the Democratic National Convention, New York Gov. Andrew Cuomo was among the first in a weeklong parade of speakers to issue scathing critiques of the Trump administration’s coronavirus response.\nCuomo’s criticisms drew a quick reply in a tweet from Michael R. Caputo, an assistant secretary for public affairs at the Department of Health and Human Services.\n\"Does the #DemConvention know @NYGovCuomo forced nursing homes across NY to take in COVID positive patients and planted the seeds of infection that killed thousands of grandmothers and grandfathers?\" he wrote.\n\nIt was an easy jab: Cuomo has been dogged by criticism for months over his March advisory directing nursing homes in the state to accept patients who had or were suspected of having COVID-19. As long as they were medically stable, the notice said, it was appropriate to move patients in. Further, nursing homes were prohibited from requiring that medically stable prospective residents be tested for the virus before they arrived.\nBetween March 25 and May 8, approximately 6,326 COVID-positive patients were admitted to nursing homes, according to a state health department report.\nWhile experts say this policy was flawed, is it fair to say that the governor’s directive \"forced\" nursing homes to take patients who were sick with COVID-19? And to what extent did that strategy sow the seeds of disease and death? When we examined the evidence, we found it was less clear cut than the statement makes it seem. The policy likely had an effect, but epidemiologists identified additional factors that fed the problem. What’s more the policy did not \"force\" nursing homes to accept COVID-positive patients. Nursing homes interpreted it this way. \nWe checked with HHS to find the basis for Caputo’s comment but got no response.\nThe back story\nAs the virus tore through nursing homes, killing dozens at some of them, Cuomo came under withering censure. His administration’s policy, implemented with an eye toward freeing up hospital beds for an onslaught of COVID patients, seemed to disregard the risks to frail and elderly nursing home residents who were especially vulnerable to the disease.\nAccording to the COVID Tracking Project, 6,624 people have died of COVID-19 in nursing homes and other long-term care facilities in New York, accounting for 26% of the state’s 25,275 COVID deaths. Some say the true number of deaths is much higher because, unlike many states, New York does not count the deaths of former nursing home residents who are transferred to hospitals and die there as nursing home deaths.\nCuomo’s explanation for the policy — that he was simply following guidance from the federal Centers for Disease Control and Prevention — didn’t cut it. A recent PolitiFact piece examining his claim rated it \"Mostly False.\"\nIn May, the governor amended the March order, prohibiting hospitals from discharging patients to nursing homes unless they tested negative for COVID-19.\nA misguided approach\nIn the early days of the COVID-19 pandemic, when New York was the epicenter and more than a thousand people were being hospitalized daily, there was genuine fear that hospitals would not be able to accommodate the influx of desperately ill patients.\nMoving people out of the hospitals and into nursing homes was one strategy to help hospitals meet these needs.\nAccording to the CDC guidance cited in the earlier PolitiFact story, there were two factors to consider when deciding whether to discharge a patient with COVID-19 to a long-term care facility: whether the patient was medically ready, and whether the facility could implement the recommended infection control procedures to safely care for a patient recovering from the virus.\nA document from the federal Centers for Medicare & Medicaid Services said nursing homes should accept only patients they were able to care for.\nLong-standing state guidance is based on the same condition.\nStill, nursing homes didn’t believe turning away patients with COVID-19 was an option.\n\"On its face it looked like a requirement,\" said Christopher Laxton, executive director of the Society for Post-Acute and Long-Term Care Medicine, which represents medical professionals in nursing homes and other long-term care facilities. \"The nursing homes we spoke to felt it was a mandate, and a number of them felt they had no choice but to take COVID patients.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWhile the overarching guidance not to take patients in unless they could be safely cared for may have been clear, nursing homes’ experience was often different, said Richard Mollot, executive director of the Long-Term Care Community Coalition, an advocacy group for elderly and disabled people. \"There was little reason for nursing homes to think they should only take in patients if they have the ability to do so safely because those rules are not generally enforced on a regular basis.\"\nBottom line: State and federal rules didn’t force nursing homes to accept COVID-positive patients, but many of them believed they had no other choice.\nA lethal result?\nHow much of the blame for the deaths of thousands of people in nursing homes from COVID-19 can be attributed to Cuomo’s March advisory?\nThat is the 6,000-person question.\nIn a July analysis of COVID-19 nursing home deaths, the state concluded that the deadly virus was introduced by nursing home staff members rather than sick patients.\nIt noted that peak nursing home resident mortality from COVID-19 on April 8 preceded the peak influx of COVID patients on April 14. In addition, it found that nearly 1 in 4 nursing home workers — 37,500 people — were infected with the virus between March and early June.\nBased on these and other factors, the report concluded that the state admissions policy could not have been a driver of nursing home infections or fatalities.\nEpidemiologists and nursing home advocates beg to differ.\n\"To say that introducing patients [to nursing homes] who had COVID did not cause problems is ridiculous,\" said Laxton.\nCalling the study’s approach \"pretty flawed,\" Denis Nash, an epidemiologist at City University of New York School of Public Health, said he didn’t agree with the report’s conclusion that the policy had nothing to do with deaths.\nOthers had the same view. \"I didn’t think they showed data to say [the policy] is not a ‘driver,’\" said Rupak Shivakoti, an assistant professor of epidemiology at the Mailman School of Public Health at Columbia University.\nBut Gary Holmes, assistant commissioner at the New York State Department of Health, had a different take. Critics of the report, he said, must be deliberately ignoring the rising death tolls in nursing homes in hot spots across the country.\n\"Public health officials in those states are experiencing (and acknowledging) what NY’s report indicated weeks ago: these facilities are microcosms of the community and transmission is occurring unknowingly by asymptomatic spread among staff members,\" Holmes said, in an email.\nWhile public health experts quibbled with the report’s self-serving claim that the governor’s policy wasn’t a factor in COVID-19 nursing home deaths, they nevertheless agreed with the report’s broader conclusion that nursing home staffers as well as visitors, before they were banned, were likely the main drivers of COVID-19 infection and death in nursing homes.\n\"Based on the timeline of the policy and deaths in the city, it is very unlikely that policy contributed to thousands of deaths,\" said Shivakoti.\nInfection control is a long-standing problem at nursing homes, Nash said, and the COVID deaths were a basic failure of infection control. That said, \"it’s unclear how many of the deaths the policy might have caused.\"\nAlso unclear: how many of the dead were grandmothers and grandfathers.\nOur ruling\nIn a tweet, the HHS assistant secretary for public affairs said that New York Gov. Andrew Cuomo \"forced\" nursing homes across the state to admit COVID-positive patients and that this policy fueled the spread of COVID-19 that led to thousands of deaths in the nursing home population.\nAlthough nursing homes felt pressure to accept COVID-positive patients, they were not actually forced to do so. State regulations require nursing homes to accept patients only if they can care for them, and they could have refused them on those grounds.\nIn addition, it’s unclear the extent to which the governor’s policy was responsible for nursing home COVID-19 deaths. Infection control is a longstanding problem in nursing homes that predates the pandemic and a report showed peak numbers of nursing home deaths came prior to the peak influx of patients as a result of Cuomo’s advisory. While the introduction of COVID-19 positive patients into nursing homes no doubt had an effect on infection spread, Caputo’s statement suggests it was solely responsible. That’s not what the evidence shows.\nWe rate this Mostly False.", "vclaim_id": "vclaim-pol-17171"}