{"url": "/factchecks/2010/sep/24/charlie-crist/rowing-institute-earmark-center-new-charlie-crist-/", "speaker": "Charlie Crist", "vclaim": "Marco Rubio tried to insert \"$1.5 million for a rowing institute\" into the state budget.", "truth_label": "pants-fire", "date": "stated on September 20, 2010 in a TV ad.:", "title": "Rowing institute earmark at center of new Charlie Crist attack against Marco Rubio", "text": "Charlie Crist's independent campaign for the U.S. Senate is reaching back into his old Republican playbook to attack GOP candidate Marco Rubio.\n\nIn a new TV ad called \"Vetoed,\" Crist says Rubio of tried to sneak millions of dollars of earmarks and pet projects into the state budget while Rubio was House speaker. It's pretty much a rehash of an attack Crist launched back in the spring, when he was still fighting for the Republican nomination.\n\n\"Have you seen Marco Rubio's ads attacking me?\" Crist asks in the ad, which began airing on Sept. 20, 2010. \"Here's what he's hiding. Rubio tried to sneak almost $500 million in earmarks into the budget. I vetoed them. One and a half million dollars for a rowing institute. Vetoed. $800,000 for artificial turf on a Miami field where he played flag football. I vetoed that, too.\n\n\"Just remember, the Washington special interests who are paying for Rubio's ads don't want an independent like me looking out for your money.\"\n\nBack in March, PolitiFact Florida checked Crist's claim that Rubio inserted $800,000 into the state budget for artificial turf on a field where Rubio played flag football and ruled it to be Half True. In this fact check, we wanted to check the other specific claim -- which we're hearing for the first time -- that Rubio tried to steer $1.5 million to a rowing institute.\n\nFirst, a little background.\n\nRubio served as House speaker during Crist's first two years as governor in 2007 and 2008. As speaker, Rubio wielded great influence over the state budget the Legislature ultimately presented to the governor.\n\n\"The House speaker has absolute power to direct the appropriations staff, subcommittee chairs or appropriations chair to put in the appropriation or take it out,\" said Steve Geller, a retired Senate Democratic leader. \"If the speaker said 'put it in,' it's in, if he said 'take it out,' it's out. ... One of the perks of being speaker or (Senate) president is you get to put money places.\"\n\nAnd one of the perks of being governor is the ability to veto individual pieces of the budget. Florida's governor has the power of a line-item veto, meaning Crist can strike a specific program or project from the state budget without having to reject the spending plan entirely.\n\nIn 2007, Crist vetoed what was said to be a record $459 million in projects from the budget. Crist vetoed more than $140 million in college construction projects. He killed a $15 million program to safeguard mobile homes from hurricanes. He axed $6 million to continue privatization of the state accounting system.\n\n\"We are trying to lead by example,\" Crist said at the time. \"Honoring the fact that the people across the state are pinching their pennies, so are we.\"\n\nWe should note that other local projects were spared by Crist in 2007. In a parks category, he vetoed most line items but spared $500,000 to restore the fort at Fort DeSoto Park in his home county of Pinellas. And 13 projects supported by Sen. Mike Fasano, a Crist ally from Pasco County, survived the veto ax.\n\nIn Rubio's second year as speaker in 2008, Crist's vetoes to a smaller budget were also much smaller. Crist cut just two projects, $300,000 for a lake restoration program in Central Florida and $840,000 for a Miami festival promoting ties with Miami's sizable Nicaraguan community.\n\nThat's roughly about $460 million in budget vetoes in Rubio's two years as speaker, or as Crist says in the ad -- that's \"almost $500 million\" that Crist claims Rubio tried to sneak into the budget. It's a stretch in itself to try to link every project Crist vetoed in two years specifically to Rubio, as if he was personally pushing for $7.5 million for economic development initiatives in Pasco County (vetoed in 2007) or $1 million in startup costs for the Tampa Bay Regional Transportation Authority (vetoed in 2007).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nIt's also a pretty big stretch to use the word \"sneak\" the way Crist does. The projects are listed in line items within the budget, and the governor's office keeps a spreadsheet that tracks what each request is for.\n\nBut we'll address those stretches more in the context of the rowing center claim.\n\nThe $1.5 million budget request was to build a boat house and improve a boat launch ramp on a water management district canal near Fellsmere, a tiny inland town in Indian River County.\n\nThe canal, called the C-54 Canal, runs in a straight east-west line between Indian River and Brevard counties, and has high dirt and grass mounds on either side. The mounds protect the water from being exposed to the wind. As a result, the canal has become a perfect venue for competitive rowers.\n\nThe state would have helped create the Tom Adams National Training Center for Rowing, a partnership between the Florida Institute of Technology in Melbourne and the St. Johns River Water Management District. The request for the money came to the Legislature from state Rep. Ralph Poppell, R-Vero Beach.\n\nIn an interview with PolitiFact Florida, Poppell said the money might have helped land the U.S. Olympic Rowing Team, which was thinking of training on the Florida canal for several months out of the year.\n\n\"I have been there when there would be 300-500 cars lined up on that canal bank,\" Poppell said. \"People are coming down from Michigan and Massachusetts to do events in that spot because there is nowhere else really good to go.\"\n\nCrist vetoed the $1.5 million appropriation in 2007 when Rubio was speaker, and a request for $500,000 for the canal in 2010 when Rubio had left the state House.\n\nWe asked Poppell -- who hadn't seen the Crist ad -- what role Rubio had in adding the $1.5 million to the budget.\n\n\"I think all I did with the speaker, if I remember correctly, I made him aware of what we were trying to accomplish,\" Poppell said. \"I don't think I went to him to ask him for any special favor. In his thought, he was supportive if we could find the money to do it. To be honest, it wasn't a hot button issue. He believed in it, but he also was very clear we were dealing with a tight budget.\"\n\nPoppell called us back after watching the ad online.\n\nCrist \"needs to pin it on the person who did it. That's me,\" Poppell said. \"I'm the one who sponsored it. I'm the one who believed in it. I'm the one who fought for it. I'm the one that pushed it.\n\n\"Did it have to meet the muster of the leadership? Sure,\" Poppell said. \"But I didn't spend hours beating on Marco's door. If people are going to throw any stones about this project, throw them at me.\"\n\nWe asked the Crist and Rubio campaigns about connections between Rubio and the $1.5 million rowing appropriation.\n\n\"The speaker's budget that was presented to the governor for signature or veto with the speaker's vote and support included $1.5 million for a rowing institute,\" Crist spokesman Danny Kanner said.\n\nRubio spokesman Alex Burgos said there is no direct connection between the rowing center and Rubio, and reiterated that it was Poppell who sought the money.\n\nIn his latest television ad, \"Vetoed,\" Crist claims that Rubio tried to sneak almost $500 million into the state budget for pet projects, including \"$1.5 million for a rowing institute.\" We find a lot lacking in the claim.\n\nRubio did vote for the 2007 budget with the $1.5 million included for the rowing center. And as speaker, he could have likely killed the appropriation before a floor vote. But that's the extent of the relationship between Rubio and the rowing money.\n\nWe found no evidence in news accounts, for example, that Rubio lobbied or pushed for the money. We also found no direct benefit to Rubio for funding a project 150 miles north of his Miami-area House district. That's a key difference from a project for Rubio's home district, or a project where he otherwise might benefit (like adding artificial turf to fields where Rubio played flag football).\n\nThe clear suggestion from Crist's ad is that Rubio tried to sneak the money into the budget. But there's no evidence of that, either. The request was formally submitted on Jan. 12, 2007 -- months before the budget was agreed to -- and the initial request made clear what the money was for: \"Construction of necessary infrastructure along the C-54 Canal in Brevard County to facilitate use as a rowing training center.\" And that request, as we now know, wasn't made by Rubio, but Poppell. And just to be even more clear, the rowing center appropriation had its own line in the budget. (See here, page 345).\n\nTo tie Rubio to the rowing center is an oversimplification of how the state budget process works -- a process Crist as a former state senator knows quite well. We rate his claim Pants On Fire!", "vclaim_id": "vclaim-pol-14370"}