{"url": "/factchecks/2013/jul/29/oregon-catalyst/was-bill-condeming-irs-scandal-only-one-not-referr/", "speaker": "Oregon Catalyst", "vclaim": "Says HJM 20 \"was the only bill not assigned to a House committee.\"", "truth_label": "false", "date": "stated on July 17, 2013 in a blog post.:", "title": "Was a bill condemning the I.R.S. scandal the only one not referred to a committee?", "text": "Remember that IRS scandal a few months back? An investigation found that the Internal Revenue Service had been closely scrutinizing the tax status of several conservative groups. Naturally, Republicans were not happy with this news.\nSome tried to tie the scandal directly to the Obama Administration, though no such link has been found.\nThe issue has mostly faded from the headlines, but it still continues to bubble up from time to time. It did so recently in a piece on the conservative blog Oregon Catalyst.\nThe article, which has no listed author, notes that \"people all over Oregon and the United States have been deeply troubled by the growing scandal involving the Obama administration’s use of the Internal Revenue Service for political purposes. The notion that the IRS would be used to harass and intimidate conservative grassroots organizations is one that many find very offensive.\"\nNow, whether the Obama administration specifically used the IRS for anything is still open to debate. More recently it has come out that groups with words like \"progressive\" in their names were also scrutinized. However, we’re not fact checking that this time around. What we’re looking at is something else altogether.\nDuring the 2013 legislative session, Oregon Republicans introduced a House Joint Memorial that asked Congress to \"take all appropriate action, including but not limited to further investigation of Internal Revenue Service actions and the drafting of any appropriate legislation, to rein in the powers of, and increase congressional oversight over\" the IRS.\nBut HJM 20 -- which we’ll note is a non-binding, symbolic piece of legislation -- didn’t go anywhere. Oregon Catalyst was not happy about that:\n\"Unfortunately, HJM 20 was referred to the Speaker’s desk and stayed there until the session ended. It was never even assigned to a committee for consideration. In fact, it was the ONLY (emphasis theirs) bill not assigned to a House committee.\n\"Maybe (Speaker of the House) Tina Kotek should stop covering for the Obama administration’s rampant abuses of power and stand up for our constitutional rights. And House Republicans should absolutely re-introduce a similar piece of legislation in next February’s month-long session.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScott Bruun\n\n\nstated on September 17, 2010 in a statement on his website\n\n\n\n\n\n\n\n\n\"The size of our federal government has more than doubled since the year 2000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Charles Pope • September 27, 2010\n\n\n\n\n\n\n\nAt PolitiFact Oregon, we love words like \"only\" \"most\" \"first\" -- superlatives in general. They’re typically easy to check. So leaving aside the motives of Kotek, a Democrat, we wondered if this really was the only bill not assigned to a House committee.\nThe statement was easy enough to check. We went to the Oregon Legislature’s website and looked at a list of all the measures and bills and resolutions in the House and their histories. As it happens HJM 20 did have some company. Both House Bills 2010 and 2011 also died on the speaker’s desk.\nBoth pieces of legislation were proposed by Republicans. House Bill 2010 concerned the Water Resources Department and House Bill 2011 addressed having public employees return wages from an administrative leave if the leave is determined to be the result of criminal conduct.\nWe’re always curious at PolitiFact Oregon and flipped back a couple sessions to see if this has happened before. It turns out it’s exceedingly rare. In fact we could find no other such instance.\nOne other fact worth noting: HJM 20 had its first reading to the full House on July 1, well after deadlines had passed to get legislation through a complicated committee and two-chamber process. In fact, at that point, most of the committees had likely stopped meeting altogether. Certainly it could have been given priority, but given that the Legislature adjourned a week later, it would have been a stretch.\nThe other two bills mentioned above similarly did not get their first reading until July 1 or later.\nWe asked Dan Lucas, the man behind Oregon Catalyst, to weigh in but he declined to comment.\nIn an online post, Oregon Catalyst lambasted Kotek for not advancing HJM 20, saying it was the only bill not assigned to a committee. In fact, it was one of the three; rare but not unique.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-09053"}