{"url": "/factchecks/2010/aug/22/rick-perry/rick-perry-says-bill-white-refuses-debate/", "speaker": "Rick Perry", "vclaim": "Says Bill White is refusing to debate.", "truth_label": "pants-fire", "date": "stated on August 18, 2010 in a press release:", "title": "Rick Perry says Bill White refuses to debate", "text": "For months, Bill White, the Democratic gubernatorial nominee, has been rebuking incumbent Gov. Rick Perry for refusing to debate him. So we were surprised to learn that Perry recently turned the tables.\n\n\"Today is day 164 of liberal trial lawyer Bill White refusing to debate,\" according to an Aug. 18 press release from the Perry campaign. \"He also continues to refuse to release his taxes from his years in public service.\"\n\nThe White campaign fired back on its Twitter account devoted to lambasting the governor: \"Perry claimed today that it's Bill White who refuses to debate. What's next, Perry says editorial boards refuse to meet with him?\"\n\nOn Aug. 12, the Austin American-Statesman reported that Perry won't meet with newspaper editorial boards, where political candidates answer questions from editorial writers and editors in an effort to win the newspaper's endorsement. White is meeting with editorial boards, including those at smaller papers like the Killeen Daily Herald.\n\nIs Perry's plaint that White is debate-averse justified?\n\nKaty Bacon, a spokeswoman for White's campaign, told us that White \"has accepted five televised debates,\" pointing to a July 21 press release calling on the governor to join him in those debates.\n\nPerry has said he wouldn't debate White until the Democrat makes public his tax returns for the six years he served as Houston's mayor, the two years he was deputy energy secretary in the Clinton administration and from when he led the Texas Democratic Party. As of Aug. 18, 164 was the number of days the Perry campaign says have passed since it called for their release.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\"Once he releases his income taxes and tells the public how he made his money in public service and as a business person, we'll be more than happy to discuss debates,\" Perry spokesman Mark Miner said, according to an April 26 story on WFAA.com. Perry has made public his own returns going back to 1991, when he first became a statewide officeholder.\n\nWhite has since released his returns dating back to 2004, when he took office as Houston's mayor.\n\nPerry's campaign said it still wasn't enough. \"Questions remain concerning income Bill White received while Deputy Secretary of Energy under President Clinton and as chairman of the Texas Democratic Party, and how he has profited from those positions,\" said Miner. White served in Washington from 1993 to 1995, and he led the party from 1995 to 1998.\n\nIf one candidate does not comply with the ground rules set by his opponent, does that mean he is declining to debate? Catherine Frazier, a spokeswoman for Perry's campaign, said it does: \"Bill White's refusal to release his tax returns is his refusal to debate. The issue is one and the same.\"\n\nStill, we couldn't find any instances of White flat-out refusing to debate Perry.\n\nIf every debate sponsor statewide required the candidates to release their tax returns and White refused, Perry's logic would be more reasonable. But this is a precondition that only Perry has set, and, as we recently reported, a term to debate he hasn't made in the past. Plus, it hasn't stopped White from debating: on July 5, White joined Kathie Glass, the Libertarian candidate for governor, at the League of Women Voters forum in Kerrville — the first governor's debate after the primary. Perry was absent.\n\nPerry can rightly say that White hasn't made public all the tax returns Perry has sought, and he can score political points doing so. But he can't truthfully claim White has refused to debate him, because he hasn't — and by all accounts, will not.\n\nSomebody get a match. We rate Perry's statement Pants on Fire!", "vclaim_id": "vclaim-pol-14552"}