{"url": "/factchecks/2012/aug/02/shirley-turner/new-jersey-judges-pension-system-most-underfunded-/", "speaker": "Shirley Turner", "vclaim": "\"The judicial system is the most underfunded in this state, able to only pay 52 percent of its obligations. Meanwhile, judges get some of the richest pensions of all public employees.\"", "truth_label": "true", "date": "stated on July 30, 2012 in a speech on the State Senate floor:", "title": "New Jersey judges’ pension system is the most underfunded, while justices earn some of the richest benefits, senator says", "text": "Take a severely underfunded pension system, combined with some of the richest benefits paid to public employees, and according to state Sen. Shirley Turner, you’ve got a \"recipe for disaster.\"\n\nThat’s how Turner characterized the retirement system for New Jersey judges when state legislators returned to Trenton this week to ensure jurists contribute more toward their pensions and health benefits.\n\nThe state Supreme Court recently ruled those higher payments unconstitutional. To counter that ruling, the state Legislature on Monday approved legislation placing a question on the November ballot to amend the state constitution and allow the greater contributions.\n\n\"The judicial system is the most underfunded in this state, able to only pay 52 percent of its obligations. Meanwhile, judges get some of the richest pensions of all public employees,\" Turner (D-Mercer), who sponsored the legislation, said during a speech on the Senate floor.\n\n\"That mixture of underfunding and high benefit is a sure recipe for disaster, both for the jurists promised the pension and also our hard-working taxpayers who would be on the hook if this system fails.\"\n\nAs PolitiFact New Jersey learned, Turner’s recipe isn’t missing any ingredients.\n\nOf the five major pension funds, the Judicial Retirement System has the lowest percentage of funds necessary to meet future pension obligations, according to the latest data from the state Department of the Treasury.\n\nAt the same time, judges, on average, are receiving the largest annual pensions of all public employees in those systems, according to Treasury data.\n\nFirst, let’s address how the Judicial Retirement System is underfunded.\n\nAs of July 1, 2011, the system had about $305 million in assets, but had accrued nearly $586 million in long-term liabilities. In other words, the state only had roughly 52 percent of the money needed to fulfill its obligations.\n\nThat percentage represents the lowest amount of the five major pension funds.\n\nNow, we’ll talk about the pension amounts paid to judges.\n\nThe average annual benefit among all retirees in the Judicial Retirement System was $90,837 as of July 1, 2011, and more than $100,000 for those who retired in the preceding year. Those pensions represent the highest benefits among public employees in the five major systems.\n\nBy comparison, the Public Employees’ Retirement System, which includes both state and local government employees, provided an average annual benefit of $22,486 among all state retirees and $32,495 for new state retirees.\n\nOur ruling\n\nIn a speech Monday on the Senate floor, Turner said: \"The judicial system is the most underfunded in this state, able to only pay 52 percent of its obligations. Meanwhile, judges get some of the richest pensions of all public employees.\"\n\nThe senator’s claim is on target. The Judicial Retirement System has about 52 percent of the funds needed to meet future pension obligations, marking the lowest amount of the five major pension funds.\n\nRetired judges also receive the largest annual pensions of the five funds with certain average benefits exceeding $100,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNew Jersey Democratic State Committee\n\n\nstated on October 1, 2011 in a political mailer\n\n\n\n\n\n\n\n\nSays Vince Polistina is \"collecting nearly $70,000 in taxpayer-funded salaries -- plus a government pension.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • October 10, 2011\n\n\n\n\n\n\n\n\nWe rate the statement True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10658"}