{"url": "/factchecks/2011/aug/12/kevin-dewine/ohio-gop-chairman-kevin-dewine-blames-democrats-dr/", "speaker": "Kevin DeWine", "vclaim": "\"President Obama and Democrats' spending addiction has driven our national debt to historic proportions, maxed out our national credit card and has now led to the Democrat Downgrade of our country's AAA credit rating.\"", "truth_label": "barely-true", "date": "stated on August 8, 2011 in a news release:", "title": "Ohio GOP chairman Kevin DeWine blames Democrats for drop in credit rating", "text": "Even before financial markets had a chance to react, the blame game started over Standard and Poor's decision to lower the credit rating of the United States government from AAA status to AA-plus.\n\nThe Obama administration reacted to the downgrade with indignation, finding flaws in S&P's calculations and analysis. Democrats and Republicans began finger-pointing that was not limited to Washington.\n\nOhio Republican Party Chairman Kevin DeWine issued a statement blaming Obama for what he called a \"Democrat downgrade.\"\n\n\"President Obama and Democrats' spending addiction has driven our national debt to historic proportions, maxed out our national credit card and has now led to the Democrat Downgrade of our country's AAA credit rating,\" he said.\n\nPolitiFact has repeatedly checked statements in recent months about \"maxing out the U.S. credit card,\" and found significant exaggeration. Although Democrats shoulder a fair amount of blame for the nation's fiscal woes, so do Republicans because they voted for tax cuts and additional spending that also contributed to the large deficits.\n\nWhat is new in DeWine's statement is what attracted our attention: the label of \"Democrat downgrade\" on S&P's rating.\n\nWe asked the Ohio GOP how it backed up the claim, and it cited about two dozen sources.\n\nOne was a PolitiFact story that referred to Obama as \"the undisputed debt king of the last five presidents.\" (Which, the story went on to say, \"goes to show that statistics can be used -- and misused -- to bolster almost any argument.\")\n\nThe other sources, mostly commentaries, fault Obama's leadership on the economy, tie Democrats to spending or speculate on the political damage to Obama and Democrats from the downgrade. One citation is a story from Politico saying that Obama \"is now firmly part of the landscape that S&P trashed\" -- after the story says he was \"dragged by Hill Republicans into the endless fiscal and personal nightmare that was the debt ceiling debate.\"\n\nWe think the best way to determine what's in the S&P report is to read it. It's available to anyone online.\n\n\"We lowered our long-term rating on the U.S.,\" the report says, \"because we believe that the prolonged controversy over raising the statutory debt ceiling and the related fiscal policy debate indicate that further near-term progress containing the growth in public spending, especially on entitlements, or on reaching an agreement on raising revenues is less likely than we previously assumed and will remain a contentious and fitful process.\"\n\nIn other words -- though S&P says it \"takes no position on the mix of spending and revenue measures\" that would put the country's finances on more stable footing -- the firm looked for spending to be better contained and for revenues to increase. New revenues might have helped head off a downgrade, but \"the majority of Republicans in Congress continue to resist any measure that would raise revenues,\" the report says.\n\nS&P faults \"the political brinksmanship of recent months\" for making America's governance and policymaking \"less stable, less effective, and less predictable than what we previously believed.\"\n\nThe firm complains that the statutory debt ceiling and the threat of default \"have become political bargaining chips in the debate over fiscal policy\" and that \"the differences between political parties have proven to be extraordinarily difficult to bridge.\"\n\n\nIn our reading -- and in the words of the very Politico story that the GOP cites as a source -- \"S&P suggested that the Democrats are just as much a part of the problem as the Republicans.\"\n\nWe repeat: Just as much.  Democrats and Republicans both. That means the one-sided label of \"Democrat downgrade\" has some element of truth -- but it ignores so much critical information that it gets a Truth-O-Meter rating of Mostly False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill O'Neill\n\n\nstated on July 30, 2010 in in a letter\n\n\n\n\n\n\n\n\n\"In recent years, Rep. LaTourette has sponsored legislation that would increase spending by 551.6 percent.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • August 5, 2010", "vclaim_id": "vclaim-pol-12579"}