{"url": "/factchecks/2015/sep/21/carly-fiorina/trumps-four-bankruptcies/", "speaker": "Carly Fiorina", "vclaim": "Says Donald Trump was \"forced to file for bankruptcy not once, not twice, four times.\"", "truth_label": "mostly-true", "date": "stated on September 16, 2015 in the CNN debate:", "title": "Fact-checking claims about Donald Trump's four bankruptcies", "text": "In an effort to take out frontrunner Donald Trump, Republican presidential candidates have pelted Trump with criticism over his multiple trips to federal bankruptcy court.\nThat criticism was on full display in CNN’s Republican debate Sept. 16. Most notably, former Hewlett-Packard CEO Carly Fiorina criticized Trump’s history of bankruptcies in his businesses.\n\"You know, there are a lot of us Americans who believe that we are going to have trouble someday paying back the interest on our debt because politicians have run up mountains of debt using other people's money,\" Fiorina said. \"That is in fact precisely the way you ran your casinos. You ran up mountains of debt, as well as losses, using other people's money, and you were forced to file for bankruptcy not once, not twice, four times.\"\nTrump doesn’t deny that four of his businesses have filed for bankruptcy. He argues, however, that filing for bankruptcy is a common business decision, and he was smart to make the moves when he did.\n\"Hundreds of companies\" have filed for bankruptcy, Trump said earlier in the debate. \"I used the law four times and made a tremendous thing. I'm in business. I did a very good job.\"\nTrump’s four bankruptcies were Chapter 11 reorganizations (named for its location in federal bankruptcy code), which are designed to restructure businesses without shutting them down completely. The purpose is to \"save\" the business, as opposed to other forms of bankruptcy which would liquidate the company, said Michael Venditto, a partner at the ReedSmith law firm who has extensive experience with Chapter 11.\nBecause they keep coming up, we decided to outline Trump’s four bankruptcies. We also talked to some finance experts, who told us Trump is correct that Chapter 11 reorganization is not always the result of bad business decisions.\nBankruptcy 1: The Trump Taj Mahal, 1991\nThe first bankruptcy associated with Trump was perhaps the most significant in terms of his personal finances, according to news reports at the time. He funded the construction of the $1 billion Trump Taj Mahal casino in Atlantic City, which opened in 1990. By 1991, the casino was nearly $3 billion in debt, while Trump had racked up nearly $900 million in personal liabilities, so the business decided to file for Chapter 11 reorganization, according to the New York Times. As a result, Trump gave up half his personal stake in the casino and sold his yacht and airline, according to the Washington Post.\nBankruptcy 2: Trump Plaza Hotel, 1992\nTrump acquired the Plaza Hotel in New York for $390 million in 1988. By 1992, the hotel had accumulated $550 million in debt. As a result of the bankruptcy, in exchange for easier terms on which to pay off the debts, Trump relinquished a 49 percent stake in the Plaza to a total of six lenders, according to ABC News. Trump remained the hotel’s CEO, but it was merely a gesture -- he didn’t earn a salary and had no say in the hotel’s day-to-day operations, according to the New York Times. \nBankruptcy 3: Trump Hotels and Casinos Resorts, 2004\nTrump Hotels and Casinos Resorts filed for bankruptcy again in 2004 when his casinos -- including the Trump Taj Mahal, Trump Marina and Trump Plaza casinos in Atlantic City and a riverboat casino in Indiana -- had accrued an estimated $1.8 billion in debt, according to the Associated Press. Trump agreed to reduce his share in the company from 47 to 27 percent in a restructuring plan, but he was still the company’s largest single shareholder and remained in charge of its operations. Trump told the Associated Press at the time that the company represented less than 1 percent of his net worth.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBankruptcy 4: Trump Entertainment Resorts, 2009\nTrump Entertainment Resorts -- formerly Trump Hotels and Casinos Resorts -- was hit hard by the 2008 economic recession and missed a $53.1 million bond interest payment in December 2008, according to ABC News. After debating with the company’s board of directors, Trump resigned as the company’s chairman and had his corporate stake in the company reduced to 10 percent. The company continued to use Trump’s name in licensing.\nSo four Trump companies filed for Chapter 11 reorganization. Is that as big a deal as Fiorina says?\nRisky business\nWhile it would be better to avoid a situation where Chapter 11 reorganization is necessary, filing for bankruptcy can be a \"sound business decision\" when the company is facing serious financial problems, Venditto said. It’s better than the business shutting down completely.\n\"However, the source of the financial problems varies from case to case,\" he said. \"Sometimes it is the result of circumstances beyond the control of the business. Sometime it caused by poor judgment. More frequently, it is a combination.\"\nTrump’s four bankruptcies all happened within the past 25 years. That’s a lot, said Stephen Lubben, a leading expert in corporate finance and professor at Seton Hall School of Law. But to be fair, the gaming industry has been struggling the past few years, he added, and three out of four of Trump’s bankruptcies were tied to casinos.\nIt’s not fair to put all the blame on Trump for the four bankruptcies because he’s acting as any investor would. Investors often own many non-integrated companies, which they fund by taking on debt, and some of them inevitably file for bankruptcy, said Adam Levitin, a law professor at Georgetown University.\nHe added that people typically wouldn’t personally blame former Republican presidential candidate Mitt Romney or investor Warren Buffett for individual failures within their investment companies, Bain Capital and Berkshire Hathaway, respectively.\n\"The only difference is that Trump puts his name on his companies, which means people associate them with him, but he's not at all the leader in the bankruptcy space,\" Levitan said. \"These bankruptcies were not defining moments for Trump and shouldn't color our view of him.\"\nOur ruling\nFiorina said Trump was \"forced to file for bankruptcy not once, not twice, four times.\"\nWhile it is accurate that Trump filed Chapter 11 bankruptcy four times, Fiorina’s statement doesn’t tell the whole story. In context, Fiorina’s phrasing suggests Trump was personally responsible for the failures of these businesses, but in reality, much was out of Trump’s control -- such as a struggling casino industry. But Trump is certainly not blameless.\nWe rate Fiorina’s statement Mostly True.\nhttps://www.sharethefacts.co/share/73166d95-38b9-48c3-bc1b-23249e23407f", "vclaim_id": "vclaim-pol-05948"}