{"url": "/factchecks/2016/jun/03/robin-vos/robin-vos-takes-aim-chicago-bears-quarterbacks-and/", "speaker": "Robin Vos", "vclaim": "\"The Chicago Bears have had more starting quarterbacks in the last 10 years than the total number of tenured (UW) faculty fired during the last two decades.\"", "truth_label": "true", "date": "stated on May 26, 2016 in a an online opinion-piece:", "title": "Robin Vos takes aim at Chicago Bears quarterbacks and UW tenure policy", "text": "It can be hard for Green Bay Packers fans to remember a time without consistency at the quarterback position.\nFor the past 24 seasons, the Packers have had two primary quarterbacks — Brett Favre and Aaron Rodgers. Combined, they have a total of 5 MVPs and two Super Bowl wins. One was just voted into the Hall of Fame, the other seems headed there.\nThe Chicago Bears? Well, that’s a different story. They’ve had Jay Cutler in the spot since 2009, but that came after years of churning through quarterbacks.\nIn a May 26, 2016 column published on the Right Wisconsin website, Assembly Speaker Robin Vos, R-Rochester, used the Bears’ quarterback situation to make a point about the University of Wisconsin System’s tenure policy.\nIn his view, changes to relax the tenure system — ones harshly criticized by some faculty members — give the UW System more flexibility to deal with budget issues and other matters. In noting that under the old system, few faculty members with tenure ever lost their jobs, he invoked the Bears:\n\"The Chicago Bears have had more starting quarterbacks in the last 10 years than the total number of tenured faculty fired during the last two decades.\"\nHe also claimed under the former policy a tenured a tenured faculty member was less likely to get fired than someone is to hit a hole in one in golf.\nBut we’re more familiar with quarterback turnovers, er, the quarterback turnover on the Bears.\nThe analogy used by Vos may seem trite, but it gets at a central issue in the tenure debate — how secure faculty are in their positions.\nIs Vos right?\nWhat the details show\nHere’s the easy part, assuming you’re not a Bears fan. Since the 2006 season, the Chicago Bears have had nine different starting quarterbacks:\n\n\nRex Grossman started 16 games in 2006, seven in 2007 and one in 2008;\n\n\nBrian Griese started six games in 2007;\n\n\nKyle Orton started three games in 2007 and 15 in 2008\n\n\nJay Cutler started 16 games in 2009, 15 in 2010, 10 in 2011, 15 in 2012, 11 in 2013, 15 in 2014 and 15 in 2015;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nTodd Collins started one game in 2010;\n\n\nCaleb Hanie started four games in 2011;\n\n\nJosh McCown started two games in 2011 and five games in 2013;\n\n\nJason Campbell started one game in 2012 and\n\nJimmy Clausen started one game in 2014 and one in 2015.\n\n(The Green Bay Packers, by contrast, had a total of nine games started by quarterbacks other than Favre or Rodgers during the same period.)\nNow for the trickier part. Vos said the Bears had more starting quarterbacks in the past 10 years than the number of faculty members fired in the past two decades.\nKit Beyer, Vos’ communications director, defined \"fired\" as \"dismissed for just cause.\"\nUnder UW’s tenure policy, tenured faculty members have always had the potential to be dismissed for just cause such as misconduct. (We rated Gov. Scott Walker’s claim that tenure at the UW amounts to a \"job for life\" Half True.)\nBy this measure, a total of six faculty members were fired since 1996, according to both Beyer and data provided by the UW System.\nUW System spokesman Alex Hummel said this number is extremely low in large part because the \"weeding out process\" of employees happens both in the hiring stage and during the probationary years of employment before professors are granted tenure.\nAt most institutions, 40% of professors are not granted tenure, he said. By the time faculty members are tenured, they have already been tested.\n\"Termination of tenured faculty anywhere you go in the United States is pretty rare,\" he said.\nHummel also said a faculty member faced with the possibility of being fired might choose to resign instead, which would make the number lower than it would be if it included these cases. He did not have data on how many times this happened in the past 20 years.\nBut Vos specifically used the word \"fired,\" which means faculty dismissed for just cause. That doesn’t include resignations.\nOur rating\nVos said the Chicago Bears have had more starting quarterbacks in the past 10 years than the number of UW faculty members who have been fired in the past 20 years.\nSix faculty members have been fired in the past two decades, while there have been nine different starting quarterbacks for the Bears in the past decade.\nWe rate his claim True.", "vclaim_id": "vclaim-pol-04883"}