{"url": "/factchecks/2015/jan/21/barack-obama/obama-obama-2010-us-has-created-more-jobs-all-adva/", "speaker": "Barack Obama", "vclaim": "\"Since 2010, America has put more people back to work than Europe, Japan, and all advanced economies combined.\"", "truth_label": "half-true", "date": "stated on January 20, 2015 in his 2015 State of the Union address:", "title": "Obama: Since 2010, U.S. has created more jobs than 'all advanced economies combined'", "text": "Positive economic indicators were a major piece of President Barack Obama’s 2015 State of the Union address, including a claim he repeated throughout 2014: that the American economy has outperformed the economies of other advanced countries.\nIn talking about his goals for the upcoming year, Obama said, \"As we better train our workers, we need the new economy to keep churning out high-wage jobs for our workers to fill. Since 2010, America has put more people back to work than Europe, Japan and all advanced economies combined.\"\nWe previously rated a similar statement by Obama, giving him a Half True for the claim that \"we've created more jobs in the United States than every other advanced economy combined since I came into office.\" His numbers at the time were off, and it seemed like the other economies were ever so slightly edging out the United States for total jobs created.\nA few months later, we’re able to update this fact-check with more recent data. The new information actually lines up better with Obama’s claim. But there are still problems with the idea that people are being put back to work.\nHow does the U.S. compare to the other advanced economies?\nFor this fact-check, we’ll use International Monetary Fund data. The IMF classifies 36 countries as \"advanced economies\" and seven of those as \"major advanced economies.\" We looked at total average annual employment from 2010 through 2015. (This counts the number of payroll positions, meaning one person who works two jobs would be counted twice.)\n\n\n\n\n\nCountry or Group\n\n\n2010 employment\n\n\n2015 employment, estimated\n\n\nAbsolute growth\n\n\nPercent growth\n\n\n\n\nUnited States\n\n\n139.1 million\n\n\n147.5 million\n\n\n8.4 million\n\n\n6.1 percent\n\n\n\n\nIMF: 36 advanced economies (except U.S.)\n\n\n326.8 million\n\n\n334.7 million\n\n\n7.9 million\n\n\n2.4 percent\n\n\n\n\nIMF: G7 major advanced economies (except U.S.)\n\n\n196.4 million\n\n\n201.4 million\n\n\n4.9 million\n\n\n2.5 percent\n\n\n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAccording to the IMF, then, the net number of people employed in the United States has grown by about 8.4 million people. As Obama said, this is higher than all other advanced economies combined -- the 35 advanced economies outside of the United States expanded by 7.9 million in the same time frame.\nAnd it’s clearly more than what happened in the smaller group of other G7 countries (Canada, France, Germany, Italy, Japan, the United Kingdom).\nStill, the United States is the most populous of the advanced economies by far -- it has more than twice the population of Japan, which is the next most populous advanced economy. (China, Russia and India are not considered advanced economies.) So it’s logical that there will, in general, be more employment growth in absolute numbers compared to smaller nations.  \nLooking at the percentage growth rate instead of the absolute number of jobs helps to account for the population differences among these advanced nations. And by this measurement, the United States is not on top.\nThe United States’ percentage growth rate is lower than quite a few nations on the IMF’s list of advanced economies, including: Australia, Canada, Estonia, Germany, Iceland, Israel, Luxembourg, Malta, New Zealand, Norway, Singapore and Switzerland. The country on this list with the highest job growth rate was Singapore, with a rate of nearly 15 percent.\nIs the U.S. putting 'more people back to work'?\nSo if you look at net job creation, the White House claim is on target. What about the wording of putting \"more people back to work,\" as Obama said?\nTo support its claim when we fact-checked this a few months ago, the White House cited an internal analysis -- one we weren’t able to access for independent verification.\nThe White House press office said the analysis used IMF data for the 36 advanced economies.\nThey told PolitiFact that the analysis \"finds that 14.9 million people have returned to work in advanced economies since the beginning of 2010. Just over half—or 7.5 million—are in the United States. In other words, the number of people put back to work in the United States exceeds the net total for all other advanced economies combined (7.4 million).\"\nThe White House said it’s notable that the United States accounts for the majority of these jobs since the U.S. population only accounts for about 31 percent of the population in advanced economies.\nThe White House added that within the narrower group of G7 nations the U.S. share \"vastly exceeds the rest of the G7 (7.5 million vs. 4.6 million).\"\nHowever, the White House is using net employment gain, which doesn’t necessarily refer to people who became unemployed and went back to work -- the clearest definition of putting people \"back to work,\" as Obama said. It’s possible that it could include people entering the workforce for the first time.\nWe were unable to find other research to corroborate Obama’s claim.\nOn the question of putting people back to work in the United States alone, we found that the Obama administration does have some data on its side. Statistics for the long-term unemployed have fallen consistently from their recession peak, both measured by the number of long-term unemployed Americans and the median duration of unemployment.\nThe following Bureau of Labor Statistics chart shows the median duration of unemployment, in weeks, since January 2009, the start of Obama’s presidency.\n\nStill, the median length of unemployment is 13.7 weeks now, which is higher than it was in January 2009 (10.7 weeks).\nMore importantly, the labor force participation rate -- that is, the percentage of the civilian, noninstitutionalized population that is either working or looking actively for work -- has fallen consistently since Obama took office, from 65.7 percent to 62.8 percent.\nThis graph from the U.S. Bureau of Labor Statistics shows the falling rate of labor participation since January 2009, when Obama took office.\n\nIf these two data points sound paradoxical, they’re not. On the one hand, among the pool of people still looking for work, fewer have been looking for more than 27 weeks. On the other hand, that pool of people looking for work has shrunk, because many workers have simply dropped out of the labor market, rather than finding a job.\nThe idea that long-term unemployed Americans are increasingly leaving the labor force is supported by an analysis of Bureau of Labor Statistics data by FiveThirtyEight.com’s Ben Casselman. The data led him to conclude that \"the share of the long-term jobless who are giving up their job searches has been rising steadily, even as the job-finding rate has remained largely flat.\"\nThis puts a damper on the notion, stated by Obama, that \"we’ve put more people back to work\" in recent years.\nTara Sinclair, a George Washington University economist, added a word of caution.\nShe noted that presidents are far from the only factor in economic growth, so it would be unrealistic for Obama to claim too much credit for these numbers. Indeed, the United States hemorrhaged jobs in the last months of 2008 and the first few months of 2009 -- meaning there was a lot of room to grow.\n\"Is it a good thing to just put people back to work?\" Sinclair said. \"This mostly means we had a terribly bad recession and have finally recovered from it. That's not necessarily something to consider a policy triumph.\"  \nOur ruling\nObama said, \"Since 2010, America has put more people back to work than Europe, Japan, and all advanced economies combined.\"\nFrom publicly available data, we know that since 2010, the United States has created more jobs than the 35 other advanced economies combined. However, it’s not as clear cut that this recovery involves putting \"more people back to work,\" as Obama suggests. The labor force participation rate has consistently declined during this period, suggesting that more and more unemployed Americans are dropping out of the workforce, rather than taking new jobs.\nOn balance, we rate Obama's claim Half True.", "vclaim_id": "vclaim-pol-06815"}