{"url": "/factchecks/2018/sep/24/donald-trump/did-nafta-kill-millions-jobs-donald-trump/", "speaker": "Donald Trump", "vclaim": "Under the North American Free Trade Agreement, \"we lost millions of jobs.\"", "truth_label": "false", "date": "stated on September 20, 2018 in an interview with Fox News' Sean Hannity:", "title": "Donald Trump says NAFTA killed millions of jobs. That's not proven", "text": "In an interview with Fox News’ Sean Hannity in Las Vegas, President Donald Trump went back to a favorite rhetorical target: the North American Free Trade Agreement, or NAFTA.\nTrump talked about trade negotiations with Mexico and how he believes he can create a new deal that is fair for both countries.\n\"NAFTA was a disaster. We lost thousands of plants,\" Trump said. \"We lost millions of jobs. NAFTA was a disaster.\"\nOn several occasions, we’ve looked at the tricky question of how to tally the employment impacts of the trade deal between the United States, Canada and Mexico enacted in 1994. In this case, Trump exaggerates the highest available estimate of lost jobs as a result of the deal.\n\"We lost millions of jobs\"\nEstimates of jobs lost from NAFTA ranges widely, but we have not seen any estimate as high as \"millions.\"\nThe biggest number comes from a report by the liberal Economic Policy Institute, which receives support from labor unions. A 2014 report from the group found that from 1993 to 2013, \"the U.S. trade deficit with Mexico and Canada increased from $17 (billion) to $177.2 billion, displacing 851,700 U.S. jobs. All of the net jobs displaced were due to growing trade deficits with Mexico.\"\nBut this isn’t the only estimate that’s been offered.\nAnd as you’ll see, the numbers vary widely.\nBusiness groups argue that trade deals actually boost employment, pointing to a 2010 report by the U.S. Chamber of Commerce. The chamber found that the 14 trade deals in place in 2008 supported 5.4 million jobs, with the lion’s share of those jobs stemming from NAFTA.\nAssessments not aligned with either business or labor have generally suggested that the trade deal had a modest overall impact on jobs, though with certain industries — such as cars and electronics — suffering more than others.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nNAFTA \"had particularly heavy, negative impacts on employment in the auto and parts industries, and a few others, such as electric appliances,\" said Robert Scott, who authored the EPI report. He added that the upper Midwest suffered disproportionately, though some of the production was moved to non-union locations in the South.\nThe Congressional Research Service, the nonpartisan policy arm of Congress, concluded that \"the net overall effect of NAFTA on the U.S. economy appears to have been relatively modest.\" A similar review published by the international Organization for Economic Cooperation and Development reached the same conclusion.\nIt’s also worth noting that assigning blame for job losses is not always clear. The U.S-China Business Council and the Financial Times have argued that the loss in manufacturing jobs were not due to trade with China so much as gains in technology and productivity, as well as the result of a more sophisticated economy.\nAnd during the last year of his presidency, Bill Clinton signed legislation granting China permanent normal trade relations. From 2000 on, this had an enormous impact on trade between the two nations — and it overlaps with about half the period when analysts have tried to gauge the effect of NAFTA. This complicates any analysis of NAFTA’s specific impact.\nFor all its faults, Scott said, NAFTA’s impact pales compared to the job losses from expanded trade with China.\nThe Economic Policy Institute has estimated that the United States has lost 3.2 million jobs between 2001 and 2013 to trade with China, so it’s possible that Trump was conflating NAFTA and trade with China.\n\"Trump’s intense focus on renegotiating NAFTA, and his claim that under NAFTA ‘millions of jobs were lost,’ is not only wrong, but a vast overstatement, and a misleading misstatement of the principal sources of our trade problems,\" Scott said.\nThe White House did not respond to an inquiry for this article.\nOur ruling\nTrump said that under the North American Free Trade Agreement, \"we lost millions of jobs.\"\nWe did not find any study that estimates that NAFTA alone cost \"millions\" of jobs. The largest estimate is about 800,000, and other studies show smaller negative, and sometimes positive, impacts.\nWe rate the statement False.\nEditor's note, Sept. 24, 2018: PolitiFact has joined an effort with other North American fact-checkers to examine statements about trade and tariffs. Poynter.org is documenting the project; see its report for links to other fact-checks.\n Share the Facts 2018-09-24 14:38:34 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Under the North American Free Trade Agreement, \"we lost millions of jobs.\"     Donald Trump President https://www.youtube.com/watch?v=R4OjEksiJA4   an interview with Fox News' Sean Hannity Thursday, September 20, 2018 2018-09-20    Read More  info", "vclaim_id": "vclaim-pol-01574"}