{"url": "/factchecks/2019/nov/11/facebook-posts/post-facebook-spreads-myths-about-platforms-birthd/", "speaker": "Facebook posts", "vclaim": "Says people shouldn’t make birthday donations on Facebook because the organization can claim the donation as a tax write-off, and only has to deliver 15% of the donation to the charity organization.", "truth_label": "false", "date": "stated on November 3, 2019 in a Facebook post:", "title": "Post on Facebook spreads myths about the platform’s birthday fundraiser feature", "text": "You’ve seen the posts on your timeline –– Facebook friends asking for donations to a charity of their choosing in lieu of birthday wishes or presents.\nBut one post circulating on the social media website warns users against using the Facebook feature to make donations.\nThe post begins with, \"Do you know what really happens when you donate your birthday to charity on Facebook?\" It goes on to say: \n\"1. Even as a charity donations broker, officially Facebook is allowed to say they donated it themselves as a corporate entity. 2. As a corporate entity, Facebook is allowed to declare your donation for a tax write off. 3. Facebook gets to brag in the media how much they donated to charity, even though it was your money. 4. As a charitable donations broker, by law, they only need to actually deliver 15% of your donation to the charity organization you have chosen. DON’T DONATE TO CHARITY VIA FACEBOOK!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis isn’t true. \nFacebook is a donation platform, and one that people appear to be using a lot. The company in September 2019 announced that since 2015, 45 million people have raised over $2 billion on the platform, with over $1 billion of that total coming from birthday fundraisers.\nWhat Facebook is not is a \"charity donations broker\" (in fact, charity experts told us they’ve never heard that term before). The organization told us it does not declare users’ donations as tax write-offs, nor does it deliver only 15% of a person’s intended donation to the charity specified. \nFacebook members can access more than 750,000 nonprofit organizations using the social media donations platform. Facebook says it vets organizations by checking their 501(c)(3) status, IRS registration and tax ID numbers. Each nonprofit’s Facebook page also includes a link to its detailed profile on GuideStar, an organization that tracks nonprofits using a database designed to help paint a picture of a nonprofit’s activities and health.\nFacebook spokesperson Roya Winner told PolitiFact in an email that the post’s claims are \"completely false.\"\n\"Facebook never claims any user’s donations as our own, nor are we a ‘charity donations broker.’ We are a donation platform and payments to charities are processed by our licensed, regulated subsidiaries,\" Winner said. \"A donation to a nonprofit through its Facebook Page or a fundraiser on Facebook may be tax-deductible for the person who made the donation.\" \nThe Facebook help center has a page explaining whether a particular donation is tax-deductible.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIt explains that since tax laws vary by country and region, users should consult a tax professional and review laws in their area to determine whether their donation is tax-deductible. \nThe website also says that after a donation is made through the platform, a confirmation is sent to the email listed on that person’s Facebook account. The confirmation shows the person made the donation as a charitable contribution, includes the nonprofit’s EIN number, and states that the donor is not receiving any goods or services in return.\nBut what about the claim that Facebook, by law, only needs to deliver \"15% of your donation to the charity organization you have chosen?\" That’s also bogus. \n\"100% of what’s raised using donate buttons and fundraisers created on Facebook goes to the benefiting nonprofit,\" Winner wrote in an email. \"Nonprofits either receive funds directly from Facebook, or via Network for Good, a Donor Advised Fund we partner with.\"\nThese are the two main ways nonprofits can raise funds on Facebook.  \nWhen a nonprofit enrolls in Facebook Payments, it has to raise at least $100 (per nonprofit, not per fundraiser) before it receives a payout directly to its bank account. Funds will roll over until the payout amount reaches the $100 minimum, and the payment process takes about two weeks, Facebook says. The organization should receive the donation about a month after it is made.\nFor nonprofits not registered with Facebook Payments, donations can be dispersed through fundraising platforms Network for Good (used for the U.S, Canada and Australia) or PayPal Giving Fund (used for other international organizations). Network for Good can take 45-75 days for a donation to be received. For PayPal Giving Fund, it’s between 15-90 days.\nOnly nonprofits that are onboarded through Facebook Payments, or through Network for Good or Paypal Giving Fund, are able to fundraise on Facebook. Though some may worry that such contributions made to charities using the for-profit Facebook platform may not be tax-deductible, Winner told us that concern is unfounded. \n\"That’s an inaccurate representation, the donation goes to the organization, not Facebook,\" she said. \"It is stated as a charitable contribution to the specific nonprofit on the confirmation receipt, along with the organization’s EIN number.\"\nFacebook covers all fees for donations made on its website to charitable organizations. In November 2017, the company announced it would drop the 5% transaction fee on donations to nonprofits on its platform.\nFacebook once had a 4.3% platform fee for personal fundraisers –– which allows people to host their own fundraiser for a personal cause –– but it eliminated that in May 2018. Personal fundraisers are now subject to a 2.6% payment processing fee plus $0.30. In some countries, additional taxes will be deducted when the money raised is distributed. The fees broken down by country can be found here. \nOur ruling\nA Facebook post tells people not to donate to nonprofits via Facebook’s birthday fundraiser feature, claiming the company can claim the donation as a tax write-off, and only has to deliver 15% of the donation to the organization.\nThis is not accurate. Facebook is a donation platform and told us it doesn’t claim users donations, nor does it only deliver 15% of each contribution. It charges a 2.6% payment processing fee on personal fundraisers –– not nonprofits –– and eliminated a 5% transaction fee on donations to nonprofit organizations in 2017.\nWe rate this post False.", "vclaim_id": "vclaim-pol-16771"}