{"url": "/factchecks/2011/oct/28/newt-gingrich/gingrich-claims-health-care-reform-includes-death-/", "speaker": "Newt Gingrich", "vclaim": "Former Alaska Governor Sarah Palin was right that President Barack Obama’s health care bill created what \"would, in effect, be death panels.\"", "truth_label": "pants-fire", "date": "stated on October 11, 2011 in a Republican presidential debate:", "title": "Gingrich claims health care reform includes 'Death Panels'", "text": "Former U.S. House Speaker Newt Gingrich seems to have done some dumpster diving in that bin where politicians toss their old rhetoric.\n\nDuring the Republican primary debate in New Hampshire, Gingrich reused an old gem of a claim: That President Barack Obama’s health care reform created \"Death Panels.\"\n\nKaren Tumulty, a national political correspondent for the Washington Post, brought up expensive treatment that she said patients receive in the last two years of their lives under Medicare. She asked the former Georgia congressman whether such spending is wasteful, and if the government should intervene.\n\n\"So, if you ask me, ‘Do I want some Washington bureaucrat to create a class action decision which affects every American’s last two years of life?’  Not ever,\" Gingrich replied.\n\n\"I think it is a disaster. I think, candidly, Governor Palin got attacked unfairly for describing what would, in effect, be death panels,\" he said.\n\nDeath panels?\n\nOur friends at PolitiFact National, our sister site based in Washington, D.C., debunked the \"Death Panel\" claim more than two years ago. In fact, it was PolitiFact’s 2009 Lie of the Year.\n\nSince Gingrich seems it’s worthwhile to recycle death panels, we think it’s worthwhile to remind readers why they’re bunk.\n\nPolitiFact National traced the controversy to a post on Palin’s Facebook page Aug. 7, 2009. She said seniors and the disabled \"will have to stand in front of Obama's 'death panel' so his bureaucrats can decide, based on a subjective judgment of their 'level of productivity in society,' whether they are worthy of health care.\"\n\nPolitiFact read all 1,000 pages of the Democratic bill and examined versions in various committees.\n\n\"There is no panel in any version of the health care bills in Congress that judges a person's ‘level of productivity in society’ to determine whether they are ‘worthy’ of health care,\" they concluded.\n\n\"There's certainly no \"death board\" that determines the worthiness of individuals to receive care,\" they added.\n\nHealth care bill opponents could make a case that Palin is justified in fearing that the current reform could one day transform into such a board, but that’s not what she said. She said the panels were in the bill. They weren’t, and they still aren’t.\n\nPolitiFact also debunked a similar claim made after the final version of the health care bill passed in March 2010.\n\nIn June of that year, PolitiFact Florida looked at a claim by a candidate for U.S. Congress that under the new health care law, the elderly will be denied care when they have \"passed the age limit for treatment.\"\n\nThe U.S. Department of Health and Human Services, which oversees Medicare, the federal health care program for the elderly, confirmed in an email that it has no age limit for treatment.\n\nThis newer claim started because the health care law, as passed, does support \"comparative effectiveness research,\" which compares the clinical effectiveness of treatments.\n\nBut the law specifies that if research shows a certain treatment for the elderly isn't effective, it \"may not be construed as mandates, guidelines, or recommendations for payment, coverage, or treatment or used to deny coverage.\"\n\n\"Death panels\" were not proposed when the health care reform effort started, and \"death panels\" still don’t exist.  Gingrich earns a Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nhttps://www.sharethefacts.co/share/1484bcdb-41e1-4486-a690-13eb89d7e7e0", "vclaim_id": "vclaim-pol-12184"}