{"url": "/factchecks/2008/apr/17/hillary-clinton/slippery-math-loaded-words/", "speaker": "Hillary Clinton", "vclaim": "\"Obama voted for the Bush-Cheney energy bill that put $6-billion in the pocket of big oil.\"", "truth_label": "half-true", "date": "stated on April 15, 2008 in a TV ad airing in Pennsylvania.:", "title": "Slippery math, loaded words", "text": "In the battle to win Pennsylvania, Hillary Clinton and Barack Obama are each claiming they'd be tougher on \"Big Oil\" than their opponent.\n\nThe oil companies are a convenient bogeyman because gasoline is averaging $3.42 per gallon in the state, and the high fuel cost is driving up prices on food and many other products.\n\n\nIn a new TV ad, Clinton says Obama has made an empty boast by saying he doesn't take money from oil companies.\n\n\n\"No candidate does,\" the announcer says, adding that it's against federal law. \"But Barack Obama accepted $200,000 from executives and employees of oil companies.\" The screen then lists names and amounts from some of Obama's oil-affiliated contributors.\n\n\nThe announcer continues: \"Every gallon of gas takes over three bucks from your pocket, but Obama voted for the Bush-Cheney energy bill that put $6-billion in the pocket of big oil. Hillary voted against it.\"\n\n\nWe checked the contribution claim\n\nwith this item,\n\nso here we'll address Clinton's claim that Obama voted for the bill.\n\n\nShe is referring to the Energy Policy Act of 2005, a major priority for the Bush administration. She is correct that Obama voted for it, one of of 25 Democrats who did. (Clinton voted against it.)\n\n\nObama said he voted for it \"reluctantly.\" He said he wanted it to do more to reduce reliance on foreign oil, but he liked the bill's incentives for ethanol and clean coal.\n\n\n\"This bill, while far from a solution, is a first step toward decreasing America's dependence on foreign oil,\" he said. \"It requires that 7.5-billion gallons of ethanol be mixed with gasoline by 2012. That's 7.5-billion gallons of fuel that will be grown in the corn fields of Illinois, and not imported from the deserts of the Middle East.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe bill's title said its purpose was \"to ensure jobs for our future with secure, affordable, and reliable energy.\" As you might expect, there are differing interpretations about whether the bill provided so much for the energy industry that it was a \"giveaway.\"\n\n\nWhile Clinton is correct that the legislation included plenty of tax breaks for oil companies, the companies also had to pay a $3-billion extension of taxes on crude oil to help offset costs associated with oil spills. As we've noted\n\nwith this prior item on a Clinton attack against Obama,\n\na large share of of the $14.6-billion in tax incentives in the law actually went to \"renewable\" sources of energy, to accelerate the development of wind, clean-coal and nuclear power, and hybrid vehicles. (There is debate over whether coal and nuclear power should be considered renewable.)\n\n\nAnd then there's the matter of Clinton's math. She claims in the ad that the bill \"put $6-billion in the pocket of big oil.\" That number is not accurate.\n\n\nThe Clinton campaign said it comes from Public Citizen, one of many environmental and consumer organizations to oppose the bill. A Public Citizen report titled \"The Best Energy Bill Corporations Could Buy: Summary of Industry Giveaways in the 2005 Energy Bill,\" had a headline that said the oil and gas subsidies totaled $6-billion.\n\n\nBut when PolitiFact compared the group's numbers with the official estimates by the Joint Committee on Taxation, a congressional panel that calculates the cost of tax legislation, they didn't match. The Public Citizen report was considerably higher.\n\n\nWe spoke with Tyson Slocum, director of Public Citizen's energy program, who explained why: The group had produced a higher number by including all of the tax breaks for oil companies that would reduce revenue to the federal government, but did not include other tax changes that would actually cost the companies additional money and bring new revenue to the government.\n\n\nFor example, Public Citizen estimated a provision for oil refineries was an $842-million \"giveaway\" over the first six years, but it neglected to include the $436-million in new taxes that the companies would pay over the next four years.\n\n\nSo when we included the additional taxes the oil and gas companies would pay, the actual number is about $5.3-billion over 10 years.\n\n\nSlocum acknowledged that the $6-billion cost was \"a little misleading.\" But he said the conclusion remained the same, that \"it was just egregious to have that level of a giveaway.\"\n\n\nAnd so we find that Clinton is right that Obama voted for the bill, but she's using incorrect numbers about the bill that exaggerate the benefit for oil companies, and her description of the bill fails to reflect its incentives for alternative energy. Overall, we'd say that makes her statement Half True.", "vclaim_id": "vclaim-pol-16254"}