{"url": "/factchecks/2020/oct/31/viral-image/fake-sean-connery-letter-steve-jobs-spreads-wake-h/", "speaker": "Viral image", "vclaim": "Says Sean Connery wrote a letter to Steve Jobs refusing to be an Apple spokesman.", "truth_label": "false", "date": "stated on October 31, 2020 in a Facebook post:", "title": "Fake Sean Connery letter to Steve Jobs spreads in the wake of his death", "text": "Sean Connery, who died on Oct. 31, did not mince words. In 2005, for example, he said that he was done with acting because of the \"idiots now making films in Hollywood.\" The Associated Press posted a clip of the actor giving interviews in 2004 at a premiere of his last movie, \"The League of Extraordinary Gentlemen,\" that’s titled \"Sean Connery being rude and aggressive.\"\nBut he didn’t author the rude and aggressive letter to Steve Jobs that’s now circulating on Facebook. \nAn image of the supposed December 1998 letter has Connery telling off the late Apple co-founder.\n\"I will say this one more time,\" it begins. \"You do understand English, don’t you? I do not sell my soul for Apple or any other company. I have no interest in ‘changing the world’ as you suggest. You have nothing that I need or want. You are a computer salesman — I am f------ JAMES BOND!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe letter is a fake that was first published in 2011 on the satirical news website Scoopertino, which describes itself as \"an imaginary news organization devoted to ferreting out the most relevant stories in the world of Apple, whether or not they actually occurred.\"\nA slogan at the top of the website says: \"All the news that’s fit to fabricate.\"\nThe story that ran alongside the letter said that Jobs was a lifelong fan of James Bond — who originally wanted to name the iMac computer the \"Double-O-Mac,\" and instructed Apple in 1998 to \"begin work on a special celebrity Christmas ad featuring 007 himself, Sean Connery — even though Connery had yet to be signed.\"\nBusiness Insider among others fell for the fake missive Connery supposedly sent to Jobs. The Washington Post reported at the time that \"wishful thinkers have been delighting\" in the actor’s pointed refusal to be an Apple spokesman. \nWith the news of Connery’s death at age 90, the letter has been spreading online again without the caveat that it’s actually fake. \nIt is, and we rate claims suggesting otherwise False.", "vclaim_id": "vclaim-pol-18842"}