{"url": "/factchecks/2012/jan/27/mitt-romney/romney-says-obama-castigated-israel-building-settl/", "speaker": "Mitt Romney", "vclaim": "\"This president went before the United Nations and castigated Israel for building settlements. He said nothing about thousands of rockets being rained in on Israel from the Gaza Strip.\"", "truth_label": "false", "date": "stated on January 26, 2012 in a debate in Jacksonville, Fla.:", "title": "Mitt Romney says Obama \"castigated\" Israel but said nothing about rockets raining down on Israel from the Gaza Strip.", "text": "The Republican presidential candidates want to cast themselves as best buds with Israel and President Barack Obama as the pal of the Palestinians.\n\nAt a Jan. 26, 2012, debate in Jacksonville, a listener who described himself as a Palestinian-American Republican asked this question: \"How would a Republican administration help bring peace to Palestine and Israel when most candidates barely recognize the existence of Palestine or its people?\"\n\nRomney’s reply included a comment about Hamas and its intent to eliminate Israel while he reiterated his own support for Israel. Then he turned the discussion toward a critique of Obama:\n\n\"This president went before the United Nations and castigated Israel for building settlements. He said nothing about thousands of rockets being rained in on Israel from the Gaza Strip.\" We emailed Romney’s campaign to ask which Obama speech or speeches he was referring to and did not get a reply, so we will look at a few of Obama’s speeches to the U.N. that included comments about Israel:\n\nSept. 23 2009: It's true that Obama does not specifically mention Hamas. But it's certainly not a one-sided chastisement of Israel. Obama repeatedly calls on Palestinians to understand and respect Israel's security needs and mentions the fear Israelis face about rocket attacks. And Obama notes efforts on both sides.\n\n\"Palestinians have strengthened their efforts on security. Israelis have facilitated greater freedom of movement for the Palestinians,\" Obama said. \"As a result of these efforts on both sides, the economy in the West Bank has begun to grow. But more progress is needed. We continue to call on Palestinians to end incitement against Israel, and we continue to emphasize that America does not accept the legitimacy of continued Israeli settlements\"\n\nObama describes how the U.S. and the U.N. should respond:\n\n\"The United States does Israel no favors when we fail to couple an unwavering commitment to its security with an insistence that Israel respect the legitimate claims and rights of the Palestinians. And nations within this body do the Palestinians no favors when they choose vitriolic attacks against Israel over constructive willingness to recognize Israel's legitimacy and its right to exist in peace and security.\"\n\nObama also talked about the pain both Israelis and Palestinians face:\n\n\"We must remember that the greatest price of this conflict is not paid by us. It's not paid by politicians,\" Obama said. \"It's paid by the Israeli girl in Sderot who closes her eyes in fear that a rocket will take her life in the middle of the night. It's paid for by the Palestinian boy in Gaza who has no clean water and no country to call his own.\"\n\nSept. 23 2010: Obama laid out goals for both sides, including that the Palestinians must have opportunities, and that the Palestinians will only win rights through peaceful means and reconciliation with Israel.\n\nAs for the settlements, Obama said: \"Israel's settlement moratorium has made a difference on the ground and improved the atmosphere for talks. And our position on this issue is well known. We believe that the moratorium should be extended.\"\n\nIt was another even-handed speech in which Obama made his support for Israel evident. Although Obama didn’t mention Hamas specifically, he did criticize those who murder Israelis or fire rockets at them:\n\n\"It should be clear to all that efforts to chip away at Israel's legitimacy will only be met by the unshakeable opposition of the United States. And efforts to threaten or kill Israelis will do nothing to help the Palestinian people. The slaughter of innocent Israelis is not resistance -- it's injustice. And make no mistake: The courage of a man like President (Mahmoud) Abbas, who stands up for his people in front of the world under very difficult circumstances, is far greater than those who fire rockets at innocent women and children. …. This time, we will think not of ourselves, but of the young girl in Gaza who wants to have no ceiling on her dreams, or the young boy in Sderot who wants to sleep without the nightmare of rocket fire.\"\n\nSept. 11, 2011: On the 10th anniversary of the 9/11 attacks, Obama said that the two sides were at a stalemate after he had called for a Palestinian state a year before. Obama spoke about the desires of Palestinians and Israelis, saying they both have legitimate aspirations.\n\nHe devoted one paragraph here to the Palestinians talking about a future in which they can live in a state \"with no limit to what they can achieve.\"\n\nAnd then Obama had three paragraphs focused on Israel’s side:\n\n\"But understand this, as well: America's commitment to Israel's security is unshakeable. Our friendship with Israel is deep and enduring. And so we believe that any lasting peace must acknowledge the very real security concerns that Israel faces every single day.\n\n\"Let us be honest with ourselves. Israel is surrounded by neighbors that have waged repeated wars against it. Israel's citizens have been killed by rockets fired at their houses and suicide bombs on their buses. Israel's children come of age knowing that, throughout the region, other children are taught to hate them. Israel, a small country of less than 8 million people, look out at a world where leaders of much larger nations threaten to wipe it off the map.\n\n\"The Jewish people carry the burden of centuries of exile and persecution and fresh memories of knowing that 6 million people were killed simply because of who they are. Those are facts; they cannot be denied.\"\n\nHe didn’t mention Israeli settlements or Hamas specifically, although he did talk about rockets being fired at Israelis. Out of the three speeches we examined, in this one Obama devoted more words to the Israeli side but still spoke of hopes for both sides.\n\nOur ruling\n\nIn Florida, a state with a significant Jewish voting population, Romney said: \"This president went before the United Nations and castigated Israel for building settlements. He said nothing about thousands of rockets being rained in on Israel from the Gaza Strip.\" But that doesn’t square with our review of Obama’s speeches. In his 2009 speech to the U.N., Obama said that America does not accept \"the legitimacy of continued Israeli settlements.\" Though he did not specifically mention Hamas, he did mention Israeli’s fear of rockets. And in later speeches to the U.N., Obama was blunt in his criticism of violent attacks against Israelis, once saying \"the slaughter of innocent Israelis is not resistance -- it's injustice.\" \n\nOur examination of three of Obama’s speeches to the U.N. showed that Obama is fairly even-handed as he has laid out goals for both sides -- while he spoke against the Israeli settlements, he also bluntly opposed violent attacks on Israelis. We rate this claim False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021", "vclaim_id": "vclaim-pol-11696"}