{"url": "/factchecks/2016/feb/26/ted-cruz/cruz-invents-trump-statement-socialized-medicine/", "speaker": "Ted Cruz", "vclaim": "\"A couple of debates ago, (Donald Trump) said if you don’t support socialized health care, you’re heartless.\"", "truth_label": "pants-fire", "date": "stated on February 25, 2016 in the Republican debate in Houston, Texas:", "title": "Ted Cruz twists Donald Trump's talk about health care, 'socialized' medicine", "text": "In a free-for-all Republican debate in Houston, Texas Sen. Ted Cruz attacked frontrunner Donald Trump for his position on health care.\n\"For decades, Donald has been advocating socialized medicine,\" Cruz said. \"What he said is the government should pay for everyone’s health care. And in fact, a couple of debates ago, he said if you don’t support socialized health care, you’re heartless.\"\nDid Trump actually say that about socialized medicine? In a Republican debate?\nNo.\nWe looked at the transcripts going back a couple of months to the debate in Las Vegas on Dec. 15, 2015. We found Trump never used those words, nor anything close to them.\nThere was an exchange in the Feb. 6 debate in Manchester, N.H., when socialized medicine came up, but it didn’t happen the way Cruz said.\nA question from panelist Mary Katherine Ham started the exchange.\nHam: \"Mr. Trump, you have said you want to repeal Obamacare. You have also said, quote, ‘Everybody’s got to be covered,’ adding, quote, ‘The government’s going to pay for it.’ Are you closer to Bernie Sanders’ vision for health care than Hillary Clinton’s?\"\nTrump: \"I don’t think I am. I think I’m closer to common sense. We are going to repeal Obamacare. We’re going to repeal Obamacare. We are going to replace Obamacare with something so much better.\"\nTrump talked with ABC moderator Martha Raddatz at the same debate about increasing competition among private insurance companies and he praised health savings accounts. He finished his answer this way:\nTrump: \"What I do say is, there will be a certain number of people that will be on the street dying and as a Republican, I don’t want that to happen. We’re going to take care of people that are dying on the street because there will be a group of people that are not going to be able to even think in terms of private or anything else, and we’re going to take care of those people.\n\"And I think everybody on this stage would have to agree, you’re not going to let people die, sitting in the middle of a street in any city in this country.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nRaddatz: \"Sen. Cruz, to that point, Mr. Trump has said that your position on health care means that maybe you’ve got, quote, ‘no heart.’ There is a question here, though, about uncovered folks. You suggested repealing and replacing Obamacare. As we learned with President Obama’s broken promise that everyone could keep their plan, any major plan — change in health care policy carries with it the risk that some people will lose their insurance coverage or have to change it. How do you reassure that those people that repealing and replacing Obamacare is still in their best interest?\"\nCruz: \"Well, let me take two different parts of that. Let me start with socialized medicine. Socialized medicine is a disaster. It does not work. If you look at the countries that have imposed socialized medicine, that have put the government in charge of providing medicine, what inevitably happens is rationing.\"\nFor the record, in the Dec. 15, 2015, debate, Trump called the country’s health care a \"disaster. In the Jan. 14, 2016, debate, Trump said, \"Our health care is a horror show. Obamacare, we’re going to repeal it and replace it.\"\nGovernment’s role\nCruz also asserted that Trump had said the government should pay for everyone’s health care.\nWe asked the Cruz campaign for their sources and didn’t hear back. But in an interview on CBS News’ 60 Minutes in September 2015, Trump did say, \"Everybody's got to be covered.\"\nHowever, in context he was talking about people who don’t make enough money to pay for insurance. Asked what he would do and who would pay, Trump said, \"I would make a deal with existing hospitals to take care of people (and) the government's gonna pay for it.\"\nIt’s clear from the full interview that Trump did not say that the government should pay for everyone’s health care. He made that point again in an interview with George Stephanopoulos on Jan. 31, 2016, saying that Cruz’s attacks showed \"maybe he’s got no heart.\"\nBack in 1999, Trump did support a single-payer health care system for America. In his 2000 book The America We Deserve, he said, \"We need, as a nation, to reexamine the single-payer plan, as many individual states are doing.\"\nTrump does not hold that belief today.\nOur ruling\nCruz said that Trump said in a recent debate that \"if you don’t support socialized health care, you’re heartless.\" Trump did not say those words, or anything like them, in any recent debate.\nHe advanced the idea of more competition among private insurance companies, and he said that government should take care of those who can’t afford insurance.\nWhile there was a time in the past when Trump supported a single-payer plan, there’s no substance to Cruz’s statement. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-05361"}