{"url": "/factchecks/2017/dec/29/infowars/suspect-san-francisco-pier-christmas-plot-was-anti/", "speaker": "Infowars", "vclaim": "\"Pier 39 terrorist was an anti-Trump antifa supporter.\"", "truth_label": "half-true", "date": "stated on December 23, 2017 in a headline:", "title": "Suspect in San Francisco pier Christmas plot was an anti-Trump Antifa supporter, Infowars says", "text": "A criminal complaint against a suspect who the FBI said plotted a Christmas Day massacre in San Francisco focused on his expressions in support of ISIS and terrorism.\nThe conspiracy-minded website Infowars said news reports omitted some of the true political affiliations of suspect Everitt Aaron Jameson, describing him as part of the anti-Trump, radical left crowd.\n\"Pier 39 terrorist was an anti-Trump antifa supporter,\" stated the Dec. 23 headline.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news.\nThe Infowars article zeroed in on Facebook pages \"liked\" by Jameson to portray him as a far-left user who \"liked\" anti-Trump and Antifa groups as well as news organizations such as CNN and BuzzFeed and pro-vegan groups.\n\"Jameson’s Facebook likes confirm that his political leanings were a mixture of radical far-left ideology and Islamism,\" stated Infowars.\nWe found Jameson did show some interest in anti-Trump and Antifa groups (Antifa is a shorthand term for anti-fascists.). But the headline and story failed to explain that his interest in those groups were not relevant to the alleged plot laid out in the government’s complaint.\nFBI criminal complaint shows allegations against Jameson\nHere is what happened ahead of the planned incident, according to the FBI criminal complaint filed in California Dec. 22:\nIn September, a confidential source alerted the FBI that Jameson’s Facebook account showed he \"liked\" or \"loved\" pro-ISIS and terrorism posts, such as an image of Santa Claus standing in New York with a box of dynamite.\nJameson, a recent convert to Islam, had expressed support for radical jihadist beliefs and terrorism, including the Oct. 31, 2017, terror attack in New York City in which a driver used a truck to kill eight people.\n\"I’m glad to know we Muslims are finally hitting back,\" Jameson wrote on Facebook.\nIn December an undercover FBI employee began communicating with Jameson, who believed the agent was part of senior leadership in ISIS. Jameson indicated that he wanted to plan an attack similar to the 2015 San Bernardino massacre and the recent New York truck attack.\nJameson named the Pier 39 site in San Francisco as his target because it is a heavily crowded area. He asked the undercover employee to provide ammunition, assault rifle and materials to make explosives.\nA couple of days later, an FBI employee mistakenly called Jameson and he called back the employee’s phone number which had a 202 (Washington, D.C.) area code. Later that day Jameson told the undercover FBI employee he reconsidered the attack.\nOn Dec. 20, law enforcement conducted a search warrant and found an incriminating letter and several guns at Jameson’s home. The letter included one mention of Trump -- a reference to Trump’s recent recognition of Jerusalem as the capital of Israel: \"You’ve allowed Donald J. Trump to give away Al Quds to the Jews.\"\nTwo days later, federal authorities announced that they had charged Jameson, a 26-year-old Modesto truck driver, with attempting to provide material support to a foreign terrorist organization. If convicted, Jameson faces a maximum statutory penalty of 20 years in prison and a $250,000 fine.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nJameson’s family said he was depressed over losing custody of his children and insisted he never talked about violence or being influenced by terrorist groups.\nJameson’s federal public defender Heather E. Williams told PolitiFact that her office will investigate the possibility of an entrapment defense and whether the government can prove beyond a reasonable doubt any attempted criminal act since Jameson ultimately told an FBI undercover employee that he had reconsidered.\n\"In my understanding, the label ‘antifa’ means ‘anti-fascist.’  If being anti-Trump, anti-fascist tends to show a person is more likely to be a ‘terrorist’ than not, the FBI must have a very long list of suspicious people,\" she told PolitiFact.\nJameson’s Facebook page\nThe 11-page FBI criminal complaint and the press release from the U.S. Attorney make no mention of Antifa, and the only reference to Trump is the one sentence in the letter seized at Jameson’s home. Mainstream news accounts of the case mentioned the sentence about Trump but nothing about Antifa.\nAntifa broadly describes far-left-leaning militant groups challenging neo-Nazis and white supremacists.\nInfowars drew from an archived version of Jameson’s Facebook that showed he liked four Antifa groups -- three in California and one in Portland. He also liked a few anti-Trump groups, such as the \"Trump resistance movement.\" We noticed that Jameson liked hundreds of groups on Facebook ranging from the political (\"Sassy Socialist Memes\") to food, fashion, TV and sports.\nWe asked spokespersons for the FBI and the U.S. Attorney if the fact that the complaint made no mention of Jameson liking anti-Trump and Antifa means that it was irrelevant from a law enforcement perspective, but authorities declined to answer that question.\nWe posed the same question to a couple of experts on terrorism: Brian Levin at the Center for the Study of Hate and Extremism at California State University, and Erin Miller, at the Global Terrorism Database at the University of Maryland.\nLevin said federal authorities include information in the complaint that is relevant to the charge, which in this case was attempting to provide material support to foreign terrorist organizations. ISIS is considered a foreign terrorist organization while Antifa isn’t.\n\"That’s why ISIS ‘likes’ would be factually and legally relevant and the others would not,\" Levin said. \"The focus of his alleged goals was aligned with ISIS and apparently less so than with the other entities which aren’t designated as foreign terrorist organizations.\"\nHis main interest is clearly ISIS and to suggest otherwise is not wholly accurate, Levin said.\n\"Extremists are not hermetically sealed in freeze-dried containers -- they often dine from buffet of hatred but usually there is one that predominants and that’s what we apparently have here,\" he said.\nThere is a broad spectrum within Antifa, which includes some individuals who have expressed violence. But an abstract embrace of Antifa isn’t illegal.\n\"Like the anti-abortion movement, ‘Antifa’ is itself an ideological movement,\" Miller said. \"Like any ideological movement, individuals can identify with it. Formal organizations can coalesce within/around it. Either can engage in non-violent or violent efforts to in an attempt promote the ideology/movement.\"\nOur ruling\nInfowars’ headline said, \"Pier 39 terrorist was an anti-Trump antifa supporter.\"\nInfowars drew from the suspect’s Facebook page, which showed he liked a few anti-Trump and Antifa pages as well as hundreds of unrelated groups.\nThe FBI criminal complaint makes no mention of Jameson liking these groups, which indicates that prosecutors believe his liking of these groups didn’t play any role in the attempted terrorist plot.\nWe rate this statement Half True.\nhttps://www.sharethefacts.co/share/5e29d1bc-dc21-4b68-afab-238968e36404", "vclaim_id": "vclaim-pol-02559"}