{"url": "/factchecks/2016/jul/22/donald-trump/trump-says-number-illegal-immigrant-families-cross/", "speaker": "Donald Trump", "vclaim": "\"The number of new illegal immigrant families who have crossed the border so far this year already exceeds the entire total from 2015.\"", "truth_label": "half-true", "date": "stated on July 21, 2016 in In a speech at the Republican convention:", "title": "Trump says number of illegal immigrant families crossing border this year exceeds 2015 total", "text": "In his speech accepting the Republican Party nomination for president, Donald Trump laid out his assessment of the nation and said it was time to go back to safety, prosperity and peace.\n\"We will be a country of generosity and warmth,\" Trump said. \"But we will also be a country of law and order.\"\nThat includes getting tough on immigration policy.\n\"The number of new illegal immigrant families who have crossed the border so far this year already exceeds the entire total from 2015,\" Trump said.\nWe were curious to know if so far this year, the number of immigrant families who have crossed the border has surpassed all of 2015.\nDefinition of family\nImmigration experts pointed us to U.S. Customs and Border Protection statistics on monthly and fiscal-year apprehensions of families along the Southwest border. CBP uses apprehensions as an indicator of total attempts to cross the border illegally.\nAna Gonzalez-Barrera, a senior researcher at Pew Research Center, says the definition of a family unit is quite loose, but basically involves at least one child who is accompanied by at least one adult who is their parent or legal guardian.\nTurning to the data\nThere are two ways to interpret the data — by calendar year (January 1 to December 31) and by fiscal year (October 1 to September 30).\nAnd that makes all the difference.\nBy calendar year -- the way most people would interpret Trump’s comment -- he’s wrong. But by fiscal year, he’s right.\nCBP’s has apprehended 29,682 family members from January to June 2016, records show. In all of 2015, CBP apprehended more family members, 53,840.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n \"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIf he’s reading by fiscal year, as CBP reports it, then the numbers support his statement.\nIn fiscal year 2015 (Oct. 1, 2014-Sept. 30, 2015), there were 39,838 apprehensions.\nSo far from Oct. 1, 2015 through June 30, 2016, there have been a total of 51,152 apprehensions.\nFiscal year 2016 includes three months -- October to December 2015 -- when there was a notable spike in apprehensions.\nFrom October to December 2015, there were 21,470 apprehensions — 2.8 times higher than the same period in 2014 and 4.1 times higher than combined average for same months over the last four years (2012–15).\nWhat caused the numbers to spike?\nExperts aren’t sure. Federal officials generally have discussed challenges created by Central American families trying to enter the United States.\n\"We are cognizant that conditions in Central America push many to flee the region in search of a better life in the United States, and recognize the need to provide a safe alternative path to our country, and that many from the region should be regarded as refugees,\" Secretary of the Department of Homeland Security Jeh C. Johnson said in a statement accompanying the latest data.\nNestor Rodriguez, a sociology professor at the University of Texas at Austin who has been researching immigrant communities for decades, said these numbers mainly represent young mothers with small children from Central America \"fleeing poverty and lethal danger from gangs in their countries,\" many who turn themselves into Border Patrol to seek asylum.\nOur ruling\nTrump said, \"The number of new illegal immigrant families who have crossed the border so far this year already exceeds the entire total from 2015.\"\nMany would understand it as calendar year and by this metric, Trump is wrong. However, Customs and Border Protection reports apprehension data by fiscal year. And by that measure, he has a point. On balance, we rate this claim Half True.\nhttps://www.sharethefacts.co/share/9186c898-10a9-4cc6-8a23-56096417e9d7", "vclaim_id": "vclaim-pol-04638"}