{"url": "/factchecks/2014/feb/06/george-will/presidential-election-results-rep-cw-bill-youngs-o/", "speaker": "George Will", "vclaim": "Says President Barack Obama carried Congressional District 13 \"by 8.2 points in 2008 and 5.6 points in 2012.\"", "truth_label": "false", "date": "stated on February 6, 2014 in a \"Washington Post\" column:", "title": "President Obama's wins in Rep. C.W. Bill Young's district were closer than George Will suggests", "text": "Conservative pundit George Will honed in on Florida’s Pinellas County for a column about the closely watched special election to fill the shoes of the late U.S. Rep. C.W. Bill Young.\nHeadlining the March 11 race are Democrat Alex Sink and Republican David Jolly.\nReporters covering the race usually call it a toss-up district, pointing out President Barack Obama had \"narrow\" wins in 2008 and 2012. (Young typically won by comfortable margins; he was a 40-plus year incumbent.)\nWill described Obama’s wins differently -- and incorrectly.\n\"Obama carried this Gulf Coast district, a one-county constituency near Tampa, by 8.2 points in 2008 and 5.6 points in 2012.\"\nFlorida’s 13th Congressional District covers most of Pinellas County, but not all of it. The district stretches from South Pinellas to Dunedin, excluding pieces of southern and downtown St. Petersburg.\nWill’s column links to election returns from Pinellas County Supervisor of Elections for 2008 and 2012. But he was trying to explain how the congressional district -- and not the county -- voted in those presidential races.\nThe fact that it doesn’t cover the entire county is an important distinction. If the entire county was included, the district would lean more to the left, as Will’s links show.\nVoting data by congressional district is available, but a lot harder to uncover because it must be tabulated by the precincts in the district (and those change every 10 years). Neither the Florida Department of State nor the Pinellas County elections supervisor’s office keep it.\nWe had luck with the Florida Legislature, which in 2012 wrapped up its once-a-decade redistricting process. The Florida House developed a Web tool called My District Builder that allows data-savvy users to play with the demographic and political information of constituents in various congressional and legislative districts. The election data comes from the Florida Department of State and local elections supervisors.\nUsing this tool, we found:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nIn 2008, Obama earned 51.32 percent of the vote in Young’s old seat (District 10) and Republican candidate Sen. John McCain got 47.14 percent. That’s a margin of 4.18 percentage points.\n\n\n\n\nIn 2012, Obama garnered 49.95 percent of the CD-13 vote versus Republican candidate Mitt Romney’s 48.49 percent, a margin of almost 1.5 percentage points.\n\n\nOther efforts to analyze the presidential vote by congressional district in 2008 and 2012 produce similar findings, including CNN, NBC News and the liberal Daily Kos.\nWe also consulted David Wasserman, House editor of The Cook Political Report, which has voting data by congressional district prepared by PolitiData. Because the boundaries of Young’s district varied in the elections in question, Wasserman argues it is more fair to compare the 2008 votes of constituents who live in present-day District 13 (versus turnout for then-District 10) with the 2012 returns there. The results are not significantly different from what we found in our exercise with My District Builder (and certainly a lot closer than Will’s.)\n\n\nIn 2008, 51.33 percent of voters living within the boundaries of current-day District 13 chose Obama, and 47.54 percent chose McCain -- a difference of nearly 3.8 points.\n\n\nIn 2012, 50.25 percent of voters chose Obama and 48.77 chose Romney -- a difference of 1.48 points.\n\n\nBecause Will relied on the number of voter registrations in the county and not the district, his column also errantly suggests that Democrats outnumber Republicans in Congressional District 13. He wrote, \"This is a purple but not a polarized district, with 37 percent Democrat and 36 percent Republican.\"\nThose numbers are wrong, too. The party breakdown for the district is 37.1 percent Republican and 34.6 percent Democrat, said Nancy Whitlock, a spokeswoman for the Pinellas County Supervisor of Elections.\nWe reached out to Will and his researcher for comment but did not hear back.\nOur ruling\nWill wrote that Obama carried the 13th Congressional District \"by 8.2 points in 2008 and 5.6 points in 2012.\"\nHe was using countywide election returns. Using returns from the actual congressional district show a much smaller margin of victory for Obama in both presidential elections. Obama carried the district by about 4 points in 2008 and about 1.5 points 2012.\nWe rate Will’s statement False.", "vclaim_id": "vclaim-pol-08288"}