{"url": "/factchecks/2011/dec/02/matt-mackowiak/Republican-consultant-Barack-Obama-promise-deficit/", "speaker": "Matt Mackowiak", "vclaim": "Says Barack Obama promised to halve the deficit in his first term.", "truth_label": "true", "date": "stated on December 1, 2011 in an opinion column.:", "title": "Republican consultant says Barack Obama promised to halve federal deficit in his first term", "text": "Republican consultant Matt Mackowiak casts the 2012 presidential race as a tilt between Republicans for limited government and Democrats pushing expanded government.\n\nIn an opinion article published Dec. 1, 2011, in the Austin American-Statesman, Mackowiak says President Barack Obama \"has talked a good game about deficit reduction, but his actions have demonstrated a clear disregard for record deficits and our $15 trillion debt.\" And his piece includes this checkable claim: \"Obama promised to halve the deficit by the end of his first term. He didn't.\"\n\nThe annual deficit, meaning the difference between what the government is spending and what it’s raising from taxes and other sources, has grown on Obama’s watch. According to a White House historical table, the deficit was $458.6 billion in 2008, the year he won election. It reached $1.4 trillion in 2009, a year over which he and his predecessor, George W. Bush, both held budgetary sway.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nThe deficit was nearly $1.3 trillion in 2010. And according to a November 2011 report by the non-partisan Congressional Budget Office, the deficit was also $1.3 trillion for fiscal 2011, which ran through September 2011.\n\nAnd did the Democratic president promise to cut the deficit in half?\n\nBingo. PolitiFact noted in a June 2011 fact check that Obama said at a \"fiscal responsibility\" summit at the White House in February 2009: \"I'm pledging to cut the deficit we inherited by half by the end of my first term in office.\"\n\nObama continued: \"Now, this will not be easy. It will require us to make difficult decisions and face challenges we've long neglected. But I refuse to leave our children with a debt that they cannot repay, and that means taking responsibility right now, in this administration, for getting our spending under control.\"\n\nEarlier in his remarks, Obama said his administration had \"inherited a $1.3 trillion deficit—the largest in our nation's history.\"\n\nAfter making his pledge, Obama said the budget he would soon propose \"will look ahead 10 years and will include a full and honest accounting of the money we plan to spend and the deficits we will likely incur. To start reducing these deficits, I've committed to going through our budget line by line to root out waste and inefficiency.\"\n\nObama went on to say he was intent on restoring pay-as-you-go budgeting and also ending the \"payments to agribusiness that don't need them and eliminate the no-bid contracts that have wasted billions in Iraq. We'll end the tax breaks for companies shipping jobs overseas,\" he said, \"and we'll stop the fraud and abuse in our Medicare program.\"\n\nWe rate Mackowiak’s statement True.", "vclaim_id": "vclaim-pol-12003"}