{"url": "/factchecks/2015/may/07/jeb-bush/poverty-rate-higher-now-1970s/", "speaker": "Jeb Bush", "vclaim": "\"There are more poor people today as a percentage of our population than the 1970s.\"", "truth_label": "mostly-true", "date": "stated on May 1, 2015 in an interview with reporters at the North Carolina GOP headquarters:", "title": "Is the poverty rate higher now than in the 1970s as Jeb Bush says?", "text": "When asked about the death of Freddie Gray, a black man who died following an April 12 arrest in Baltimore, former Florida Gov. Jeb Bush turned the subject to poverty.\n\"We need as a nation to have a conversation about why is it we are creating these big pockets of poverty where people are completely dependent, they can’t live a life of independence,\" Bush told reporters at the North Carolina GOP headquarters May 1. \"And have a meaningful discussion about it -- not saying we need more money. We've had a war on poverty since the 1960s where we've spent trillions of dollars, and there are more poor people today as a percentage of our population than the 1970s.\"\nAre there more poor people today as a percentage of our population than the 1970s? By the official measure, yes, but experts also rely on a different calculation that changes the results. \nPoverty rates\nThe U.S. Census Bureau determines national poverty rates using income and the cost of food. Specifically, it compares pre-tax cash income against a threshold set at three times the cost of a minimum food diet in 1963, updated annually for inflation and adjusted for family size. In 2014 for a family of four, for example, the poverty level was about $24,000. The poverty rate is whatever percentage of the population falls below the poverty level.\nCensus figures show that the official poverty rate was 14.5 percent in 2013, while during the 1970s the range was between 11.7 and 12.6 percent. So Bush’s claim about the numbers is correct by the official poverty measure.\nRon Haskins, who helped write the Welfare Reform Act of 1996 and is now a fellow at the Brookings Institution, cited several favors for the increasing poverty rate in his testimony to a U.S. Senate committee in 2012.\n\"Declining work rates, stagnant wages, the rise of female-headed families, inferior education, and the arrival of millions of immigrants with poor education and low skills are little engines pushing up the poverty rate,\" he said. \"Conditions in the U.S. virtually ensure high poverty rates because the underlying factors that cause poverty have remained very strong.\"\nBush’s statement referred to the overall official poverty rate, but it’s worth noting that poverty rates for the elderly have fallen since the 1970s while the poverty rate for children has increased. The declining rates for the elderly are related to increases in Social Security, but higher poverty rates for children are more vexing.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeslie Curran\n\n\nstated on May 13, 2010 in a city council meeting\n\n\n\n\n\n\n\n\nTarpon Springs takes its homeless to St. Petersburg.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Michael Van Sickler • July 9, 2010\n\n\n\n\n\n\n\n\"The standard explanation for that is the family breakdown, mothers living alone, a weak job market, globalization, everything that keeps wages down for people who have children,\" said University of Maryland public policy professor Douglas Besharov, who was previously with the conservative American Enterprise Institute.  \"If you are conservative, you talk about poverty by unwed births. If you are more liberal, you talk about poverty as a result of weak job demand. It’s both, and they interact.\"\nFinally, while it’s fair game for Bush to cite the official poverty measure, we also found that some experts think that it doesn’t tell the full story.\nIn the past few years, the Census started testing an alternative measurement of poverty called the Supplemental Poverty Measure. That measure takes into account cash earned as well as government benefits such as as food assistance and tax credit programs. Under this alternative measure, the rate was 15.5 percent in 2013.\nColumbia University researchers took the 2012 supplemental poverty measure and adjusted it back to 1967. Under that measure, the poverty rate was between 22.1 percent and 17.7 percent in the 1970s, compared with 15.5 percent in 2013. So if we used this adjusted rate, Bush’s statement would be wrong.\nOur ruling\nBush said, \"There are more poor people today as a percentage of our population than the 1970s.\"\nBush’s figures are correct based on the official poverty rate, which showed the rate was 14.5 percent in 2013, while during the 1970s the range was between 11.7 and 12.6 percent.\nSome poverty researchers say the official poverty rate between the 1970s and now doesn’t take into account certain benefits that help poor people, such as food assistance and tax credits.\nHowever, despite those caveats, it is fair for Bush to point to the official poverty rate. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-06438"}