{"url": "/factchecks/2016/jul/11/ritch-workman/workman-voted-remove-common-core/", "speaker": "Ritch Workman", "vclaim": "Says he \"voted to remove Common Core from our schools.\"", "truth_label": "barely-true", "date": "stated on June 20, 2016 in an online ad:", "title": "Ritch Workman says he voted to remove Common Core, but it's more complicated than that", "text": "State Rep. Ritch Workman is looking to win a Florida Senate seat this fall, so he’s hoping to educate voters on his record of opposing Common Core.\nIn an online campaign ad posted June 20, 2016, Workman said that eight years ago he \"promised to go to Tallahassee and cut taxes and shrink the size and scope of government.\" He said he followed through, passing tax cuts, changes to government pensions and ethics reform.\n\"I also voted to remove Common Core from our schools,\" he said in the video.\nThat statement riled up groups like Florida Parents Against Common Core, which accused Workman of \"misrepresenting the facts.\" The group supports Workman’s opponent, Rep. Debbie Mayfield, who in 2013 sponsored a bill to repeal the standards. That bill never got out of committee.\nBut Workman told us he is telling the truth.\nWe wanted to find out whether Workman voted to get rid of Common Core standards in Florida.\nA common history lesson\nCommon Core is a set of voluntary, state-based standards developed by the Council of Chief State School Officers and the National Governors Association. Created with input from teachers, parents and education experts, Common Core’s goal was to make an education in one state comparable with the education in another.\nThe final guidelines for math and English came out in 2010, and states could then decide whether to use them. Forty-five states, including Florida, voluntarily decided to accept the standards.\nLike most states, Florida was good with the plan at first, and the state Board of Education adopted Common Core in 2010. But critics of Common Core attacked it as a federal takeover of education, and support for the guidelines waned.\nWorkman describes it on his Senate campaign website as \"the federal government’s effort to nationalize our public schools.\"\nBut this fairly common misperception isn’t accurate. Washington is not in charge of creating or implementing the benchmarks, the states are — and they are free to change or abandon the standards as they see fit. What the federal government has done is encourage state standards and offer some grant money to aid the process. Florida, for example, won a $700 million federal grant for that purpose. That support has aroused suspicion among detractors.\nFlorida’s method of dealing with the backlash, meanwhile, has been complex.\nGov. Rick Scott initially supported Common Core, but in 2013 he ordered Florida to pull out of a consortium of states that were working together to create a new test they all would share to track progress. Eventually, the state chose to develop its own replacement to the Florida Comprehensive Assessment Test, or FCAT.\nScott also called for public hearings that led state education officials in 2014 to recommend 98 changes to the benchmarks. Those proposed changes included things like 52 new calculus goals, guidelines for subjects beyond math and English, and a cursive writing requirement. The revisions were enough for the Florida Department of Education to consider the new guidelines separate from Common Core. Policy experts we talked to said they were more like extensions of the original standards.\n\"The resulting standards as we see them are closely aligned to the Common Core and high-quality (College and Career Readiness) standards in general,\" said Alyssa Schwenk, a spokeswoman at the Thomas B. Fordham Institute, which works to reform education.\nThe state Board of Education approved the revisions unanimously in February 2014 and renamed them the Florida Standards.\nSo what, if anything, did Workman have to do with kicking Common Core out of class?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nA different standard\nWorkman told us the votes he mentioned came during the legislative session after Scott’s intervention and the education department’s changes, which Workman said he supported.\nIn April 2014, lawmakers passed HB 7031, a broad education bill that removed more than 30 mentions of the term \"Common Core\" from the books as the Department of Education adopted the Florida Standards. That bill passed the House and Senate unanimously.\nWorkman also voted for SB 1642, which froze sanctions based on school grading for a year, while the FCAT replacement (eventually known as the Florida Standards Assessment) was created.\n\"Those two bills repealed Common Core from the DOE's education policy,\" Workman told us in an email.\nKeep in mind, the Florida Standards had already been adopted at this point. The Legislature didn’t decide to revise the guidelines, the Board of Education did. While Workman may have opposed Common Core, the provisions he’s touting as his votes to remove the benchmarks were largely procedural after the change had already been made.\nSo does that mean Common Core is out of Florida schools entirely? The name is certainly gone — \"Common Core is out,\" Scott said in a 2014 interview — and the state says as much.\n\"My understanding is that Florida is no longer a participating state,\" Florida Department of Education spokeswoman Cheryl Etters told PolitiFact Florida.\nBut the Common Core State Standards Initiative still lists Florida as a Common Core state.\nOlympia Meola, a spokeswoman for the Council of Chief State School Officers, told us the map showing those states on the initiative’s website lists both \"states that have adopted the standards without any changes and those that have built upon and updated the Common Core State Standards to further fit their state’s unique context and priorities.\"\n\"It is common practice for states to revise their academic standards periodically, and, in doing so, to build upon previously adopted standards,\" Meola said. That’s what Florida did by adopting the Florida Standards.\nBlair Mann, spokeswoman for the pro-Common Core nonprofit Collaborative for Student Success, noted \"the standards are still remarkably similar, and considered comparable to, the Common Core State Standards that other states are implementing.\"\nSo while the term \"Common Core\" is gone, the bones of the standards remain. That means it’s not quite accurate to say Common Core is gone. A better term may be to say it has evolved.\nMany critics of the Florida Standards agree, saying the new standards didn’t go far enough, and were essentially based on Common Core guidelines with \"cosmetic changes.\"  \nThat makes it difficult for Workman to make the claim he did, according to Abigail Swisher, an analyst at the New America Foundation’s Education Policy Program.\n\"Given that Florida is still designated a Common Core State, it would appear contradictory for any one person to claim that they have ‘removed’ the Common Core in that state,\" she said.\nOur ruling\nWorkman said he \"voted to remove Common Core from our schools.\"\nWorkman did vote to literally remove the term \"Common Core\" from state records as Florida switched over to the revised Florida Standards. Indeed, the broad education bill that made it law was voted for unanimously.\nBut that was only after the Board of Education, and not the Legislature, agreed to revise the Common Core standards. Workman’s vote did not affect the decision to make that change. Furthermore, the new benchmarks were largely additions to the original standards, so it’s difficult to definitively say Common Core is out of schools.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-04713"}