{"url": "/factchecks/2011/mar/07/democratic-congressional-campaign-committee/dccc-says-rep-jim-renacci-house-gop-would-force-so/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "In slashing $1.7 billion from Social Security, \"Rep. Jim Renacci may end up forcing the entire agency to ... shut down for a month, causing seniors to not get their benefits on time, halting claims processing, and forcing new retirees and disabled workers into a backlog.\"", "truth_label": "barely-true", "date": "stated on February 22, 2011 in a news release:", "title": "DCCC says Rep. Jim Renacci budget vote would force Social Security worker furloughs, delay benefits", "text": "The GOP spending plan that passed the House of Representatives on Feb. 19 won’t become law because Democrats who control the U.S. Senate and hold the White House won’t let it become law.\n\nBut that won’t stop Democrats from using its hypothetical cuts as campaign points.\n\nHouse Republicans say the cuts they approved show they’re serious about tightening the government’s belt and cracking down on pork-barrel spending. Democratic critics say its provisions would destroy thousands of jobs and undermine everything from education to food safety.\n\nSince passage of the spending package, the Democratic Congressional Campaign Committee has dispatched a steady drumbeat of news releases targeting GOP supporters on aspects they believe will be politically unpopular. A Feb. 22 missive titled \"Representative Jim Renacci and House Republicans Vote to Cut Social Security and Delay Benefits\" made the following claim:\n\n\"In slashing $1.7 billion from the Social Security Administration,  Rep. Jim Renacci may end up forcing the entire agency to have to shut down for a month, causing seniors to not get their benefits on time, halting claims processing, and forcing new retirees and disabled workers into a backlog before seeing their benefits.\"\n\nIt sounded like a draconian enough accusation for PolitiFact Ohio to check out.\n\nThe news release attributes its projections to Democrats on the House Ways and Means Committee, who estimated the cuts would force month-long furloughs at SSA, and an assessment by National Committee to Preserve Social Security and Medicare CEO Barbara Kennelly, formerly a Democratic member of the House of Representatives from Connecticut.\n\nKennelly said that further cuts in Social Security funding would mean seniors would have to wait longer to get an appointment to file for benefits, would not receive timely benefit decisions or have their documents processed promptly, and that significant numbers of SSA employees would be furloughed.\n\nBut the Democrats’ $1.7 billion figure uses the $12.5 billion that President Barack Obama proposed for the Social Security budget for 2011 as the baseline from which they claim cuts are being made.\n\nBut that money was never allotted because no 2011 budget was passed. SSA has operated  at the same $11.5 billion funding level it got in 2010.\n\nRepublicans use $11.5 billion as a baseline to cite a lower level of cuts. Renacci spokeswoman Karin Davenport says the GOP bill would lop $125 million in administrative cuts from the agency’s 2010 spending level. More cuts would come from rescinding another $118 million from a computer center that’s not scheduled to be built until 2015, and from reclaiming $500 million from a \"reserve\" fund that Democrats say is already being tapped.\n\nIf we set aside $1 billion of the Social Security cuts Democrats cite as phantom cuts coming from a budget that never materialized, that still leaves $700,000 that are acknowledged by both Republicans and Democrats.\n\nSSA did not return repeated telephone calls we made to determine the impact of those cuts. In their absence, we turned to Witold Skwierczynski , who heads the American Federation of Government Employees union that represents most of the nation’s SSA workers. While SSA isn’t talking to reporters, it is talking to his union.\n\nSkwierczynski says SSA has told the union that if Congress reduces Social Security’s funding at all beneath FY 2010 levels, some level of furloughs would be imposed. SSA sent the union a letter on Feb. 17 that requested bargaining over the possible implementation of furloughs, though it didn’t specify how long the furloughs might last.\n\n\"It is important to note that the Commissioner has not decided to effectuate a furlough,\" the letter said. \"However, given the potential of reduced Congressional appropriations for the remainder of the fiscal year, the Agency is issuing this notice at this time in the event that a furlough may become necessary.\"\n\nSkwierczynski says Obama requested a $1 billion increase in SSA’s 2011 funding because of increased demands for its services, and called potential passage of the GOP budget \"a nightmare scenario for Social Security.\"\n\n\"You have to understand that we are a growth agency,\" he said. \"We are taking more and more claims because of the baby boom generation’s retirement and also because of the economic problems we have in this country. If people are laid off, they will file for retirement early. Many will file for disability, looking for a benefit they can receive to enable them to survive with out a job.\"\n\nIf SSA workers are furloughed because of budget cuts or a government shutdown, beneficiaries would still get their regularly scheduled checks, Skweirczynski said. But furloughs would mean fewer workers available to process new claims and appeals. That would result in backlogs and delays in processing new paperwork. That’s what happened when furloughs were implemented during the government shutdowns of 1995 and 1996.\n\nWhere does that leave Democrats’ claims about Renacci?\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBetty Sutton\n\n\nstated on September 1, 2010 in a campaign fundraising e-mail\n\n\n\n\n\n\n\n\n\"Ganley said that if elected, he wants to ‘cut the dickens’ out of Social Security, Medicare and Veterans’ benefits.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • September 20, 2010\n\n\n\n\n\n\n\n\n\nTheir $1.7 billion figure overstates the potential budget cut by about $1 billion because it uses Obama’s budget proposal as a baseline, although that budget was never implemented. The GOP proposal still would lead to a significant reduction from an agency with a $11.5 billion budget.\n\n\n\n\nThe AFGE union and correspondence from SSA agree that furloughs would likely result if the GOP budget proposal were implemented. But SSA’s letter to the union makes clear that no decision has been made on how to implement furloughs. There’s no way to determine whether those furloughs might last a month, as Democrats insist, and encompass the entire agency.\n\n\n\n\nPast SSA furloughs did delay some services for beneficiaries, but the entire agency was never shut down - as Democrats said might happen. Swierczynski said skeleton staffs maintained beneficiary records during a five day shutdown in 1995, and a larger crew of \"essential employees\" kept working in processing centers during a three week shutdown in 1996. Swierczynski told us regularly scheduled benefit checks would continue, but new claims and appeals could be backlogged and delayed.\n\n\n\n\nThere are some elements of truth in the DCCC’s claim, but it stokes it up with hyperbole and leaves out several critical facts that would give listeners a different impression. On the Truth-O-Meter, that means Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13469"}