{"url": "/factchecks/2012/dec/30/paul-ryan/anti-poverty-spending-could-give-poor-22000-checks/", "speaker": "Paul Ryan", "vclaim": "\"Over $1 trillion\" was spent on anti-poverty programs in 2011, enough to \"give every single poor American a check for $22,000.\"", "truth_label": "half-true", "date": "stated on December 4, 2012 in a speech:", "title": "Anti-poverty spending could give poor $22,000 checks, Rep. Paul Ryan says", "text": "In a speech shortly after the presidential election, Republican vice-presidential contender Paul Ryan decried what he called the government’s ineffective approach to fighting poverty, saying spending alone isn’t the answer.\n\n\"Just last year, total federal and state spending on means-tested programs came to over $1 trillion,\" the Wisconsin congressman and House Budget Committee chairman said Dec. 4, 2012, referring to programs that have eligibility based on income.\n\n\"What does that mean in practical terms? For that amount of money, you could give every single poor American a check for $22,000 -- every man, woman and child.\"\n\nReally?\n\nLet’s check Ryan’s math.\n\nRyan’s evidence\n\nTo begin with, a little background:\n\n-- Ryan made his indictment at a time when poverty is at one of its highest rates in decades. In 2011, 46.2 million people, or 15 percent of the U.S. population, lived in poverty.\n\n-- For 2012, the income levels to be eligible for certain anti-poverty programs was $11,170 for a single person and $23,050 for a family of four.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n-- More than half of Americans -- 51 percent, according to an October 2012 Rasmussen poll -- think the government spends too much fighting poverty. That’s up from 38 percent in an April 2011 Rasmussen survey.\n\nAs for the numbers in Ryan’s speech, it turns out he had used them before -- on the campaign trail less than a month before the election.\n\nHere’s the evidence Ryan spokesman Kevin Seifert provided us to back the two numbers.\n\nHow much was spent: Some $1.03 trillion was spent on means-tested programs for the poor in 2011, Republicans on the Senate Budget Committee said in October 2012.\n\nMost of that amount -- $746 billion -- was federal spending, based on a detailed memo by the nonpartisan Congressional Research Service, with the committee itself estimating that states picked up the remainder of the $1 trillion.\n\nBut it’s not as though all of that money was being given to people in poverty as cash or food. The largest category was for health care, primarily through Medicaid.\n\nHow many in poverty: Ryan cited census data, noting as we did earlier that 46.2 million people lived in poverty in 2011.\n\nFrom there, Ryan takes the $1.03 trillion and divides it by 46.2 million people living in poverty. The result, he says, is each poor person could have been written a check for $22,000.\n\nThe math itself is accurate, and there’s no dispute about the number of people in poverty.\n\nBut let’s go to some experts for a closer look.\n \nThe conservative Heritage Foundation calculates the cost of means-tested federal and state spending on welfare programs in 2011 as $927 billion, with half the amount going to health care.\n\nMichael Tanner, a senior fellow with the libertarian Cato Institute, puts the 2011 anti-poverty spending figure at $952 billion -- although he counted local government spending as well as money spent by the federal and state governments. That amounts to $20,610 for every poor person, Tanner wrote.\n\nSo, both groups give support to Ryan’s claim, although their spending figures are somewhat lower than Ryan’s claim of $1 trillion.\n\nThe liberal Center for Economic and Policy Research says that even if the $1 trillion is accurate, it is spent on \"a population that is more than twice the size\" of the 46 million people living in poverty. That’s because two of the major programs, Medicaid and the earned income tax credit, have income eligibility limits above the poverty line.\n\nMoreover, some of the $1 trillion, the center said, is paid to school districts and other institutions to help educate the poor -- the poor themselves don’t get the money.\n\nLaDonna Pavetti, a family income support researcher at the liberal Center on Budget and Policy Priorities, said of Ryan’s claim: \"It’s not so much the numbers as what he does with them.\"\n\nNoting that the single largest portion of spending cited by Ryan is on health care, Pavetti pointed out that the largest Medicaid expenditures are made on people who live in nursing homes and other institutions -- they, by definition, are not included in the number of people living in poverty.\n\nAnd the list of programs Ryan includes in his $1 trillion in spending \"is sort of anything and everything that is targeted to low-income people,\" Pavetti said. That includes money that aids schools and low-income communities but do not directly benefit the poor, she said.\n\nOur rating\n\nRyan said \"over $1 trillion\" was spent on anti-poverty programs in 2011, enough to \"give every single poor American a check for $22,000.\"\n\nAs a sweeping statement, Ryan’s claim is partially accurate, in that roughly $1 trillion was spent on means-tested programs, and if you divided that by the number of people living in poverty, it would amount to roughly $22,000 per person.\n\nBut Ryan mixes apples and oranges, in that the $1 trillion is actually spent on far more people than the 46 million counted as living in poverty. Moreover, much of the money goes to institutions, such as nursing homes and schools, and not directly into the pockets of the poor.\n\nWe rate Ryan’s statement Half True.", "vclaim_id": "vclaim-pol-09895"}