{"url": "/factchecks/2015/oct/05/gerry-connolly/connolly-says-irs-lacks-resources-collet-350-billi/", "speaker": "Gerry Connolly", "vclaim": "\"It's estimated we leave somewhere north of $350 billion a year - that's billion - a year on the table uncollected because IRS doesn't have the resources.\"", "truth_label": "half-true", "date": "stated on September 8, 2015 in radio interview.:", "title": "Connolly says IRS lacks resources to collect $350 billion a year", "text": "U.S. Rep. Gerry Connolly, who represents legions on federal workers living in Northern Virginia, scoffs at conservative efforts to pare the Internal Revenue Service.\nCongress has cut about $1.2 billion from the IRS budget during the past five years. The actions impair the nation’s ability to collect revenue needed to reduce deficits, Connolly, D-11th, said during a Sept. 9 interview on Federal News Radio.\n\"It’s estimated we leave somewhere north of $350 billion a year - that’s billion - a year on the table uncollected, because IRS doesn’t have the resources,\" he said.\nConnolly added that if the IRS had more resources, it could collect so much in unpaid taxes that the government could get rid of the so-called sequestration budget cuts - projected to slice about $1 trillion during the next decade - and have enough left over to make a sizable down payment on the national debt.\nWe examined Connolly’s claim that the U.S. loses about $350 billion in tax revenue each year because the IRS lacks the means to collect it.\nGeorge Burke, the congressman’s spokesman, said Connolly’s statement was based on IRS reports on the country’s \"tax gap\" - the amount of underreported income, unpaid tax bills and taxes that never were collected because returns weren’t filed.\n\"On several occasions, IRS officials have testified before the House Oversight and Government Reform Committee on the amount of uncollected taxes and the agency's lack of resources,\" Burke wrote in an email. \"The potential return on investment is mind-boggling.\"\nThe $350 billion\nThe IRS periodically provides an estimate of how much revenue Uncle Sam is owed but doesn’t collect because of tax evasion. Mark Hanson, an IRS spokesman, told us in an email that it takes years for the agency to compile its tax-gap estimate, because it requires complicated research.\nThe latest figures available are for 2006. The IRS says there were nearly $2.7 trillion in total tax liabilities in 2006. Of that amount, about $450 billion wasn’t paid on time. The main cause of  missed payments was taxpayers underreporting their income, the IRS said.\nSome late payments eventually trickled in, and the IRS took enforcement actions against some tax scofflaws. Those actions recovered about $65 billion, according to the agency’s tallies, leaving about $385 billion in liabilities the IRS says it was owed but didn’t collect.\nSo Connolly’s claim that there’s \"somewhere north\" of $350 billion in taxes left on the table has validity.\nIs all that tax collectible?\nTo complete our fact check, we also need to look at the second part of Connolly’s statement - that the IRS doesn’t collect the $350 billion-plus each year because it lacks \"resources.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTwo analysts told us that extra resources could help the IRS narrow the gap, but it wouldn’t completely erase tax evasion.\n\"Some of it is uncollectible, people don’t have the money,\" said Eric Toder, co-director of the non-partisan Tax Policy Center who has written about the tax gap.\nMoreover, Toder said that certain unpaid tax liabilities are just inherently difficult to discover, such as cash transactions by small businesses that can occur without any record. More auditors would capture some unpaid taxes, Toder said, but they would provide only a few stitches in mending the tax gap.\nIn 2007, Toder authored a paper that said Congress and President George W. Bush’s administration could take added steps to patch the tax gap, such as providing the IRS more resources for enforcement and requiring taxpayers to report more income information. But he said policymakers had to be realistic about the return they would see on such initiatives.\n\"Although estimates of how much additional resources and better enforcement tools would raise are incomplete and highly uncertain, it is extremely unlikely that they could raise more than $20-30 billion per year,\" Toder wrote.\nIn an interview, Toder told us there is a danger the tax gap could grow if the IRS is cut back too much and there becomes a sense that enforcement is lax due to strained resources.\nWe also spoke to Robert Goulder, tax policy counsel at Tax Analysts, a Falls Church-based non-profit that examines tax regulations. He told us filling the gap would require unrealistic scenarios, such as an IRS agent being assigned to watch the cash register at every \"mom and pop\" small business. Added enforcement also would run counter to an American culture that chafes at inquiries from the IRS, Goulder said.\nEven with an unlimited budget, Goulder said, \"they still couldn’t get the tax gap down to zero.\"\nA 2012 Government Accountability Office report, which looked at various strategies to cut down the tax gap, said \"closing the entire gap may not be feasible, since it could entail more intrusive recordkeeping or reporting than the public is willing to accept or more resources than the IRS is able to commit.\" It cited a 1997 GAO report which said \"it would be unrealistic to assume that our tax system, or any tax system, can achieve 100-percent compliance and thus eliminate the tax gap.\"\nOur ruling\nConnolly said Uncle Sam forgoes $350 billion a year because the Internal Revenue Service lacks the resources to find and collect that amount.\nHis figure is solid, based on the latest data available from the IRS -- from 2006.\nBut his contention that the gap is caused by lack of IRS resources is an overstatement. Although analysts say more manpower could help the agency narrow the gap, it wouldn’t come close to filling it. Some unpaid taxes are extremely difficult to sniff out, and some people simply can’t pay, they said.\nSo on the whole, we rate Connolly’s statement Half True.\nEditor's note: A previous version of this story had the wrong figure for the amount of cuts to the IRS budget in the last five years.", "vclaim_id": "vclaim-pol-05896"}