{"url": "/factchecks/2012/jun/11/mitt-romney/mitt-romney-says-massachusetts-unemployment-hit-47/", "speaker": "Mitt Romney", "vclaim": "As governor of Massachusetts, \"Romney reduced unemployment to just 4.7 percent.\"", "truth_label": "half-true", "date": "stated on June 8, 2012 in a campaign ad:", "title": "Mitt Romney says he reduced Massachusetts unemployment to 4.7 percent", "text": "In a new campaign ad, Mitt Romney doesn't mince words in boasting about the Massachusetts economy when he was governor.\n\nThe ad -- which combines stirring music, footage of welders and forklift drivers and images of Romney gladhandling with factory employees -- was released June 8, 2012. \"Romney,\" the ad says, \"reduced unemployment to just 4.7 percent.\"\n\nWe checked Bureau of Labor Statistics data and found that the statistic was correct. The low point for the seasonally adjusted unemployment rate during Romney’s tenure was 4.7 percent. (It happened during Romney’s final full month in office, December 2006.)\n\nBut the number mirrored the larger national trend. And it's important to note, as we often do, that governors have limited impact on a state's economy.\n\nBoth Massachusetts and the U.S. saw unemployment rates drop during Romney’s governorship. Unemployment declined during that period because the economy was recovering from a recession.\n\nIf you take the numbers from January 2003 to January 2007 -- Romney’s first and last months in office -- you find a drop of 1.2 percentage points nationally (from 5.8 percent to 4.6 percent) and 1.0 points in Massachusetts (from 5.6 percent to 4.6 percent). That's not much of a difference.\n\nAs for Romney's impact, economists have consistently told us that policies of a governor have a relatively small effect on a state's economy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMichael Widmer, president of the Massachusetts Taxpayers Foundation, an independent group that analyzes fiscal trends in the state, warned us in June 2011 not to put to much stock in any governor's influence over their state's rate of job growth. The ability for governors to manage the state economy is vastly overrated, Widmer said. States are tied to larger economic forces, he added, and governors often claim too much credit when things are going well and no blame when things are going poorly.\n\nGary Burtless, an economist with the Brookings Institution, said the policies of governors, presidents and mayors can affect job creation, but they play a small role in the overall picture.\n\n\"Almost always,\" he said, \"the impact is small in relation to the effects of events and trends over which elected officials have little control, especially in their first few years on the job. A recession that is underway or begins soon after a president or governor takes office is in no way the fault of the new officeholder. The flip side is that chief executives cannot claim much credit for a strong economic recovery that begins shortly before or after they take the oath of office. The conditions that made the recovery possible were already present when their term in office began. The executive’s policies may have speeded or slowed the recovery around the margins, but the conditions that caused the recovery to begin were already present before the oath of office was administered.\"\n\n(As we’ve noted before, Burtless contributed $750 to Obama’s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of Sen. John McCain, R-Ariz., and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)\n\nIn fact, the way the Romney campaign phrased the claim we’re checking is particularly bold. It doesn’t say that \"under Romney, unemployment declined,\" or \"due to Romney’s policies, unemployment declined,\" or \"in Massachusetts, we reduced unemployment.\" The ad we're checking says simply that \"Romney reduced unemployment,\" as if no other factors mattered.\n\nOur ruling\n\nThe number is correct, but the ad oversteps in suggesting that Romney did this on his own. The employment situation in Massachusetts was subject to many factors, not just the governor’s policy. On balance, we rate the claim Half True.\n\nEDITOR'S NOTE: We have changed the headline for this story to remove any confusion about which statement we were rating. PolitiFact always rates the \"ruling statement\" -- the claim in large type at the very top of the article, usually a direct quote or paraphrase of a spoken or written statement -- not the headline.", "vclaim_id": "vclaim-pol-10944"}