{"url": "/factchecks/2007/oct/29/hillary-clinton/cherry-picking-obamas-quotes/", "speaker": "Hillary Clinton", "vclaim": "Sen. Obama \"made the very argument he is now criticizing back in November 2006.\"", "truth_label": "half-true", "date": "stated on October 25, 2007:", "title": "Cherry-picking Obama's quotes", "text": "In a dust-up on Hillary Clinton's vote for the Kyl-Lieberman amendment, the Clinton campaign responded to charges that she had given President Bush a \"blank check\" by charging the Illinois senator had flip-flopped on Iran.\n\nIn a memo to reporters titled \"Obama vs. Obama,\" the Clinton campaign cited a 2006 speech by the senator that said \"maintaining a military force in Iraq is necessary to constrain Iran's ambitions,\" which is no different than the amendment that Clinton supported.\n\n\nThe quotes are accurate, but the Clinton campaign has taken them out of context. Obama's 4,000-word speech spends about two paragraphs on Iran and Syrian; its main purpose was to argue for withdrawing from Iraq.\n\n\nAfter discussing the need to reduce troops and increase diplomacy, Obama outlines a number of possible scenarios, including sending more troops to Afghanistan. After that, he says the reduced forces in Iraq would still have a role to play in sending a message to Iran and Syria.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nBut it's an exagerration to say that he has dramatically switched positions.\n\n\nThe Clinton campaign is right when it asserts that there is little difference between Clinton and Obama on Iran policy. Both advocate aggressive diplomacy and economic sanctions, and both say a military strategy cannot be ruled out.\n\n\nBut selectively quoting Obama from the November speech is a weak point for this argument, so we rate this claim Half-True.", "vclaim_id": "vclaim-pol-16543"}