{"url": "/factchecks/2016/aug/30/donald-trump/donald-trump-wrong-inner-city-crime-reaching-recor/", "speaker": "Donald Trump", "vclaim": "\"Inner-city crime is reaching record levels.\"", "truth_label": "pants-fire", "date": "stated on August 29, 2016 in a tweet:", "title": "Donald Trump is wrong that 'inner-city crime is reaching record levels'", "text": "Aiming to blunt an overwhelming edge among African-American voters, Donald Trump has been decrying longstanding black support for Democratic politicians, who he blames for allowing economic inequality and crime to fester in African-American communities.\nIn an Aug. 29, 2016, tweet, Trump wrote, \"Inner-city crime is reaching record levels. African-Americans will vote for Trump because they know I will stop the slaughter going on!\"\n\nIs Trump correct that \"inner-city crime is reaching record levels\"?\nNo, not even close.\nRecord levels?\nThere is no official category -- or even a definition -- for \"inner-city\" crime. So the best we can do is look at crime in large cities. Among the crime data the FBI collects is for that committed in cities over 250,000 in population, so that’s what we used.\nThe chart below shows the rate of all violent crimes -- including homicides, rapes, robberies and aggravated assaults -- committed per 100,000 people, which is a standard way of measuring the extent of crime. The top line shows the rate for cities over 250,000 in population, while the lower rate shows it for the country as a whole.\n\nThe two lines track each other fairly well, but the trend is unmistakable: The frequency of violent crime has declined since the early-to-mid 1990s.\nWe also looked at one subset of the violent crime rate -- the homicide rate -- for both the country as a whole and for cities over 250,000 in population.\n\nThe patterns for homicide are the same as they are for violent crime generally -- they have been declining since the early-to-mid 1990s.\nThe same pattern holds for the subset of the nation’s very largest cities -- those of 1 million or more residents. In 2014, the violent crime rate in these largest cities was 658.7 per 100,000 residents, a significant decline from 868.9 in 2006 (and even higher in earlier years). Over the same period, the murder rate in these cities fell from 12.3 per 100,000 residents to 7.4 per 100,000 residents.\nA cursory look at a few specific cities shows that the number of murders, even at their somewhat elevated rate today, are well below their peaks in the 1990s.\nThe number of murders in New York City, for instance, fell from 2,262 in 1990 to 1,927 in 1993, 629 in 1998 and 352 in 2015.\nAnd in Chicago, there were 468 murders in 2015, well below the 925 recorded in 1991, according to the Wall Street Journal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe recent spike in crime\nWe should note that even if crime isn’t hitting record levels, there is growing evidence that there has been a one-year uptick, at least in certain cities. Trump’s supporters have seized on this as evidence that Trump isn’t totally off base in claiming that crime is on the rise.\nSome background: In early June, we gave Trump a Pants on Fire for his statement that \"crime is rising,\" noting that he had made a sweeping statement while ignoring the consistent and long-term decline cited above. Critics took issue with our rating, citing preliminary figures for 2015 that showed crime rising.\nScholarly research published since our original fact-check suggests that the uptick is indeed notable.\nLater in June, the National Institute of Justice -- an office within the U.S. Justice Department -- released a paper that analyzed the uptick. It was written by Richard Rosenfeld, who studies crime at the University of Missouri-St. Louis.\nRosenfeld found that the preliminary increase in homicides \"was real and nearly unprecedented.\" But he also added that it was not universal in the nation’s big cities. Only certain cities seemed to see significant increases.\nSpecifically, he found that 10 out of the 56 large cities he studied \"produced two-thirds of the big-city homicide increase in 2015.\" Most cities either showed small increases or declines. Here is a chart he assembled showing how big or small a spike each of the cities experienced:\n\nRosenfeld found that the 10 cities with the biggest spikes tended to have higher poverty rates, higher African-American populations and smaller Hispanic populations. However, he wrote that beyond that, there is insufficient public data available at this time to determine the precise cause, or mix of causes, for the top 10 cities’ homicide spikes.\nIn any case, none of this supports Trump’s more recent statement that crime is approaching \"record levels.\"\nEven if the recent spike proves durable, the rates of homicides and violent crime in general have fallen so much in the past 25 years that the recent increases will not push them up to \"record\" levels at any time in the near future.\n\"The increase in crime in inner cities in 2015 was a large one-year increase, but you can see that the long-term trend is way down,\" said Alan Lizotte, a criminologist at the University at Albany. \"The recent spike would need to continue for a while to reach early 1990s levels.\"\n\"Inner-city crime rates are not even close to record levels,\" agreed James Alan Fox, a Northeastern University criminologist. \"And crime rates among African-Americans, especially youth, were much, much higher in the early 1990s.\"\nOur ruling\nTrump said that \"inner-city crime is reaching record levels.\"\nCriminologists say that it is worth watching the recent jump in homicides in certain big cities to see whether it represents a lasting trend or just a blip. However, the homicide rate and the violent crime rate has fallen to such an extent over the past quarter century -- both in big cities and in the country at large -- that it would take many years of significant increases to return to the \"record levels\" of the early 1990s.\nWe rate the statement Pants on Fire.\nhttps://www.sharethefacts.co/share/47151ed3-abf3-4b0c-9021-db2c19f155e6", "vclaim_id": "vclaim-pol-04400"}