{"url": "/factchecks/2019/sep/20/nicole-galloway/galloways-watchdog-bragging-claim-mostly-point/", "speaker": "Nicole Galloway", "vclaim": "Says her office \"uncover(ed) $350 million in waste and fraud; it led to 40 criminal charges against both Republicans and Democrats.\"", "truth_label": "mostly-true", "date": "stated on August 12, 2019 in her campaign announcement:", "title": "Galloway’s watchdog-bragging claim is mostly on point", "text": "When Mike Parson announced his bid to stay in the governor’s seat, Auditor Nicole Galloway had been officially in the running for almost a month.\n\n\nGalloway cited her accomplishments in her Aug. 12 video candidacy announcement: \"I’m a CPA and a Certified Fraud Examiner. It’s my job to be an independent watchdog for taxpayers. To shine a light on government waste, and I found lots of it. Uncovering $350 million in waste and fraud; it led to 40 criminal charges against both Republicans and Democrats.\"\n\n\nSounds like a lot. We decided to take a closer look at the Democrat’s statement that her office has uncovered $350 million in \"waste and fraud\" and that the discoveries resulted in 40 criminal counts against officials on both sides of the aisle.\n\n\nThe origin of the numbers\n\n\nWhen we contacted Galloway’s campaign, a staff member cited the 2018 annual report produced by the auditor’s office. That report is compiled from a running list of audits conducted across the state. The $350 million figure showed up in the report, as did 38 of the alleged criminal counts brought as a result of Galloway’s audits. The campaign showed in news releases additional counts brought after the annual report.\n\n\nHer office’s press secretary, Steph Deidrick, provided a year-by-year breakdown. It adds up to $356 million from May 2015 to the end of 2018.\n\n\nDeidrick also provided a chart the office uses to track the number of criminal counts brought as a result of audit findings. The chart listed 19 individuals and tallied up the criminal counts brought against each person; Galloway’s office identified a total of 45 criminal counts, including those filed after the 2018 report.\n\n\nWaste and fraud\n\n\nThere are 551 audit reports available on the auditor’s website from Galloway’s first full month as auditor in May 2015 to the end of 2018. These reports were used to calculate the total \"waste and fraud\" Galloway said her office uncovered.\n\n\nWe spot-checked individual reports. We also turned to industry professionals to help us understand the terminology.\n\n\nSarah Hofmann, spokeswoman of the Association of Certified Fraud Examiners, explained that within the industry, fraud is a legal term that encompasses deliberate acts that aim to deprive someone of \"property or money by guile, deception or other unfair means.\"\n\n\nBoone County Auditor June Pitchford emphasized that fraud \"generally has an element of illegality\" or deception, while waste can simply be the result of poor management or a lack of due diligence.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\n\nFor this reason, Hofmann said the distinction Galloway made in her claim that the $350 million was a total of waste and fraud was important. Hofmann said government organizations, in particular, often have \"redundancies, or just places that they’re losing money.\"\n\n\nOne example of the fraudulent behavior Galloway uncovered comes from the 2017 audit of Putnam County Memorial Hospital, which uncovered about $92 million in fraudulent lab billing practices. Galloway said the hospital was essentially a shell company.\n\n\nHofmann said that shell companies are common examples of fraud known as \"asset misappropriation,\" meaning this $92 million billing scheme would be part of Galloway’s total.\n\n\nCriminal counts brought as a result of audits\n\n\nGalloway’s claim that her audits have led to 40 criminal counts against Republicans and Democrats ultimately holds up, though it lacks some important context.\n\n\nWe used Missouri Casenet, a press release from the U.S. Attorney’s Office in the Western District of Missouri, a PDF of charges filed and media accounts to look into the criminal counts brought against the people Galloway indicated in her total.\n\n\nOur research determined that a total of 52 criminal counts were brought against 19 people as a result of audits from Galloway’s office. Receiving stolen property was the most common criminal charge, with 37 counts. The other charges varied, but included counts of forgery, violations of ethics rules by elected officials and stealing of various amounts.\n\n\nTo check the claim that criminal counts were brought against Republicans and Democrats, we called the cities and counties whose officials faced criminal charges and asked if the offices they held are partisan.\n\n\nIn most cases, the offices are nonpartisan.\n\n\nOf the 19 individuals charged, only four were elected officials who ran as a Republican or Democrat. Three of those charged were Democrats, and only one was a Republican. The other 15 individuals – or about 79 percent of those charged – were hired employees, nonpartisan appointees or held nonpartisan elected offices.\n\n\nOur ruling\n\n\nGalloway said her office \"uncover(ed) $350 million in waste and fraud; it led to 40 criminal charges against both Republicans and Democrats.\"\n\n\nKnowledgeable professionals agree that Auditor Galloway uncovers \"waste and fraud,\" and individual examples of what Galloway has uncovered in her years as auditor indicate the $350 million total is reasonable.\n\n\nGalloway’s audits have resulted in over 50 criminal charges, making her claim of 40 criminal counts accurate. However, while the last part of the claim is technically true – charges have been brought against three Democrats and one Republican official – only four of the 19 individuals charged held partisan offices. For this reason, her claim lacks important context.", "vclaim_id": "vclaim-pol-00143"}