{"url": "/factchecks/2015/jan/30/debbie-wasserman-schultz/debbie-wasserman-schultz-says-marco-rubio-now-agai/", "speaker": "Debbie Wasserman Schultz", "vclaim": "Says Marco Rubio \"was for immigration reform and a pathway to citizenship before he was against it.\"", "truth_label": "barely-true", "date": "stated on January 23, 2015 in an interview with reporters at her ceremonial swearing in event in Fort Lauderdale:", "title": "Debbie Wasserman Schultz says Marco Rubio now against immigration reform, pathway to citizenship", "text": "As U.S. Sen. Marco Rubio, R-Fla., considers a bid for president, Democrats are attacking him on his signature issue: immigration.\nU.S. Rep. Debbie Wasserman Schultz of South Florida had this to say about her fellow Floridian:\n\"Marco Rubio needs to first figure out which way the wind is blowing when it comes to committing on his position on any given issue,\" said the Democratic National Committee chair. \"He was for immigration reform and a pathway to citizenship before he was against it. It is really unfortunate that he has chosen the most politically expedient path on issues that matter the most to people here in Florida.\"\nHas Rubio back-tracked? While Rubio has changed his opinion on how the legislation should be passed, we also found that he hasn’t changed his views on the underlying policy issues.\nRubio and the Senate bill\nRubio and seven other senators unveiled bipartisan legislation that passed the Senate in April 2013. The law required beefed-up border security before unauthorized immigrants could pursue legal status.\nSpecifically, the bill would have allowed people to seek \"registered provisional immigrant status\" if they met certain criteria. After 10 years, they could seek a green card. Under pre-existing law, those with green cards can later apply for citizenship.\nWithin months the bill had died, and Rubio said he would support a different approach: a series of bills to change immigration laws.\n'American Dreams' book\nRubio’s most specific recent comments on immigration are in his book American Dreams: Restoring Economic Opportunity for Everyone, released in January. (His spokesman pointed us to it when we asked.)\nRubio wrote that a comprehensive bill \"is simply not realistic,\" but that a series of bills could still get to the same end. (Remember, the Senate bill also called for security measures first and a work-based system.) He outlined three steps for handling illegal immigrants already here:\n\n\nThey would have to register, and those who have committed serious crimes or haven’t been here long enough would have to leave.\n\n\nThose who qualify would then pay an application fee and fine, undergo a background check and learn English in order to apply for a temporary visa. They would not qualify for government programs including health care, welfare or food stamps.\n\n\nAfter at least a decade at this status, \"they would be allowed to apply for permanent residency if they so choose. Many who qualify for this status will choose to remain in it indefinitely. But those who choose to seek permanent residency would have to do it the way anyone else would, not through a special pathway.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\n\nRubio’s book doesn’t specifically explain how a permanent resident would then become a citizen. However existing law allows permanent residents -- commonly referred to as green card holders -- to apply for citizenship a few years later.\nRubio \"is on record repeatedly saying it would be a bad idea to change existing law in that respect,\" his spokesman Alex Conant said.\nAs recently as December 2014, Rubio said it was a bad idea to bar people from citizenship permanently: \"We might prohibit people who came here illegally and got green cards under this process from ever becoming citizens. And if that’s what we have to do to get this thing passed, I would be open to it. But I don’t think that’s a wise thing to do.\" He made similar comments to CNN in January 2015.\nBut it’s not like Rubio doesn’t finesse his message for different audiences. The DNC pointed to an interview that Rubio gave to conservative radio talk show host Simon Conway in June 2014.\n\"The part that’s difficult is, is what do you do with millions of people in this country who are here illegally? What do you do about it? And I think that the couple of things we’re not going to do -- we’re not going to award citizenship to people or give them a benefit they wouldn’t otherwise have. And we’re also not going to round up and deport 12 million people. So the problem with finding a solution between those two different positions is people are not willing to even talk about it until they believe the laws are going to be enforced.\"\nChanging tacts\nWe asked a few experts on immigration policy if Rubio is now \"against\" immigration reform and a pathway to citizenship.\n\"There is no substantial policy difference,\" said Alex Nowrasteh, an immigration policy analyst at the libertarian Cato Institute. \"Sen. Rubio's current position on handling the illegal immigrant population is very similar to his opinion in 2013. The only difference is that now Sen. Rubio wants several piecemeal bills rather than one comprehensive bill -- a stylistic rather than a substantive change.\"  \nHowever, Frank Sharry, executive director of America's Voice, which advocates for a path to citizenship, says Rubio’s new approach is no tiny tweak.\n\"From the perspective of those of us working on immigration reform from day one, the idea of piecemeal approach is another excuse not to get to the piece that makes Republicans uncomfortable, which is legalization or a path to citizenship,\" he said. \"I don’t think retreat to piecemeal process is a small concession, I see it as a huge problem.\"\nIf Wasserman Schultz’s \"point is his new position makes a path to citizenship virtually impossible, I would agree with that statement,\" Sharry said.\nOur ruling\nWasserman Schultz said that Rubio \"was for immigration reform and a pathway to citizenship before he was against it.\"\nThe 2013 Senate bill which Rubio co-sponsored to overhaul our immigration system included a pathway to citizenship for certain illegal immigrants, albeit one with significant hurdles. After that died, Rubio said he still favored immigration reform, but that it’s only chance was through piecemeal bills. In his book, Rubio outlined specific steps for illegal immigrants to obtain legal status, and after many years eventually pursue citizenship.  \nThere is a kernel of truth to Wasserman Schultz’s claim, though, because some immigration advocates say Rubio’s piecemeal approach greatly reduces the chance that Congress would ever get to the point of addressing residency and citizenship.\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/88640b29-677e-42bd-a998-36e63452c876", "vclaim_id": "vclaim-pol-06781"}