{"url": "/factchecks/2011/nov/10/john-wisniewski/democratic-party-chairman-blasts-chris-christie-on/", "speaker": "John Wisniewski", "vclaim": "\"Governor Christie also remains the only Governor since World War II, among both Democrats and Republicans, who failed to have his party win control of at least one legislative body over the course of his term.\"", "truth_label": "false", "date": "stated on November 7, 2011 in a memo on behalf of the New Jersey Democratic State Committee:", "title": "Democratic Party chairman blasts Chris Christie as only governor since World War II to not have his party win control of a legislative body", "text": "The Democrats claim Gov. Chris Christie's coattails aren’t strong enough to sweep Republicans into power.\n\nThat’s a departure from more than 50 years of history in New Jersey, a period where the party of every governor has seized control of at least one arm of the Legislature, according to the chairman of the state Democratic Party.\n\nBefore voters went to the polls for Tuesday’s election, Assemblyman John Wisniewski (D-Middlesex) released a memo on Monday, calling Christie \"ineffective\" for his inability to drum up enough support to send more Republicans to Trenton.\n\n\"Governor Christie also remains the only Governor since World War II, among both Democrats and Republicans, who failed to have his party win control of at least one legislative body over the course of his term,\" Wisniewski said. \"The last Governor who failed to have his party control at least one legislative body during his term was Governor Charles Edison, a Democrat, who served from 1941 to 1944.\"\n\nThe election is over and the reins of the Legislature remain firmly in Democratic hands, as they have been since the Republican governor was first elected in November 2009.\n\nBut is Christie the only governor whose party hasn’t taken control of at least one legislative house in more than five decades?\n\nPolitiFact New Jersey found Wisniewski’s statement is misleading. The Democrat is comparing a governor only midway through his first term with governors who served up to eight years in office.\n\nWisniewski argued that his statement is accurate, because it’s based on the facts as they exist today.\n\n\"I don’t understand why that would be an issue. That’s factually accurate,\" Wisniewski told us. \"The facts speak for themselves.\"\n\nIt’s true that since Edison left office in 1944, the party of the governor-elect or the incumbent governor has either gained control of at least one legislative body or maintained control of both houses.\n\nHowever, the party of two governors -- including Republican Gov. Tom Kean -- didn’t win control of any legislative body until the governor’s second term.\n\nKean took office in 1982, when Democrats controlled both legislative houses. The GOP would not gain control of a legislative body until Kean won re-election in 1985, and Republicans secured the majority in the Assembly.\n\nDemocratic Gov. Robert Meyner began his tenure in 1954 at a time when Republicans controlled the Legislature. The GOP would maintain control throughout his first term and, when he won re-election in 1957, the Democrats took control of the Assembly.\n\nThe cases of Kean and Meyner prove the same point:\n\nFrom when they were first elected to near the end of their second year in office -- the same point where Christie now stands -- Kean’s and Meyner’s parties had not won control of a legislative body.\n\n\"The jury is still out on Chris Christie,\" said Patrick Murray, director of Monmouth University’s Polling Institute. \"It’s unfair to make that comparison yet since he’s not out of office.\"\n\nRepublicans could still assume control of a legislative house during Christie’s tenure, but the new legislative map approved in April makes that scenario nearly impossible, Murray said.\n\n\"The map favors everybody who’s already in office,\" Murray said.\n\nBrigid Harrison, a political science professor at Montclair State University, also said Wisniewski’s comparison is inaccurate. The best measure is comparing governors’ first mid-term elections, she said.\n\n\"You can’t assess Governor Christie’s tenure when his term hasn’t yet been completed,\" Harrison said.\n\nThere’s another problem with Wisniewski’s statement -- it ignores cases where a sitting governor’s party lost control of a legislative body.\n\nOne of the most glaring examples of that dynamic occurred under former Democratic Gov. Jim Florio. When Florio was elected in 1989, the Democrats assumed majorities in both legislative houses. Two years later, the Democrats lost 31 seats as Republicans took control of the Legislature.\n\nOur ruling\n\nWisniewski said in a memo that Christie \"remains the only Governor since World War II, among both Democrats and Republicans, who failed to have his party win control of at least one legislative body over the course of his term.\"\n\nBut that comparison is not valid. Christie has been in office for less than two years and we found two other governors since World War II whose parties had not won control of a legislative body at the same point in their terms.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12111"}