{"url": "/factchecks/2019/jun/28/joe-biden/joe-biden-oversimplifies-his-record-school-busing-/", "speaker": "Joe Biden", "vclaim": "\"I did not oppose busing in America. What I opposed is busing ordered by the Department of Education.\"", "truth_label": "barely-true", "date": "stated on June 27, 2019 in a democratic debate in Miami:", "title": "Joe Biden oversimplifies his school busing record in Miami debate", "text": "Sen. Kamala Harris of California attacked Joe Biden for his position on busing to desegregate schools in the 1970s.\nIn the second democratic debate in Miami, Harris said that Biden worked with segregationist senators to oppose busing.\nHarris asked Biden: \"do you agree today that you were wrong to oppose busing in America then?\"\nBiden responded: \"No. … I did not oppose busing in America. What I opposed is busing ordered by the Department of Education. That’s what I opposed.\"\n(We’ll note the Education Department wasn’t established until 1979, but his general point was that he opposed busing if it was federally mandated either directly or through funding rules.)\nWe found that Biden tried to oversimplify his complicated record on busing. He glossed over the fact that he regularly opposed busing, even though he supported other civil rights measures such as the Voting Rights Act and the Civil Rights Act.\nBiden’s record on busing\nBiden won his Senate seat in 1972 on a platform of integration, but once in office, he faced white constituents who hated the idea of busing. A federal court order in 1974 to integrate Wilmington schools brought the issue home for Biden. In the Senate, Biden began supporting much of the anti-busing legislation.\nUniversity of New Hampshire historian Jason Sokol, who tracked Biden’s response to local opposition, has told us the amendments that Biden supported \"paint a somewhat muddled picture.\" Biden proposed some amendments that would have hamstrung desegregation while at other times he backed off.\nSokol told us after the debate that Biden’s position on busing evolved but by the late 1970s he was decidedly against busing. \nBiden’s claim that he was for integration but against busing doesn’t make a lot of sense, he told PolitiFact. \"By that point in history, there were very few school districts voluntarily integrating by other means, which is why judges were ordering busing. He is using disingenuous logic,\" he said.\nThe Biden campaign pointed to exceptions, including in 1974 when he voted to table an anti-busing amendment sponsored by Sen. Edward Gurney, R-Fla..\nThe amendment to an education bill was tabled by a single vote on May 15, 1974. The New York Times called the vote a victory for liberals.\nIn 1975, Biden supported an amendment by Sen. Jesse Helms, a North Carolina conservative who opposed civil rights, while stating he didn’t share all the views of those who opposed busing. \nThe amendment was intended to prevent the federal government from collecting any data about the race of students or teachers in an effort to protect districts that refused to integrate. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"I have become convinced that busing is a bankrupt concept that, in fact, does not bear any of the fruit for which it was designed,\" Biden said. \"If anything, it obfuscates the real issue today which is whether or not there is equal opportunity within the educational field for all people within the United States.\" \nBiden urged his colleagues to reject busing and focus on access to housing, employment, credit, and voting rights, wrote Brett Gadsden, Northwestern University historian and author of \"Between North and South: Delaware, Desegregation, and the Myth of American Sectionalism.\"\nWhen the Helms amendment defeated, Biden proposed an amendment to prohibit the use of federal funds to assign teachers or students to schools based on race. \nBiden said that his amendment would not preclude court-ordered busing, Gadsden wrote, making it an \"admission of a certain incongruity between his legislative efforts and the concerns of his white constituents who were concerned about an impending court-ordered busing mandate.\"\nThe Senate affirmed Biden’s amendment by a vote of 50–43.\nBiden then introduced another amendment that narrowly targeted busing — rather than roundly forbidding all desegregation remedies. This amendment passed, too. The Senate passed the education bill with Biden’s anti-busing amendments, but after the House-Senate conference they were dropped from the final bill.\nThe Washington Post this year cited an interview Biden gave to the People Paper, a Newark, Del., publication, in 1975:\n\"To 'desegregate' is different than to 'integrate.' . . . I am philosophically opposed to quota systems. They insure mediocrity.\"\nIn his book \"Promises to Keep,\" Biden recounted facing a group of constituents who were angry about busing during the 1978 election. \n\"Look, I told them, I was against busing to remedy de facto segregation owing to housing patterns and community comfort,\" he said, recounting what he told people in a high school gym in Wilmington. \"But if it was intentional segregation, I’d personally pay for helicopters to move the children. There were howls in the crowd.\" \nBiden’s campaign pointed to a news story about Biden in 1975 in which he defended busing in certain scenarios.\n\"In cases where a school system has racially segregated by gerrymandering district lines or by other legalistic means, Biden said he supports desegregation by any legal means at hand – including busing,\" according to the Wilmington News Journal. \"However, for school districts which are all white or all black ‘because of historical pattern not involving segregation practices disapproved by a court’ he is against busing.\"\nThe Biden campaign pointed to examples of African Americans, both in the past and this year, who criticized the idea of busing in major cities in the U.S.\n\"It was the biggest sham,\" said longtime Wilmington education activist Bebe Coker told the Delaware News Journal in April. \"It destroyed our community.\"\nOur ruling\nBiden said \"I did not oppose busing in America. What I opposed is busing ordered by the Department of Education.\"\nBiden qualified his opposition to busing by saying opposing the federal government forcing busing on communities. But the record shows Biden opposed busing, as shown through his positions on legislation, and statements multiple times starting the mid 1970s. We’ll note that while Biden opposed busing in the face of protests from his constituents, he nevertheless supported many other aspects desegregation and civil rights. \nWe rate Biden’s statement Mostly False.", "vclaim_id": "vclaim-pol-00479"}