{"url": "/factchecks/2012/jul/20/mitt-romney/romney-says-stimulus-money-solar-and-energy-was-ou/", "speaker": "Mitt Romney", "vclaim": "The Obama administration \"has been outsourcing\" by sending money to \"solar and wind energy companies that end up making their products outside the United States.\"", "truth_label": "half-true", "date": "stated on July 10, 2012 in a town hall in Grand Junction, Colo.:", "title": "Romney says stimulus money for solar and energy was \"outsourced\" to overseas companies", "text": "Faced with criticism that he sent American jobs overseas, Mitt Romney tried to turn the tables on President Barack Obama by calling him the \"outsourcer-in-chief\" and highlighting foreign spending from the economic stimulus.\n\nAt a town hall meeting in Grand Junction, Colo., Romney said, \"this president has been outsourcing a good deal of American jobs himself by putting money into energy companies, solar and wind energy companies that end up making their products outside the United States.\"\n\nThe Romney campaign backed up the claim by citing a report from the Investigative Reporting Workshop that found about 65 percent of the wind turbines on stimulus-funded projects came from foreign manufacturers.\n\nPolitiFact has examined a number of claims about stimulus dollars going overseas, especially in the area of alternative energy. We have found an element of truth to these statements but that generally the numbers are exaggerated. Critics of the stimulus have tallied government loans, grants and tax credits going to a foreign firm but they often ignore that most of the money goes to domestic subsidiaries, and most of the work takes place on U.S. soil. In this case, though, Romney is less specific -- and more accurate.\n\nIndeed, many foreign companies benefited from American tax credits and Energy Department grants, and those programs created some jobs in foreign countries. A study by the U.S. Department of Energy estimates that anywhere from 30 percent to 70 percent of wind power spending goes overseas. Another federal study put the number at about 40 percent. That's because many components for wind turbines are not manufactured in the United States.\n\nIn fact, it is extremely difficult to know exactly where everything is made. Some foreign companies have American subsidiaries. Some American firms import many parts. The Romney campaign cited the 65 percent figure from investigative reporter Russ Choma, but right after Choma gave that number he wrote, \"I can't say how many of the turbines built by American manufacturers were overseas, and how many of the turbines built by foreign manufacturers were built here.\"\n\nFor solar power, the dependence on foreign components could well be greater than for wind. The Earth Policy Institute reports that the U.S. produces only about 4 percent of the total world output of photovoltaic cells. According to a government study, many American manufacturers import most of their components for final assembly in the U.S.\n\nOverall, when the federal government supports the use of wind and solar power, it is virtually certain that some if not most of the materials will come from overseas. That is more true for solar than it is for wind.\n\nHowever, it is one thing for federal stimulus dollars to be spent overseas; it is another to label this as outsourcing. In many cases, the reason the products come from foreign makers is that no one makes them here.\n\nChoma wrote on his blog that his work has been taken out of context.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"I found nobody wanted to talk about how battered our industry was from past mistakes,\" Choma wrote. \"Maybe before we promise hundreds of thousands of jobs, we should deal with the fact there isn’t an industry to create those jobs in.\"\n\nGiven the nuances of the industry -- and its recent growth in the U.S. -- it's important to examine the claims about outsourcing. The Republican National Committee put up a website on this theme called \"Obamanomics Outsourced\". As one example, the site claims that subsidiaries of the Danish wind turbine maker Vestas received tax credits worth nearly $52 million.\n\nWhat it didn’t say was that the subsidiaries, Vestas Nacelles, Vestas Blades, and Vestas Towers, are all based in Colorado. The tax credits, under a program called 48C, were created as part of the American Recovery and Reinvestment Act, aka the stimulus.The Vesta American operation got the tax credits in exchange for building manufacturing plants that would hire American workers. While Vesta recently announced layoffs, work continues at the plants.\n\n\"I would call this the opposite of outsourcing,\" said Peter Kelley, spokesman for the American Wind Energy Association, an industry trade group.  \n\n\"This is insourcing.  It’s important to draw foreign investment that creates jobs here in the U.S.\"\n\nThe RNC website says the wind power industry overall lost 10,000 jobs after 2009, but Kelley notes most of those were in construction, which had peaked that year. He says those newly constructed wind facilities have led to a workforce of 75,000 wind-related jobs. Some are tied directly to running the wind farms, but about 30,000 are in manufacturing.  \n\n\"These are better than construction jobs,\" said Kelley, \"because they pay good wages and they last longer.\"\n\nWe found further evidence that the wind power industry is expanding. A 2011 report from the U.S. International Trade Commission notes that three foreign companies opened their first U.S. manufacturing plants in 2010. Internal Revenue Service data shows that all three of the firms received those energy tax credits under the federal stimulus. The trade commission analyst says the expansion of American production contributed to a decrease in imports of wind energy components and an increase in American exports.\n\nAnd the share of American-made parts is growing. The wind association estimates the value of the American-made content went from 25 percent in 2004 to over 60 percent in 2011.\n\nStill, foreign suppliers have remained the largest beneficiaries of the spending on wind power. Imports may have declined but at about $1.2 billion in 2010, they were still about ten times larger than exports.\n\nDomestic production of solar energy components have struggled more.  According to the Congressional Research Service, these manufacturing plants \"appear to have relatively short life spans.\"  Eight plants closed in 2011 alone.\n\nIt has been a goal of the Obama administration to expand domestic renewable energy manufacturing. Both the wind and solar industries depend enormously on federal policy.  Wind, and to a lesser degree, solar, grew during the last decade thanks to the high price of oil and high demand, but especially thanks to the Renewable Energy Production Tax Credit and other incentive. That credit expires this year and the industry predicts major job losses if that happens.\n\nGovernment policy dating back to 2005 spurred the growth of the alternative energy sector but the state of the industry in the United States remains precarious.\n\nOur Ruling\n\nRomney said, \"This president has been outsourcing a good deal of American jobs himself by putting money into energy companies, solar and wind energy companies that end up making their products outside the United States.\"\n\nThere is some truth to Romney's statement because stimulus dollars did go to foreign companies, largely because there was a shortage of American firms producing key components for generating wind and solar power. But given that situation, it is inaccurate to call it \"outsourcing\" because there is not a source domestically.\n\nAlso, it's important to note that domestic manufacturing tied to wind power benefited considerably from the stimulus. Thanks to the Renewable Energy Production Tax Credit, the domestic sector was growing before Obama took office and accelerated during his first three years. However, federal policy has been less effective in the area of solar power.\n\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-10732"}