{"url": "/factchecks/2017/sep/15/paul-ryan/paul-ryan-35-corporate-tax-rate-keeps-3-trillion-t/", "speaker": "Paul Ryan", "vclaim": "\"We've got about $3 trillion in trapped cash overseas that basically can't come back in this country because of our tax laws.\"", "truth_label": "mostly-true", "date": "stated on September 1, 2017 in an interview:", "title": "Paul Ryan: 35% corporate tax rate keeps $3 trillion in 'trapped cash' overseas from coming to U.S.", "text": "When U.S. House Speaker Paul Ryan met with Milwaukee Journal Sentinel staff on Sept. 1, 2017, an editor mentioned major tax cuts adopted under Republican President Ronald Reagan in 1981.\nAt first, Ryan joked around.\n\"The music was bad in those days, and the tax laws were as well,\" he replied, chuckling. \"So, I think -- I’m not a big ‘80s music guy; I’m more of a ‘70s guy.\"\nBut the 47-year-old Janesville Republican quickly got serious. Arguing that U.S. taxes are stopping U.S.-based multinational corporations from bringing giant sums of money to America, he stated:\nWe've got about $3 trillion in trapped cash overseas that basically can't come back in this country because of our tax laws.\nRyan has made essentially the same claim a number of times, including on Milwaukee television, on CNBC, on Twitter and to the New York Times.  \nSo, do U.S. tax laws essentially prevent $3 trillion being held overseas from being brought to this country?\nKeep the word repatriate in mind.\nTaxing foreign earnings\nThe object of Ryan’s criticism is the U.S. corporate tax rate. At 35 percent, as we reported in a Donald Trump fact check during the 2016 presidential campaign, it is among the highest in the world -- though it’s worth noting that, after deductions, companies typically pay an \"effective\" rate that can be much lower.\n(Trump, by the way, pledged during the presidential campaign to reduce the rate to 15 percent. That promise has been rated as In the Works on PolitiFact National’s Trump-O-Meter.)\nAs for the focus of Ryan’s claim, he’s talking about U.S.-based multinational corporations. More specifically, the foreign-earned profits of those companies. Here’s an example of how the taxation works:\nIf the company earns income in a country with a 20 percent corporate tax rate, it would pay that 20 percent tax immediately to that country. If that money is then repatriated -- that is, brought back to the company’s U.S. headquarters -- the company would pay an additional 15 percent to the U.S. government. (In other words, the U.S. tax rate of 35 percent minus the 20 percent already paid to the foreign country.)\nSo, as long as the profits stay parked overseas, there is no U.S. tax on it.\nNow to the specifics of Ryan’s claim.\nThe $3 trillion figure\nTo back up Ryan’s statement, his office cited an April 2017 CNBC news article that said American companies are holding about $2.6 trillion in overseas earnings, and the figure has been growing.\nThat’s the latest estimate by Congress’ nonpartisan Joint Committee on Taxation, for 2015, although an estimate done in July 2017 for PolitiFact National put the figure at $2.8 trillion.\nSo, Ryan’s claim of about $3 trillion is reasonable.\nIt’s worth noting that the figure has been rising. In fact, considering only the Russell 1000 index of large companies, the amount of parked cash overseas has more than doubled since 2008, as shown in a July 2017 report by the Massachusetts research firm Audit Analytics:\n\n\n\n\nYear\n\n\nAmount of foreign-earned profits by U.S.-based companies kept overseas\n\n\n\n\n\n\n2008\n\n\n$1.09 trillion\n\n\n\n\n2009\n\n\n$1.19 trillion\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\n2010\n\n\n$1.36 trillion\n\n\n\n\n2011\n\n\n$1.63 trillion\n\n\n\n\n2012\n\n\n$1.89 trillion\n\n\n\n\n2013\n\n\n$2.12 trillion\n\n\n\n\n2014\n\n\n$2.3 trillion\n\n\n\n\n2015\n\n\n$2.43 trillion\n\n\n\n\n2016\n\n\n$2.62 trillion\n\n\n\n\n \nNow to the rest of Ryan’s claim.\n‘Trapped’ and ‘basically can’t come back’\nRyan asserts that the money is \"trapped overseas\" and \"basically can’t come back\" because of U.S. tax laws\nTo be sure, a substantial amount of foreign profits are repatriated each year.\nBut Ryan didn’t invent the term \"trapped cash.\" In fact, academics for years have referred to it as a commonly used term to describe the growing amount of cash held by U.S. multinationals overseas to avoid, or at least defer, paying the 35 percent U.S. tax rate.\nRyan’s claim is also backed by September 2017 paper published by the National Bureau of Economic Research, a nonpartisan organization in Massachusetts. The paper found a dramatic increase in U.S. corporations holding onto cash; that the cash is concentrated in foreign subsidiaries of multinational corporations; and that it is explained by low foreign tax rates.\nNews articles also have reported on the phenomenon.\nIn August 2016, Apple CEO Tim Cook said of his company’s profits parked offshore:\n\"We’re not going to bring it back until there’s a fair rate. There’s no debate about it.\"\nApple is second to Microsoft in the amount of cash parked overseas, according to Audit Analytics. And as the San Jose Mercury News reported in May 2017, the tax is such a deterrent that even though Apple was sitting on $240 billion in overseas cash, it has continued to borrow money. The reason: The borrowing cost Apple 4 percent or less, far below the 35 percent tax that would be paid for repatriating the overseas cash.\nOne more point before we close:\nThe companies would like to repatriate the money because bringing it back to the parent company enables them to do things such as paying dividends, doing stock buybacks and investing in U.S. operations.\nSeveral academic experts told us that some of the overseas money, while not repatriated directly back to the companies’ U.S. headquarters, is invested in U.S. securities. That doesn’t trigger the 35 percent tax.\nOur rating\nRyan says: \"We've got about $3 trillion in trapped cash overseas that basically can't come back in this country because of our tax laws.\"\nTo avoid a 35 percent U.S. tax, U.S.-based multinational companies have opted not to \"repatriate\" roughly $3 trillion of their foreign profits, a figure that is growing. That is, they don’t bring the money back to their U.S. headquarters, where it can be used for things such as dividend payments or investments in their domestic operations.\nBut the overseas profits aren’t literally trapped and indeed some foreign-earned profits are repatriated, though they are subject to the 35 percent tax.\nRyan’s statement is accurate but needs additional information, our definition of Mostly True.\n Share the Facts 2017-09-15 13:03:55 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  https://www.youtube.com/watch?v=9e5f7I3pmiM \"We've got about $3 trillion in trapped cash overseas that basically can't come back in this country because of our tax laws.\"     Paul Ryan U.S. House speaker, R-Wisconsin   In an interview Friday, September 1, 2017 2017-09-01    Read More  info", "vclaim_id": "vclaim-pol-02909"}