{"url": "/factchecks/2019/may/23/kamala-harris/colbert-kamala-harris-flubs-wage-gap-statistic/", "speaker": "Kamala Harris", "vclaim": "\"In America today, women on average are paid 80 cents on the dollar of what men are paid for the same work.\"", "truth_label": "barely-true", "date": "stated on May 22, 2019 in an interview on CBS's \"Late Show with Stephen Colbert\":", "title": "On Colbert, Kamala Harris flubs wage gap statistic", "text": "U.S. Sen. Kamala Harris has made equal pay a centerpiece of her Democratic campaign for president.\nIn late May, she unveiled a plan to require employers to disclose pay data, under penalty of being fined if they fall short of paying their workers equally, regardless of gender.\nA few days after launching the proposal, Harris appeared on CBS’s \"Late Show with Stephen Colbert.\" During the interview, Harris discussed her efforts to promote equal pay. Here’s an exchange from the May 22 show, starting about two-thirds of the way through the clip:\nHarris: \"The law says that men and women should be paid equally for equal work, but what we know is that in America today, women on average are paid 80 cents on the dollar of what men are paid for the same work. African American women, 61 cents on the dollar, Latinas 53 cents on the dollar. And these are actually not debatable points.\"\nColbert: \"So this is not hours worked, on average. This is hour for hour.\"\nHarris: \"Yeah, and for the same work. Or it could be the annual salary, but it’s for the same work.\"\nHarris’ figures for African American women and Latinas are correct, as long as you compare those groups to white, non-Hispanic men working full-time and year-round, a distinction that Harris didn’t specify.\nHowever, there’s a bigger problem with what Harris said — that women are paid 80 cents on the dollar of what men are paid \"for the same work.\"\nIn a nutshell, Harris incorrectly explained the meaning of the gender wage gap. The 80 percent figure is not an apples-to-apples comparison of men and women performing the same work. Instead, it refers to average pay for all jobs held by men and all jobs held by women. \nWhen we reached out to the Harris campaign, they quickly acknowledged that Harris had misspoken, even after being prodded on the point by Colbert. Spokesman Ian Sams pointed out that Harris’ plan does not use the \"for the same work\" formulation.\nInvestigating the pay gap\nThe most recent official data on this point, published by the U.S. Census Bureau for 2017, showed that women earned 80.5 percent of what men did. That’s up by a couple percentage points in recent years, though it did not significantly change between 2016 and 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nAs we’ve written previously, the 80 percent figure does not adjust for such factors as the degrees and jobs women pursue, the time they take off to care for children, the number of hours they work, and the years of experience they’ve had.\nSo while the 80 percent figure may be used to signify some facets of women’s challenges in the workplace — such as disproportionate representation in fields that offer more flexible work schedules, even if that means earning less — the statistic cannot be used to pinpoint pay discrimination between men and women doing the same work.\nHow much stems from discrimination?\nOther studies have shown a significantly closer match for men and women holding the same jobs.\nFor instance, a 2013 study by the American Association of University Women that evened out those factors found a 7 percent wage gap between men and women a year after graduating college.\nThat’s still a disparity, but it’s about one-third as big as the figure Harris cited in her tweet.\n\"Adjusting for workers’ hours of work narrows the gender gap below the gap mentioned by Sen. Harris,\" said Gary Burtless, an economist with the Brookings Institution. \"Adjusting for workers’ age, educational attainment, and years of work experience also reduces the gap slightly. Making additional adjustments for workers’ industry, occupation, and size of employer reduces the gap even more.\"\nWhile career choices may be shaped to a certain extent by gender, \"we do not know how much discriminatory ‘herding’ there is,\" he said.\nIt’s worth noting that the wage gap varies industry-by-industry. For instance, women working as cooks earn about 91 percent of what male cooks make, but women in retail sales earn just 74 percent of what their male equivalents earn, according to calculations by the Institute for Women’s Policy Research.\nIn an article for the job site Indeed.com in May 2019, economist Martha Gimbel cited research suggesting that \"occupation and industry differences between men and women explain about half of the gender pay gap because men are more likely to work in occupations with higher pay.\"\nOur ruling\nHarris said, \"In America today, women on average are paid 80 cents on the dollar of what men are paid for the same work.\"\nThe 80 percent figure compares pay for all working women to pay for all working men, so it’s wrong for Harris to characterize it as a comparison between women and men doing the same work. Research has shown a pay gap for women and men doing the same work, but it’s narrower than 80 cents on the dollar.\nWe rate the statement Mostly False.\n Share the Facts 2019-05-23 20:21:05 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"In America today, women on average are paid 80 cents on the dollar of what men are paid for the same work.\"    Kamala Harris Democratic presidential candidate https://www.youtube.com/watch?v=zrBomd2cF5E   an interview with Stephen Colbert Wednesday, May 22, 2019 2019-05-22    Read More  info", "vclaim_id": "vclaim-pol-00597"}