{"url": "/factchecks/2019/jan/30/dallas-woodhouse/gop-official-falsely-says-bladen-voters-didnt-call/", "speaker": "Dallas Woodhouse", "vclaim": "Says the NC elections board received \"no calls\" after alerting Bladen County voters to possible absentee ballot fraud.", "truth_label": "false", "date": "stated on January 17, 2019 in a tweet:", "title": "GOP official falsely says Bladen voters didn't call NC elections board about absentee ballots", "text": "Despite an investigation into North Carolina’s 9th Congressional District race results, the state GOP believes Republican Mark Harris should be declared the victor.\nUnofficial results put Harris 905 votes ahead of Democrat Dan McCready, and the NC GOP says the alleged tampering is so minimal that no one called to complain. Dallas Woodhouse, the party’s executive director, recently pointed to the state elections board’s attempt to collect tips from voters in Bladen County.\nBefore Election Day, the state elections board mailed letters to Bladen County voters who requested absentee by-mail ballots. The letters reminded voters, \"Elections officials will never come to your house to pick up your absentee ballot or tell you how to vote,\" and asked those with tips to call the board.\nOn Jan. 17, Woodhouse tweeted about what he referred to as \"huge news\" about the investigation.\nThe elections board \"sent (a) letter to every person requesting a mail ballot in Bladen, (but) received no calls to the hotline number provided,\" Woodhouse tweeted on Jan. 17.\nIs it true that no one from Bladen County called the state elections board with tips? No. Here’s how the mix-up happened.\nA FACEBOOK POST\nWhen Woodhouse tweeted his claim, he linked to the Facebook page of Stony Rushing, a Republican Union County commissioner. Rushing encouraged reporters to find out how many people called the elections board hotline — but he didn’t claim to have official information on the number of calls received.\n\"If the total number of calls exceed 905 votes (the number of votes Harris leads McCready) then let’s talk new elections,\" Rushing posted on Facebook. \"I will bet the total number of voters who called them before November 6th from this letter is less than 10 and closer to 0.\"\n(This argument makes it seem like, to order a new election, the elections board needs to prove that at least 905 ballots were destroyed or altered. That’s not the case, as PolitiFact has already reported.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nA REPORTER’S TWEET\nPolitiFact contacted Woodhouse by email to ask if he had information to support his claim that the board received no calls. Woodhouse responded by acknowledging his tweet was inaccurate, adding that he now thinks the board received only four calls.\n\"I believe Joe Bruno reported that,\" Woodhouse said in an email, referring to a WSOC reporter.\nBut PolitiFact couldn’t find a tweet from Bruno that supports Woodhouse’s claim. PolitiFact found a tweet from Bruno on Jan. 17 stating that nine people called the hotline established for Bladen voters \"to report receiving absentee ballots they did not request.\"\nOf those, \"8 calls were between Nov 1-3. 1 call was made Dec 7. NCSBE is not providing the voicemails left on the hotline, citing the investigation,\" Bruno added in a tweet.\nPatrick Gannon, a spokesman for the NC elections board, confirmed that the agency received nine calls on the hotline. He also repeated what Bruno reported: that the elections board can’t release details about the calls due to the ongoing investigation.\nOUR RULING\nWoodhouse said the NC elections board received \"no calls\" after alerting Bladen County voters to possible absentee ballot fraud. When contacted by PolitiFact, Woodhouse amended his claim, saying the board received four calls.\nNeither claim is correct. Furthermore, his tweet — and the Facebook post his tweet promoted — presents a flawed argument: that the evidence must show 905 votes are in question. That’s not the case. We rate this claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-01-30 18:49:15 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says the NC elections board received \"no calls\" after alerting Bladen County voters to possible absentee ballot fraud.    Dallas Woodhouse NC GOP executive director https://twitter.com/DallasWoodhouse/status/1085922434816065536   NC Thursday, January 17, 2019 2019-01-17    Read More  info", "vclaim_id": "vclaim-pol-01079"}