{"url": "/factchecks/2020/dec/04/chris-larson/yes-gop-did-oppose-40-million-lead-pipe-replacemen/", "speaker": "Chris Larson", "vclaim": "\"In 2019, Republicans stripped $40 million from the budget for lead pipe replacement - because they thought it helped MKE too much.\"", "truth_label": "mostly-true", "date": "stated on October 26, 2020 in Twitter:", "title": "Yes, GOP did oppose $40 million for lead pipe replacement because it helped Milwaukee too much", "text": "Has Milwaukee’s position as Wisconsin’s largest city as well as a Democratic stronghold put Brewtown in the crosshairs of state Republicans? \nState Sen. Chris Larson, D-Milwaukee, alluded to the city’s treatment by Republicans about a week before the election, in an Oct. 26, 2020, tweet marking National Lead Poisoning Prevention Week:\n\"I'm so glad we have a Governor who cares and wants to help WI cities get to 0% lead piping. Sadly, in 2019, Republicans stripped $40 million from the budget for lead pipe replacement - because they thought it helped MKE too much.\" \nThat caught our attention. \nDid Republican lawmakers strip funding from the budget for lead pipe replacement because it would help Milwaukee too much? \nEvers’ proposal\nUnder Evers' plan, according to the Milwaukee Journal Sentinel, state officials would have borrowed nearly $40 million over the two-year budget period to create a forgivable loan program for local governments to help pay for lead pipe replacements. The borrowing also would have created a separate grant program that would allow farmers to build infrastructure aimed at reducing pollution and help rid contaminants in the Milwaukee River and St. Louis River, which is in northwest Wisconsin.\nEvers' proposal would have paid for up to 50 percent of the cost of replacing a lead water service line in Milwaukee, if the city qualified for the state program.\nAccording to Milwaukee Water Works, there is no lead in the city’s drinking water when it leaves treatment plants. \nBut there is a danger in the water -- especially in older homes -- because old service lines, which run to individual houses, and interior plumbing may contain lead, which can leach into the water. The most fundamental solution, in Milwaukee and elsewhere, is to replace the old pipes with copper ones, but other interim steps can make a difference, such as assuring at-risk homes have filters on their taps.\nAccording to the U.S. Centers for Disease Control and Prevention, even low levels of lead in blood have been shown to cause developmental delays and learning difficulties in children. Lead exposure also harms adults, who may suffer high blood pressure, joint pain, headaches and an increased risk of having a miscarriage or premature birth. \nAs of Dec. 31, 2019, the Milwaukee Water Works reported 74,416 lead service lines within its service area, according to Department of Public Works spokesman Brian DeNeve. About 70,000 of those are residential. \nThose 70,000 residential lead service lines account for about 40% of the total statewide. \nThe proposed $40 million in bonding could have led to the replacement of 9% of the state's 170,000 lead service lines still in use, the Evers administration estimated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nGOP response\nWhen asked to provide backup for Larson’s statement, spokesman Justin Bielinski pointed to news articles detailing GOP objections in the wake of the Evers proposal.\nAssembly Speaker Robin Vos, R-Rochester, said the plan was too expensive. \n\"I feel like the simple answer was to just say we're going to have government pay for all these lead lateral replacements,\" Vos said, according to an April 10, 2019, Milwaukee Journal Sentinel article. \"But the number nationwide is trillions of dollars, which we will never have the ability — at least in Wisconsin — to be able to do things like that everywhere across the state.\"\nIn the same article, state Rep. John Nygren, R-Marinette, who co-chairs the Legislature’s budget-writing committee, singled out the Milwaukee funding.  \n\"My understanding is that the proposal — a vast majority of it — is going to Milwaukee,\" Nygren said. \"We had targeted our response to the lead issue as a local opportunity for communities to get involved and provide assistance at the local level, rather than people from Marinette funding lead replacements in Milwaukee. I'm not sure that that's necessarily fair from a taxpayer standpoint.\"\nMeanwhile, a  video titled \"Milwaukee Tries to Pass the Buck on Lead Lateral Replacement\" posted May 20, 2019 by the MacIver Institute to YouTube, shows Vos praising Madison’s efforts to replace lead laterals on its own, without a state mandate, and notes the laterals are owned by homeowners, not taxpayers.\n\"The City of Madison did a great job over the past dozen years getting rid of lead laterals on their own without a mandate from the state,\" Vos said. \nIn the video, Vos says those who have already paid to upgrade their laterals should not have to now pay the cost of replacing laterals owned by others. In its description of the video, the MacIver Institute, a conservative think tank, describes this as a \"handout\" to the city from state taxpayers.\nIn May 2019, the Legislature voted along party lines to remove many of Evers’ most significant proposals from his state budget, including the lead proposal. \nSo, in short, before striking the money from the budget, several GOP leaders cited the fact too much of it would go to Milwaukee. But they also cited other factors, including questioning whether an effort financed by state taxpayers was an appropriate way to tackle the problem.\nOur ruling\nIn a tweet, Larson said \"In 2019, Republicans stripped $40 million from the budget for lead pipe replacement - because they thought it helped MKE too much.\"\nAt least two key leaders opposed the program, citing -- in part -- the amount of money that would go to the City of Milwaukee. But there were other factors cited as well.\nOur definition for Mostly True is \"The statement is accurate but needs clarification or additional information.\" \nThat fits here.", "vclaim_id": "vclaim-pol-17233"}