{"url": "/factchecks/2018/mar/21/donald-trump/fact-checking-donald-trumps-claims-about-Mueller/", "speaker": "Donald Trump", "vclaim": "Robert Mueller’s investigative team has \"13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans.\"", "truth_label": "half-true", "date": "stated on March 18, 2018 in a tweet:", "title": "Fact-checking Donald Trump's claims about Democrats on Robert Mueller's team", "text": "During a weekend tweetstorm, President Donald Trump took aim at Special Counsel Robert Mueller and his team of investigators.\n\"Why does the Mueller team have 13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans? Another Dem recently added...does anyone think this is fair? And yet, there is NO COLLUSION!\" he tweeted on March 18.\nWhy does the Mueller team have 13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans? Another Dem recently added...does anyone think this is fair? And yet, there is NO COLLUSION!— Donald J. Trump (@realDonaldTrump) March 18, 2018\n\nHere, we’re going to take a closer look at Trump’s assertion that Mueller’s team has 13 \"hardened Democrats,\" some \"big\" supporters of Hillary Clinton, and no Republicans. (The White House did not respond to inquiry for this article.)\nHow many Democrats and Republicans are on Mueller’s team?\nThe Special Counsel’s office had made public the identities of 17 attorney staff members through March 21. Their backgrounds are summarized here.\nThrough public records, we were able to independently confirm that at least 12 people on Mueller’s staff are registered Democrats.\nThey ones we confirmed are Greg Andres, Rush Atkinson, Ryan Dickey, Michael Dreeben, Kyle Freeny, Andrew Goldstein, Adam Jed, Elizabeth Prelogar, James Quarles, Jeannie Rhee, Brandon Van Grack, and Andrew Weissmann.\nAnother member of Mueller’s team -- Aaron Zelinsky -- has been reported to be a registered Democrat by both the Washington Post and the Daily Caller. The Daily Caller also reported that Zelinsky wrote, \"I’m a Democrat,\" in a Huffington Post column supporting same-sex marriage in November 2012.\nIn the meantime, we were able to independently confirm that two other members of Mueller’s staff -- Scott Meisler and Aaron Zebley -- are registered to vote but have not chosen a party affiliation. We were unable to independently confirm the status of two other staff members, Zainab Ahmad and Brian M. Richardson. According to the Daily Caller, Ahmad \"appears to have registered as a Republican at the age of 18, but has since changed her registration status to unaffiliated.\"\nWe’ll also note that in the jurisdictions in which the Mueller lawyers live -- primarily the District of Columbia, Maryland and New York -- the Democrats are the dominant party, meaning that many races are effectively decided in Democratic primaries rather than in the general election. \nHowever, Trump’s assertion that there are no Republicans on the team is undercut by the fact that its leader is Mueller, who is registered as a Republican in the District of Columbia.\nMueller was appointed to offices by Republican presidents Ronald Reagan, George H.W. Bush and George W. Bush, as well as by Democrats Bill Clinton and Barack Obama. In addition, Mueller was appointed by Rod Rosenstein, who was nominated for deputy attorney general by Trump himself, and who previously was appointed as a U.S. Attorney by George W. Bush (and later kept on by Obama). The Daily Caller has also reported that Mueller has occasionally donated to Republicans in both statewide and national races.\nFox News has referred to Mueller as the \"only known Republican\" on the team. It’s worth noting the importance of the word \"known,\" since other FBI or Justice Department personnel are assisting the investigation in certain capacities. The names of investigative and office support personnel have not been made public, the Special Counsel’s office told PolitiFact.\nJames D. Robenalt, a Cleveland lawyer who runs a continuing legal education class on Watergate and its lessons, said that FBI agents in particular are likely helping gather evidence.\nAgents \"come in all political stripes, though most are not active politically,\" Robenalt said. \"FBI agents, as most law enforcement, tend to be conservative, law-and-order types, so my guess is most would tend to be Republicans or conservative Democrats or just plain Independents.\"\nSo Trump is using some sleight-of-hand to say that there are \"zero Republicans\" on Mueller’s team. The team is led by a registered Republican, and there may be other registered Republicans working with Mueller whose identities the public simply doesn’t know about.\nHow many team members supported Clinton?\nTrump has a point here, too, but it’s worth keeping the scale of the donations in context.\nTwo of the 13 publicly known Mueller staffers donated what might be characterized as \"big\" sums to Clinton’s 2016 campaign -- Quarles, with $2,700, and Rhee, with $5,400. During the 2016 campaign cycle, $2,700 was the maximum donation an individual could make to a campaign. Such a donation could be made twice -- once for the primary campaign and then again for the general election.\nA third member of the team, Weissmann, donated $2,300 to Clinton, but that was in 2007, when she was making her first presidential run. (The Daily Caller separately reported that he attended Clinton’s election-night party in 2016.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThree other team members donated smaller amounts: $250 by Freeny and Prelogar, and $200 by Atkinson.\nDoes Mueller’s team have ‘13 hardened Democrats\"?\nHow you define \"hardened\" is a judgment call. But if you measure by campaign donations, the point is overblown. Seven of the registered Democrats have no record of writing checks to federal candidates.\nBased on federal disclosure data, Quarles is easily the most generous donor on the team, giving in excess of $35,000 over the better part of two decades. Most of these donations went to Democratic candidates or entities, but it’s worth noting that Quarles also made two donations totaling $2,750 to Republicans -- former Virginia Gov. George Allen and former Rep. Jason Chaffetz. He was the only team member to give donations to federal Republican candidates.\nThe second-most generous team member was Rhee, who gave $11,950 to Democrats in federal races. Weissman ranked third, with $6,600, followed by Andres and Goldstein, both of whom gave in the mid-$3,000 range.\nFreeny, Prelogar, Van Grack and Atkinson also gave money in federal races, with donations from $200 to $800.\nThe Daily Caller found additional donations totaling a little less than $12,000 in state and local races by eight of the staff members. These donations were to Democrats.\nSo the donor on the team who gave the most money is also the only one to donate to Republican candidates as well. Four other staff members gave between $3,000 and $12,000 over a span of several years, four more gave donations only in the hundreds of dollars, and seven more didn’t give any money at all in federal races.\nHow much do these affiliations matter?\nMueller’s team has the legal right to register to vote with a party or by making personal donations. Such activities are protected under the Hatch Act, originally passed in 1939.\nIt’s also important to note that Mueller was prevented from considering political affiliation when putting together his team.\nBoth Justice Department policy and the Civil Service Reform Act \"prohibit using political affiliation and may also prohibit using certain ideological affiliations in hiring and taking other personnel actions with regard to career attorneys,\" the department’s inspector general has written.\nMoreover, the career attorneys on the Mueller team are bound by professional codes to pursue justice and rise above partisanship.\nEvery federal employee swears an oath to \"support and defend the Constitution of the United States\" and \"bear true faith and allegiance to the same.\" Lawyers practicing in the federal courts swear a separate oath \"that as an attorney and as a counselor of this court, I will conduct myself uprightly and according to law, and that I will support the Constitution of the United States.\"\nBrett Kappel, an attorney specializing in political law and government ethics at the firm Akerman LLP, said that in his experience, \"Justice Department lawyers tend to skew towards the Democrats while FBI agents are overwhelmingly Republican. Both of them take an oath to dispense justice without fear or favor with regard to political party, and I’ve never seen anyone from either group act in a partisan way.\"\n\"I don’t think one should ever ask about party affiliation when it comes to prosecutors,\" Robenalt added. \"They come in all stripes. The question is whether they are qualified — and as I understand it, the team assembled is highly qualified.\"\nRobenalt said he wouldn’t advise young Justice Department lawyers to voluntarily eschew all political activity today for fear of getting attacked if they one day join a politically charged investigation.\n\"It is a First Amendment right and crucial to our democracy,\" he said. \"My guess is most will stay away from politics, but our country was built on the idea of freedom of belief and expression.\"\nOne final point worth remembering is Trump's own history of donations to Clinton's U.S. Senate campaign (five, worth $4,100) and first presidential campaign (two, worth $2,300, though they were refunded in 2009.)\nOur ruling\nTrump tweeted that Mueller’s team has \"13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans.\"\nMueller’s team does have 13 registered Democrats and no registered Republicans, and several team members made donations to Clinton’s campaign in various amounts.\nHowever, Trump leaves out a crucial registered Republican — Mueller himself — and glosses over the fact that we don’t know the identities, or the partisan affiliation, of other Justice Department or FBI staff who are working with the investigation. It’s also questionable to say that the multiple non-donors are \"hardened\" Democrats.\nWe rate the statement Half True.\nCORRECTION, March 22, 2018: The article has been changed to reflect that Rosenstein was \"kept on\" in his existing job by Obama.\n Share the Facts 2018-03-21 21:09:11 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Robert Mueller’s investigative team has \"13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/975350027169206273   a tweet Sunday, March 18, 2018 2018-03-18    Read More  info", "vclaim_id": "vclaim-pol-02282"}