{"url": "/factchecks/2020/jul/20/viral-image/no-trump-didnt-tweet-about-confederate-flag/", "speaker": "Viral image", "vclaim": "Says Donald Trump tweeted that the Confederate flag is “a symbol of LOVE!! Plantations kept black people employed and gave them free food and housing!!! Black unemployment was VERY low back then like now with ME as your President!!”", "truth_label": "pants-fire", "date": "stated on July 18, 2020 in a Facebook post:", "title": "No, Trump didn’t tweet this about the Confederate flag", "text": "On July 17, the New York Times among others reported that the Pentagon had effectively banned the Confederate flag from military installations around the world. \nAn image being shared on social media makes it look like President Donald Trump, who has defended the flag and monuments to the Confederacy, expressed his anger over the decision on Twitter that same day. \n\"SO MAD!!!,\" the tweet says. \"Pentagon abolished Confederate flag today. The flag is TREMENDOUS part of our history. It’s a symbol of LOVE!! Plantations kept black people employed and gave them free food and housing!!! Black unemployment was VERY low back then like now with ME as your President!!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSearching Donald Trump’s personal Twitter account as well as accounts associated with him — like @WhiteHouse and @POTUS — we found no such tweet. \nTrump also didn’t delete the tweet from his personal account or other accounts connected to the president, according to a database of deleted tweets run by ProPublica. \nIf Trump had actually tweeted what this Facebook post claims, it would have drawn widespread news coverage and condemnation from his critics. But there’s none — because he didn’t.\nWe rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-17767"}