{"url": "/factchecks/2019/sep/17/blog-posting/dont-be-duped-bogus-audit-charitable-groups/", "speaker": "Bloggers", "vclaim": "Says several well-known charities such as Goodwill and American Red Cross overpay their CEOs and spend a small percentage on helping people.", "truth_label": "barely-true", "date": "stated on September 6, 2019 in a Facebook post:", "title": "Don't be duped by bogus audit of charitable groups", "text": "With the call out for donations to help Bahamians recover from Hurricane Dorian’s devastating hit, an old graphic showed up on Facebook again. It’s a table that purports to show the charities that are \"the good guys,\" and those that play people for suckers, paying lavish salaries to their CEOs and spending a puny percentage to actually help people.\nAmong its key claims for good charities, it says the head of the Salvation Army makes only $13,000 a year, and the chief of Ronald McDonald Houses is paid nothing at all. \nAmong the credited purported bad guys, the United Nations International Children’s Emergency Fund, better known as UNICEF, gets bad marks for paying its CEO $1.2 million, spending 14% of its money on programs, and giving its CEO a Rolls Royce to use. The March of Dimes is second on the list, paying its CEO $450,000 and putting just 10% into programs.\nThis post, which was published on Facebook on Sept. 6, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nHere’s the graphic:\n\nThis table appeared in 2015, and some of its numbers might have been more accurate then. But fast-forward to 2019 and, by and large, the charities it warns about make much better use of their charitable donations today than the chart suggests. And most of them don’t pay their CEOs as much as this claims.\nWe focused on the organizations that were labeled as bad places for donations, as well as the claims of uncompensated CEOs. Let’s take those claims one by one.\nSalvation Army: CEO pay of $13,000\nAccording to the post, the head of the Christian charity Salvation Army drew only $13,000 in annual compensation. It’s not clear whether this is supposed to refer to the international leader of the London-based organization, whose title is general of the Salvation Army, or the top executive of the U.S. branch. Either way, that figure looks to be off by a wide margin.\nThe U.S. branch’s 2018 report identified the current top executive — known as the \"national commander\" — as David Hudson. The annual report did not disclose his salary. But a Better Business Bureau review of the charity from August 2018 said Hudson’s predecessor, David Jeffrey, earned an annual salary of $140,201 — well above what the post claimed.\nFor tax purposes, the Salvation Army is akin to a church, and thus does not have to file a Form 990, the financial disclosure form that nonprofit organizations file annually with the Internal Revenue Service. We did not hear back when we reached out to the charity to ask about executive compensation.  \nAs a percent of its total expenses, the Salvation Army spends 82% on charitable services, according to a 2017 Forbes profile of the organization. The social media post placed that percent higher, at 93%.\nRonald McDonald Houses: CEO pay of zero\nThe viral post is correct: The president and CEO of Ronald McDonald House Charities, Sheila Musolino, is uncompensated, according to its latest federal filing.\nThe viral post’s depiction of the charity is a hair too high. It claims that $0.90 of every dollar spent goes towards helping the families of sick children. The organization’s 2017 annual report claims $0.87. A 2018 review by the group Charity Navigator puts the number closer to $0.86.\nUNICEF: CEO pay of $1.2 million, use of Rolls Royce, 14% in aid\nThis part of the claim is completely wrong: In 2017, UNICEF USA, the American branch of the global organization overseen by the United Nations, paid its president Caryl Stern $582,961, not $1.2 million as the meme claims. Even after adding in the value of other compensation, Stern makes $665,879, a bit over half of the number in the table.\nAs for the amount that gets spent on actual programs, of the $598 million it raised in 2018, it spent over $490 million on programs. That’s 82%, or about six times higher than the 14% figure in the meme. Charity Navigator gave it a financial rating of 77.5.\nAnd about that Rolls Royce Stern allegedly has at her use? That’s a myth, debunked by Snopes two years ago.\nMarch of Dimes: CEO pay of $495,000, 10% in aid\nA mixed bag: The post undershoots on the CEO pay and is off by a factor of seven on the program side.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe March of Dimes is all about making sure babies are born healthy. Out of its roughly $150 million yearly budget, it makes grants, supports research centers and produces a lot of educational materials for expecting mothers.\nAccording to its latest 990 filing, it paid its president Stacey Stewart a total of $534,000 in 2017. The viral post listed CEO pay at $495,000.\nBut the post also said the March of Dimes only spent 10% on programming. The real number is at least 74% of contributions, based on the 990 filing. Charity Navigator gives it a financial rating of 62.14, and reports that 75% of all expenses went toward programs.\nUnited Way: CEO pay of $1.026 million, 9% in aid\nThe Facebook post falsely claims that the charitable organization United Way dedicates only 9% of its expenses to the needy. That’s far from the truth.\nBased on the organization’s 2017 annual report, the most conservative reading shows 79% of expenses went toward helping people.\nForbes, put the figure around 86%, based on 2018 financial data. A Charity Navigator report from May 2019 rates the organization’s efficiency even higher, finding the charity sent nearly 94% percent of its total expenses to delivering programs and services. \nAs for executive compensation, the viral list’s figure of $1.02 million lowballed the CEO’s actual salary. According to United Way, CEO Brian Gallagher made $1.66 million in 2017. \nAmerican Red Cross: CEO pay of $1.03 million, 8% in aid\nThe humanitarian relief charity is more efficient than the post gives it credit for, but how much more is unclear, because of the way the Red Cross reports on its operations.\nThe Red Cross has come under fire in recent years for its claims about how much of its expenses go toward charity. As PolitiFact noted in a previous fact-check, ProPublica and NPR in 2014 reported that the Red Cross repeatedly misled the public when it said 91% of every donated dollar went to provide services.\nThe hitch is, the Red Cross collects and sells a lot of blood. That has a large and positive impact on the organization’s bottom line. No one argues it’s a needed service, but it isn’t the same as the disaster relief for which the Red Cross is equally well known.\nThe NPR-ProPublica investigation found that fundraising absorbed, on average, 17% of every donated dollar. That alone would deliver an efficiency of 83%, but the investigation said that was too high because the 83% included an unknown amount of administrative overhead. \nThe viral graphic also inflated the salary of American Red Cross CEO Gail J. McGovern. The viral post claimed the top exec drew a $1.03 million annual salary. In fact, the organization’s most recent public disclosure form shows McGovern made around $686,000.\nGoodwill Industries: CEO pay of $2.3 million, 8% in aid\nGoodwill Industries is purportedly tied for last on the viral list, in terms of efficiency. The graphic claims falsely that the organization steers only 8% of its expenses toward charitable programs. But that’s completely bogus. \nAccording to a Forbes review, the charity — known for its thrift stores — dedicates 89% of its spending on programs to help people overcome barriers to employment, and other related services.\nIts most recent 990 listed former CEO Jim Gibbons’ earnings around $717,000 in 2017 — not $2.3 million, as the post claimed. \nA final note: Not even the man who posted this vouched for it. He wrote, \"I can not speak to the veracity of this document, but since it comes at a time where the information is needed, I decided to post it.\"\nGive the man points for candor, but as a rule, if you don’t know that something is accurate, don’t share it.\nOur ruling\nA recent Facebook post recirculated an outdated table that divided well-known charities into those that spent donations wisely and those that did not. Most of the numbers in the table were not just wrong, they were wildly wrong. The data inflated CEO salaries and lowballed the share of money going to charitable programs by factors ranging from two to 10.\nIn a couple of cases, the numbers were correct or nearly correct, but those were the rare exceptions.\nWe rate this Mostly False.", "vclaim_id": "vclaim-pol-00157"}