{"url": "/factchecks/2016/may/05/george-clooney/george-clooney-decries-big-money-politics-says-mos/", "speaker": "George Clooney", "vclaim": "\"The overwhelming amount of the money that we're raising is not going to Hillary (Clinton) to run for president. ... It's going to the congressmen and senators to try to take back Congress.\"", "truth_label": "half-true", "date": "stated on April 16, 2016 in an interview on NBC's \"Meet the Press\":", "title": "George Clooney: Bulk of the money collected at Clinton fundraiser will go to down-ballot Democrats", "text": "Editor's note, May 4, 2016: We originally published this item on April 17 and rated it Mostly True. Since then, readers have contacted us to consider other evidence about the Democratic Party’s fundraising processes, especially state parties sending money back to the Democratic National Committee. We have updated and rerated this fact-check based on new information, changing the rating from Mostly True to Half True. You can read an archived version of the original report here.  \nYou had to pay — or collect — as much as $353,000 per couple to attend recent fundraisers for Democratic presidential hopeful Hillary Clinton, including one hosted at the home of actor George Clooney. After the affair drew protesters who support Bernie Sanders, Chuck Todd, host of NBC's Meet the Press, asked Clooney what happened when he encountered them.\nClooney said he was accused of being a corporate shill, which is \"one of the funnier things you could say about me.\" Then he told Todd, \"The overwhelming amount of money that we're raising, and it is a lot, but the overwhelming amount of the money that we're raising is not going to Hillary to run for president, it's going to the down-ticket.\n\"It's going to the congressmen and senators to try to take back Congress. And the reason that's important (is) ... we need to take the Senate back because we need to confirm the Supreme Court justice, because that fifth vote on the Supreme Court can overturn Citizens United and get this obscene, ridiculous amount of money out so I never have to do a fundraiser again. And that's why I'm doing it.\"\nHere, we’re fact-checking Clooney’s claim, \"The overwhelming amount of money that we're raising, and it is a lot, but the overwhelming amount of the money that we're raising is not going to Hillary to run for president … It's going to the congressmen and senators to try to take back Congress.\"\nWhat we found is that Clooney is technically accurate about most of the money not going to Clinton’s campaign, but it’s not necessarily going to \"congressmen and senators.\"\nClooney is right about the direct support for Clinton’s presidential campaign. Federal law says individuals can't give more than $2,700 to a presidential candidate's primary campaign. Another $2,700 can be collected for the general election. It doesn't matter whether you give it directly or a friend collects it from you on the candidate's behalf, the limit is there.\nWhere the rest of those big-dollar donations end up is a bit of a maze. We’ll try to walk you through it.\nIn this case, the Clinton California fundraisers were held on behalf of the Hillary Victory Fund, which distributes the money to Clinton's campaign committee, Hillary for America. But it also distributes money to the Democratic National Committee and the state parties.\nA donor can also give up to $33,400 a year to the DNC and $10,000 a year to each of the state parties for use in getting its candidates elected to federal office. If you do the math, with 32 state parties included in the Victory Fund, that's $356,100.\nThe state parties generally are tasked with helping elect Democrats at the state level, and the DNC does the same at the national level.\nThe way the donations are divided is explained at the bottom of the Hillary Victory Fund page on the Clinton website. The first $2,700 goes to Clinton, the next $33,400 goes to the DNC and the rest goes to state parties.\nHow does this translate into total donations for each group?\nIf you look at the money going out, which is available through campaign finance reports, it looks like Clinton is getting most of the money.\nAccording to the Center for Responsive Politics by the end of 2015, the Hillary Victory Fund had given $4.4 million to Clinton, $2.3 million to the DNC, and $2.2 to state political parties. That makes Clinton's share through 2015 almost exactly 50 percent.\nIn the first quarter of this year, Clinton's share was 63 percent of the money that was officially spent on campaigns. Politico reported that the fund also spent $6.7 million for \"online ads that mostly looked like Clinton campaign ads, as well as $5.5 million on direct marketing.\"\nThe Clinton campaign gets the lion's share of the money collected by the Victory Fund, said Clinton spokesman Josh Schwerin, because most of the donors give much smaller amounts, and everything up to $2,700 per person is earmarked to go to Hillary for America first.\nIt's when a donor exceeds that limit that the excess spills over to benefit the national and state Democratic committees.\nOr — in the case of the state parties — that's how it appears on paper.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nFederal Election Commission records show that in most cases, the money given to the state parties has been immediately redirected to the DNC. The money isn't staying with the states at all.\nOn May 2, Politico published a story reporting that 88 percent of the state money was immediately passed along to the DNC. In some cases, the state parties didn't even know the money had gone in and out of their accounts until after the fact.\nThe Hillary Victory Fund sent $214,100 to Minnesota, for example, and that state party didn't keep a dime. It was routed to the DNC, which otherwise wouldn’t have been able to accept the money \"since it came from donors who had mostly had already maxed out to the national party committee,\" Politico reported.\nWe contacted the DNC and the Clinton campaign to try to understand what was compelling the states to immediately send funds back to the DNC. We couldn’t get straight answers.\nThe Clinton campaign provided a copy of the agreement with the state parties, but it contains no language requiring such a transfer. Although DNC spokesman Luis Miranda said that the terms of the agreement called for states to send the money to the DNC for election infrastructure, Clinton spokesman Schwerin was emphatic that the state committees were free to keep whatever money they wanted.\nHowever, a Feb. 20 Washington Post story on Clinton's fundraising efforts says the executive director of Utah's Democratic party said state party officials understood they were supposed to send back money to DNC headquarters.\nSo if money is going back to the DNC, what’s it being spent on?\nThe overarching response of both the Clinton campaign and the DNC was that the money being diverted to the DNC was, in fact, being used to help local Democrats get elected. Those candidates need voter information, research, media monitoring, organizing capacity and other infrastructure services provided by the DNC to run a successful campaign, and that's how the money was being used.\nHowever, such services also benefit the Clinton campaign.\n\"The process Hillary Victory is using has been common practice for a number of years,\" said Bob Biersack, senior fellow at the Center for Responsive Politics. \"The states always agree because they have no choice. Transferring the money back to the national party is a condition of participating. They do it in hopes of getting some good will from the national party down the road.\"\nAs for the degree to which the system really helps House and Senate candidates, Biersack said there isn't a precise answer.\nHe noted that the party's congressional committees aren't party to the deal. \"If the goal was to support those campaigns, surely the national organizations most responsible would be participants. Traditionally the DNC and RNC are taken over by their presidential nominees during the election year, and the first priority for every spending decision is how it relates to the presidential race,\" he said. \"If that campaign were to become significantly less competitive, then the national party might well move to other races, but it would happen in that sequence and in those conditions.\"\nOne final important note: Spokesmen for both the Clinton campaign and the DNC said many millions raised for the state parties have not been distributed yet, but will be soon.\nOur ruling\nClooney said, \"The overwhelming amount of the money that we're raising, is not going to Hillary to run for president. ... It's going to the congressmen and senators to try to take back Congress.\"\nClooney is correct that most of the big-dollar donations in question are not going to Clinton’s campaign for president. By law, they can’t.\nWhether the money is \"going to the congressmen and senators to try to take back Congress\" is a much different story.\nMost of the money appears to be winding up at the DNC, not state parties, as individual donors may have expected. The national party says that money is being used on campaign infrastructure that will benefit House and Senate candidates.\nBut it will benefit Clinton, too.\nClooney’s claim is partially accurate but leaves out important details. We rate it Half True.\n https://www.sharethefacts.co/share/4b455cd6-50e1-47a5-9314-36a64b25cdc6", "vclaim_id": "vclaim-pol-05003"}