{"url": "/factchecks/2018/jan/22/rahm-emanuel/chicagos-private-sector-employment-really-highest-/", "speaker": "Rahm Emanuel", "vclaim": "\"Chicago now has the highest employment in the private sector in the history of the city.\"", "truth_label": "false", "date": "stated on January 9, 2018 in a talk radio appearance:", "title": "Chicago’s private-sector employment: Really the highest in city history?", "text": "In a recent WGN radio interview, Chicago Mayor Rahm Emanuel boasted that the count of private sector jobs in the city had hit an all-time high even as employment statewide sagged.\n\"Chicago now has the highest employment in the private sector in the history of the city,\" Emanuel told host Steve Cochran. \"And we’re doing it even with a state that’s actually dragging us back.\"\n\nTo put a fine point on it, Emanuel repeated the claim a minute later. \"I just told you, Chicago now has the highest private sector employment — ever,\" the mayor said, stressing the word \"ever.\"\nAll of which raises a demographic and workplace quandary. Census data make clear that the Chicago of today is a much smaller place than the Chicago of yesteryear.\nState officials counted nearly 1.18 million private sector jobs in Chicago, a number Emanuel’s office says is a record. How then to reconcile that claim with a city population swoon dating back to the 1950s? We decided to check.\nThe exceptions that prove the rule\nChicago was long known as the \"second city,\" and while there is debate about the derivation of that nickname it is clear that for much of the last century the city trailed only New York in size. Census data show the city’s population peaked at 3.6 million in the official 1950 count.\nIt was a very different era. South Side steel mills were thriving and the stockyards of \"hog butcher to the world\" fame were humming. The postwar suburban boom was only in its infancy, and the expressway system that eventually would make reverse commutes feasible had yet to be laid out.\nJust shy of 1.5 million Chicago residents held private sector jobs, according to the 1950 census, more than one-third of which were in manufacturing industries. Back then, Chicago’s workforce was still very much a collection of lunch-pail toting, blue-collar strap hangars, the decline of which is much lamented by politicians of today.\nThe city’s population dwindled over the intervening decades, as did the number of jobs held by its residents. Today, the census pegs the city’s population at 2.7 million, down 900,000 from its 1950 high. But as late as 1970, census data show the population stood at nearly 3.4 million, with 1.2 million employed in the private sector.\nYet Emanuel says private sector employment in the city is the highest ever. For an explanation, we reached out to the mayor’s office, where Emanuel spokesman Grant Klinzman pointed us to a December report from the Illinois Department of Employment Security.\nKlinzman said the nearly 1.18 million private sector jobs for Chicago were the highest in the history of the state report, which is issued annually.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThat explanation is problematic. In his radio remarks, Emanuel was emphatic that the 2017 jobs numbers were \"the highest in the history of the city,\" not just in the history of the report. What’s more, the Chicago numbers aren’t the highest in the history of the report, not by a longshot.\nIndeed, IDES spokesman Bob Gough said the state report series goes back to the 1950s, though only the last few decades worth of reports are posted online. Gough provided a copy of an old report that detailed city jobs numbers dating back to 1957. That year, it showed, Chicago logged 1.38 million private sector jobs—200,000 more than the current figure Emanuel says is a record. In 1990, the IDES private sector job tally for Chicago stood at 1.2 million, still in excess of the 2017 total.\nLoading...\n\nGough said the methodology of data collection had changed over the years, but the bottom line employment numbers were unaffected.\nWhile Emanuel’s claim is contradicted by both state employment and federal census data, it’s important to note that the two agencies measure different things so their results don’t perfectly align. The census counts jobs held by Chicago residents, while the IDES counts jobs physically located in the city even if they are held by suburbanites and other non-residents.\nWhen we ran the old census data by Klinzman, he dismissed the line of questioning as irrelevant. \"At this point, we are parsing footnotes on a census report that predates the Eisenhower Administration,\" he wrote in an email.\nExperts we spoke with didn’t see it that way.\n\"Just the raw population of the city of Chicago in 1950 was 3.6 million people,\" said Peter Creticos, director of the Chicago-based Institute for Work and the Economy. \"We're at 2.7 (million). Just sort of on the face of it, you start to wonder.\"\nOur ruling\nEmanuel said,\"Chicago now has the highest employment in the private sector in the history of the city.\"\nThat claim is refuted by a broad array of both state and federal jobs data which show Chicago was once a much bigger city with many more residents employed and many more jobs within the city limits than it has today.\nThere is no doubt that the city jobs picture is brighter now than it has been in quite some time. But Emanuel took inarguably good news and sought to make it stupendous with his unsupportable contention that Chicago’s count of private sector jobs is now greater than at any time in the city’s history.\nWe rate his statement False.", "vclaim_id": "vclaim-pol-02503"}