{"url": "/factchecks/2012/jun/10/lamar-alexander/sen-lamar-alexander-says-students-overcharged-loan/", "speaker": "Lamar Alexander", "vclaim": "Says \"we are overcharging students . . . to help pay for the health care law.\"", "truth_label": "half-true", "date": "stated on May 7, 2012 in a speech on the Senate floor.:", "title": "Sen. Lamar Alexander says students overcharged on loans to help pay for health care law", "text": "The health care law that passed in 2010 and which most Republicans say they’d like to scrap has hundreds of provisions, including new sources of revenue to pay for expanded coverage.\n\nRecently, some politicians have made the case that the new law is being paid for in part by using the savings created when Congress took private banks and the subsidies they received out of the business of making guaranteed loans to students.\n\nSen. Lamar Alexander, R-Tenn., the Secretary of Education under the first President Bush, took to the Senate floor in May to claim, \"We are overcharging students . . . by $8.7 billion to pay for the health care law.\"\n\nWe decided to look at whether that’s correct. Alexander’s office declined our request for further clarification of his position.\n\nOur colleagues at PolitiFact Ohio tested a similar claim by Sen. Rob Portman, R-Ohio, and concluded his statement was Half True. PolitiFact New Hampshire also examined an even more expansive statement from Republican Sen. Kelly Ayotte, and ruled it Mostly False. The major elements of those items apply here, as well.\n\nAs you’ve seen in recent years, the Senate is so divided that not a lot gets done until one side or the other can reach the filibuster threshold of 60 votes to move a bill to a floor vote. The exception to that rule is a bill reconciling a budget bill with an existing budget resolution, which requires only a majority vote of 51 of 100 senators.\n\nThat’s how the Reconciliation Act of 2010, changing both student loans and health care, passed the Senate in March of that year with just 56 votes.\n\nMaking direct student loans and cutting out the subsidized middle man -- private banks -- was estimated by the Congressional Budget Office to save $58 billion over ten years.\n\nTo make a long and convoluted history shorter, $36 billion of that savings was set aside for additional Pell grants, and an additional $3 billion went to other education programs, including historically black colleges and universities. That left roughly $19 billion in savings. Some $10 billion of that was set aside for debt reduction. That leaves roughly $9 billion.\n\nThat’s where Alexander’s $8.7 billion figure comes from. Alexander’s floor speech was intended to persuade his colleagues to use some of that $8.7 billion, currently set aside for elements of the public health fund created by the health reform act, to pay for keeping the student loan interest rate, scheduled to rise later this year, at 3.4 percent.\n\nAlexander made the point that the Obama administration had also proposed using the health fund made possible by the student loan savings for other purposes, including deficit reduction.\n\nAlso in his speech, he was critical of the move to get rid of the subsidies to the banks through direct student loans. He said those who proposed the direct loans \"did that on the theory that the banks were making too much money.\" Again, the savings over 10 years is expected to be $58 billion – money that would have gone not to students, but to the banks’ bottom lines.\n\nAs our colleagues in Ohio wrote: The combined student loan-health care bill did not reduce the amount of money that students can borrow. It actually expanded the amount of money available for student aid. What it reduced is the banks’ share.\n\nAlexander also made the case that the government is borrowing money at 2.8 percent and lending it to students at 6.8 percent in order to fund the health care program. That’s the explanation for his saying the government is \"overcharging students.\" Alexander did not say whether there was \"overcharging\" when private banks were making student loans with the help of federal government subsidies.  \n\nAs for whether the federal government is \"overcharging\" students with the higher interest rate on money it lends, that’s a matter of public policy -- and in 2010, 56 senators agreed with it.\n\nOur colleagues in New Hampshire explained that just pointing out the spread on those two interest rates does not put the entire program’s costs into proper context. Now that they are not receiving subsidies, banks have largely gotten out of the student loan business because it is not profitable for them -- even though they can get the same terms as the federal government.\n\n\"Banks can borrow at the same rate as the federal government,\" Jason Delisle, director of the Federal Education Budget Project at the New America Foundation, told them. \"They don’t make money off lending to students at 6.8 percent. … This concept that the difference between the rate the government charges on the loan and the rate they pay to borrow is profit, is totally wrong.\"\n\nJustine Sessions, a spokeswoman for the Senate Committee on Health, Education, Pensions and Labor, which is chaired by Democrat Tom Harkin, said that subsidized loans do not make money for the government. They actually cost the federal government money.\n\n\"The claim seems to conflate two completely unrelated issues,\" Sessions said. \"The 6.8 percent interest rate was set by Congress in 2002 with overwhelming bipartisan support and it was the projected average rate that would result in 2006 under a fixed rate formula.\"\n\nOur ruling\n\nDo the savings from ending the private banking subsidies for student loans help pay for the health care law? Yes, but only 15 percent of those savings is going to health care, and even with that, the bill actually expanded the amount of revenue available for assisting students financially. We rule Alexander’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10953"}