{"url": "/factchecks/2015/apr/10/rand-paul/liberty-themed-speech-rand-paul-attributed-nh-mott/", "speaker": "Rand Paul", "vclaim": "\"The founders of New Hampshire came up with the motto Live Free or Die.\"", "truth_label": "false", "date": "stated on April 8, 2015 in a town hall meeting in Milford, NH:", "title": "Rand Paul attributes NH motto 'Live Free or Die' to its founders", "text": "U.S. Sen. Rand Paul invoked New Hampshire's state motto while speaking to its residents this week, seizing a chance to emphasize the idea that his libertarian-leaning ideals align with Granite State history.\n\"When the founders of New Hampshire came up with the motto Live Free or Die, they didn't leave a lot of wiggle room,\" he said to a crowd in Milford's town hall in his first New Hampshire appearance since announcing his run for president.\n\"New Hampshire founders didn’t seek out the mushy middle. They admonished you to live free.\"\nThe Kentucky Republican didn't just use the phrase. He attempted to explain where it came from.\nAnd it looks like he got a little mixed up along the way.\nWe reached out to Paul’s New Hampshire advisors, but didn’t hear back.\nNew Hampshire was one of the original 13 states and ratified the U.S. Constitution on June 21, 1788. Before that it was formed as a royal province in 1677, and John Cutt was its first president.\nThe words \"Live Free or Die,\" as cited by New Hampshire law, were written by General John Stark on July 31, 1809 – long after New Hampshire became a state.\nA legendary military man, Stark offered the phrase as a toast. Because of his failing health, he declined an invitation to head up a reunion of the 1777 Battle of Bennington in Vermont, but left the group with those famous words.\nA similar invitation was extended again the following year, saying, \"The toast, sir, which you sent us in 1809 will continue to vibrate with unceasing pleasure in our ears, 'Live Free or Die; Death Is Not the Worst of Evils.' \"\nIt must still have been vibrating in 1945, when the motto was formally adopted by the state Legislature.\nWho \"the founders of New Hampshire\" are depends on your definition, but Stark isn't typically considered among them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nThey could be the group that turned a community of towns into a \"royal province\" in 1679 – 49 years before Stark was born. They could also be the Congress of New Hampshire, which created in 1776 an independent constitution. Or they could be the people that ratified the U.S. Constitutiona few years later.\nBut none of those groups included Stark.\nNevertheless, a strong liberty-oriented sentiment existed in the state long before Stark, and even before it was called New Hampshire.\nAmong the earliest explorers of New Hampshire was Captain John Smith of England, who upon seeing the land is quoted as saying, \"Here should be no landlords to rack us with high rents, or extorted fines to consume us. Here every man may be a master of his own labor and land in a short time.\"\nAnd in 1775, less than a year before New Hampshirites drew up their own constitution, Patrick Henry uttered famous words, \"Give me liberty or give me death,\" that people outside of New Hampshire often confuse with the state motto. Henry delivered those remarks during a speech in Virginia during the American Revolution.\nIt’s fair to assume liberty, and independence from the the royal rule of England, was on the minds of New Hampshire’s founders at the time it became a state, but not specifically Stark’s words.\nNew Hampshire’s motto is often invoked by politicians, like it was last month by Sen. Ted Cruz and in February by Texas Gov. Rick Perry, as the Associated Press reported.\nAnd Paul isn't the first one to get the facts about Stark wrong. In 2011, Vice President Joe Biden referred to Stark as a former New Hampshire governor. That same year, Perry referred to him as \"John Spark,\" Holly Ramer of The Association Press reported.\nOur ruling\nRand Paul said \"the founders of New Hampshire came up with the motto Live Free or Die.\"\nNew Hampshire’s motto is attributed to General John Stark, who was instrumental in defending it and the other colonies. But he wasn’t a founder of the state, and the motto wasn’t adopted until well after his death.\nAs one of the original 13 states to ratify the U.S. constitution, it’s not a stretch to think New Hampshire’s founders were focused on liberty, but not specifically the words of Stark.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-06531"}