{"url": "/factchecks/2015/oct/19/mike-huckabee/huckabee-says-dc-region-never-has-recession/", "speaker": "Mike Huckabee", "vclaim": "The Washington D.C.-area \"never has a recession.\"", "truth_label": "false", "date": "stated on September 24, 2015 in radio interview:", "title": "2016 GOP candidate Mike Huckabee says DC region 'never has a recession'", "text": "When the rest of the nation is in economic agony, metropolitan Washington doesn’t feel the  pain.\nSo says Mike Huckabee, a Republican presidential candidate and the former governor of Arkansas. Here are his comments during a recent interview with John Fredericks, a Hampton Roads radio talk show host.\n\"John, you’re close to the Beltway. I don’t have to tell you, it’s the only economy in America that never has a recession,\" Huckabee said during a call-in interview on the show. \"Six out of the 10 richest counties in the United States surround Washington, D.C.\"\nWe recently looked at Huckabee’s claim that a half-dozen of the 10 wealthiest counties surround D.C. We rated that as True, based on median household income -- a standard way to measure county-wide affluence.\nSince the D.C. area includes Northern Virginia - an economic engine for the rest of the state -  we wondered if it’s correct that the capital region has been recession-proof. We emailed the Huckabee campaign three times seeking evidence, but no one replied.\nThe basic definition of a recession is a \"marked slippage\" of economic activity, according to the U.S. Bureau of Economic Analysis. Economists look at a range of things including personal income growth and employment data to determine if there’s been a downturn. One of the most widely cited definitions of a recession is whether there’s been two consecutive quarters of negative growth in gross domestic product, the value of all goods and services produced.\nFor the Beltway economy, we looked at Washington and 15 surrounding counties - an area on which analysts typically focus when measuring the economic health of the region.\nAdam Goldin, an economist at Moody’s Analytics, a company that assesses economic data,  told us it’s incorrect to say the D.C. area hasn’t had a recession. The company’s data show the region experienced consecutive quarters of declining GDP during the 2007-09 Great Recession as well in the early 1980s and early 1990s, Goldin said.\n\"(During) the Great Recession, D.C. was certainly impacted like the rest of the country,\" Goldin said.\nThe Bureau of Economic Analysis has tracked the growth of every metro region in the nation since 2001; that’s long enough to examine the D.C. area’s economy amid the Great Recession.\nThe figures show D.C. regional growth stalled twice. From 2008 to 2009, the value of all goods and services produced in the region fell slightly from $414.6 billion to $414.3 billion - a drop just shy of one-tenth of 1 percent, according to the BEA. By comparison, the U.S. economy declined 2.8 percent between those years.\nOutput in the D.C. area barely dropped, from $434.5 billion to $434.4 billion, from 2012 to 2013, and the BEA figures list the growth rate then as 0 percent between those years. Although D.C. growth was flat at that time, the U.S. economy grew 1.5 percent from 2012 to 2013.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe figures show D.C.’s recent annual GDP declines have been very light.\n\"That doesn’t mean there weren’t a couple of really bad quarters in there,\" said Terry Clower, director of the Center for Regional Analysis at George Mason University.\nClower told us that, contrary to Huckabee’s statement, the D.C. area does experience downturns.\n\"The presence of the federal government does provide a bit of insulation. It doesn’t prevent us from going into recession,\" Clower said. \"Certainly, we have recessions in this region.\"\nStill, Clower doesn’t completely fault Huckabee, noting that it is true that the D.C. region long has had shallower downturns than other parts of the U.S., due to the presence of the federal government. But he said there’s a flip side to that reality, he said.\n\"In a time when you start talking about a federal (government) shutdown here, federal employees quit being paid, it affects this area quite a bit,\" Clower said.\nWe also spoke to Anirban Basu, chairman and CEO of the Sage Policy Group, a Baltimore-based economic consulting group. He said that, beyond GDP data, job creation and retail sales figures also show metro D.C. experienced a downturn during the Great Recession.\nBasu said there’s \"no question\" the D.C. area experiences recessions, but he echoed Clower’s sentiments that its downturns tend to be milder than the rest of the country because of the presence of the federal government and associated spending.\nOur ruling\nHuckabee said the metropolitan Washington area \"never has a recession.\"\nData from Moody’s Analytics show the region has had consecutive quarters of GDP retraction - a common measure of recession - three times in the past four decades. Three economists said the region has experienced downturns, albeit not as deep as most of the nation.\nWe rate Huckabee’s claim False.", "vclaim_id": "vclaim-pol-05840"}