{"url": "/factchecks/2019/apr/16/facebook-posts/no-there-was-not-lone-man-dressed-muslim-garb-walk/", "speaker": "Facebook posts", "vclaim": "A video clip from the Notre Dame cathedral fire shows a man walking alone in a tower of the church \"dressed in Muslim garb.\"", "truth_label": "pants-fire", "date": "stated on April 16, 2019 in a video clip:", "title": "No, there was not a man ‘dressed in Muslim garb’ walking in a Notre Dame tower during the fire", "text": "When you combine an international event with the rapid dissemination of news on social media, too often you get loads of misinformation and, sometimes, completely fabricated conspiracy theories.\nUnfortunately, such is the case with the massive fire that nearly destroyed the historic Notre Dame cathedral in Paris on April 15.\nFrench authorities said they have not found evidence of arson and terrorism, and they are treating the fire as an accident that may be linked to an ongoing 6 million-euro renovation project on the church.\nThat still didn’t stop some internet users from suggesting it was some kind of terrorist act – as did one low-quality video clip posted to Facebook by the page \"Equinox News Network.\"\nThe 18-second clip shows a man walking in one of the cathedral’s towers not long after the fire started. The video’s caption says: \"No workers present at the time that the Notre Dame Cathedral fire started......So who is this guy dressed in Muslim garb??\"\nThe video post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe person in the picture isn’t dressed in \"Muslim garb\" — the person is a firefighter.\nThe clip was plucked from CNBC’s three-hour livestream of the fire and can be seen around the 42-minute mark.\nBecause the clip used in the Facebook post is blurry, pixelated and cropped, it’s difficult to make out the firefighter's uniform or see the wider angle of water hoses being employed to the right of the tower. When viewing the official, full-length video, the man’s yellow vest and helmet are clear and, moments later, several more firefighters show up in the same area.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe clip was also shared on Twitter, and European fact-checking outfits FactCheck EU and Check News both called out the bogus claim that a lone man was up to something sinister in the tower.\n\"No, there was no ‘lone man in a yellow vest’ in one of the Notre-Dame towers,\" FactCheck EU tweeted. \"A low quality video was the basis of the bogus claim that a mysterious man in a yellow vest was in a tower. This higher quality image shows that it's a fireman. Firefighters were already on the scene.\"\n6. No, there was no “lone man in a yellow vest” in one of the Notre-Dame towersA low quality video was the basis of the bogus claim that a mysterious man in a yellow vest was in a tower. This higher quality image shows that it's a fireman. Firefighters were already on the scene. pic.twitter.com/omT7vXCOsT— FactCheckEU (@FactcheckEU) April 16, 2019\n\nThis image was taken from the CNBC stream after 42:00 https://t.co/4qJhoH7rVb— FactCheckEU (@FactcheckEU) April 16, 2019\n\nWhile the exact cause of the fire is not yet known, French media reported that Paris prosecutor Rémi Heitz said in a press conference there is \"no indication that this was a deliberate act,\" and that it appeared to be accidental.\nHeitz also said that Paris police had already mobilized nearly 50 investigators to look into the fire and that investigators have started to interview about 15 workers who were working at the cathedral as part of the 6 million-euro ($6.8 million) renovation. The Paris fire brigade has been quoted as saying the blaze may be \"potentially linked\" to the project.\nOur ruling\nA video clip posted on social media showed a man walking alone in one of Notre Dame’s towers \"dressed in Muslim garb.\"\nThe clip is from an authentic media live stream of the Notre Dame fire, but displays a lower-quality and cropped version that doesn’t allow the viewer to clearly see it was a firefighter. The clip also doesn’t last long enough to show other firefighters who show up in the same area moments later, and is cropped to omit the water hoses being used to fight the fire.\nFrench authorities are conducting an investigation into the fire, but preliminary reports, so far, deem the cause as accidental, pointing to a possible link to the cathedral’s renovation project.\nWe rate this Pants on Fire!\n Share the Facts 2019-04-16 22:22:36 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A video clip from the Notre Dame cathedral fire shows a man walking alone in a tower of the church \"dressed in Muslim garb.\"    Facebook posts on the internet     Tuesday, April 16, 2019 2019-04-16    Read More  info", "vclaim_id": "vclaim-pol-00752"}