{"url": "/factchecks/2013/aug/04/chris-christie/chris-christie-claims-kentucky-gets-more-twice-bac/", "speaker": "Chris Christie", "vclaim": "\"In fact New Jersey is a donor state, we get 61 cents back on every dollar we send to Washington. And interestingly Kentucky gets $1.51 on every dollar they send to Washington.\"", "truth_label": "true", "date": "stated on July 30, 2013 in an article on NJ.com:", "title": "Chris Christie claims Kentucky gets more than twice back in federal funding from Washington than New Jersey", "text": "The past week’s political sandbox match between Gov. Chris Christie and Kentucky Sen. Rand Paul kicked up a lot of dust.\nBut after a week of increasingly insulting barbs between the two possible Republican presidential contenders for 2016, fueled by a disagreement about national security matters, there’s one claim that caught the Truth-O-Meter’s attention – and it’s not whether Christie is the \"King of Bacon\" when it comes to government spending, as Paul claimed July 30 during an interview on CNN.\n\"In fact New Jersey is a donor state, we get 61 cents back on every dollar we send to Washington,\" Christie said July 30 in response to Rand’s claim that New Jersey has a ‘gimme, gimme, gimme’ attitude about federal spending. \"And interestingly Kentucky gets $1.51 on every dollar they send to Washington.\"\nKentucky receives more than double what New Jersey gets in federal funding? For this claim, Christie’s got the numbers on his side.\nWe reviewed data from the business-backed Tax Foundation, which tracked from 1981 through 2005 how much each state gets back in expenditures for every dollar sent in taxes to the federal government.\nTax Foundation spokesman Richard Morrison said the group is working to update the data.\nThe Washington, D.C.-based foundation calculated the federal tax burden -- a measurement meant to account for taxes that are assessed in one state, but impact taxpayers elsewhere -- to conduct its analysis.\nChristie’s figures come from data for 2005, which shows that New Jersey received 61 cents and Kentucky received $1.51 for every dollar each state sent to Washington.\nPaul didn’t challenge Christie’s numbers but noted that two military bases in Kentucky (Fort Campbell and Fort Knox) might be one reason why Kentucky gets the rate of federal funding it does.\nTwo bases?\nPerhaps the senator didn’t know that New Jersey has five active military bases: the Joint Base McGuire-Dix-Lakehurst; the Army’s Picatinny Arsenal; the Coast Guard’s Loran Support Unit in Wildwood and the Training Center in Cape May; and Naval Weapons Station Earle.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nLet’s look beyond Christie’s claim and review the Tax Foundation’s 25 years’ worth of data in more depth. For example, as New Jersey’s rate of return on dollars sent to Washington decreased from a high of about 72 cents in 1981, Kentucky’s increased, from $1.06 that year to $1.51 in 2005.\nFurther, in 17 of the 25 years analyzed, New Jersey came in last place, receiving 70 cents or less for every dollar it sent to the federal government. Kentucky, however, has climbed from about 23rd place among all states to 9th place.\nBut since Christie’s data is about eight years old, we also checked with other organizations that track these types of numbers.\nThe Northeast-Midwest Institute, a research organization based in Washington, D.C., that promotes 18 states in the region, released a May 2011 report on federal spending and taxation patterns that focused on New Jersey.\nNew Jersey ranked 48th nationwide, according to the report. Only Minnesota and Delaware received smaller returns on their federal tax dollars in 2009.\nColleen Cain, a senior policy analyst with the Northeast-Midwest Institute who prepared the 2011 report, said in the report that New Jersey’s low ranking is due to the state’s \"relatively high income levels and greater-than-average business income tax contribution, coupled with a relatively low need for federal aid. It does, however, underscore the importance of states like New Jersey in supporting the fiscal health of the nation generally.\"\nCain did not respond to a request for additional comment.\nOur ruling\nChristie said, \"In fact New Jersey is a donor state, we get 61 cents back on every dollar we send to Washington,\" in response to Rand’s claim that New Jersey has a ‘gimme’ attitude about federal spending. \"And interestingly Kentucky gets $1.51 on every dollar they send to Washington.\"\nChristie’s claim is right on the money: even though the most recent data available is eight years old, the Tax Foundation backs up the governor’s statement to the exact penny for both New Jersey and Kentucky.\nSo when it comes to a game of fiscal \"gimme, gimme, gimme,\" it might behoove the senator to check his own state’s coffers first before attacking New Jersey.\nChristie’s statement rates True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09028"}