{"url": "/factchecks/2013/jul/09/chain-email/illegal-immigrants-are-covered-under-health-care-l/", "speaker": "Chain email", "vclaim": "Obamacare \"will provide insurance to all non-U.S. residents, even if they are here illegally.\"", "truth_label": "pants-fire", "date": "stated on July 7, 2013 in a long-running chain email:", "title": "Illegal immigrants are covered under the health care law, chain email says", "text": "There are no graveyards for ridiculous, oft-debunked chain emails.\n\nA lengthy, widespread email keeps resurfacing with dire warnings about Obamacare as determined by Judge David Kithil of Marble Falls, Texas.\n\n\"Please for the sake of many good people, please... pass this on,\" the email begs. \"We all need to be informed.\"\n\nUnfortunately, the email is riddled with errors, starting with the fact that is referring to an initial 2009 health care proposal that never became law. Still, because it has the subject line \"Obama Care Outrage,\" we thought people might confuse it with the health care law on the books.\n\nIn that context, and given all the talk about potential immigration reform, one line jumped out:\n\n\"The bill will provide insurance to all non-U.S. residents, even if they are here illegally,\" the email states.\n\nMake no mistake, this line is wrong in the context of the 2009 law (Pants on Fire! wrong, in fact), and wrong in the context of the health care bill President Barack Obama signed into law in 2010.\n\nLet us explain.\n\nThe Affordable Care Act contains an individual mandate that requires individuals to purchase health insurance. It allows U.S. citizens and legal residents to purchase insurance on health insurance exchanges, often receiving tax credits.\n\nBut none of it applies to people who are here illegally. They don’t have to follow the mandate because they shouldn’t be here. They remain ineligible for regular Medicaid coverage, just as they are ineligible for food stamps. They cannot obtain coverage through state-based health insurance exchanges (thus, they are also ineligible for tax credits to offset the cost of getting that coverage).\n\nNow, certain low-income illegal immigrants are eligible for emergency Medicaid coverage, including childbirth and surgery. And federal law requires hospitals not to turn away individuals for emergency treatment, even if they are uninsured (or undocumented), according to the National Immigration Law Center.\n\nBut those policies predate the Affordable Care Act.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\"They don’t get health insurance, which is coverage, which is different than a hospital getting reimbursed for Medicaid,\" said Laura Goodhue, executive director of Florida Chain, a consumer health advocacy group.\n\nThe Affordable Care Act does provide some benefits for certain legal non-U.S. citizens. We repeat: Legal.\n\nImmigrants who are in the country legally are subject to the mandate and are eligible to shop on the exchanges.\n\nThanks to the Supreme Court and Florida legislators, certain poor, legal noncitizens have it a little easier in Florida than the state's most impoverished citizens. The law includes a special rule (page 108) allowing them to get tax credits to purchase health insurance on an exchange if they (a) do not qualify for Medicaid because they have not been here for the required five years and (b) earn at or below the poverty line.\n\nMeanwhile, about 1 million of Florida’s poorest citizens will continue not to have affordable access to health insurance. They are not eligible to receive tax credits for the exchanges, and Florida leaders did not expand Medicaid coverage to include them during the 2013 legislative session.\n\nGoodhue calls it a \"black hole\" of coverage.\n\nRepublican Gov. Jan Brewer had noticed a similar scenario playing out in Arizona if its leaders did not expand Medicaid, saying, \"For poor Arizonans below 100 percent of the federal poverty level, only legal immigrants, but not citizens, would be eligible for subsidies.\"\n\nOur ruling\n\nThe chain email says that Obamacare provides insurance \"to all non-U.S. residents, even if they are here illegally.\"\n\nIt’s actually citing a 2009 proposal that didn’t pass, but that doesn’t really matter.\n\nThe email’s wrong either way.\n\nThe Affordable Care Act does nothing to provide health insurance to anyone living in the United States illegally. It does offer some assistance to legal non-U.S. citizens, which by the way is different than a non-U.S. resident as the email claims. (A non-U.S. resident could be living in Mexico, France or even Mars).\n\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-09127"}