{"url": "/factchecks/2016/sep/12/ted-gatsas/republican-candidate-governor-ted-gatsas-says-oppo/", "speaker": "Ted Gatsas", "vclaim": "Chris \"Sununu supported Obama’s Common Core agenda, taking away local control of our schools.\"", "truth_label": "barely-true", "date": "stated on September 1, 2016 in an ad:", "title": "Republican candidate for governor Ted Gatsas says opponent Chris Sununu has \"liberal record\"", "text": "School choice has become a contentious issue in New Hampshire’s race for governor. With four Republicans locked in a close primary fight, it’s an issue that could make a difference on Tuesday.\nRepublican Ted Gatsas took aim at rival Chris Sununu in a recent ad, saying Sununu supported Common Core education standards.\n\"In Concord, Sununu supported Obama’s Common Core agenda, taking away local control of our schools,\" a narrator says in the ad titled \"Sununu's Liberal Record,\" that began airing at the start of September. \nWe decided to take a look.\nGatsas’ claim contains several assertions that we can break down one-by-one. First, whether Sununu supported Common Core; second, whether Common Core takes away local control; and third, whether Common Core was Obama’s initiative.\nSununu’s support\nThe Common Core standards are a set of benchmarks for English and math developed after years of discussion between state education departments and non-governmental groups.\nThe aim was to prepare pupils for college-level work and careers, and to make sure students in different states across the country were learning the similar things in school.\nGatsas’ campaign pointed us to several votes Sununu took as an Executive Councilor. The five-member council is charged with approving state contracts over $25,000 and voting on the governor’s judicial and commissioner appointments.\nIn one instance, Sununu voted with the council’s majority to approve a retroactive contract with the Smarter Balanced Assessment Consortium to test students. That vote was to extend an existing contract with the University of California-Los Angeles for $603,000 to develop the Smarter Balanced assessment tests, based on the Common Core standards.\nGatsas’ campaign also pointed to Sununu’s confirmation votes for Education Commissioner Virginia Barry and two members of the state’s board of education. Barry was confirmed to another four-year term in 2013 by a unanimous vote. She has been supportive of the standards, saying in 2014 they \"raise the bar in our state with regard to teaching and learning.\"\nSo Sununu voted in favor of education officials and a testing contract. This shows a degree of support for Common Core, but these votes are not the same as up or down votes on Common Core itself.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nObama’s initiative?\nGatsas also ties the initiative to President Obama, a connection Politifact has examined before.\nCommon Core’s website explicitly states that the federal government was not involved in developing the standards. Federal officials did not initiate the state standards for public schools or force them on the states. But they have given states financial incentives to adopt the standards.\nClaims that Common Core is Obama’s doing have been found False or Mostly False.\nAs PolitiFact Florida noted, the Council of Chief State School Officers -- a national organization of public officials who head state education departments -- discussed developing common standards during its annual policy forum in 2007, a year before Barack Obama won the presidency.\nThe Obama administration has used an education grant process called Race to the Top, to encourage states to use the new standards, but no state is required to adhere to Common Core.\nLocal control\nWhile Common Core sets standards, the decisions about what books teachers should use to meet the standards are decisions made at the state and local level.\nIn fact, federal law predating Common Core prohibits \"an officer or employee of the Federal Government to mandate, direct, or control a State, local educational agency, or school’s curriculum...\"\nSo far, 42 states have agreed to use Common Core, with varying degrees of actual support. Minnesota only chose to use the English standards. South Carolina, Indiana and Oklahoma initially agreed to use Common Core, but have since withdrawn.\nOur Ruling \nTed Gatsas said that Chris Sununu, a fellow Republican, supported \"Obama’s Common Core Agenda.\"\nAs an Executive Councilor, Sununu voted in favor of testing contracts and education officials aligned with Common Core, which shows a degree of support, but he has never taken an up-or-down vote on the Common Core standards. And, while Obama’s administration has incentivized states to adopt the standards, the federal government did not develop them, nor do the standards micro-manage how New Hampshire schools should deliver education.\nThis statement contains an element of truth but ignores critical facts. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-04340"}