{"url": "/factchecks/2011/may/23/marcy-kaptur/rep-marcy-kaptur-says-gasoline-troops-afghanistan-/", "speaker": "Marcy Kaptur", "vclaim": "\"A gallon (of gasoline) delivered to the front lines for our troops in Afghanistan cost more than $400.\"", "truth_label": "mostly-true", "date": "stated on May 9, 2011 in an article in Politico:", "title": "Rep. Marcy Kaptur says gasoline for troops in Afghanistan costs $400 a gallon", "text": "When President Obama announced that Central Intelligence Agency Director Leon Panetta would replace Robert Gates as Defense secretary, Rep. Marcy Kaptur took the the pages of \"Politico\" to offer him advice.\n\nIn suggesting that the Defense Department needs to cut back on its use of petroleum products, the Toledo Democrat said:\n\n\"Even before the oil companies and Wall Street speculators drove up the price of gasoline close to $4 a gallon, the landed cost of a gallon delivered to the front lines for our troops in Afghanistan cost more than $400.\"\n\nPolitiFact Ohio already thought gas prices in Ohio were outrageous, but the idea of spending $400 per gallon boggles the mind. So we decided to look into the claim by Kaptur, a member of the House Appropriations subcommittee that funds the Pentagon.\n\nWe started with Kaptur’s office. Her staff said she gleaned her information from testimony delivered to her subcommittee.\n\nA 2009 report in The Hill, a Washington publication, recounted some of that testimony. The Pentagon comptroller’s office gave appropriators that statistic to explain the high cost of keeping troops in Afghanistan. It factors in the transportation and security costs of transporting the fuel into areas with a lack of infrastructure, challenging geography and increased roadside bomb attacks.\n\n\"It turns out that when you factor in the cost of transportation to a coastal facility in Pakistan, or airlifting it to Kandahar - and then you add the cost of putting it in a truck, guarding it, delivering it to the battlefield, and then transferring that one gallon into a piece of equipment that needs it - in extreme cases that gallon of gasoline could cost up to $400,\" Navy Secretary Ray Mabus told a 2009 Naval Energy Forumin Virginia.\n\nOne U.S. Army official has said the \"fully burdened\" cost of transporting fuel into remote areas can be as high as $1,000 per gallon.\n\n\"In some places you have to fly it in by plane or by helicopter and drop off bladders of fuel,\" Kevin T. Geiss, program director for energy and partnerships in the Office of the Assistant Secretary of the Army for Installations and Environment told Army News Service. \"Those costs can be an additional $20, $40 or even $200 a gallon.\"\n\nHigh fuel costs in military battlegrounds predate U.S. military actions in Iraq and Afghanistan. A May 2001 Defense Science Board report cites the true cost of military fuel at \"$17.50 per gallon for USAF worldwide tanker-delivered fuel, and hundreds of dollars per gallon for Army forces deep into the battlespace.\"\n\nRetired Army Brigadier General Steven M. Anderson, who handled military logistics operations for Gen. David Petraeus in Iraq during 2006 and 2007, offers a slightly different picture -- that the cost of bringing gasoline to troops in Afghanistan actually works out to be at least $30 per gallon, and is possibly as high in the mid-40s.\n\nHe told a Capitol Hill Briefing on fuel convoys in Afghanistan and Iraq that it cost about $13.88 per gallon to transport a gallon of gas to troops in Iraq when he worked there in 2007, and the amount has risen since then to $17.44 cents per gallon. He explained that it’s more expensive to bring gas to Afghanistan because \"Iraq is a land of six lane highways from one end to the other\" while \"Afghanistan is perhaps the most isolated country in the entire world.\"\n\nHe said the $400 per gallon figure for gas that others have cited for Afghanistan applies only when fuel must be brought by aircraft to the most remote areas.\n\n\"If we’re flying water up there, it’s $400 per gallon, or toothpaste or whatever,\" Anderson said. \"Anything that flies is expensive.\"\n\nRetired Air Force Lt. General Norman R. Seip, who spoke at the same event, described the $400 per gallon cost as a \"worst case scenario,\" that accounts for a tanker providing airborne refueling to a cargo plane. He said the lower figures are more reasonable.\n\nSo where does that leave Kaptur’s statement?\n\nNumerous sources have said it can cost as much as $400 per gallon to provide gas for troops in Afghanistan. That the statistic seems to be a high end number is a piece of information that provides clarification.\n\nOn the Truth-O-Meter, we rate her statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13060"}