{"url": "/factchecks/2018/dec/05/caleb-rowden/claims-over-small-cell-technology-economic-boom-pa/", "speaker": "Caleb Rowden", "vclaim": "\"The small cell bill is expected to create more than 20,000 jobs and attract $2 billion in capital investment, resulting in nearly $4 billion in economic growth over the next few years.\"", "truth_label": "half-true", "date": "stated on October 1, 2018 in a legislative report mailer:", "title": "Claims over a 'small cell technology' economic boom partly on track", "text": "Caleb Rowden had an excellent November, having been selected by his fellow Republicans as Missouri Senate majority leader.\n\n\nGiven his elevated role in the Missouri General Assembly, we thought it was a good time to look at his recent priorities.\n\n\nRowden sent out his annual legislative mailer that listed four bills under the major legislative achievement section. House Bill 1991, also known as the Uniform Small Wireless Facility Deployment Act, was among them.\n\n\nIn the mailer, he claims that HB 1991, which passed last legislative session, \"is expected to create more than 20,000 jobs and attract $2 billion in capital investment, resulting in nearly $4 billion in economic growth over the next few years.\"\n\n\nPolitiFact can't predict the future, but we wanted to check out whether his numbers matched analysts' expectations.\n\n\nHis source appears to be the wireless communications industry itself.\n\n\nWhat is small cell technology?\n\n\nAs wireless technology progresses toward mobile fifth generation (5G) technology, the infrastructure needed to use those systems has progressed as well.\n\n\nBerkeley Teate, public affairs specialist for the National Conference of State Legislatures, gave us the group's latest information on how small cell technology works.\n\n\n\"Small cells, which generate less power, collect and transmit the signals in a short range from one another,\" according to the NCSL’s latest Mobile 5G and Small Cell Legislation information article.\n\n\nBut to actually use this technology, the small cells must be spread by wireless and telecom companies across communities in Missouri and throughout the United States. These cells are usually attached to existing structures, such as road-side utility poles.\n\n\nThe bill, which was signed into law on June 1, updates the laws associated with wireless infrastructure in Missouri that will make it possible for small cells to be installed. It establishes specific provisions on how communities and wireless communication providers can work together to bring 5G wireless to their communities. Much of that infrastructure will begin taking shape in the upcoming year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\n\n\nWhere do his numbers come from?\n\n\nWe reached out to Rowden, whose team pointed us to a 2017 study from Accenture that estimates the economic impact of total 5G deployment in cities across Missouri and the United States.\n\n\nJilane Rodgers Petrie, director of public affairs for CTIA, a wireless trade organization that commissioned the study from Accenture, told us that the study does not assess states as a whole, but rather looks at cities in terms of estimated network investment, estimated GDP growth and estimated jobs from benefits of using 5G. Fifty cities in Missouri were chosen, including Kansas City and St. Louis.\n\n\nPetrie told us that although the formula uses cities, and not an entire state, it is possible to estimate the benefit to Missouri by adding together the 50 cities studied.\n\n\nWhen added together, the sum more-or-less lines up with Rowden’s claim.\n\n\nNetwork investment, or \"capital investment,\" as Rowden calls it, comes out to $2.097 billion, slightly higher than his own claim. Estimated GDP growth is $3.888 billion, a shade under his claim of $4 billion of economic growth. Job creation is estimated at 23,841 jobs, nearly 4,000 over his own claim.\n\n\nDoug Brake, director of broadband and spectrum policy for the Information Technology and Innovation Foundation, told us that these numbers seem to be on the optimistic side of what is possible from this type of legislation, but aren’t out of the realm of possibility.\n\n\nHe did caution, however, that the numbers in the study are estimates based on all the benefits of 5G deployment, such as smart grids, transportation optimization and infrastructure monitoring, not just small cell deployment itself.\n\n\n\"The small cell bill improves the conditions to bring that deployment to fruition, but the two are not the same,\" he said.\n\n\nThe study's total numbers do show a positive outlook similar to Missouri's across the U.S. There is an expected network investment total of roughly $275 billion and an expected economic growth of $500 billion from 5G deployment. The effects vary widely by state, however, depending on their current wireless infrastructure and related legislation.\n\n\nOur ruling\n\n\nCaleb Rowden said that \"the small cell bill is expected to create more than 20,000 jobs and attract $2 billion in capital investment, resulting in nearly $4 billion in economic growth over the next few years.\"\n\n\nRowden is relying on estimated numbers of 50 cities in Missouri to give an outlook of the state in relation to total 5G deployment, not just small cell legislation.\n\n\nRowden’s numbers are mostly accurate to the study, however, it goes beyond his claim to look at the benefits of 5G deployment as a whole, and not just the deployment of small cells. Essentially, the bill opens the possibility for more than 20,000 jobs, $2 billion in capital investment and $4 billion in economic growth, but won't be the sole cause of it.\n\n\nFor those reasons, we rate his statement Half True.", "vclaim_id": "vclaim-pol-01218"}