{"url": "/factchecks/2011/jun/28/alberta-darling/pay-fired-milwaukee-police-officers-Darling-does-/", "speaker": "Alberta Darling", "vclaim": "On pay for fired Milwaukee police officers", "truth_label": "full-flop", "date": "stated on June 24, 2011 in an interview:", "title": "On pay for fired Milwaukee police officers, Darling does full reversal", "text": "In the middle of the night on June 2, 2011, the Legislature’s Joint Finance Committee took up a surprise budget amendment: pay for fired Milwaukee police officers.\n\nIt’s a topic lawmakers have addressed twice in three years in the wake of public outrage over the treatment of officers fired for their roles the 2004 Frank Jude beating case. Nine officers were fired for their roles in that incident. Anger mounted as officers were paid by taxpayers while they fought their dismissals.\n\nThe Legislature first blocked pay for cops charged with serious crimes.\n\nThen, lawmakers extended the ban to officers dismissed for lesser infractions, including department rule violations.\n\nThe amendment, authored by the co-chairs of the committee -- state Sen. Alberta Darling (R-River Hills) and state Rep. Robin Vos (R-Rochester) -- would have rolled back the ban on rule violators, which covers the vast majority of those fired.\n\nAfter pressure from Milwaukee officials, who noted the 2009 police pay change had saved city taxpayers $283,300, Republican Gov. Scott Walker vetoed the provision on June 26, 2011.\n\nAmong those who urged him to veto it: Darling.\n\nHer opponent in a recall election, state Rep. Sandy Pasch (D-Whitefish Bay) called it an \"astonishing\" flip-flop.\n\nWas it?\n\nYes, time again to roll out the Flip-O-Meter. A reminder: It does not examine whether a change in position is a good one from a political or a policy perspective.  It just measures whether a person has been consistent.\n\nLet’s briefly recap Darling’s position on the question of pay for fired Milwaukee police officers.\n\nShe was a co-sponsor, along with Vos, of the amendment that was added to the budget June 2, 2011. At the time, Vos claimed the Milwaukee police chief could fire officers for \"basically no cause.\" We rated that claim False.\n\nVos has said his information on the fired police matter came from officials with the Milwaukee Police Association, which has about 1,800 members.\n\nOnce the amendment was adopted by the committee, and then by the Legislature (with Darling arguing for it on the Senate floor), Milwaukee officials pushed for a veto.\n\nUnder the system, they said, the amendment would have guaranteed fired officers at least 60 days additional pay and benefits while they appealed. Officers in some cases have stretched out the process much longer.\n\nThe 2009 police pay change has saved Milwaukee taxpayers $283,300 to date, according to Michael Tobin, executive director of the city's Fire and Police Commission. Since then, eight officers have been fired by Chief Edward Flynn for rule violations.\n\nIn the course of the discussion, Darling said she changed her mind after looking into the matter in greater depth. Darling said fired cops were treated more fairly than she had been led to believe.\n\nSaid Darling: \"There’s a lot more due process and coordination between the chief and the Fire and Police Commission.\"\n\nVos has said he will introduce a bill this fall to strip the Milwaukee police chief’s power to fire officers. He said it’s part of an effort to streamline the way cops are treated across the state. Chiefs in other jurisdictions suspend officers, and the local commission determines whether or not to fire them.\n\n\"I told Robin that he needs to talk with Mr. Tobin,\" Darling said. \"A lot has changed.\"\n\nOn June 26, 2011, Walker vetoed the provision when he signed the two-year budget.\n\nDarling acknowledged she sought a veto of an amendment she co-sponsored.\n\nThat’s a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12838"}