{"url": "/factchecks/2017/feb/03/blog-posting/old-internet-claim-obama-will-be-new-1-bill-still-/", "speaker": "Bloggers", "vclaim": "Says former President Barack Obama \"will be on new $1 dollar bill.\"", "truth_label": "pants-fire", "date": "stated on January 26, 2017 in blog posts:", "title": "Old Internet claim that Obama will be on new $1 bill is still wrong", "text": "A persistent, false claim running on numerous blogs says former President Barack Obama will replace George Washington on the $1 bill this year. The report is actually worthless.\n\"Barrack Obama will be on new $1 dollar bill 2017,\" reads a headline on a Jan. 26, 2017, post on TrueAmericans.me. It included a illustration (shown above) of what such a dollar may look like. The same site posted a poll asking readers whether they supported the move.\nThe claim was flagged by Facebook, which is trying to crack down on fabricated articles that resemble real news.\nThe false story, complete with the misspelling of \"Barack,\" appeared on several other websites in January. The story says Obama will displace George Washington, and that the public will be able to help choose from among several designs — in early 2016. That’s an easy clue that this fake story is both wrong and outdated.\nFor the record, Obama will not be going on the $1 bill, although some new bill designs (including a $20 featuring Harriet Tubman) are in the works. The U.S. Bureau of Engraving and Printing says there are no plans to redesign the $1 bill, because it’s seldom the target of counterfeiting.\nThere are also some legal roadblocks. The U.S. Treasury does not permit living people to be on currency notes, and Congress has prohibited a redesign of the single greenback in its omnibus spending measures. The vending machine lobby convinced lawmakers to leave the dollar alone, mostly because it would be expensive for vendors to upgrade bill readers to recognize cash sans Washington.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt’s hard to tell where the idea of Obama headlining the base unit of American currency originated, but contrived news stories about it go back to at least 2012.\nSupermarket tabloid Weekly World News ran a story falsely saying the Obama administration had approved a new design for all bills, including a dollar featuring the 44th president that would be worth 47 cents. The story made reference to the Dollar ReDe$ign Project, a branding experiment going back to 2010 that solicited new currency designs. Other blogs reran the Weekly World News story as fact.\nWe found the version of the story currently in circulation on blogs going back to 2014, with the same faux dollar illustration.\nThe United States Mint did strike a pair of bronze medals commemorating Obama’s two terms in office. You can buy replicas of both, but they are not legal tender. You also can buy several forms of joke bills featuring Obama from private online vendors, including denominations of $44, $2,008 and even $1 million.\nBut Obama appearing on any real currency, like making it onto the United Federation of Britain’s $50 in the 2012 remake of Total Recall, will remain fictional for now.\nWe rate this claim Pants On Fire!\nhttps://www.sharethefacts.co/share/c8478a41-c64f-4787-b0f2-2419b2050cbd", "vclaim_id": "vclaim-pol-03717"}