{"url": "/factchecks/2009/apr/01/michele-bachmann/defending-dollar-bachmann-distorts-geithners-comme/", "speaker": "Michele Bachmann", "vclaim": "\"Secretary Geithner has left the option on the table\" of abandoning the dollar for a multinational currency.", "truth_label": "false", "date": "stated on March 25, 2009 in a press release.:", "title": "In defending U.S. currency, Bachmann distorts Geithner's comments about dollar", "text": "Rep. Michele Bachmann has been uncommonly strident lately in her opposition to the Democrats running Congress and the Obama administration.\n\n\nBachmann, a Minnesota Republican who is a tax lawyer, considers herself a \"foreign correspondent on enemy lines\" in Washington, D.C. She also called for an \"orderly revolution\" against the Democrats on a recent radio show.\n\n\nOne source of her concern, Bachmann has said repeatedly, is that she fears the Obama administration wants to do away with the dollar. She introduced a constitutional amendment on March 25 that would prohibit that. Thirty-one Republicans have co-sponsored it.\n\n\nIn a news release announcing the measure, Bachmann claimed Treasury Secretary Timothy Geithner had said he was open to the idea of dropping the dollar.\n\n\n\"Yesterday, during a Financial Services Committee hearing, I asked Secretary Geithner if he would denounce efforts to move towards a global currency and he answered unequivocally that he would,\" Bachmann said in the March 25, 2009\n\nnews release\n\n. \"And President Obama gave the nation the same assurances. But just a day later, Secretary Geithner has left the option on the table. I want to know which it is.\"\n\n\nBachmann's allegation that Geithner \"left the option on the table\" is based on comments he made at a question-and-answer session that day at the Council on Foreign Relations.\n\n\n\nHere's\n\nthe relevant exchange:\n\n\n\"Wonder if you could comment on two related things,\" a questioner said to Geithner. \"One, the Chinese government proposal about a global currency; and about the IMF regulations...\"\n\n\n\"On the first question, I haven't read the (Chinese central bank) governor's proposal,\" Geithner said. \"He's a remarkably — a very thoughtful, very careful, distinguished central banker. Generally find him sensible on every issue.\"\n\n\nIt might have sounded to those who don't follow finance that Geithner declined to dismiss the idea of replacing the dollar with a multinational currency.\n\n\nBut those who do follow finance would know the Chinese proposal had nothing to do with replacing the U.S. currency. Rather, it was to replace the dollar as the international reserve currency.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAn\n\nAssociated Press Q-and-A\n\nabout the Chinese proposal published a day before Bachmann's news release explained the difference: \"Q: Does China want to get rid of the dollar and other currencies?\" it says. \"A: No, Americans wouldn't be expected to give up the dollar, nor would China give up its yuan, for that matter. The idea is to create an international currency that China and other countries could use to hold trillions of dollars in reserves.\"\n\n\nChinese officials have argued that creating a new global currency for international reserves would protect them from the danger of inflation of the dollar, which would lower the value of their reserves.\n\n\nIn any event, for Geithner to entertain the Chinese idea (which he later firmly rejected) was decidedly not to consider pulling the greenback off the street in favor of some one-world currency.\n\n\nYet that is clearly how Bachmann portrayed Geithner's remarks.\n\n\nBachmann's spokeswoman, Debee Keller, said, \"We all recognize the difference between the global reserve currency and the actual currency we use here in the U.S.\" She said Bachmann was trying to defend the dollar's status in both regards.\n\n\nBut in her news release and in public comments, Bachmann continually distorted the issue, suggesting that Geithner expressed openness to replacing the dollar as the U.S. currency. For example, her news release was titled: \"Bachmann Demands Truth: Will Obama Administration Abandon Dollar for a Multi-National Currency?\" It said her resolution would \"bar the dollar from being replaced by any foreign currency.\"\n\n\nAnd her proposed constitutional amendment makes no mention of an international reserve currency — rather it would forbid the president from \"entering into a treaty or other international agreement that would provide for the United States to adopt as legal tender in the United States a currency issued by an entity other than the United States.\"\n\n\nBachmann continued to confuse the issue the next day on\n\nHannity's America: \n\n\"I'm very concerned about the international moves they're making,\" she said, referring to the Obama administration. \"Particularly the question that there was about moving the United States off of the dollar and onto a global currency, like Russia and China are calling for.\"\n\n\nAgain, Russia and China were not calling for \"moving the United States off the dollar.\"\n\n\nA few days later, on the\n\nGlenn Beck Program,\n\nBachmann made comments that indicated more understanding of the subtlety of the issue. Instead of railing against replacing the dollar, she referred to the prospect of the International Monetary Fund \"taking the dollar off as the medium of exchange.\"\n\n\nBut never during that appearance did she correct Beck's introduction, in which he had said Geithner \"can't make up his mind whether or not he supports the global currency to replace the U.S. dollar or leave the U.S. dollar. The next guest (Bachmann) adamantly opposes a global currency and is proposing legislation now that would prohibit the United States from recognizing any other currency besides the greenback.\"\n\n\nSo Bachmann left Beck's viewers with the impression that Geithner was open to abandoning the dollar.\n\n\nThis claim, which Bachmann repeated in several forums over several days, including in a news release that remains on her Web site, is just wrong. That earns a False on the Truth-O-Meter.", "vclaim_id": "vclaim-pol-15784"}