{"url": "/factchecks/2015/aug/24/rachel-maddow/rachel-maddow-says-under-scott-walker-middle-class/", "speaker": "Rachel Maddow", "vclaim": "Under Scott Walker, \"the Wisconsin middle class is shrinking at a faster rate than any other state in the country.\"", "truth_label": "false", "date": "stated on July 13, 2015 in a television show:", "title": "Rachel Maddow says under Scott Walker middle class in Wisconsin is shrinking fastest among states", "text": "Joining a chorus of criticism of Scott Walker's record on jobs, liberal talk show host Rachel Maddow made a striking claim about the middle class.\n\"Under his leadership as governor, Wisconsin has had a really bad time of it when it comes to jobs and the economy,\" Maddow said on her MSNBC program on July 13, 2015, the day Walker announced his run for the Republican presidential nomination.\nShe added:\n\"The Wisconsin middle class is shrinking at a faster rate than any other state in the country.\"\nMaddow cited a respected source to back her claim. But it made a comparison back to 2000 -- a decade before Walker was elected governor.\nSo we generated data that measures the middle class -- in Wisconsin and nationally -- during Walker's time in office.\nMaddow’s evidence\nAs Maddow made her claim, a graphic on the screen showed a Washington Post article referencing a March 2015 report by the Pew Charitable Trusts, a widely respected nonpartisan research organization. Maddow's staff told us the report was the source for her claim.\nPew defined middle class as households earning between 67 percent and 200 percent of each state's median income. Its report found that in all 50 states, the percentage of middle-class households was lower in 2013 than it was in 2000.\nFor Wisconsin, the middle class covered income ranging from $34,500 to $103,000 in 2013. Pew found that 48.9 percent of Wisconsin households were middle class in 2013, down from 54.6 percent in 2000 (the 2000 income was adjusted for inflation.)\nWisconsin’s drop was the largest of any state.\nBut as we noted, Pew's starting point was 2000. And Walker didn’t become governor until January 2011.\nThat means we don’t know from the Pew report how much of the shrinking of Wisconsin’s middle class occurred under Walker, versus any of the three previous governors dating back to 2000. That would include two Republicans (Scott McCallum and Tommy Thompson), as well as Democrat Jim Doyle, who served for eight years before being succeeded by Walker.\nIndeed, there's an indication that Wisconsin's shrinking middle class has been in the making for more than a few years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nTrend years in the making\nA blog post on the Pew findings by the Wisconsin Budget Project, a program of the left-leaning Wisconsin Council on Children and Families, and has studied income inequality in the state, said:\n\"There’s no single reason why the decline in economic security for Wisconsin middle-income households has been so much greater than in most other states. One contributing factor is that Wisconsin’s population is growing more slowly and is on average older than the populations of many other states. Also contributing is the decline of manufacturing in the U.S.; Wisconsin’s economy relies more heavily on manufacturing than nearly any other state.\"\nThe blog post also cited the declining share -- since 2000 -- of Wisconsin workers who belong to unions, saying the higher wages paid to unionized workers vs non-union workers \"help push additional households into the middle class.\"\nWalker's tenure\nFor Maddow's claim, the question is how the middle class has fared versus other states since Walker has been governor.\nThe answer is: Not great, but quite a bit better than last place.\nUsing the same University of Minnesota data that Pew used, we compared 2010, the year before Walker took office, to 2013, the latest year for which data is available.\nNationally during that period, the percentage of middle-class households grew in 15 states, including neighboring Iowa. But it fell in the other 35 states, including Wisconsin.\nAs we noted, 48.9 percent of households in Wisconsin were middle class in 2013. We found that was down from 49.4 percent in 2010.\nThat drop of 0.5 percentage points meant Wisconsin ranked 24th among the 50 states. Montana’s drop of 2.65 percentage points was the largest for that period.\nOur rating\nMaddow said that under Walker, \"the Wisconsin middle class is shrinking at a faster rate than any other state in the country.\"\nA study by a nationally respected research group found that -- comparing 2000 to 2013 -- the percentage of households in Wisconsin that were middle class dropped by a larger percentage than any other state. But 2000 was more than a decade before Walker took office.\nUsing the same data, we compared 2010, the year before Walker took office, to 2013, the latest year for which data are available. In that comparison, Wisconsin ranked 24th in terms of shrinkage of its middle class.\nWe rate Maddow's statement False.", "vclaim_id": "vclaim-pol-06045"}