{"url": "/factchecks/2017/apr/28/donald-trump/donald-trump-says-hes-only-modern-president-fill-s/", "speaker": "Donald Trump", "vclaim": "\"For the first time in the modern political era, we have confirmed a new justice in the first 100 days.\"", "truth_label": "mostly-true", "date": "stated on April 28, 2017 in the National Rifle Association Annual Meeting:", "title": "Donald Trump says he's the only modern president to fill SCOTUS seat in 100 days", "text": "President Donald Trump told National Rifle Association members that 100 days in, he’s already fulfilled a major promise he made to them on the campaign trail: nominating a conservative justice to the Supreme Court to replace Antonin Scalia.\nIn fact, he said he’s the first president since 1881 to fill a Supreme Court vacancy in his first 100 days.\n\"I kept my promise, and now with your help, our brand new justice — and he is really something very special — Neil Gorsuch sits on the bench of the United States Supreme Court,\" Trump said at the group’s annual meeting April 28. \"For the first time in the modern political era, we have confirmed a new justice in the first 100 days. The last time that happened was 136 years ago, in 1881. Now, we won't get any credit for this, but don't worry about it.\"\nTrump has his history right. He is indeed the first modern president to fill an open Supreme Court seat within the first 100 days.\nThe last president to do so was Chester A. Arthur, who took office Sept. 19, 1881, and nominated Horace Gray to the bench the following December.\nBut this isn’t as big of an achievement as it might seem.\nThe reality is that very few presidents are presented with the opportunity to appoint and confirm a new Supreme Court justice within their first 100 days.\nOther than Trump, just four presidents since 1900 have had that chance: Bill Clinton, Richard Nixon, Harry Truman and Warren Harding.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAnd Trump is the only one of the group who entered office with a vacant Supreme Court seat from the start — meaning he had a full 100 days to nominate and confirm his pick.\nFor both Harding in 1921 and Truman in 1945, the Supreme Court seat opened up about 11 weeks into their respective presidencies. For Clinton, it opened up about eight weeks in. (One hundred days is about 14 weeks.) None of them nominated and confirmed a replacement until after the 100 days were up.\nChief Justice Earl Warren announced his retirement in 1968, before Nixon took office the following January. But Warren said he would stay on the bench until his replacement was confirmed, so there was no actual vacancy. Nixon didn’t get a replacement confirmed until June 1969.\nFor a good overview of Supreme Court nomination timelines going back to 1900, see this report by the nonpartisan Congressional Research Service.\nOur ruling\nTrump said, \"For the first time in the modern political era, we have confirmed a new justice in the first 100 days.\"\nBefore Trump, the last time a president nominated and confirmed a Supreme Court nominee within his first 100 days was Arthur in 1881.\nHowever, Trump’s statement leaves out the important fact that it’s rare for a president to have the opportunity to nominate a justice in those first 100 days. Trump and Nixon are the only presidents since 1900 to have entered office knowing they have a seat to fill imminently. Three others learned of an opening near the end of the 100-day benchmark.\nTrump’s statement is accurate but needs additional context. We rate it Mostly True.\n Share the Facts 2017-04-28 22:49:25 UTC   Politifact    2 1 7  Politifact Rating: Mostly True  \"For the first time in the modern political era, we have confirmed a new justice in the first 100 days.\"    Donald Trump president   at the NRA Annual Meeting Friday, April 28, 2017 2017-04-28    Read More  info", "vclaim_id": "vclaim-pol-03362"}