{"url": "/factchecks/2014/feb/11/senate-majority-pac/pro-democratic-pac-says-scott-brown-delivered-wall/", "speaker": "Senate Majority PAC", "vclaim": "Says that as a U.S. senator, Scott Brown \"delivered for Wall Street, saving big banks $19 billion in taxes.\"", "truth_label": "barely-true", "date": "stated on January 8, 2014 in a campaign ad:", "title": "Pro-Democratic PAC says Scott Brown 'delivered for Wall Street, saving big banks $19 billion in taxes'", "text": "Republican Scott Brown hasn’t tipped his hat about whether he’ll run for office in New Hampshire, but the buzz about Brown hasn’t died down in the Granite State.\nOne poll conducted in January 2014 showed Brown tied in a hypothetical match-up against U.S. Sen. Jeanne Shaheen, D-N.H., who faces re-election in the fall. Other polls have him trailing Shaheen by 10 points and 3 points, but within striking distance.\nPolitical groups have filled the airwaves with messages aimed at swaying the Senate race. Shaheen has been targeted for her support of President Barack Obama’s health care reform law.\nMeanwhile, Brown came under attack from a committee aimed at keeping Democrats in charge of the Senate. An ad released by Senate Majority PAC in January 2014 painted the former Massachusetts senator as a friend of big banks.\n\"When Scott Brown was the senator from Massachusetts, the Boston Globe reports, he delivered for Wall Street, saving big banks $19 billion in taxes,\" the ad states.\nThe claim has been picked up elsewhere, with the New Hampshire Democratic party posting on its Buzzfeed page an item titled, \"10 things Scott Brown thinks are no biggie.\" One of the items cited in the post was that \"Brown delivered a $19 billion break for his Wall Street pals.\"\nWe wondered whether it was true that Brown delivered a tax break for big banks while he was serving in the U.S. Senate. If so, how big was it?\nWe asked Senate Majority PAC to help us evaluate the claim, but we didn’t get a response. Next, we looked to the Globe, the newspaper of record in Brown’s former home state.\nThe Globe did indeed report that Brown \"delivered for Wall Street\" while he was in the Senate. A story published in 2012 highlighted Brown’s role in the battle over the Dodd-Frank Wall Street Reform and Consumer Protection Act, a bill to overhaul financial regulation that was signed in 2010.\nBrown withheld his support for the bill until Democrats agreed to eliminate a proposed $19 billion tax on banks, the Globe reported.\nBrown’s own statements from the time jibe with the Globe’s reporting; Brown opposed the $19 billion tax proposal. Furthermore, his intransigence played a part in getting the tax dropped from the final bill, according to multiple reports.\nBut to evaluate whether Brown delivered a political favor for Wall Street -- the underlying message of the attack ad -- it’s important to consider the context of the Dodd-Frank bill, and its full impact on the financial services industry.\nBrown crossed party lines\nDodd-Frank was crafted in response to the financial collapse that began in 2007. It was designed as a sweeping overhaul of the financial regulatory system, intended to increase oversight and prevent the risky practices that contributed to the economic crisis.\nBrown was one of the only Republicans in the Senate who supported the bill. His vote was crucial to getting the legislation signed into law, delivering a victory for Obama and supporters in Congress who were pushing for regulatory changes.\n\"I was the deciding vote on the Dodd-Frank bill,\" Brown told PolitiFact New Hampshire. \"I was tired of banks acting like casinos with our money.\"\nBrown was hailed for supporting the bill by then-Sen. Chris Dodd, a Connecticut Democrat, who called his actions an example of how bipartisanship is supposed to work. Obama also thanked Brown and the two other Senate Republicans who voted in favor of Dodd-Frank.\nDuring an interview this week, Brown pointed out that Shaheen and nearly every other Senate Democrat joined him in voting for passage. Brown said he faced blowback from Republicans, and is still criticized by Tea Party conservatives for supporting the bill.\n\"If Jeanne and the Democrats are so upset over it, then why did they vote for it?\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nFinancial companies face fees\nAlthough Brown lobbied against one form of taxation, the bill had other ramifications for big banks.\nWhen Dodd-Frank was being hammered out in committee, lawmakers received a projection from the Congressional Budget Office that showed one version of the bill was on track to increase budget deficits by $19.7 billion over a decade.\nBecause of federal pay-as-you-go requirements, lawmakers needed to find some way to pay for the deficit increase. Members of the conference committee sought to make up the difference by taxing certain large financial institutions to the tune of $19 billion -- a roughly equal amount.\nSince Brown’s support was crucial to getting the bill through the Senate, he did play a significant role in getting the $19 billion tax eliminated. Brown asked members of the conference committee to reduce federal spending instead.\n\"This tax will be paid by consumers who will have to pay higher fees and the small businesses that won't get the funding they need to invest and create jobs,\" Brown wrote in a June 29, 2010 letter to Dodd and then-U.S. Rep. Barney Frank, D-Mass.\nThe solution that emerged used a combination of measures to offset the anticipated deficit increase.\nIt redirected $11 billion by shutting down the Troubled Asset Relief Program, the fund established after the financial collapse to rescue banks such as Goldman Sachs, Citigroup and Bank of America.\nMuch of the remainder of the money came by requiring the Federal Deposit Insurance Corp. to charge higher deposit insurance premiums. The change applied only to banks with assets greater than $10 billion.\nThe compromise won Brown’s support, but it didn’t sit well with some in the financial services industry. Jim Chessen, the chief economist at the American Bankers Association, called the new FDIC requirements a \"tax by another name\" in a June 30, 2010 report from American Banker.\nJames Barth, a scholar in finance at Auburn University and a senior fellow at the Milken Institute, agreed the deposit insurance changes were essentially a new tax on banks.\n\"You can do it indirectly through the Deposit Insurance Fund or you can do it directly and call it a tax, but you've heard the old analogy: If it walks like a duck and quacks like a duck, it's probably a duck,\" he told American Banker.\nThe net impact\nBrown helped to thwart one tax increase, but Dodd-Frank still instituted other fees on the financial industry.\nThe Congressional Budget Office estimated the higher FDIC premiums that came about through Dodd-Frank will save the government about $6 billion over 10 years by taking in more money from big banks.\nThe bill also changed federal deposit insurance programs in ways unrelated to the compromise struck to appease Brown and other Senate Republicans.\nOne of those changes raised deposit insurance coverage levels. It was expected to yield about $9 billion in savings -- money that would come through corresponding increases in premiums paid by depository institutions.\nAnother fee on financial companies came through changes to the Federal Reserve. Dodd-Frank requires the Federal Reserve to charge fees for the examination of large thrift and bank holding companies, a move expected to increase revenues by about $580 million over 10 years.\nDodd-Frank also established several new regulatory entities. Among them were the Financial Stability Oversight Council and the Office of Financial Research. Both entities were slated to be funded for two years by transfers from the Federal Reserve, then through fees assessed on certain financial companies totalling $500 million.\nIn all, those new fees and taxes on big banks calculate to around $16 billion. The actual amount could be far higher; in a blog post in 2011, the American Bankers Association wrote that Dodd-Frank is \"likely to result in nearly $27 billion in new private-sector fees, assessments and premiums.\"\nOur ruling\nBrown might have \"delivered\" for Wall Street by opposing a specific $19 billion tax proposal that would have been part of Dodd-Frank, but his support for the law -- which proved pivotal for its passage, and which drew Brown significant flak from the financial-services industry -- still helped bring about billions worth of new taxes and fees on the financial sector, not to mention additional regulation. The claim has an element of truth, but ignores important details that would give a different impression. So we rate it Mostly False.", "vclaim_id": "vclaim-pol-08267"}