{"url": "/factchecks/2014/nov/02/jonathan-karl/last-time-kansans-elected-someone-other-republican/", "speaker": "Jonathan Karl", "vclaim": "\"Kansas has not elected somebody other than a Republican (to the U.S. Senate) since before 'The Wizard of Oz' hit the movie theaters.\"", "truth_label": "true", "date": "stated on November 2, 2014 in comments on ABC's \"This Week\":", "title": "Last time Kansans elected someone other than a Republican to the Senate? Try 1932", "text": "With results just hours away in the country’s closest political races, Sunday morning pundits made the case for the best and worst candidates of the 2014 midterm elections.\nOne man frequently mentioned for the latter unenviable distinction is U.S. Sen. Pat Roberts, a Kansas Republican locked in an unexpectedly tight race against independent Greg Orman. Roberts has struggled despite his status as an incumbent in a super conservative state, a headache of a situation for Republicans who want to flip control of the Senate.\n\"There’s a clear worst candidate this year. It’s Pat Roberts,\" ABC White House correspondent Jonathan Karl said on This Week. \"I mean, Kansas has not elected somebody other than a Republican since before The Wizard of Oz hit the movie theaters.\"\nThe classic film that opens with a tornado sweeping through a Kansas farm made its debut 75 years ago in 1939. Has it really been that long since Kansas elected someone who wasn’t a Republican to the U.S. Senate?\nActually, it’s been longer. Eighty-two years, to be exact.\nThe last Democratic senator the state sent to Washington was George McGill, a lawyer from Wichita who served from 1930-39. After winning a 1932 election, McGill lost his 1938 re-election bid.\nThe only other Democratic senators from Kansas were John Martin, who filled out the remainder of a deceased senator’s term from 1893-95, and William Howard Thompson, who served from 1913-19, according to the Biographical Directory of the U.S. Congress.\nTwo Kansas senators served as members of the Populist Party, though both were elected at the turn of the century well before The Wizard of Oz movie release.\nThe other 28 senators were all Republicans, including Roberts, who won his first election to Congress in 1981 and his first U.S. Senate race in 1996.\nFor an incumbent such as Roberts to be in such a vulnerable position is highly unusual, said Burdett Loomis, professor of political science at the University of Kansas. Winning a seat in the U.S. Senate from Kansas has been mostly very easy for Republicans. The GOP has long dominated all layers of Kansas politics, with the state last voting for a Democratic candidate for president in 1964. (A notable recent exception is when Kathleen Sebelius won the governor's race as a Democrat in 2002 and 2006.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"In that context, it’s just very weird because this is about as favorable an environment for a Republican as you can get,\" Loomis said, \"and it’s also supposed to be a good year for Republicans across the country.\"\nRoberts was weakened early in his re-election bid by a New York Times report that revealed he does not have a home of his own in Kansas. He survived his primary despite tea party criticisms that he is a Washington insider. His attacks against Orman have largely failed and he has focused more on criticizing President Barack Obama and Senate Majority Leader Harry Reid than documenting his own achievements, Loomis said.\n\"I think Roberts could have more easily won a conventional race,\" Loomis said. \"Running against an independent, it really is harder.\"\nEven though Kansas is usually a reliably conservative state, the state’s share of residents who identify as moderates (36 percent) is about the same as those who say they are conservative at 38 percent, according to a Gallup analysis. This could be one reason Orman is doing well in pre-election polls.\nAlso, according to Gallup, Kansas is on the low end of the 10 reddest states in terms of residents who describe their political ideology as conservative.\nThe Roberts-Orman race is considered a toss-up by Real Clear Politics and The Cook Political Report. Nate Silver’s FiveThirtyEight.com gives Orman a 54 percent chance of winning.\nOur ruling\nTalking about the midterm campaign with the most blunders, Karl said Roberts is the \"clear worst candidate of the year,\" pointing to the fact that \"Kansas has not elected somebody other than a Republican since before The Wizard of Oz hit the movie theaters.\"\nKarl’s talking point is on the money. Kansas last elected a Democrat to the U.S. Senate in 1932. The Wizard of Oz was released seven years later.\nHis claim rates True.", "vclaim_id": "vclaim-pol-07037"}