{"url": "/factchecks/2007/oct/22/rudy-giuliani/updated-the-turn-around-started-before-rudy-did/", "speaker": "Rudy Giuliani", "vclaim": "\"I brought down crime more than anyone in this country -- maybe in the history of this country -- while I was mayor of New York City.\" -", "truth_label": "barely-true", "date": "stated on October 21, 2007 in a debate in Orlando, Fla.:", "title": "Updated: The turn-around started before Rudy did", "text": "At the Oct. 21, 2007 debate at the Republican Party of Florida's convention in Orlando, Rudolph Giuliani worked a favorite theme, that his record of cutting crime in New York makes him a top choice for president.\n\nBut as he has before, he overstated his achievement.\n\n\n\"I brought down crime more than anyone in this country -- maybe in the history of this country -- while I was mayor of New York City,\" Giuliani said in Orlando.\n\n\nThe statement was similar to another that we checked. In an interview with The New Yorker magazine published Aug. 20, 2007, Giuliani claimed that he reversed New York's crime trend.\n\n\n\"I mean, we took a city that nobody believed could be turned around with regard to crime, and really did turn it around. That's not like a political slogan. We really did it,\" he told the magazine.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nBoth statements have elements of truth, but don't tell the full story. Violent crime in New York actually began falling three years before Giuliani became mayor in 1994, and property crime started falling four years before. He didn't \"turn it around.\" Nor was New York unique in its crime trends. Many big cities enjoyed similar decreases in crime throughout the 1990s.\n\n\nDepending on the type of crime, in fact, other cities had sharper drops than New York. And the major U.S. city with the steepest decline in violent crime? San Francisco, where it fell by 64.5 percent from 1993 to 2001, compared with 55.6 percent in New York.\n\n\nMeanwhile, independent studies generally have failed to link the tactics of the Giuliani administration with the large decrease in crime rates.\n\n\nRather, many criminologists believe the decline in New York, as in Chicago, Miami, San Francisco and elsewhere, was the result of a complex mix of social and demographic changes, including a break in the crack cocaine epidemic, an improving economy, and longer prison terms for career criminals.\n\n\nGiuiliani's push for better policing tactics and policies were likely part of it, but not to the extent he claims, experts say.\n\n\nHis numbers do look good, and the decline in crime rates sure picked up speed when he was in charge: After falling about 12 percent from 1990 to 1993, violent crime dropped 56 percent over the next eight years. But most big cities, and the nation as a whole, followed a similar pattern: A slow fall beginning around 1990 or 1991, followed by a sharp drop over the next decade.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16553"}