{"url": "/factchecks/2010/aug/23/national-republican-congressional-committee/marshall/", "speaker": "National Republican Congressional Committee", "vclaim": "U.S. Rep. Jim Marshall (D-Ga.) refuses to return $37,000 in \"dirty\" campaign contributions from U.S. Rep. Charles Rangel (D-N.Y.)", "truth_label": "half-true", "date": "stated on August 10, 2010 in a recorded message:", "title": "Republicans accuse Georgia Democratic congressman of taking \"dirty\" money from embattled Congressman Charles Rangel", "text": "Republicans are raising questions about a controversial campaign contributor to a Democratic Georgia congressman.\n\nThe National Republican Congressional Committee put together a recorded telephone message that it said went to residents on Aug. 10 in Democrat Jim Marshall's congressional district in Middle Georgia. The message said U.S. Rep. Charles Rangel, who is in a heap of ethics trouble, made $37,000 in campaign contributions to Marshall.\n\nRangel, a Democrat from New York City, is facing 13 ethics charges largely surrounding whether he used his office for personal gain. Rangel admits to belatedly reporting hundreds of thousands of dollars in income and assets. But Rangel insists he's not corrupt.\n\nThe RNCC urges Marshall in the message to give the money back.\n\n\"So far, Congressman Marshall's fellow Democrats have returned almost $640,000 in dirty campaign money from Rangel,\" the unidentified voice in the message says. \"Yet, Congressman Marshall refuses to return $37,000.\"\n\nIs a New York congressman who is under an ethics cloud helping fund the campaign of a Middle Georgia congressman running for re-election?\n\nAJC PolitiFact Georgia contacted Marshall's office about the NRCC allegation. Our initial search of federal campaign contributions from Rangel for Congress showed the congressman sent just $9,000 to Marshall.\n\nMarshall's spokesman Doug Moore said the GOP has included money from a political action committee Rangel is involved with called \"National Leadership PAC.\" In all, Moore said Marshall has received $38,000. But that money arrived before Rangel's ethics problems, Moore said.\n\nA leadership PAC is a fundraising device politicians to back other candidates. National Leadership PAC is Rangel's PAC. It  collects money that is then doled out to other Democrats running for office.\n\nMoore called it a \"technicality\" to say the money from the National Leadership PAC is from Rangel. Moore argued the message is misleading because all of contributions were made by 2007, a year before the ethics allegations surfaced. Marshall has since refused to accept contributions from Rangel or the PAC, Moore said.\n\nMarshall represents Georgia's 8th Congressional District, which includes Macon and much of Middle Georgia. It's considered a swing district that Republicans are eager to seize this fall in their attempt to win control of Congress. Marshall has won several close races in recent years. Linking him to Rangel, a liberal with ethics issues, could damage Marshall this election cycle, experts say.\n\n\"(Republicans) are trying to say this guy might be dirty like the rest of them,\" said Emory University associate political science professor Michael Leo Owens.\n\nMarshall is trying to distance himself from such comparisons. He told PolitiFact Georgia in a statement that \"if Rangel is indeed guilty of the charges, he should have resigned a long time ago.\"\n\nAnthony Corrado, an expert in campaign finance laws, said it is common practice for members of Congress to give money from their PACs to fellow members facing tough re-election battles. The National Leadership PAC donated $899,000 to various Democratic candidates in 2008, said Corrado, a government professor at Colby College in Maine. National Leadership is probably one of the top 10 PACs in terms of donations, Corrado said.\n\nCorrado said candidates return money to someone or an organization that becomes politically liable. However, he said that Rangel giving money to Marshall during the last election cycle does not carry the same weight as if the contributions were made after Rangel's ethics allegations went public.\n\n\"It's not the same,\" he said.\n\nKennesaw State University political science professor Kerwin Swint agreed with Owens that the RNCC is smart to attempt to link Marshall with Rangel. However, Swint said the robocall is \"slightly misleading\" because it does not mention that contributions were made before the ethics allegations emerged.\n\n\"That's politics,\" Swint said. \"All is fair.\"\n\nSo is the NRCC's message correct? The total amount of money was off by $1,000.\n\nBut a point that concerned us more is that the contributions were made before the allegations surfaced. Anyone who hears the message would not know from it when the contributions were made, which made a difference to every expert we spoke with. We believe the statement does contain some truth. But it leaves out important details and takes some things out of context. On our Truth-o-Meter scale, that rates as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010", "vclaim_id": "vclaim-pol-14551"}