{"url": "/factchecks/2013/nov/19/mark-pryor/rep-tom-cotton-voted-make-medicare-voucher-system-/", "speaker": "Mark Pryor", "vclaim": "Says Tom Cotton \"voted to turn Medicare into a voucher system.\"", "truth_label": "mostly-true", "date": "stated on November 13, 2013 in a campaign ad:", "title": "Rep. Tom Cotton voted to make Medicare voucher system, says Sen. Mark Pryor", "text": "Attack ads are in full swing for the 2014 Arkansas Senate race. The latest back-and-forth between incumbent Mark Pryor, a Democrat, and U.S. Rep. Tom Cotton, a Republican, focused on Medicare funding.\nEach candidate accused the other of cutting funding.\n\"Some politicians like Tom Cotton voted to cut Social Security, turn Medicare into a voucher system and raise the age of eligibility to 70,\" Pryor's ad said. \"Pryor cut Medicare to pay for Obamacare,\" Cotton’s ad shot back.\nWe’ll address Cotton’s Medicare claim in a separate fact-check. Here, we’ll focus on Pryor’s statement about the voucher system.\nDid Cotton really vote for a voucher system? Cotton’s office did not respond to our requests for comment, but we decided to look into it.\nPolitiFact has looked at similar claims for years, and it’s still hanging around in 2014 rhetoric.\nPryor’s spokesman told us the ad was referencing the Rep. Paul Ryan, R-Wis., budget plan. Ryan first introduced his plan as an alternative to the federal budget in 2009, but he modified it in subsequent years as it gained traction in the House. A big part of his proposal has been to rein in future costs for Medicare.\nPryor’s spokesman correctly pointed out that Cotton did vote in favor of Ryan’s budget proposal in March.\nAs we noted in an earlier fact-check in the run-up to the 2012 presidential election, we also need to determine if Ryan’s proposed plan in 2013 qualifies as a \"voucher system.\"\nThere’s debate in policy wonk circles about what constitutes a voucher system versus \"premium support,\" the term that Republicans prefer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nRyan’s latest plan, the one Cotton voter for, called for a flat payment to eligible seniors (at an increasing age for eligibility) to purchase private insurance or a traditional Medicare plan.\nThe value of the payment would be either equal to the second-cheapest private plan available in a given area, or the cost of traditional Medicare -- whichever is cheaper.\nThe fact that Ryan leaves in the option for traditional Medicare is noteworthy here. That means people can opt to have their subsidy go toward the current system. So there’s no mandatory move to a private plan.\nThat’s a key difference from Ryan’s 2011 proposal. The other big change is that the 2013 plan allows for a different method of indexing of cost growth, which ensures the payments to seniors keep up with the changing economy, according to both left- and right-leaning health policy experts we spoke to.\nCould we consider this a \"voucher system\"? Paul Van de Water, a health policy expert at the left-leaning Center on Budget and Policy Priorities, pointed us toward a book released in 2000 called Vouchers and the Provision of Public Services, which details voucher programs in several spheres, health care being one. A voucher is defined as \"a subsidy that grants limiting purchasing power to an individual to choose among a restricted set of goods and services.\"\nThe Brookings Institution, published a paper in 1995 that referred to Medicare reform as \"premium support\" but didn’t totally rule out the voucher distinction. One distinction between vouchers and premium support is that a pure voucher system would mean handing people money not adjusted for inflation.\nHowever, Ryan’s plan does adjust for cost growth by year. So it’s not a perfect voucher system, which conservative health policy expert Robert Moffit at Heritage Foundation told us in a previous fact-check would resemble a simpler system like airline vouchers for food and drink.\nYuval Levin, a health policy expert at the conservative Ethics and Public Policy Center told us he wouldn’t consider the proposal a voucher system at all.\nThere’s definitely debate over semantics, but to the average voter (if not the average policy wonk), it seems like the word \"voucher\" would accurately describe the basics of Ryan’s proposal (which, by the way, doesn’t sound all that different from the healthcare.gov marketplaces for the uninsured). Calling programs like this \"voucher systems\" has been common in the field for years without negative connotations, Van de Water said.\nOur ruling\nPryor’s campaign ad said Cotton voted to turn Medicare into a voucher system. Liberal and conservative  experts have debated whether it’s a voucher system in every sense of the word. When we set aside the negative connotation that Democrats want to pin to Ryan’s proposal by using the word \"voucher,\" we think it’s still an accurate way to describe the process of encouraging seniors to shop for their own plans from private insurers. The \"voucher system\" is the colloquial way to refer to a program that gives people credit to purchase something.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-08593"}