{"url": "/factchecks/2018/jun/29/blog-posting/loomer-maxine-waters-not-facing-criminal-charges/", "speaker": "Bloggers", "vclaim": "\"Maxine Waters Is Getting Criminally Charged!\"", "truth_label": "false", "date": "stated on June 28, 2018 in a blog post headline:", "title": "No, Maxine Waters is not facing criminal charges", "text": "Is U.S. Rep. Maxine Waters, D-Calif., getting criminally charged?\nWaters’ call to confront members of President Donald Trump’s administration during a June 23 rally in Los Angeles not only drew criticism, but sparked a series of inaccurate headlines and stories.\n\"Maxine Waters Is Getting Criminally Charged!,\" read a headline on ConservativePost.com. Like the claim that a Trump supporter had tried to murder Waters, this headline is false.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\n\"Laura Loomer, a conservative investigative journalist, is charging ‘Auntie’ Maxine for assault, citing Waters hit her hand and swatted her face with office papers,\" the article reads.\nThe blog post cites a tweet by Loomer that reads: \"BREAKING: Today I filed a police report w/ @CapitolPolice against @RepMaxineWaters. Yesterday when I confronted her on Capitol Hill, she ASSAULTED me. She hit my hand, then she swatted me in the face twice w/ her papers. I’m pressing charges against her.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nBREAKING: Today I filed a police report w/ @CapitolPolice against @RepMaxineWaters.Yesterday when I confronted her on Capitol Hill, she ASSAULTED me. She hit my hand, then she swatted me in the face twice w/ her papers. I’m pressing charges against her. https://t.co/t6GiTwI97x— Laura Loomer (@LauraLoomer) June 27, 2018\n\n\nA video Loomer posted of the incident shows Loomer chasing after Waters in the halls of Congress. Waters responds each question by saying a variation of, \"Come to my office, I’ll be happy to sit down with you. We can’t talk on the run.\"\nWhen Loomer does not desist, Waters holds a piece of paper over her face and waves Loomer’s recording device away. Waters eventually walks into a members-only elevator on her way to a vote.\nFiling a police report does not equate having criminal charges brought against Waters. A criminal charge can only be made by a government authority, which Loomer is not.\n\"A police report could trigger a criminal charge if a prosecutor brought the charges to a grand jury and they chose to pursue it,\" Kathleen Clark, a law professor at Washington University, told us. \"But the mere filing of a complaint by an individual who feels aggrieved does not constitute a criminal charge.\"\nBloggers said Waters is getting criminally charged. But that’s a misreading of what happened, and how the U.S. criminal justice system works. We rate this statement False.\n Share the Facts 2018-06-29 18:21:00 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Maxine Waters Is Getting Criminally Charged!\"    ConservativePost.com Blogger https://conservativepost.com/maxine-waters-is-getting-criminally-charged/   In a blog post headline Thursday, June 28, 2018 2018-06-28    Read More  info", "vclaim_id": "vclaim-pol-01909"}