{"url": "/factchecks/2019/oct/16/donald-trump/after-attacks-turkey-trump-falsely-claims-kurds-sy/", "speaker": "Donald Trump", "vclaim": "\"The Kurds are much safer right now.\"", "truth_label": "false", "date": "stated on October 16, 2019 in answering questions from reporters:", "title": "After attacks by Turkey, Trump falsely claims Kurds in Syria are much safer now", "text": "On the day Turkish President Recep Tayyip Erdogan sought international support for his country’s battle against the Kurds and warned Kurdish fighters to withdraw from the Syrian border \"this very night,\" President Donald Trump claimed the Kurds are actually in a safer position now.\nTelling reporters that Erdogan would be meeting in Turkey the next day with Vice President Mike Pence and Secretary of State Mike Pompeo, as American officials continue to press Turkey for a ceasefire, Trump said:\n\"We have a lot of great people over there; we'll see. In the meantime, our soldiers are not in harm's way, as they shouldn't be as two countries fight over land that has nothing to do with us. And the Kurds are much safer right now. But the Kurds know how to fight.\"\nAfter saying \"they’re not angels,\" Trump added: \"Syria is protecting the Kurds.\"\nThe White House and his campaign did not respond to our requests for information to support his claim.\nBut while it is true that the Kurds have forged a new alliance with Syria, that occurred only because the U.S. withdrawal from the region that Trump ordered opened the door to Turkey's attacks on the Kurds.\n\"This statement is totally disconnected from reality given the long-standing, deep and intensely abiding enmity between Turkey and the Kurds and the entire purpose of the Turkish military offensive, which is to forcibly clear the border of Kurds and Kurdish forces,\" Bruce Hoffman, senior fellow for counterterrorism and homeland security at the Council on Foreign Relations, told PolitiFact.\nKurds targeted\nHere’s a timeline of recent events:\nOct. 5  — Turkey threatens incursion: Erdogan announces the completion of preparations for a military incursion into northeast Syria.\nOct. 6  — Trump announces withdrawal: Trump announces after a call with Erdogan that the United States would withdraw from the \"immediate area\" into which Turkish troops were expected to advance. The White House denies that Trump offered Turkey a \"green light\" to slaughter U.S.-backed Kurdish forces.\nOct. 7  — Kurds fear massacre: Kurdish leaders condemn Trump’s decision \"to allow Turkish forces to invade Northeast Syria,\" saying: \"The Turkish military has been occupying the predominantly-Kurdish city of Afrin, Syria, since early 2018. Their military and militias have committed grave atrocities and human rights abuses there. We do not want a repeat of the invasion and occupation of Afrin.\"\nOct. 9  — Turkish incursion begins: Turkish forces begin a ground offensive under the cover of airstrikes and artillery shelling. \nOct. 10  — 150 Kurds killed: Turkey announces it has killed 150 Kurdish fighters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOct. 12  — Nearly 200,000 displaced: The Syrian Kurdish-led administration in northeastern Syria says that 191,069 people have been displaced as a result of Turkish military operations.\nOct. 13  — Kurds embrace Syria: The Kurdish fighters announce a new alliance with the government of Syria.\nOct. 16  — Kurds further threatened: Erdogan calls for Kurdish fighters battling his troops in northeastern Syria to lay down their weapons and withdraw from the border area \"this very night.\" Erdogan also requests international support for his country’s battle against Kurdish fighters, whom he considers terrorists, and says Turkey would not stop fighting until it had established a planned \"safe zone\" in Syria roughly 20 miles deep.\nNot safer without US\nMissouri State University Kurdish expert and history professor Djene Rhys Bajalan said the Kurds’ new agreement with Syria’s Assad regime, which is backed by Russia, limits the areas under attack by Turkish forces. \nBut the Syrian government \"does not have a strong record on respecting Kurdish rights and the dire military position means they will have very little leverage in negotiations to maintain the autonomy of northeastern Syria,\" he said.\nAnd \"compared with the situation prior to the U.S. pullout, the Kurds certainly are not safer.\"\nWill Todman, associate fellow in the Middle East program and the Center for Strategic and International Studies, offered a similar view.\n\"It is certainly true that the Kurds were in great danger after the U.S. withdrawal and before forming an agreement with the regime, which the Russians mediated. Now that Russia is acting as their security guarantor, their position is more secure and they are better able to repel the Turkish-led offensive,\" Todman said. \n\"But the Kurds are certainly not safer under the control of the Assad regime and Russia in comparison to when the United States had a presence. Regime forces are overstretched, there is significant local opposition to the return of regime forces which has led to unrest, and ISIS has already seized on the situation to conduct new attacks in the area.\"\nAnother Missouri State expert on Kurdish politics, political scientist David Romano, was more emphatic.\nThe Kurds \"have not faced such an existential threat ever before,\" Romano told PolitiFact. \"They remain at risk of ethnic cleansing and genocide by Turkey.\"\nOur ruling\nTrump said: \"The Kurds are much safer right now.\"\nIn the days since Trump announced the U.S. withdrawal from the Syrian border with Turkey, Turkey has attacked the area, killing scores of Kurds and displacing thousands more. And the Turkish president, who views the Kurds as terrorists, has vowed not to heed calls for a ceasefire.\nWe rate Trump’s statement False.", "vclaim_id": "vclaim-pol-00048"}