{"url": "/factchecks/2021/jan/04/donald-trump/no-evidence-4925-voters-out-state-voted-georgia-pr/", "speaker": "Donald Trump", "vclaim": "“You had (4,925) out-of-state voters… in Georgia.”", "truth_label": "false", "date": "stated on January 2, 2021 in a phone call with Georgia's Secretary of State:", "title": "No evidence that 4,925 voters from out-of-state voted in Georgia in the presidential election", "text": "President Donald Trump has claimed that thousands of out-of-state voters improperly cast ballots in Georgia during the 2020 election.\n\"You had out-of-state voters — they voted in Georgia but they were from out of state — of 4,925,\" Trump said in a Jan. 2 phone call with Georgia Secretary of State Brad Raffensperger.\nRyan Germany, the general counsel for Raffensperger’s office, pushed back on Trump’s assertion during the call. Germany said that Trump was working from inaccurate information and that the secretary of state’s office had already investigated these claims.\n\"We’ve been going through each of those. ... Everyone we’ve been through are people that lived in Georgia, moved to a different state, but then moved back to Georgia legitimately,\" Germany told Trump. \nTrump appears to have gotten his number from an analysis conducted by Matt Braynard, a former Trump campaign staffer and election analyst. Braynard claimed that he had located 4,926 people who cast absentee or early ballots in Georgia but were registered to vote in another state. \nBraynard arrived at the number by comparing Georgia registration and voting lists with the the U.S. Postal Service change-of-address data. \nBraynard’s methods have been strongly criticized by election experts and statisticians. In an analysis of Braynard’s findings, Harvard professor and voting statistics expert Stephen Ansolabehere wrote that \"the report offers no conclusions based on scientifically accepted standards of evidence\" and that parts of the report were \"riddled with errors and biases that render it invalid for purposes of drawing inferences about the quantities at issue.\"\nIn a Dec. 18 article, the Atlanta Journal-Constitution interviewed election experts who criticized Braynard’s methods, pointing out that matching voter lists to other databases is likely to produce false matches because of people with identical names or birth dates. In addition, Braynard’s analysis did not account for college students, people with vacation homes, military personnel or people on temporary work assignments, all of whom are eligible to vote in Georgia despite having temporarily left the state. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nBraynard himself seemed to backpedal when Georgia State Rep. Bee Nguyen questioned him about his conclusions during a Dec. 10 legislative hearing. \nDuring the hearing, Nguyen said that she had confirmed that many of the purported out-of-state voters on Braynard’s list actually lived in Georgia. Of the first 10 voters on the list, Nguyen was able to establish that eight lived in the state through phone calls and property tax records. \nIn addition, Nguyen found that Braynard had cited a condominium complex near her home as a postal box \"disguised as a residential address.\" She also found that certain names on the list occurred more than once. \nIn response to Nguyen’s questions, Braynard claimed that he had only listed \"potentially illegal\" voters and that he was not accusing any of the people on his list of breaking the law. \nOur ruling\nTrump said that \"you had (4,925) out-of-state voters… in Georgia.\"\nHe appears to have gotten his number from a list of purported \"out-of-state voters\" created by a former Trump campaign staffer. Braynard’s analysis has been widely criticized by statisticians and election experts. Braynard himself acknowledged that he only listed \"potentially\" illegal voters rather than people proven to have voted illegally. \nThe Georgia Secretary of State’s office has investigated the claim and found it to be baseless.\nThis claim is False. ​", "vclaim_id": "vclaim-pol-19107"}