{"url": "/factchecks/2014/dec/31/stephen-hayes/hayes-iran-cheated-interim-nuclear-deal/", "speaker": "Stephen Hayes", "vclaim": "\"We've caught Iran cheating on the interim (nuclear) deal.\"", "truth_label": "barely-true", "date": "stated on December 28, 2014 in a panel discussion on \"Fox News Sunday\":", "title": "Stephen Hayes: Iran cheated on the interim nuclear deal", "text": "As the pundits look ahead to 2015, they know that time is running out for the United States to reach a permanent deal with Iran over its nuclear program.\nThe five permanent members of the United Nations Security Council — China, France, Russia, the United Kingdom and the United States — along with Germany, have until mid March to come to terms on a deal with the Islamic republic. If all goes the way the United States hopes, a signed agreement will keep Iran out of the nuclear weapons club.\nFor now, the two sides are operating under an interim agreement, which rolls back Iran’s stock of enriched uranium and freezes the country’s capability to produce nuclear materials that could be used to make a nuclear bomb. In exchange, Iran can sell its oil more freely and gain access to millions of dollars in frozen assets.\nOn Fox News Sunday Dec. 28, 2014, Stephen Hayes of the conservative Weekly Standard magazine spoke skeptically about what lies ahead. Hayes believes a final deal is likely, but he doubts the Obama administration will drive a hard bargain.\n\"They want the deal for the sake of having the deal,\" Hayes said. \"We basically caught -- we've caught Iran cheating on the interim deal and rather than saying, ‘Look, we're done, you've proven that you're not an effective partner, that we can't trust you,’ they say, ‘We'll give you more time because we're going to get to a deal.’ \"\nWe decided to check whether Iran was caught cheating on the interim agreement.\nHayes told us he had two violations in mind. The one most tightly tied to Iran’s nuclear program had to do with Iran’s work with a new model of centrifuge. Centrifuges are key to enriching uranium and enriched uranium is key to making a bomb. The other violation had to do with Iran selling more oil than it is allowed.\nIn our research, we found a third possible violation involving Iran buying parts for its heavy water reactor in Arak.\nWhat we discovered is that while Iran isn’t squeaky clean, no point is definitively in violation of the interim agreement. Importantly, the International Atomic Energy Agency has reported no violations with the Joint Plan of Action.\nWe’ll deal with each potential violation in turn.\nWork with a new model of centrifuge\nOne of the pillars of the interim agreement, the Joint Plan of Action, was to freeze Iran’s centrifuge facilities. It could keep the tens of thousands of centrifuges it has and could repair any that were broken, but it couldn’t expand its capacity. As part of the agreement, Iran could continue some limited research and development work.\nA problem emerged in November when the International Atomic Energy Agency reported that in the \"R&D area,\" Iran \"has been intermittently feeding natural UF6 (uranium fluoride) into the IR-5 centrifuge.\" Agency inspectors said that no enriched uranium emerged because the Iranians recombined everything back together at the end of the run.\nThis set off red flags because, until then, the Iranians had not fed uranium fluoride into that particular centrifuge.\n\"Iran was caught red-handed engaged in centrifuge activities,\" Hayes said. \"When confronted by the State Department, Iran stopped feeding the IR-5.\"\nHayes relied on an assessment from the Institute for Science and International Security, a Washington-based group that aims to stop the spread of nuclear weapons. In November, the institute initially said, \"The feeding of the IR-5 centrifuge is an apparent violation of that commitment to freeze centrifuge R&D activities.\"\nHayes told us that he took an \"apparent violation\" to be the equivalent of cheating.\nBut David Albright, the institute’s president, said that after a closer look, it wasn’t that cut and dried.\n\"It’s hard to say definitively one way or the other on the question of a clear violation,\" Albright told PunditFact.\nAlbright and his group’s latest assessment is that the Joint Plan of Action didn’t specifically allow the Iranians to feed the uranium into the IR-5 centrifuge. But it’s not clear if that constitutes a violation.\nAlbright said that an administration official told him that the action was \"inconsistent with the United States’ understanding of the Joint Plan of Action.\" That could be a diplomatic way of saying there had been a violation, or it might mean that the original agreement was unclear, a lawyer told Albright.\nWhat is clear: The Americans asked Iran to stop, and Iran did.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAdam Mount, a nuclear security fellow at the Council on Foreign Relations, said as far as anyone can tell, the interim agreement has achieved what it set out to do.\n\"There is no publicly available evidence that Iran has violated the terms of the Joint Plan of Action,\" Mount said. \"Progress on the Iranian nuclear program is frozen and in some of the most important areas, it has been rolled back.\"\nDaryl Kimball, executive director of the Arms Control Association, a group that hopes to see a final nuclear agreement with Iran, said it would have been better if Iran hadn’t fed the uranium into the IR-5 centrifuge.\n\"Was it useful or helpful?\" Kimball asked. \"No. Was it specifically prohibited by the Joint Plan of Action? Also no. There is a big difference between the Iranians have been caught cheating, and a dispute about the one centrifuge.\"\nIn sum, the weight of the evidence says that it would have been better if Iran had not fired up that IR-5 centrifuge, but doing so didn’t rise to the level of violating the interim agreement.\nIran sold too much oil\nHayes’ second contention is that Iran sold more oil than allowed as part of the interim agreement.\n\"Iran violated the terms of the Joint Plan of Action by exporting more crude than the agreement allowed, specifically to China, India, Japan and South Korea,\" Hayes told us. For evidence, Hayes pointed us to a Reuters article that reported that in the first nine months of 2014, sales to those countries had risen nearly 20 percent from the year before, to about 1.14 million barrels per day.\nBut again, things aren’t so cut and dried.\nThe Joint Plan of Action says that the five Security Council countries and Germany would stop trying to reduce the amount of oil that Iran could sell. It also says that countries can continue to buy \"their current average amounts of crude oil.\"\nThere are no specific caps, however, and no clear explanation of what would constitute a violation.\nWe spoke to Mark Dubowitz, who is executive director of the Foundation for Defense of Democracies, a group that monitors enforcement of sanctions against Iran. Dubowitz said he believes both Iran and the countries that bought its oil skirted the deal. But ultimately, Dubowitz said we can’t know for sure whether Iran’s oil sales violate the terms of the agreement because we lack access to a critical piece. Behind the public summary of the Joint Plan of Action is a much more detailed implementation agreement. Only people with a certain level of security clearance can see it.\n\"We don’t know what that says,\" Dubowitz said. \"Iran’s sales might be a violation. Or they might not.\"\nAlso, several of the countries that are buying Iran’s oil, such as India, Japan and South Korea, didn’t sign the interim agreement and thus wouldn’t be bound by it. And lastly, while the United States has set limits on the amount of oil Iran can sell, those are not written into the Joint Plan of Action.\nBuying parts for a heavy water reactor\nSome analysts we reached thought Hayes might have been thinking of another potential problem with Iran. According to some reports, it has continued to buy parts that could be used in its heavy water reactor, which is another means to produce fuel for a nuclear bomb.\nHowever, even if those reports are accurate, the activity falls outside the interim agreement.\nMatthew Kroenig is a professor of international relations at Georgetown University. Kroenig would not call these purchases a violation of the Joint Plan of Action. On the other hand, Kroenig said that shouldn’t make anyone feel any better.\n\"It is in violation of U.N. sanctions prohibiting Iranian procurement of sensitive nuclear technology,\" Kroenig said. \"It also might reveal something about how sincere Iran is about shutting down or converting the reactor as part of a final deal.\"\nOur ruling\nHayes said Iran had been caught cheating on the interim deal to rein in Iran’s nuclear program, called the Joint Plan of Action.\nFirst, the International Atomic Energy Agency has reported no violations with the Joint Plan of Action. That said, there are some actions by Iran that certainly cut near the boundaries of the terms of the agreement.\nIran has worked with a new kind of centrifuge that, while perhaps not a formal violation, does seem to contradict the United States’ understanding of the deal, an expert told us. When confronted on the matter, Iran stopped its work.\nAlso, there is some question about the amount of oil Iran is exporting. But an expert said we just don’t have enough information to determine whether that constitutes a violation of the agreement or not.\nHayes said we caught Iran cheating. You can say some allege that, and you can say there’s some evidence that might suggest that. But we found no hand in the cookie jar. As such, we rate this claim Mostly False.\n\nConsider helping fund PolitiFact's Kickstarter to live fact-check the 2015 State of the Union and GOP response.", "vclaim_id": "vclaim-pol-06885"}