{"url": "/factchecks/2019/feb/25/elizabeth-warren/warren-top-reason-having-fewer-kids-child-care/", "speaker": "Elizabeth Warren", "vclaim": "\"The high cost of child care is the No. 1 reason people give for having fewer children than they’d like.\"", "truth_label": "half-true", "date": "stated on February 19, 2019 in a policy announcement on Medium:", "title": "Top reason for having fewer kids? Warren cites child care costs", "text": "As Elizabeth Warren sees it, offering affordable child care and early learning are the trifecta of pro-family policy — good for the kids, easier on the parents and a boost for the economy. The Massachusetts senator and presidential candidate spelled out her plan for universal child care and early learning on Feb. 19.\nWarren said the challenge of paying for child care today is shaping the most personal of family decisions.\n\"The financial squeeze is so severe that it’s even deterring families from having kids at all,\" Warren said. \"The high cost of child care is the No. 1 reason people give for having fewer children than they’d like.\"\nAs it turns out, somebody did ask couples about that, and Warren hewed to the survey results. But while the process of making babies is fairly straightforward, the (hopefully) conscious decision to make them is complicated. Costs, including child care, rank high, but so do other factors.\nThe survey\nBehind Warren’s statement lies a New York Times/Morning Consult poll from 2018. They reached 1,858 men and women ages 20 to 45. Of that, less than a quarter said \"they had or expected to have fewer children than they considered ideal.\"\nAmong that group of about 340 people, 64 percent said the reason they would have fewer children was because \"child care is too expensive.\" The second most common reason at 54 percent was \"want more time with the children I have.\"\n\nThe poll is a \"useful data point, but it does not provide extremely strong evidence that this is the No. 1 reason,\"sociologist Caroline Hartnett at the University of South Carolina told us.\nHarnett said the sample size was small and limited research means, \"we can't cross-check against other polls with similar questions.\"\nPut another way: One survey does not one social truth make.\nWarren’s statement \"was reasonable,\" said Philip Cohen, a sociologist at the University of Maryland. But Cohen spotted an issue with the way the survey asked people to compare what they were doing to some imagined perfect number of offspring. Cohen called that \"fraught,\" because it’s easy for people to say what they might ideally like, without having to think too hard about whether they really would like it.\nWhat’s behind the decision to have children\nThere’s no question that women in the United States are giving birth at record low rates. The Centers for Disease Control and Prevention reported that in 2017, the general fertility rate was 60.2 births per 1,000 women aged 15-44, down 3 percent from the year before.\nThere are three different ways to measure fertility, but two of them show the number is down, and researchers have been trying to figure out why.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThere are a variety of reasons.\nCohen noted that women are waiting longer to start having children.\n\"The long-term trend is toward later births, which is generally going to mean fewer births,\" Cohen wrote in 2018.\n\"People who want later births,\" he wrote, \"tend to want fewer children, and some people run out of time.\"\nCohen told us that plenty of factors play a role. Economic uncertainty, the rising cost of raising children, career demands and family leave policies are all important, he said, \"but I don't have any research to prioritize or rank those things specifically.\"\nIn terms of people having fewer children than they might want, policy analyst Anqi Chen at the Center for Retirement Research at Boston College pointed to a 2010 study that found that the demands of work stands out, especially for women as they get older. Career trade-offs become tougher as women rise in the workforce.\nAnd the research also shows there’s a fundamental challenge of finding someone to have a child with, Chen said. The age when women marry (and men too) has climbed steadily since 1960. Divorce is also more common.\n\"No one can deny that having a kid is expensive — both in terms of opportunity cost and explicit costs — but it seems that competition from careers and not being in an ideal partnership are also very important,\" Chen said.\nThe New York Times/Morning Consult survey lent some support to this. The top two reasons childless adults gave for either waiting or not wanting to have children were \"want leisure time\" and \"haven’t found a partner.\" The third was \"can’t afford child care.\"\nOne of the challenges of sorting out the driving forces is they play off of each other. Religion, ethnicity and education heavily influence people’s \"taste for children,\" as an article from the Boston College retirement research center put it, but those characteristics don’t live in a vacuum, separate from bread and butter concerns, such as the cost of child care.\nOur ruling\nWarren said, \"The high cost of child care is the number one reason people give for having fewer children than they’d like.\" That is what respondents said in a survey commissioned by the New York Times.\nThe experts in fertility that we reached said the cost of raising children is certainly a factor, but that particular survey doesn’t prove that the cost of child care ranks above all others. Experts said research is limited, but what's been done suggests that a host of forces, including economic conditions, government policy, religion, ethnicity and education all play important roles.\nWe rate this statement Half True.\n Share the Facts 2019-02-25 18:49:13 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"The high cost of child care is the No. 1 reason people give for having fewer children than they’d like.\"     Elizabeth Warren Democratic Senator from Massachusetts https://medium.com/@teamwarren/my-plan-for-universal-child-care-762535e6c20a?sk=4ed76dbac4cac36c0a7944df8a0a5b30   In a policy announcement on Medium. Tuesday, February 19, 2019 2019-02-19    Read More  info", "vclaim_id": "vclaim-pol-00978"}