{"url": "/factchecks/2012/oct/18/mitt-romney/federal-regulations-quadrupled-under-obama/", "speaker": "Mitt Romney", "vclaim": "\"Regulations have quadrupled. The rate of regulations quadrupled under this president.\"", "truth_label": "false", "date": "stated on October 16, 2012 in town hall presidential debate:", "title": "Romney says federal regulations quadrupled under Obama", "text": "During the town hall presidential debate, Mitt Romney accused Barack Obama of strangling small businesses with too much regulation.\n\nThat's been a popular theme with Republicans and the U.S. Chamber of Commerce, who have complained about a \"tsunami\" of new regulations under Obama since 2010.\n\nAsked by one of the town hall participants about outsourcing, Romney gave his prescription for keeping jobs in the United States. First he spoke about the corporate tax rate, which he believes is too high and prevents job creation. Then he turned to regulations.\n\n\"Regulations have quadrupled,\" Romney said. \"The rate of regulations quadrupled under this president.\"\n\nWe decided to check Romney’s numbers and see if he was right.\n\nRomney’s quadruple regulation claim\n\nThe Romney campaign told us the basis for the statement was research by the Heritage Foundation, a conservative think tank. An ongoing study by Heritage documents regulation activity by the federal government. Its latest update said President George W. Bush’s administration adopted 28 \"major regulations\" that increased burdens on the private sector in its first three years, compared with 106 by the Obama administration.\n\nBut viewers of the debate didn’t hear the caveats that should have been attached to Romney’s statement. First, he was referring only to \"economically significant\" regulations, which are those with a cost estimate of $100 million or higher. Second, the Heritage report doesn’t account for all regulations. It only looks at regulations that Heritage researchers said would \"limit activity or mandate activity by the private sector.\"\n\nJames Gattuso, an author of the Heritage report, said Romney’s use of the phrase \"rate of regulations\" seemed to be an effort to distinguish between all regulations and new regulations approved under a president. \"Rate\" implies a time frame. Heritage made comparisons about regulations over a three-year period.\n\nBut we find Romney was not clear about which time frame he was using during the debate.\n\nOther data contradict Romney\n\nSince Heritage looked narrowly at high-cost regulations that it judged to be harmful to businesses, we sought other research about regulations and found little to support Romney's claim.\n\nThe annual number of regulations approved under the Obama administration is about the same as other administrations in the past 18 years, according to OMB Watch, a left-leaning group that advocates for transparency in the Office of Management and Budget, better known as the OMB.\n\nIn a September report titled \"The regulatory tsunami that wasn’t,\" the group used records from the OMB to evaluate charges that the Obama administration was imposing more regulations than other recent presidents.\n\nIn fact, the most up-to-date figures show about 8.5 percent fewer regulations in Obama’s first 46 months than in the same time frame for Bush. That tally comes from the Office of Management and Budget.\n\nThe chart below comes from the OMB Watch report, comparing regulations and economically significant regulations under presidents Bill Clinton, Bush and Obama.\n\n\n\"The story is much more of continuity than radical change,\" said Michael Livermore, executive director of the Institute for Policy Integrity at the New York University School of Law.\n\nSince 1994 the number of regulations approved per year has ranged from 228 to 371, the group found.\n\nBetween 2009 and 2011, the Obama administration approved an average of 297 regulations per year, comparable to yearly figures for the past 18 years. (In 1992 and 1993, the numbers were much higher, exceeding 1,000 regulations both years.)\n\nEven among the economically significant regulations, Obama is nowhere near quadrupling them: For the first three years of the Obama and Bush administrations, Obama is about 24 percent higher.\n\n(The numbers on the OMB Watch chart differ from Heritage because the conservative group only looked at economically significant regulations that it deemed to be harmful to the private sector, a subset of the total number. Also, Heritage relied on records from the Government Accountability Office, which includes regulations from independent agencies in addition to those in the executive branch.)\n\nAlthough Republicans have criticized Obama for over regulation of business, his former \"regulatory czar\" Cass Sunstein received widespread criticism for not enforcing several high-profile rules, such as a tighter ozone pollution standard and rules on coal ash disposal. In a May editorial, The New York Times called the attacks about too much regulation \"absurd\" because \"the administration has a mediocre record when it comes to curbing dangerous practices by industry.\"\n\nOur ruling\n\nRomney said that regulations and the rate of regulations quadrupled under Obama. He was basing that on the Heritage study, but he did not include important caveats about how the study was conducted.\n\nAnd more importantly, the actual data on regulations show Obama's rate of regulations is no different from the past 18 years.\n\nThis is a broad claim describing its own evidence inaccurately. False.\n\nUPDATE: We've updated this item with a fuller description of OMB Watch.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-10137"}