{"url": "/factchecks/2011/nov/15/tim-kaine/tim-kaine-says-george-allen-flat-tax-plan-shrinks-/", "speaker": "Tim Kaine", "vclaim": "George Allen's flat tax \"plan would actually shrink revenues further than the Perry (flat tax) plan.\"", "truth_label": "false", "date": "stated on October 31, 2011 in a news release.:", "title": "Tim Kaine says George Allen's flat tax \"plan\" shrinks revenues more than Rick Perry's proposal", "text": "Democratic U.S. Senate candidate Tim Kaine recently took aim at Republican rival George Allen’s support of a flat tax.\n\nIn an Oct. 31 news release, Kaine’s campaign linked a statement by Allen to a flat tax proposal recently made by Texas Gov. Rick Perry, who is seeking the GOP presidential nomination.\n\nPerry’s plan would allow people to opt out of the current tax system and pay a flat 20 percent federal levy on their income.\n\nDuring a Fox News interview on Oct. 30, the governor did not dispute host Chris Wallace’s assertion that the flat tax proposal, by the estimates of Perry’s campaign, would reduce federal revenue by $4.7 trillion from 2014 to 2020. \"I think Americans are ready for Washington, D.C., to quit spending money,\" Perry said.\n\nThe next day, Kaine’s campaign put out a statement saying Allen supports a 17 percent flat tax -- lower than Perry’s 20 percent.\n\n\"That means Allen’s plan would actually shrink revenues further than the Perry plan, forcing even harsher cuts to programs that Virginians depend on,\" the news release said.\n\nWe wondered if Kaine was correct in saying Allen backs a flat tax plan that would cut revenues more than Perry’s proposal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nUnder the Texas governor’s plan, flat tax filers would receive a $12,500 exemption for each dependent and would not pay levies on capital gains and social security benefits. Perry’s proposal would preserve deductions on mortgage interest and charitable contributions, as well as state and local taxes, but phases them out for people with incomes of more than $500,000. He would also drop the corporate tax rate from 35 percent to 20 percent.\n\nFlat tax supporters say the lower levies would fuel economic expansion; critics say the plans would sap more revenues than can be made up by added growth. An analysis of Perry’s plan by economic consultants John Dunham and Associates, done at the behest of the Perry campaign, said it could drain about $5 trillion in federal revenues through 2020.\n\nWhat, exactly, is Allen proposing? We’re not sure, and Allen’s campaign isn’t providing many clues.\n\nKaine, in the news release, based his contention that Allen backs a 17 percent flat tax on a statement Allen made during a June 14, 2011, news conference when he released his economic platform.  Allen endorsed the concept of an optional flat tax.\n\nThere are a lot of people who would actually like to say, \"Alright, here is my income, multiply it by, say, .17, and file it on one page,’\" he said.\n\nThe Kaine campaign provided us with transcripts and tapes of two other appearances where Allen used the 17 percent flat tax example. In both cases, Allen used the word \"say\" before he uttered 17 percent, creating some hedge room.\n\nDan Allen, an Allen policy adviser, said the candidate’s wording shows he was throwing out a hypothetical number. A variety of flat tax plans throughout the years have called for flat tax rates of 17 to 25 percent, Dan Allen said.\n\nThe text of George Allen’s economic proposals, titled \"The Blueprint for America’s Comeback,\" calls for a flat-tax alternative but offers no details.\n\nWe asked Allen’s campaign for specifics -- such as what percentage of income should be subject to a flat tax and what deductions and exemptions should be allowed. But Dan Allen said the Republican has never settled on a single flat tax plan to support.\n\n\"To say there’s one Allen plan is not accurate,\" said Dan Allen, who is not related to George Allen.\n\nHe referred us to George Allen’s 2010 book, \"What Washington can Learn from the World of Sports,\" in which the Republican said he’s supported a variety of flat tax proposals. One plan lauded in Allen’s book would establish an optional flat levy on combined federal payroll and income taxes, set at 25 percent of gross income.\n\nRoberton Williams, a senior fellow at the Urban-Brookings Tax Policy Center, said he suspects that proposal would drain more revenue than Perry’s plan because it affects two levies. Perry’s proposal only applies to income tax, not payroll tax.\n\nWilliams wrote earlier this month that Perry’s proposal \"would dramatically reduce tax revenues,\" by a much as $1 trillion in 2015. But he told us he can’t definitively say whether Allen would cut off more government revenue than Perry because he doesn’t know the details of what Allen is proposing.\n\nOur ruling:\n\nKaine says Allen’s flat tax \"plan would actually shrink revenues further\" than a flat tax proposal made by Texas Gov. Rick Perry.\n\nKaine is correct is in saying Perry endorses a 20 percent flat tax on income, but stretches the truth when he says Allen has made a proposal that would set the rate lower. Allen, while endorsing the concept of an optional flat tax, has offered no plan of his own. The basis of Kaine’s charge are Allen’s statements that a flat tax rate could be set at \"say, 17 percent.\"\n\nThat’s hardly a plan or an endorsement of a flat tax rate, so there’s no substance to compare to Perry’s proposal. We don’t fault Kaine for demanding specificity from Allen. But Kaine goes too far when he tries to create a plan for Allen based on inconclusive statements.\n\nWe rate Kaine’s claim False.", "vclaim_id": "vclaim-pol-12090"}