{"url": "/factchecks/2011/aug/22/sherrod-brown/sen-sherrod-brown-says-wall-street-hedge-fund-mana/", "speaker": "Sherrod Brown", "vclaim": "Says that Wall Street hedge fund managers \"pay a lower tax rate than does a sheet metal worker in Parma or a school teacher in Cleveland.\"", "truth_label": "true", "date": "stated on August 2, 2011 in a television interview:", "title": "Sen. Sherrod Brown says Wall Street hedge fund managers pay a lower tax rate than a typical sheet metal worker or a teacher", "text": "The bipartisan plan to raise the nation’s debt ceiling included formation of a 12-member congressional committee to consider cuts in spending and tax reform.\n\nAfter voting in support of the plan, Ohio's Sen. Sherrod Brown said in an interview that Congress needed to turn its focus to job creation exclusively. And he said that tax reform should close loopholes that the debt-ceiling deal didn't touch.\n\nFor example, he said, \"They didn’t close the tax loopholes for Wall Street hedge fund managers who pay a lower tax rate than does a sheet metal worker in Parma or a school teacher in Cleveland.\"\n\nThat got PolitiFact Ohio’s attention. Could wealthy Wall Street investors have a lower tax rate on their compensation than average workers?\n\nWe asked Brown's office how he supported his remark. Press secretary Allison Preiss responded with a pile of sources.\n\nLet's start the review by identifying our subject. Hedge funds are investment funds similar to mutual funds, but are not subject to the same rules and regulations, are typically more aggressive, and traditionally have been limited to wealthy investors. Most set very high minimum investment levels.\n\nManagers of hedge funds typically charge investors 2 percent for managing their money, meaning that a $10 billion hedge fund takes in $200 million in fees. Managers also can collect a percentage of the profits from trades they make, usually 20 percent.\n\nAR Magazine, the hedge fund trade publication, began estimating compensation in the industry a decade ago, the Reuters news agency said earlier this year, noting that \"calculating the earnings of top hedge fund managers involves a degree of guesswork and alchemy, since funds don't publicly disclose compensation.\"\n\nAR's annual report on the 25 richest hedge fund managers said they collected about $22 billion in compensation last year.\n\nTopping the charts in hedge fund pay was John Paulson of Paulson & Co., who earned a reported $4.9 billion. That is billion with a B, and that is for the year 2010.\n\nA study by the University of Chicago Graduate School of Business and the National Bureau of Economic Research found that the top 25 hedge fund managers combined appear to have earned more than all the CEOs of the companies in the S&P 500 combined. That study put the average pay at hedge funds for \"highly compensated employees\" -- not just the managers at the top of the scale -- at $3.2 million a year.\n\nUsing the federal income tax rate schedule for 2010, a single individual earning $3.2 million (or $4.9 billion) would fall in the top tax bracket that applies to wages, bonuses and other compensation, which is 35 percent. That rate starts at income of about $370,000.\n\nBut hedge fund managers typically don’t pay taxes on their income the same way other Americans do, as PolitiFact has noted before.\n\nThe bulk of hedge fund managers’ income is typically considered \"carried interest\" -- that is, their share of profits from the funds they manage. When a fund has capital gains and those gains flow to the manager, they are taxed as a capital gain, not as ordinary income.\n\nThe tax rate on capital gains is 15 percent, rather than the 35 percent on compensation that would be paid by everyone else, including other types of Wall Street managers. (The taxpayers with the top 400 incomes paid an average rate of 18.11 percent in 2008, according to the most recent update of the Internal Revenue Service, which issues an annual report on the top 400 taxpayers.)\n\nHedge fund managers don't necessarily pay even 15 percent, however. They can pay no current income tax at all, by leaving their carried interest money in the hedge fund and deferring the tax bill to a later date -- even decades later -- when they eventually cash out of the fund.\n\nWhat about the other two individuals in Brown's statement?\n\nAccording to the most recent figures from the U.S. Bureau of Labor Statistics, in May 2010, the average salary for a sheet metal worker in the Cleveland area, spanning Elyria to Mentor, is $47,200.\n\nAccording to a May 2010 survey by The Plain Dealer, using information from the Ohio Department of Education, the average teacher salary in Cleveland is $65,575.\n\nUsing the federal income tax rate schedule, both single individuals and heads of households at those income levels would fall in the tax bracket of 25 percent.\n\nThat 25 percent is higher than the capital gains rate of 15 percent that the carried interest tax loophole allows hedge fund managers to pay on their income.\n\nOn the Truth-O-Meter, that gives Brown's statement a rating of True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-12539"}