{"url": "/factchecks/2015/apr/23/marco-rubio/rubio-cap-and-trade-would-hurt-economy-might-not-h/", "speaker": "Marco Rubio", "vclaim": "\"I can tell you with certainty (cap and trade) would have a devastating impact on our economy.\"", "truth_label": "false", "date": "stated on April 19, 2015 in an interview on CBS' Face the Nation:", "title": "'With certainty' cap-and-trade would wreck the economy, Rubio says", "text": "It’s no secret that Sen. Marco Rubio, R-Fla., is skeptical of human-caused climate change. While he’s unsure of the effect humans have on the climate, Rubio is certain that addressing the problem would wreck the economy.\n\"If we do the things they want us to do, cap and trade, you name it, how much will that change the pace of climates change vs. how much will it cost to our economy?\" Rubio asked rhetorically on CBS’ Face the Nation April 19. \"Scientists can't tell us what impact it would have on reversing these changes. But I can tell you with certainty it would have a devastating impact on our economy.\"\nWe wondered about Rubio’s claim that it’s a \"certainty\" that cap and trade would \"devastate\" the economy.\nRubio has a point in that scientists can’t say exactly how much of an effect cap and trade would have on climate change trends. But predictions about cap and trade on the economy carry the same level of uncertainty -- a lot depends on the specifics of the policy. Additionally, most estimations show a modest -- rather than \"devastating\" -- impact.\nWe reached out to Rubio’s staff but didn’t hear back.\nDevastation?\nCap and trade is a simple concept: The government sets a cap on carbon dioxide and other greenhouse gas emissions that contribute to climate change. To comply, companies must either upgrade to cleaner technologies or purchase allowances to continue polluting.\nProponents say that because emissions would cost companies more, it’s in their interest to find ways to limit their pollution, through new technology or otherwise. Critics say cap and trade would cause companies to slow down production or pass along additional costs to customers.\nQuite a few states already have cap-and-trade programs, such as the Northeast Regional Greenhouse Gas Initiative among 10 states, as well as the Western Climate Initiative, which includes several states (primarily California) and parts of Canada. The European Union has a cap-and-trade program among its member nations.\nExisting cap-and-trade programs haven’t devastated their local economies. For example, an independent consulting firm looked at the economic impact of the group of Northeastern states engaged in a cap-and-trade program that has lowered emissions by 40 percent since 2005, and the results were positive.\nThe 2011 analysis found that the program created $1.6 billion in value added to the regional economy. It also created 16,000 jobs, and residents collectively saved more than $1 billion on energy bills.\nDepending on the policy specifics, different programs would have different effects on the economy and climate change, said Duke University energy policy professor Billy Pizer, though the ideal policy would seek to balance costs and benefits.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Europe, California, New England—they all have cap and trade and nothing has been devastated,\" Pizer said. \"There is nothing about a generic cap and trade that is devastating.\"\nThe European Union program has struggled over the past few years -- in part due to the global recession and falling carbon prices on the continent. However, a 2012 report out of the Environmental Defense Fund found that costs were significantly lower than predicted. The report cited another study that found the program \"did not significantly affect\" employment, profits or added value.\nJoseph Aldy, an energy policy professor at Harvard University, pointed out that former President George H.W. Bush established a cap-and-trade program designed to mitigate acid rain. A recent study out of Harvard found that the program created annual benefits of up to $116 billion, compared to just $2 billion in costs -- mostly as a result of public health improvements.\nFor a national cap-and-trade program, estimates of economic impact are all over the map. Consider the analyses of a failed 2009 proposal for a federal cap-and trade program and their effect on household costs. The Congressional Budget Office, Congress’ independent research arm, found the bill would cost about $175 per household annually. The conservative Heritage Foundation predicted instead a much higher cost: $1,241 per household annually. On the other end of the spectrum, the American Council for an Energy-Efficiency Economy estimated that a family could save $750 after the bill had been in effect for eight years.\nEconomic benefits from cap and trade could come from more energy-efficient technology and less climate-change related costs, according to advocates. For example, the 2010 Economic Report from the President said the 2009 congressional proposal could save the economy up to $2 trillion as a result of avoided damages from more intense climate change.\nThe Energy Information Administration, a statistical office within the U.S. Energy Department, looked at the cap-and-trade proposal and found that the macroeconomic effects were minimal -- with the bill, economic growth by 2035 would be 0.3 percent less than it would be absent the bill. They also found that a later cap-and-trade proposal would have a similar effect.\nWe should note that one expert -- Patrick Michaels, director of the Center for the Study of Science at the libertarian Cato Institute -- told us the 2009 proposal would have been \"devastating\" to the economy because it involved unacheivable goals and assumed the eventual invention of technology that doesn’t exist yet. Michaels, a climatologist, noted though that this wouldn’t be the case for every cap-and-trade policy.\n\"It is political hyperbole to say that the impacts would be ‘devastating,’ \" said Gilbert Metcalf, a professor of public finance at Tufts University. \"I agree with Rubio that the economic impacts are probably easier to forecast than the climate impacts; (the economic impacts) are just not what he is saying they are.\"\nOur ruling\nRubio said, \"I can tell you with certainty (cap and trade) would have a devastating impact on our economy.\"\nExisting cap-and-trade programs have not proven to be \"devastating\" in their economic impact. While estimates for proposed programs vary, most experts and analysts have found modest potential  impact on the economy; some even show a positive impact.\nBased on the evidence, Rubio can’t be certain about the potential impact of cap and trade. We rate his claim False.\nNote: This claim was fact-checked as part of a reward to our Kickstarter campaign to live fact-check the 2015 State of the Union. Thanks to all who contributed.", "vclaim_id": "vclaim-pol-06486"}