{"url": "/factchecks/2017/feb/01/jeanne-shaheen/yes-trumps-abortion-policy-puts-global-health-mone/", "speaker": "Jeanne Shaheen", "vclaim": "Says Donald Trump's abortion rule \"puts at risk 15 times more funding and millions more women and families ... than previous similar policies by Republican presidents.\"", "truth_label": "mostly-true", "date": "stated on January 24, 2017 in a Senate floor speech:", "title": "Yes, Trump's 'Mexico City' abortion policy puts global health money at risk", "text": "Among the flurry of policies President Donald Trump put in force in his first week was to reimpose a ban on taxpayer dollars going to overseas groups that have anything to do with abortion. The so-called Mexico City policy was born under President Ronald Reagan and since then, with partisan regularity, Republican presidents invoke it and Democratic ones reject it.\nOn the Senate floor, Sen. Jeanne Shaheen, D-N.H., warned that Trump’s version was even more extreme than those of his GOP predecessors.\n\"Previously, under President Reagan and the Bush administrations, this policy applied only to family planning funding,\" Shaheen said. \"But under President Trump's order, it applies to every program that falls under global health assistance. This means that it puts at risk 15 times more funding and millions more women and families.\"\nWe compared the policies of all four Republican presidents and found that on paper, Shaheen’s number is largely correct, but there’s uncertainty surrounding Trump’s policy.\nThe first Mexico City policy\nReagan administration officials announced a new U.S. family planning policy at the 1984 International Conference on Population in Mexico City. It required all nongovernmental organizations, foreign and domestic, receiving aid from the United States to agree that they would not perform or actively promote abortion as a method of family planning in other countries.\nThis applied to U.S. family planning programs run by the U.S. Agency for International Development.\nPresident George H. W. Bush left the Reagan policy in place. President Bill Clinton rescinded it, and President George W. Bush brought it back with the focus still on family planning through the U.S. Agency for International Development.\nBut in 2003, Bush expanded the reach of the policy, instructing the secretary of state to apply it to \"all assistance for voluntary population planning.\" Even as he did that, Bush excluded a number of groups and programs.\n\"Such organizations do not include multilateral organizations that are associations of governments,\" Bush wrote. \"This policy shall not apply to foreign assistance furnished pursuant to the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003.\"\nWith those words, Bush exempted some of the largest and highest profile global health programs. Those programs, experts told us, dwarfed any other programs at the State Department that Bush’s order might have affected.\nTrump’s presidential memorandum to reinstate the Mexico City policy is broader. In addition to the head of USAID, it is addressed to the departments of State and Health and Human Services.\n\"I direct the Secretary of State, in coordination with the Secretary of Health and Human Services, to the extent allowable by law, to implement a plan to extend the requirements of the reinstated Memorandum to global health assistance furnished by all departments or agencies.\"\nThe operative phrase is \"global health assistance furnished by all departments or agencies.\" Trump’s order provides no exceptions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nIt’s unclear exactly how the Trump administration will interpret those words. We asked the White House press office for details and did not hear back. The experts we reached told us they too were in the dark.\nComparing family planning and global health programs\nThe pipeline of family planning and global health programs is more complicated than you might expect. Governments agencies often contract with nonprofits which in turn subcontract out to smaller organizations in countries around the world.  Jennifer Kates, director of global health policy at the Kaiser Family Foundation, said this makes it difficult to know the real impact of the order.\n\"Not all of the organizations that directly or indirectly receive U.S. government global health support carry out the activities prohibited by the policy, but figuring that out will take some time,\" Kates told us.\nHowever, Kates said that in theory, Trump’s policy puts a lot more funding on the line.\n\"Whereas family planning assistance represents about $600 million per year, global health funding overall is close to $10 billion,\" Kates said.\nData gathered by the Institute for Health Metrics and Evaluation allows us to tease out exactly which programs Bush exempted from the Mexico City policy, but that Trump has included (see this IHME data graphic). Remember, Bush kept money for HIV/AIDS, malaria and tuberculosis off the table, as well as U.S. support for programs involving multiple nations, the big ones being the Global Fund and United Nations programs.\nAdd all of those up and you get $9.7 billion. That’s about 15 times as much money as the United States spends on family planning, which was the core program affected across all three previous Republican administrations.\nShaheen said millions of women and families might be affected. In spending, the single largest global health program is the President’s Emergency Plan for AIDS Relief, or PEPFAR. According to the latest report to Congress, PEPFAR treated 9.5 million people in 2015, at a cost of about $6.8 billion.\nTrump, along with his Secretary of State nominee Rex Tillerson and U.N. Ambassador Nikki Haley, has voiced support for PEPFAR. But in theory, since many HIV/AIDS programs include a family planning component, the programs that touch those people might be affected by Trump’s Mexico City policy.\nIf the policy extends to malaria programs, the numbers climb dramatically. In 2015, American dollars protected over 16 million people with indoor spraying and many more through the distribution of nearly 30 million bed nets.\nOur ruling\nShaheen said Trump’s Mexico City policy has a much broader reach compared to past Republican presidents, putting 15 times as much money \"at risk,\" as well as millions of women and families.\nOn paper, the numbers support that comparison. Previous Republican administrations applied the abortion funding policy to family planning programs, which amount today to about $600 million. Trump included all global health spending, which is nearly $10 billion. There is no question Trump’s approach is broader and that millions more people could be affected.\nThe White House has not clarified how it will interpret the policy. Its reach could be much narrower than the full scope of global programs, but Shaheen included the caveat that certain dollars were \"at risk,\" not that they definitely would be affected. It’s also true that organizations facing funding cuts could drop activities related to abortion and the funds would continue to flow.\nGiven what we know so far, we rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/d02c95c8-3f03-49cc-992e-bff8ad2d0a45", "vclaim_id": "vclaim-pol-03729"}