{"url": "/factchecks/2019/oct/09/donald-trump/donald-trump-whistleblower-got-phone-call-almost-c/", "speaker": "Donald Trump", "vclaim": "\"The first so-called second hand information ‘Whistleblower’ got my phone conversation almost completely wrong.\"", "truth_label": "pants-fire", "date": "stated on October 5, 2019 in a tweet:", "title": "Donald Trump is wrong. Whistleblower account of Ukraine phone call was 'almost completely' right", "text": "When President Donald Trump heard that a second whistleblower was in the wings, he quickly dismissed the news.\n\"The first so-called second hand information ‘Whistleblower’ got my phone conversation almost completely wrong, so now word is they are going to the bench and another ‘Whistleblower’ is coming in from the Deep State, also with second hand info,\" Trump tweeted Oct. 5. \"Meet with Shifty. Keep them coming!\"\nThe first so-called second hand information “Whistleblower” got my phone conversation almost completely wrong, so now word is they are going to the bench and another “Whistleblower” is coming in from the Deep State, also with second hand info. Meet with Shifty. Keep them coming!— Donald J. Trump (@realDonaldTrump) October 6, 2019 \nWe compared the whistleblower complaint with the White House memorandum of the July 25 call between Trump and Ukraine President Volodymyr Zelensky. \nWhat we found is Trump’s wrong: The whistleblower got just about everything right.\nHere are the excerpts from the whistleblower’s filing (in bold), followed by whether the information is confirmed.\nEarly in the morning of 25 July, the President spoke by telephone with Ukrainian President Volodymyr Zelenskyy. — Confirmed by the memorandum of the call.\nAfter an initial exchange of pleasantries, the President used the remainder of the call to advance his personal interests. — Setting aside the characterization of the purpose as \"personal interests,\" the allocation of the number of words between pleasantries and a request for help with investigations accurately reflects the memorandum.\nThe complaint then describes what Trump wanted Ukraine to do.\nInitiate or continue an investigation into the activities of former Vice President Joseph Biden and his son, Hunter Biden. — Confirmed, according to the memorandum that quotes Trump as saying the following: \"The other thing. There’s a lot of talk about Biden’s son, that Biden stopped the prosecution and a lot of people want to find out about that so whatever you can do with the Attorney General would be great. Biden went around bragging that he stopped the prosecution so if you can look into it... It sounds horrible to me.\"\nAssist in purportedly uncovering that allegations of Russian interference in the 2016 U.S. presidential election originated in Ukraine, with a specific request that The Ukrainian leader locate and turn over servers used by the Democratic National Committee (DNC) and examined by the U.S. cyber security firm Crowdstrike. — Confirmed, according to the memorandum. Trump is quoted as saying: \"I would like you to do us a favor though because our country has been through a lot and Ukraine knows a lot about it. I would like you to find out what happened with this whole situation with Ukraine, they say Crowdstrike... I guess you have one of your wealthy people... The server, they say Ukraine has it. There are a lot of things that went on, the whole situation. I think you’re surrounding yourself with some of the same people. I would like to have the Attorney General call you or your people and I would like you to get to the bottom of it. \n\"As you saw yesterday, that whole nonsense ended with a very poor performance by a man named Robert Mueller, an incompetent performance, but they say a lot of it started with Ukraine. Whatever you can do, it’s very important that you do it if that’s possible.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nMeet or speak with two people the President named explicitly as his personal envoys on these matters, Mr. Giuliani and Attorney General Barr, to whom the President referred multiple times in tandem. — Confirmed, according to the memorandum: Zelensky is the first to bring up Giuliani’s name. As for what Trump said, he did mention both men several times and in tandem.\nTrump: \"Mr. Giuliani is a highly respected man. He was the mayor of New York City, a great mayor, and I would like him to call you. I will ask him to call you along with the Attorney General. Rudy very much knows what’s happening and he is a very capable guy. If you could speak to him that would be great.\"\nTrump: \"I would like to have the Attorney General call you or your people.\"\nTrump: \"I will have Mr. Giuliani give you a call and I am also going to have Attorney General Barr call and we will get to the bottom of it.\" \nThe President also praised Ukraine’s Prosecutor General, Mr. Yuriy Lutsenko, and suggested that Mr. Zelenskyy might want to keep him in his position. — This is ambiguous. Trump made no reference to Lutsenko by name. What he said was, \"I heard you had a prosecutor who was very good and he was shut down and that’s really unfair. A lot of people are talking about that, the way they shut your very good prosecutor down and you had some very bad people involved.\" \nTrump might have been thinking of the previous prosecutor general Viktor Shokin; that would fit more with a prosecutor who had been \"shut down.\" The current prosecutor at the time, however, was Lutsenko. From the memorandum, which indicates that certain sections were left out and doesn’t name the prosecutor, we can’t tell for sure.\nI was told by White House officials that no other (corruption) \"cases\" were discussed. — The memorandum shows that only the DNC server and the Bidens came up.\nI was told that a State Department official, Mr. T. Ulrich Brechbuhl, also listened in on the call. — Unconfirmed. One news report based on an unnamed source said Brechbuhl wasn’t on the call.\nWe reached out to the White House and did not hear back.\nOur ruling\nTrump said that the whistleblower \"got my phone conversation almost completely wrong.\" In reality, the complaint got nearly every detail correct, as the memorandum released by the White House shows.\nIt was correct on the request that Ukraine investigate the Bidens and the notion that Ukraine might have the DNC server that was hacked by the Russians in the 2016 election.\nIt was correct that Trump aimed to connect the Ukrainians with Giluiani and Barr, even down to the detail of Trump mentioning the two in conjunction.\nThe complaint described Trump as attempting to pressure Ukraine. That is a matter for the impeachment inquiry to resolve, but the details the whistleblower offered to back that up are correct.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-00079"}