{"url": "/factchecks/2011/apr/07/john-boehner/john-boehner-says-interim-spending-bill-would-cut-/", "speaker": "John Boehner", "vclaim": "\"We’ve introduced a bill that includes $12 billion in cuts over the next week.\"", "truth_label": "half-true", "date": "stated on April 5, 2011 in a public statement:", "title": "John Boehner says interim spending bill would cut $12 billion", "text": "With the possibility of a government shutdown looming, Republicans have been saying their temporary spending bill will cut $12 billion.\n\nThe statement was made by several key GOP members, including House Speaker John Boehner, R-Ohio. Here's what he said in a statement touting the bill, which would extend government funding by another week while also providing funds to the Pentagon for the remainder of the year.\n\n\"As I’ve said throughout this process, since the spending binge in Washington is hurting job creation in this country, we’re going to fight for the largest cuts possible – real cuts, not more smoke and mirrors,\" Boehner said in the April 5, 2011, statement. \"We’ve made clear that Democrats’ $33 billion proposal is not enough, and much of it is based on gimmicks. To make a positive impact on our economy, the cuts need to be significant, and they need to be real. Failing to make real cuts will send a signal to job creators that Washington is still not serious about getting government spending under control.  ...\n\n\"We’re not going to allow the Senate and White House to force us to choose between two options that are bad for America, whether it’s a bad deal that fails to make real spending cuts, or accepting a government shutdown due to Senate inaction. We’ve introduced a bill that includes $12 billion in cuts over the next week and funds our troops through the year. We may pass this to keep the government running if Democrats don’t listen to the American people and get serious about cutting spending.\"\n\nAt issue is this line: \"We’ve introduced a bill that includes $12 billion in cuts over the next week.\"\n\nIndeed, while the bill does include $12 billion in cuts, it also includes $7.6 billion in additional spending for the Defense Department -- a 1.5 percent increase over last year’s level. (This news release from the House Appropriations Committee breaks down the numbers in the bill.)\n\nSo the net amount of cuts is $4.4 billion -- roughly one-third of the $12 billion figure Boehner cited in his statement.\n\nSteve Ellis, vice president of Taxpayers for Common Sense, an independent group that analyzes federal spending, considers the emphasis on the $12 billion figure misleading.\n\n\"Saying the continuing resolution cuts $12 billion while ignoring the $7.6 billion in defense adds is like saying you met your weight loss goals if you don’t count your backside,\" Ellis quipped in an e-mail.\n\nWe asked Boehner’s office for the speaker’s perspective, but we did not hear back.\n\nWe find that Boehner, who decried budget \"gimmicks\" in his statement, is conveniently leaving out the spending increase and painting a misleading picture of the bill.\n\nBoehner’s statement -- \"we’ve introduced a bill that includes $12 billion in cuts over the next week and funds our troops through the year\" -- is carefully worded. The bill does include $12 billion in cuts to discretionary spending, and it does fund the Defense Department, as he indicated.\n\nBut we also think Boehner’s artful wording suggests a much larger cut than the bill actually delivers when the additional defense spending is included. Using the net figure for spending reductions would have been a more accurate description. On balance, we rate Boehner’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13296"}