{"url": "/factchecks/2019/feb/21/jason-smith/federal-workers-are-paid-more-average-southern-mis/", "speaker": "Jason Smith", "vclaim": "Federal workers \"are paid well above the HOUSEHOLD income in southern Missouri.\"", "truth_label": "mostly-true", "date": "stated on January 30, 2019 in a tweet:", "title": "Federal workers are paid more than the average southern Missourian", "text": "The House of Representatives passed a 2.6 percent pay raise for all civilian federal employees in response to a government shutdown that left hundreds of thousands of federal workers either furloughed or working without pay.\nSome Republican lawmakers decried the move. U.S. Rep. Jason Smith, R-Mo., sent out a tweet saying, \"Where I come from you don’t get a pay raise just for showing up to work.\"\n\"Today Dem leaders pushed a $5B pay raise for federal workers who are paid well above the HOUSEHOLD income in southern Missouri. Retweet if you think that money would be better spent to #SecureOurBorder.\"\nWhere I come from you don't get a pay raise just for showing up to work. Today Dem leaders pushed a $5B pay raise for federal workers who are paid well above the HOUSEHOLD income in southern Missouri. Retweet if you think that money would be better spent to #SecureOurBorder— Rep. Jason Smith (@RepJasonSmith) January 30, 2019\n\nOn Feb. 1, Smith repeated the claim in his Weekly Capitol Report.\nThe raise in question matches an increase in pay for military personnel that was passed in 2019. If passed by the Senate, the bill would undo a pay freeze instituted by President Donald Trump on Dec. 28.\nWe decided to take a closer look to see if federal workers really do make that much more than southern Missourians and if so, why.\nIncome disparities between the federal workforce and Missourians\nSmith’s claim focuses on two different metrics — the income of an individual federal civilian employee and the income of households in southern Missouri. This distinction is important, because household income can include the wages and salaries of multiple people.\nData from the U.S. Census Bureau and the Bureau of Economic Analysis supports Smith’s claim that individual federal employees bring in more pay than southern Missouri households.\nThe mean household income in Missouri is $70,144, a figure already lower than the mean income of a federal civilian worker, which is $90,811.\nWhen asked for data supporting the claim, Smith’s communications director Joey Brown pointed to census data compiled by congressional district. To determine the average household income in \"southern\" Missouri, we looked at the two congressional districts that cover the state’s southernmost counties — districts 7 and 8.\nSmith’s district, Congressional District 8, encompasses the southeast corner of the state, stretching from Ozark County to Jefferson County and extending into the Bootheel region. There, the mean household income is $54,393.\nIn neighboring Congressional District 7, which covers the southwest corner of the state, the mean household income is $62,145.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThere are many explanations for why federal employees are paid more than the average southern Missourian household. Experts told us that any comparison should also take into account education, training, skills and experience that increase worker productivity and typically result in higher incomes.\nThe federal government’s 2.2 million civilian workers tend to be \"older, more educated and more concentrated in professional occupations than private-sector workers,\" according to the Congressional Budget Office, the nonpartisan research arm of Congress.\nAbout 51 percent of federal workers have attained at least a bachelor’s degree. In Smith’s district, about 16 percent of constituents 25 and older have a bachelor’s degree, according to data from the U.S. Census Bureau and Office of Personnel Management.\nA report by the Congressional Budget Office that accounted for these differences found that there is a disparity between how federal and private workers are paid.\nBut this disparity depends on levels of education.\n\"There’s very little question that the top people in government are being paid quite a bit less usually than the top people with those kinds of skills in the private sector,\" said University of Missouri economics professor Peter Mueser.\nFederal workers with a professional or doctorate degree earned roughly 24 percent less than their privately-employed counterparts.\nBut federal workers with no more than a high school education earned 34 percent more than similar workers employed outside the federal government. Federal employees whose highest level of education was a bachelor’s degree earned 5 percent more.\nAnother factor worth considering is benefits, said Iowa State University economics professor John Winters by email.\nIn addition to salaries and wages, workers are compensated with benefits such as health insurance, retirement plans and job security. However, benefits are more difficult to quantify, because they are in part based on future predictions and less-detailed data is available on benefits than wages.\nThe CBO study found that for federal employees whose highest level of education was a bachelor’s degree, benefits were 52 percent higher. Average benefits were 93 percent higher for federal employees with no more than a high school education.\nFor employees with a doctorate or professional degree, average benefits were \"about the same in the two sectors.\"\nOur ruling\nThe bare bones of Smith’s claim hold up to scrutiny. Federal workers do take home more in income than the average household in southern Missouri.\nBut Smith’s statement doesn’t take into account differences between southern Missourians and the average federal employee that help explain income disparity, such as education.\nWe rate this statement Mostly True.", "vclaim_id": "vclaim-pol-00994"}