{"url": "/factchecks/2012/jan/24/tom-price/congressmans-claim-about-medicare-mostly-rings-tru/", "speaker": "Tom Price", "vclaim": "\"[N]early one in three primary care doctors are forced to limit the number of Medicare patients they see.\"", "truth_label": "mostly-true", "date": "stated on December 18, 2011 in Op-Ed:", "title": "Congressman's claim about Medicare mostly rings true", "text": "Seniors, if you’re struggling to find a doctor that takes Medicare, U.S. Rep. Tom Price has diagnosed your problem.\n\nDoctors won’t take patients covered by the federal health insurance program for seniors because Medicare pays them less than what the care actually costs, Price said in a recent op-ed in the Boston Herald.\n\n\"Already, nearly one in three primary care doctors are forced to limit the number of Medicare patients they see,\" said Price, who worked as an orthopedic surgeon.\n\nWe thought the Roswell Republican’s number was worth a closer look. If there is a problem, it could get worse Feb. 29.\n\nThat’s when Medicare will cut doctor pay by some 27 percent, unless Congress does something about it.\n\nMedicare calculates how much it pays doctors according to a special formula set up in 1997 to keep the federal deficit in check. In 2002, that formula gave doctors a pay cut, but physician backlash was so bad that lawmakers have put off reductions ever since.\n\nEach time Congress puts off the problem, the cost of fixing it grows.\n\nWe asked Price spokesman Ryan Murphy for more information on the congressman’s Medicare figure. He said it was confirmed by a May 2010 survey by the American Medical Association, a group that represents doctors’ interests and promotes medicine and public health.\n\nThe AMA’s online survey of more than 9,000 physicians found that 31 percent of primary care doctors \"restrict\" the number of Medicare patients in their practice.\n\nSome of these doctors don’t accept new Medicare patients, and only treat the ones they already have. Others have stopped treating them at all.\n\nSome 83 percent said they did so because Medicare payment rates are too low, the AMA survey said. And 82 percent said they made the move because they were concerned about the threat of future payment cuts.\n\nWe asked the AMA for the poll’s methodology and found it has a major shortcoming. It wasn’t scientific. Also, the AMA is a powerful lobbying group with its own set of interests.\n\nWe therefore sought out data from independent sources that took a scientific approach.\n\nThe data we found was not strictly comparable to the AMA’s, but it did tell us that the findings of the physicians group did not clash with other research.\n\nFor instance, there’s a 2008 survey by the Center for Studying Health System Change, which provides research used by the federal government and policymakers on both sides of the aisle. The center conducted a nationally representative mail survey of 4,700 physicians.  \n\nIt found that among primary care physicians, 37 percent said they accept some or no new Medicare patients. Of those, more than 56 percent said that inadequate reimbursements were a moderately important or very important reason why.\n\nAbout 48 percent of those who restricted how many Medicare patients they took on said a moderately important or very important reason why was that their practices were already at capacity.\n\nThere’s also 2009 data from the Centers for Disease Control and Prevention, which found that some 19 percent of primary care physicians did not accept any new Medicare patients. This number is a lot lower than the AMA’s figure, but it doesn’t mean the doctors group is incorrect.\n\nAbout 10 percent of the CDC’s respondents said they did not know if they accepted new Medicare patients. Also, the data did not specify whether the doctors who accept new ones limit how many they bring on.\n\nOn its face, the AMA data is not unreasonable. None of the data we reviewed expressly contradicts the finding that 31 percent of primary care doctors \"restrict\" the number of Medicare patients in their practice.\n\nFurthermore, data from the Center for Studying Health System Change appear to support the AMA’s finding.\n\nSo, is Dr. Price right? Are nearly one in three primary care doctors \"forced to limit the number of Medicare patients they see\"?\n\nThe congressman’s number seems sensible, but his language is overheated. It’s not clear that the physicians who drop or restrict Medicare were \"forced\" to do so because of declining reimbursements or red tape.\n\nNearly half of the primary care physicians responding to the Center for Studying Health System Change survey said one of the reasons they accept so few new Medicare patients is that their practices are full.\n\nWe recommend Price give his feverish rhetoric an aspirin. And it wouldn’t hurt if he got a second or third opinion on the American Medical Association’s data.\n\nPrice earns a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-11735"}