{"url": "/factchecks/2020/jul/10/john-cornyn/some-covid-19-deaths-have-been-children/", "speaker": "John Cornyn", "vclaim": "Says “no one under the age of 20 has died of the coronavirus. We still don’t know whether children can get it and transmit it to others.”", "truth_label": "false", "date": "stated on July 9, 2020 in an interview:", "title": "Some COVID-19 deaths have been children", "text": "Texas schools will be open this fall, but parents will be allowed to choose between sending their children to in-person classes or keeping them home for virtual instruction, per new guidance issued by the state’s education agency on Tuesday.\nThe decision received mixed reviews from educators, parents and state officials, some of whom cited rising infection rates, hospitalizations and deaths from COVID-19 in the state as a point of concern.\nIn an interview with a television station in Dallas on Thursday, U.S. Sen. John Cornyn said he thinks the most important factor in opening schools should be safety.\n\"The good news is, when you look at the numbers, no one under the age of 20 has died of the coronavirus,\" said Cornyn, a Republican. \"We still don’t know whether children can get it and transmit it to others.\"\nBut is that accurate? Cornyn did not return a request for comment seeking more information about his statement.\nA spokesperson for the senator told NBC DFW on Friday that Cornyn \"could have been more precise with his language,\" but his information came from a July 9 tweet shared by Dr. Scott Gottlieb, the former commissioner of the Food and Drug Administration.\nIn reply to a question about children and the coronavirus, Gottlieb wrote: \"Balance of data clearly shows they’re less likely to become infected and less likely to transmit infection. But IMHO we need to have humility on this question and recognize we don’t fully understand all the risks; and while kids are less vulnerable, less risk doesn’t mean no risk.\"\nCornyn spokesman Drew Brandewie told the Houston Chronicle that Cornyn \"was not questioning whether children can catch the virus — of course they can. He was questioning the likelihood that children can catch it and THEN transmit it.\"\nLet’s dive in.\nLooking at infection numbers, deaths\nPeople of any age can contract the coronavirus, which causes the disease COVID-19.\n\"Everyone is at risk for getting COVID-19 if they are exposed to the virus,\" reads a U.S. Centers for Disease Control and Prevention webpage on the virus. \"Some people are more likely than others to become severely ill, which means that they may require hospitalization, intensive care, or a ventilator to help them breathe, or they may even die.\"\nSome independent research and a preliminary report from the CDC show that children may be less likely to contract the virus than adults. Plus, the risk of severe illness from COVID-19 increases with age. \nBut that does not mean children cannot contract the virus or experience illness as a result.\nThe latest analysis from the CDC shows that roughly 6% of confirmed coronavirus cases in the United States have been among people 17 years old and under — 1.4% have been in people under 4 and 4.6% between 5 and 17.\nIn Texas, about 7% of the 24,459 coronavirus cases with a completed investigation have been people under 19 — 2.3% have been people under 9 and 4.8% between 10 and 19.\nNational and state data also show that Cornyn is wrong to say no person under 20 has died from the coronavirus.\nAcross the United States, 29 people under the age of 14 and 142 people between the ages of 15 and 24 have died after contracting the coronavirus.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nIn Texas, state data does not show any coronavirus fatalities for people younger than 19 — but the state has investigated just 703 of the state’s reported 2,918 fatalities.\nAccording to media reports, some children have died after contracting the virus in the state.\nIn April, a 17-year-old girl in Lancaster died of complications related to the coronavirus, according to the Dallas Morning News.\nOn Friday, health officials in Corpus Christi reported \"a COVID-19 related death of a six week old infant,\" according to Ben Molina, a city council member in the area.\nExploring transmission\nDr. Jeffrey Kahn, chief of Pediatric Infectious Disease at UT Southwestern Medical Center, told NBC DFW in a July 3 interview that children are able to contract and transmit the virus.\n\"We know that children should be less prone to severe disease and viral infections, that’s not to say children can’t get sick,\" he said. \"We’ve had many examples of children getting sick. We also know that children can spread the virus and not be symptomatic.\"\nBut the extent to which children spread the virus remains under-studied, and it is likely that children play a small role in the bulk of virus transmission.\n\"So far, researchers agree that children are not contracting the new coronavirus at the same rate as adults,\" reads a report from the Advisory Board, a health care research and consulting firm. \"But research has yet to show whether young children transmit the new coronavirus at a similar rate as adults.\"\nRobert Redfield, director of the Center for Disease Control and Prevention, spoke about whether children returning to schools pose a risk of spreading the virus during a briefing of the White House Task Force on Wednesday. \n\"We really don’t have evidence that children are driving the transmission cycle of (the coronavirus),\" he said.\nDr. Deborah Birx, the White House coronavirus response coordinator, said that could be due to lack of testing among children.\n\"It really comes to the evidence base of: what do we have as far as testing and children?\" she said during the same press briefing. \"So, if you look across all of the tests that we’ve done and when we have the age, the portion that has been the lowest-tested portion is the under-10-years-old.\"\nTwo international studies conducted on children— one focused on China and the other based in Germany — offer \"compelling evidence that children can transmit the virus,\" according to the New York Times.\nA preliminary report from the CDC on the coronavirus in children said children are less likely to show typical symptoms of the coronavirus like fever or cough. \n\"Social distancing and everyday preventive behaviors remain important for all age groups as patients with less serious illness and those without symptoms likely play an important role in disease transmission,\" the report reads.\nOur ruling\nCornyn said that \"no one under the age of 20 has died of the coronavirus. We still don’t know whether children can get it and transmit it to others.\"\nCornyn’s claim is wrong on multiple counts: First, numerous children across the country and in Texas have contracted the coronavirus and some have died as a result.\nResearch indicates that children are able to transmit the coronavirus, but there has been little research into how the rate of transmission may vary compared to adults. Transmission involving children does not appear to make up the bulk of the spread.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17721"}