{"url": "/factchecks/2017/jun/21/joy-reid/joy-ann-reid-mistakes-size-trump-victory-georgia-d/", "speaker": "Joy Reid", "vclaim": "In the Georgia House district that hosted a special election on June 20, \"Trump won by 20+ points.\"", "truth_label": "false", "date": "stated on June 20, 2017 in a tweet:", "title": "Joy Reid mistakes size of Trump victory in Georgia district", "text": "After Republican Karen Handel defeated Democrat Jon Ossoff in a closely watched special election for a House seat in suburban Atlanta, commentators in both parties began to spin the results furiously.\nOne of them was Joy Reid, the liberal host of the MSNBC show AM Joy.\nOn election night, not long after it became clear that Handel had won a narrow victory, Reid reassured her followers on Twitter, \"It’s GEORGIA. A Republican district in Georgia that Trump won by 20+ points. Let’s hang on to some perspective, folks.\"\nIt's GEORGIA. A Republican district in Georgia that Trump won by 20+ points. Let's hang on to some perspective, folks. https://t.co/zeis02pRPj— Joy Reid (@JoyAnnReid) June 21, 2017\n\nReid is right that the district is historically Republican; Republicans have held it for decades, most recently by Tom Price, whose elevation to Health and Human Services secretary by President Donald Trump prompted the special election in the first place.\nHowever, Trump didn’t win the district by more than 20 points — not by a long shot. (Reid did later tweet back to a follower who suggested that Trump won by a point or two, \"Ah ok. I could have that one wrong. Thanks!\")\nAccording to the forthcoming Almanac of American Politics 2018, Trump defeated Clinton in the district by 160,029 votes to 155,087, or a 48 percent to 47 percent margin. That’s roughly a 1 percentage-point margin. (Full disclosure: The author of this article is also the senior author of that book.)\nAnother source of presidential results by congressional district, Daily Kos Elections, had a similar number, putting the Trump margin of victory at 1.5 percentage points.\nLike a number of other traditionally Republican suburban congressional districts across the country, Georgia’s 6th District moved toward the Democrats in the 2016 presidential election. Political analysts credited Clinton’s gains in such districts to demographic patterns in each of the candidates’ bases of support. Hillary Clinton tended to do better than Trump did among voters with high educational attainment, who are disproportionately numerous in suburban districts like Georgia’s 6th.\nIn some such districts, Clinton won outright over Trump. These included Texas’ 23rd District, held by GOP Rep. Will Hurd, and no fewer than seven Republican-held House districts in California.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGeorgia’s 6th District didn’t quite give Clinton the victory, but Trump notched only a narrow win in the district.\nThe 2016 presidential result in the district was far worse for the Republicans than in previous elections. In 2012, according to the Almanac of American Politics, Mitt Romney won the district, 61 percent to 37 percent, a 24 percentage-point margin.\nThat margin is more along the lines of what Reid was talking about. But 2016 was a very different election year from 2012 in the district. Georgia’s 6th District had already moved substantially in the Democrats’ direction by last November. Clinton won some 40,000 more votes in the district than President Barack Obama did in 2012, while Trump won almost 27,000 votes fewer than Mitt Romney did in 2012.\nWorth noting: Even as Trump was faring poorly in the district, Price won his seat by a margin similar to what Reid tweeted. In 2016, Price, a longtime incumbent first elected in 2004, defeated his little-known Democratic opponent, 62 percent to 38 percent, a 24-point margin.\nStill, Reid was wrong in her initial tweet. (She did not respond to an inquiry by Twitter.)\nOur ruling\nReid's original tweet said that in Georgia’s 6th district, \"Trump won by 20+ points.\"\nRomney won by that wide a margin margin in 2012, and Price did, too, as recently as last November. But Trump was nowhere near as popular in the district as Reid’s tweet indicates. He won by a point or two -- far worse than Republican candidates have traditionally fared in the 6th.\nWe rate the statement False.\nEDITOR'S NOTE, June 21, 12:55 p.m.: Shortly after this article was posted, a reader informed us that Reid had replied to a follower on Twitter that she may have gotten the statistic wrong. We have now included that in the article.", "vclaim_id": "vclaim-pol-03188"}