{"url": "/factchecks/2010/jan/13/rick-perry/perry-says-1000-people-move-texas-daily/", "speaker": "Rick Perry", "vclaim": "\"More than 1,000 people ... move to Texas every day.\"", "truth_label": "mostly-true", "date": "stated on December 29, 2009 in press release:", "title": "Perry says 1,000 people move to Texas daily", "text": "Gov. Rick Perry touts Texas as a model state that escaped the recession with few battle scars and a lot of jobs, if you're looking for one.\n\nAn unemployment rate significantly below the national rate is one reason folks are coming here — 1,000 people daily, according to Perry.\n\n\"I am pleased to receive the endorsement of the Southwest Movers Association, which plays a key role in supporting the more than 1,000 people who move to Texas every day,\" he said Dec. 29. \"As our state continues to grow, I look forward to working with members and stakeholders of SMA to ensure that Texas remains a top destination for job seekers.\"\n\nMatthew Thompson, a senior writer and editor at the Office of the Governor, said the governor's staff divided the state's annual population growth by 365 days to estimate how much the population swells daily. The statistics came from the U.S. Census Bureau.\n\nBetween July 1, 2008 and July 1, 2009, Texas gained 478,012 more people — more than any other state (California, still boasting the biggest population overall, was second with 381,000 new people). That's about 1,300 people per day, by Thompson's calculation.\n\nBut 478,000 is the net population change. It includes births as well as people relocating to Texas, after accounting for deaths and people leaving the state. So, what part of that net figure represents newcomers?\n\nWith help from the U.S. Census Bureau, we learned that about 635 people come to Texas every day, on average. A census official based that number on average daily net migration from other states (393) plus average daily net migration from other countries (242).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\n\nA separate estimate of the actual number of people entering the state comes from the Internal Revenue Service, which tracks the addresses of people who file taxes each year, and reports that information to the Census Bureau. The IRS found that 493,840 people switched their residence to Texas between the time they filed in 2007 and when they filed in 2008 — that's about 1,353 people each day. (The IRS' data are slightly older than the figures Perry cites as evidence for his claim.)\n\nIn the end, Perry came close to getting it right, though he didn't take into account in-state births or people moving away. Statistically speaking, of course, a set number of people aren't moving to Texas every day because that number varies. But if you rely on IRS data collected in 2007 and 2008, more than 1,300 people on average were relocating here during that time frame.\n\nWe rule Perry's claim Mostly True, even if he wasn't using the right data as evidence.", "vclaim_id": "vclaim-pol-15401"}