{"url": "/factchecks/2011/feb/08/bill-oreilly/bill-oreilly-tells-obama-he-also-asked-bush-about-/", "speaker": "Bill O'Reilly", "vclaim": "Tells President Barack Obama that he also asked former President George W. Bush about how he felt about Americans hating him.", "truth_label": "true", "date": "stated on February 6, 2011 in an interview with President Barack Obama:", "title": "Bill O'Reilly tells Obama he also asked Bush about people hating him", "text": "During a Super Bowl interview on Feb. 6, 2011, Fox News host Bill O’Reilly prefaced a sensitive question to President Barack Obama by saying that he had asked the same question in a previous interview with former President George W. Bush.\n\n\"I asked this to President Bush when I talked to him a few weeks ago,\" O’Reilly said to Obama. \"Does it disturb you that so many people hate you? No. I mean, it's a serious question.\"\n\nA reader wrote to us to ask whether O’Reilly did ask that question of Bush. So we looked into it.\n\nWe discovered that O’Reilly was referring to an interview aired on Nov. 11, 2010, when Bush, by then out of office for almost two years, was doing publicity for his memoir, Decision Points.\n\nHere’s the exchange between O’Reilly and Bush:\n\nO’REILLY: \"Okay. But, the people in the press hated you, a lot of them. Why? Why?\"\n\nBUSH : \"I don’t know. You have to ask them. I’m not a hater, and so sometimes it’s hard for me to understand why somebody hates somebody. It could have been because of my policies, maybe they didn’t like my religion. I don’t know. I’m sure there’s a myriad of reasons. That’s what happens when you’re the president. It can either bother you or not bother you. I chose --\n\nO\"REILLY: \"You ever think about it?\"\n\nBUSH: \"Being hated? No, not really.\"\n\nO’REILLY: \"Really? Never?\"\n\nBUSH: \"No. I’m a pretty comfortable guy right now, you know.\"\n\nO’REILLY: \"You look it.\"\n\nBUSH: \"I really am. I’m honored to have served. I’m glad I served, and I gave it my all, and that’s all you can do at life. I got back -- and this sounds corny to some, I understand, but when I looked in the mirror, I know I didn’t sell my soul for the sake of any short-term politics or popularity. I think that’s important.\"\n\nFor the record, here’s how Obama answered O’Reilly: \"You know, the truth is, that the people -- and I'm sure previous presidents would say the same thing, whether it was Bush or Clinton or Reagan or anybody. The people who dislike you don't know you. … What they hate is whatever funhouse mirror image of you that's out there. … I think that by the time you get here, you have to have had a pretty thick skin. If you didn't, then you probably wouldn't have gotten here.\"\n\nTechnically, O’Reilly asked slightly different questions of each president. To Obama, he asked whether it disturbs him to be hated by \"so many\" Americans. To Bush, he asked how he felt about being hated by \"a lot of\" people in the press, and then followed up by asking him more generally if he ever thought about being hated.\n\nStill, O’Reilly’s two lines of inquiry are similar enough that we’re giving O’Reilly a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13642"}