{"url": "/factchecks/2012/sep/14/phil-gingrey/unemployment-rate-comparable-great-depression-cong/", "speaker": "Phil Gingrey", "vclaim": "The U.S. unemployment rate has remained above 8 percent for 43 consecutive months, the longest stretch since the Great Depression.", "truth_label": "true", "date": "stated on September 7, 2012 in a Twitter post:", "title": "Unemployment rate comparable to Great Depression, congressman says", "text": "Many Republicans quickly pounced on the federal government’s latest unemployment data as proof that President Barack Obama should be removed from his current job by voters on Election Day.\n\nThe August report showed about 96,000 jobs were added across the country that month and the nation’s unemployment rate dropped two-tenths of a percentage point to 8.1 percent. Many economists, though, said the numbers were below projections. Obama said he was dissatisfied with the numbers, but he pointed out that the nation has seen 30 consecutive months of job growth.\n\nU.S. Rep. Phil Gingrey, a Republican from Marietta, had a different observation about the unemployment data and claimed in a Twitter post it was part of a longer sort of streak.\n\n\"Today's #jobs report marks the 43rd consecutive month unemployment has remained above 8%, longest since the Great Depression,\" the post read.\n\nGingrey ended the tweet with his conclusion about how the nation has fared since Obama, a Democrat, took office in January 2009.\n\n\"[N]ot better off,\" he wrote.\n\nThere’s been plenty of ink spilled in newspapers and magazines that the nation’s unemployment rate has been above 8 percent for a long time. But we wondered if the congressman was correct to say this is the longest stretch the unemployment rate has been above 8 percent since the Great Depression.\n\nFirst, let’s look at the current unemployment situation. We examined the U.S. Bureau of Labor Statistics unemployment rate data, which Gingrey, Obama and everyone else use for such comparisons. The numbers are trusted by most economists, although some contend the data doesn’t tell the entire story because, for example, the unemployment rate doesn’t include people who’ve quit looking for a job.\n\nIn February 2009, Obama’s first full month in office, the unemployment rate rose to 8.3 percent. It had been 7.8 percent the month before. The unemployment rate rose sharply to a high of 10 percent by that October.\n\nThe unemployment rate was greater than 9 percent the next 16 months. In March 2011, it dropped to 8.9 percent, but rose back above 9 percent the following six months. In October 2011, the rate fell back below 9 percent. Each month since, it has been in the 8 percent range.\n\nThe last time the U.S. unemployment rate topped the 8 percent mark was during the first term of Republican Ronald Reagan’s presidency. In November 1981, it rose to 8.3 percent and remained over that mark for 27 consecutive months, reaching a high of 10.8 percent in late 1982. The unemployment rate dropped to 7.8 percent in February 1984 and was 5.4 percent when Reagan left the White House in January 1989.\n\nFederal government data shows prior to the Reagan administration, you must indeed go back to the Great Depression to find unemployment at such high rates. In 1930, the annual unemployment rate for the United States was 8.7 percent. The annual rate ballooned to nearly 25 percent by 1933. The unemployment rate gradually declined until 1937, when it rose from 14.3 to 19 percent. Some economic historians blame the increase on President Franklin D. Roosevelt’s spending cuts in June 1937.\n\nUniversity of Maryland associate history professor David Sicilia noted Roosevelt increased spending soon thereafter. The unemployment rate did not fall back under 8 percent until 1942, when it was 4.7 percent. Pearl Harbor was attacked in December 1941, drawing America completely into World War II and much of the nation’s young men into combat and putting many of its women to work.\n\nSicilia sees some similarities between how the unemployment numbers have trended during the Great Depression and since 2009. He said the nation is more conservative now than it was during the Depression, so there is greater resistance to government spending increases to spur the economy and lower the unemployment rate.\n\nAs for the accuracy of Gingrey’s claim, Sicilia said, \"That’s correct.\"\n\nThe Congressional Budget Office, a nonpartisan source of analysis, wrote in February that this was the longest period of unemployment above 8 percent since the Great Depression.\n\nThe last time the unemployment rate was this high was during Reagan’s first term. However, the 27 months during the 1980s the rate was greater than 8 percent is far less than the 11 years the unemployment rate was that high during the Great Depression.\n\nWe rate Gingrey’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-10384"}