{"url": "/factchecks/2016/may/27/richard-pan/mickey-mouse-claim-californias-capitol-building-se/", "speaker": "Richard Pan", "vclaim": "California’s Capitol building is \"second only to Disneyland,\" among visitor sites in the state.", "truth_label": "false", "date": "stated on April 7, 2016 in remarks at a Capitol budget hearing:", "title": "A Mickey Mouse claim: California’s Capitol 'second only to Disneyland' among visitors", "text": "California is home to some of the most popular tourist attractions anywhere: Disneyland, the San Diego Zoo and Yosemite National Park quickly come to mind. They’ll likely be top destinations for travelers over the Memorial Day holiday.\nBut an old wives’ tale in Sacramento would have you believe the state Capitol building ranks \"second only to Disneyland\" in annual visitors across the Golden State.\nState Sen. Richard Pan repeated this myth at a recent hearing at the Capitol.\n\"We have all these visitors coming here, second only to Disneyland, and yet when you look up there’s something missing -- fire sprinklers,\" said Pan, D-Sacramento, on April 7, 2016. \"We have all those people walking through here, but if there’s a fire we’re in big trouble.\"\nPan’s claim about the number of visitors sounded dubious. We set out to examine whether the Capitol really is \"second only to Disneyland.\" We didn’t check whether it was the second ‘happiest place on Earth.’\n\nSen. Richard Pan says the state Capitol is \"second only to Disneyland\" in visitors in this Sacramento Bee video.\nOur research\nThe Capitol attracts roughly one million visitors inside the building annually, according to figures provided by the Capitol museum, which is part of the state parks department and runs tours of the building. Of those, about half take tours and visit the museum, while the rest are there on official business, said Tabitha Mwai, a Capitol tour guide employed through the museum.\nThe domed, neo-classical structure houses the state legislature and governor’s office. It was first built in the late 1800s. It buzzes with life on a typical day with lawmakers and lobbyists competing for space with school groups, reporters and sometimes protesters inside its cramped hallways.\nWhile Pan sounded like he was referring to visitors inside, we checked on the number outside, too. Nearly 1,000 permitted events from small press conferences to large rallies take place on the Capitol grounds each year, according to Officer Mike Martis, Jr., a spokesman for the California Highway Patrol, which administers the permits. Martis said the agency does not keep data on how many people attend the events. He offered a very rough and unofficial estimate of between 50,000 and 100,000 annually.\nThe Capitol building is home to the California State Legislature, including the Assembly Chamber shown above. File photo / Capital Public Radio\nGoing with this approximation, we’ll say the Capitol draws 1.1 million inside and out. That’s a lot of visitors. But what about attractions other than Disneyland? Yosemite? The San Diego Zoo? The Monterey Bay Aquarium, among others? A comprehensive list ranking attendance at the state’s top attractions is difficult to find.\nBut the attractions we listed all draw far more visitors each year. Disneyland is the apparent top draw at 16 million paid visitors, according to Statista, a statistics company.\nYosemite attracts about 4 million people each year, according to the National Park Service, while the San Diego Zoo welcomes 3.2 million annually, according to a zoo spokeswoman. The Monterey Bay Aquarium, meanwhile, reported more than 2 million in total attendance in 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nThe Capitol’s 1.1 million visitors place it ahead of Hearst Castle’s 770,000, but behind Alcatraz Island’s 1.4 million tally.\n\nLawmaker’s response\nWhen we asked where Sen. Pan got his information, his spokeswoman referred us to comments from the same April hearing by California Department of General Services Director Daniel Kim. A video shows Kim stating: \"Other than Disneyland, the state Capitol is the second most visited site in California, with millions of visitors annually.\"\nBrian Ferguson, a spokesman for that department, said Kim relied on \"an old wives’ tale that docents at the Capitol say every time they give a tour.\" It’s a tale even Maria Shriver, the state’s former First Lady, repeated in a 2009 magazine article, where she said \"Our Capitol is one of the most visited places in California, second only to Disneyland.\"\nFerguson said perhaps it was true at one point.\nErin Renfree, a state parks Capitol tour guide supervisor who’s led tours there since 1999, said she’s never heard her guides or volunteer docents make that claim.\n\"I’ve never used that on my tours. I’ve never heard any of the tour guides use that,\" Renfree said.\nShe added the state can’t control what private guides might tell visitors.\nOn Pan’s more serious point about the Capitol, and specifically its attached annex building needing safety upgrades: Gov. Jerry Brown has proposed $1.5 billion in the upcoming budget to renovate or replace that and two other state buildings.\nOur ruling\nState Sen. Richard Pan said the state Capitol is \"second only to Disneyland\" in visitors in California. This center of state government draws about a bit more than one million annually. But that’s peanuts compared with Yosemite, the San Diego Zoo or Monterey Bay Aquarium, which attract between two and four times as many per year.\nA state spokesman said the claim about the Capitol is \"an old wives’ tale.\" If it ever was correct, it’s long outdated and now just flat out wrong.\nWe rate that part of the senator’s statement False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/2e813aa3-54dd-4d3b-9d6d-493ac130feab", "vclaim_id": "vclaim-pol-04910"}