{"url": "/factchecks/2009/dec/12/james-inhofe/inhofe-claims-cru-e-mails-debunk-science-behind-cl/", "speaker": "James Inhofe", "vclaim": "The Climatic Research Unit e-mails show that the science behind climate change \"has been pretty well debunked.\"", "truth_label": "false", "date": "stated on December 7, 2009 in CNN's 'The Situation Room':", "title": "Inhofe claims that e-mails 'debunk' science behind climate change", "text": "The newest tool in climate skeptics' arsenal: a series of  hacked e-mails  from the Climatic Research Unit, a branch of the University of East Anglia in the United Kingdom.\n\nThe correspondence, which was stolen from CRU's server sometime around Nov. 20, has some saying that the scientific underpinnings of climate change are false.\n\nWhen asked on Dec. 7, 2009, about the Environmental Protection Agency's recent announcement that it will now consider carbon dioxide a pollutant, a move that clears the way for stricter regulations of the greenhouse gas, longtime climate change critic Sen. James Inhofe, R-Okla., had this to say on CNN's  The Situation Room  :\n\n\"We see that that science [behind the announcement] has been pretty well debunked,\" he said referring to the e-mails. \"I remember a long time ago ... I made a speech on the Senate floor where I talked about all these scientists coming in, talking about how they can't get their side on there and the science is all rigged. ... Sure enough, what is happening today in this whole debate is just what we said was happening four years ago.\"\n\nSpecifically, Inhofe was talking about data that the EPA used to form its decision. It came from the Intergovernmental Panel on Climate Change, a scientific body that \"reviews and assesses the most recent scientific, technical and socioeconomic information produced worldwide relevant to the understanding of climate change.\" Thousands of scientists contribute data to the organization voluntarily, including scientists at CRU, the group whose e-mails were hacked.\n\nWe've been following the complicated e-mail controversy for weeks, but there have been a number of issues that make fact-checking claims about the issue difficult. To start, the e-mails were obtained illegally, which raises questions about their validity. Some e-mails simply demonstrate a professional rivalry between scientists, a phenomenon that's nothing new to the profession. Scientists are disputing the meaning of some of the language in the e-mails. Finally, CRU has announced that it is conducting its own investigation into whether data were tossed out or otherwise manipulated unethically; that investigation is not complete.\n\nWe do know that these e-mails clearly demonstrate some petty professional backstabbing and a degree of skepticism within the CRU circle about opinions that do not match their own.  Read our story on the e-mail controversy  .\n\nWe also know this: The e-mails do not prove that climate change is a hoax.\n\nHere's why:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nIndependent of CRU's data, agencies and academics all over the world are coming to essentially the same conclusion: Climate change is happening.\n\nJust take a recent report issued by the  United States Global Research Program  , an arm of the government that, since 1989, has been coordinating and integrating federal research on changes in the global environment and their implications for society. The report states that \"global warming is unequivocal and primarily human-induced. ... Warming over this century is projected to be considerably greater than over the last century. The global average temperature since 1900 has risen by about 1.5ºF. By 2100, it is projected to rise another 2 to 11.5ºF.\"\n\nThere are other ways to quantify these changes. NASA, for instance, tracks data from the National Snow and Ice Data Center at the University of Colorado at Boulder to see how temperatures are affecting the arctic. The most recent data show that 2009 marks the third-lowest Arctic sea ice minimum on record.\n\nSimilarly, data from the National Oceanic and Atmospheric Administration show that sea levels over the past 100 years are rising at an average rate of 1.7 millimeters annually, \"which is significantly larger than the rate averaged over the last several thousand years. Since 1993, global sea level has risen at an accelerating rate of around 3.5 mm/year. Much of the sea level rise to date is a result of increasing heat of the ocean causing it to expand.\"\n\nAnd here's an important point on NOAA's Web site:\n\n\"A number of agencies around the world have produced datasets of global-scale changes in surface temperature using different techniques to process the data and remove measurement errors that could lead to false interpretations of temperature trends,\" the Web site says. \"The warming trend that is apparent in all of the independent methods of calculating global temperature change is also confirmed by other independent observations, such as the melting of mountain glaciers on every continent, reductions in the extent of snow cover, earlier blooming of plants in spring, a shorter ice season on lakes and rivers, ocean heat content, reduced arctic sea ice, and rising sea levels.\"\n\nIn short, temperatures are rising.\n\nSo, to say that the CRU e-mails debunk the science supporting climate change leaves out the important point that CRU isn't the only organization looking at the issue. Indeed, there are reams of data that show temperatures are increasing and that greater concentrations of carbon dioxide and other greenhouse gases are largely to blame. On this one, Inhofe is False.", "vclaim_id": "vclaim-pol-15428"}