{"url": "/factchecks/2019/feb/08/cory-booker/medicare-booker-cites-non-existent-cbo-study/", "speaker": "Cory Booker", "vclaim": "\"Even the (Congressional Budget Office) says if you lower Medicare to allow 50 year olds to get into it, you can not only save the government money, but you can lower premiums for all Americans.\"", "truth_label": "false", "date": "stated on February 4, 2019 in an interview on CBS This Morning:", "title": "On expanded Medicare proposal, Cory Booker cites nonexistent CBO study", "text": "Sen. Cory Booker, as most Democratic presidential candidates, says he backs some form of Medicare for All. When pressed during an appearance on CBS to say how much the universal government health insurance program would cost, the New Jersey Democrat answered a different question.\n\"Even the (Congressional Budget Office) says if you lower Medicare to allow 50 year olds to get into it, you can not only save the government money, but you can lower premiums for all Americans,\" Booker told CBS News on Feb. 4.\nThere is no such CBO report.\nWe reached out to Booker’s office, and staff told us he was drawing from a 2017 article in Health Affairs that floated the idea of mandatory enrollment in Medicare when people turn 55 — not 50, as Booker said.\nThe article also didn’t predict the savings that Booker described. Insurance markets aren’t simple.\nYes, pulling people ages 55 to 64 out of the private market would leave a younger and healthier population behind, which could leave room for lower premiums. Yes, putting that same age group into Medicare would reduce the average cost per person in Medicare.\nBut the government would still have to pay for the care those 55-to-64-year-olds received. With higher costs, Washington would need new revenues.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe article said, \"The costs of Medicare-at-55 would have to be borne by the younger population.\" It suggested a 1 percentage point hike in the payroll tax, plus a surcharge on employers who provide insurance to their workers.\nTricia Neuman, director of the Kaiser Family Foundation’s Medicare policy program, said figuring out the total impact on government spending gets even more complicated when the Affordable Care Act policy subsidies and expanded Medicaid are factored in.\n\"It would depend on the change in average spending for these 50-to-64-year-olds in the marketplace compared to Medicare, fewer people getting subsidized coverage in the marketplace, and fewer  people getting coverage through Medicaid expansion.\"\nNeuman is unaware of a full net cost estimate.\nBy the way, current proposals to open Medicare to people as young as 50 offer early enrollment as an option. The Health Affairs article talked about making it mandatory at age 55.\nOur ruling\nBooker said the CBO had reported that allowing 50-year-olds into Medicare would save the government money and reduce premiums for everyone. The senator’s office acknowledged there is no such CBO report.\nThe article behind Booker’s statement discussed a different idea — making it mandatory for people 55 and over to switch to Medicare. While it said there would be some follow-on savings, it also said there would be higher costs, and it made no attempt to say what the net effects would be.\nWe rate this claim False.\n Share the Facts 2019-02-08 19:27:15 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Even the (Congressional Budget Office) says if you lower Medicare to allow 50 year olds to get into it, you can not only save the government money, but you can lower premiums for all Americans.\"     Cory Booker Democratic Senator from New Jersey https://www.cbsnews.com/news/cory-booker-says-nation-needs-revival-of-civic-grace-ahead-of-2020-race/   During an interview on CBS This Morning. Monday, February 4, 2019 2019-02-04    Read More  info", "vclaim_id": "vclaim-pol-01044"}