{"url": "/factchecks/2007/nov/27/fred-thompson/facts-dont-always-tell-the-truth/", "speaker": "Fred Thompson", "vclaim": "\"Gov. Romney's own health care plan in Massachusetts ... requires by law that a representative from Planned Parenthood sit on the MassHealth advisory board.\"", "truth_label": "barely-true", "date": "stated on November 14, 2007 in an email press release:", "title": "Facts don't always tell the truth", "text": "Although the statement is technically correct, the facts clearly don't support the point that former Sen. Fred Thompson is trying to make about his rival, former Massachusetts Gov. Mitt Romney.\n\n\n\nIt is true the Massachusetts state law passed under Romney's leadership gave the Planned Parenthood League of Massachusetts a seat on an advisory board for MassHealth, the state's Medicaid health insurance program for the poor.\n\n\n\n\nBut the board advises MassHealth on service costs and reimbursement rates, not policy, and the board's members represent the state's major providers of medical care, including the extended care industry, physicians, hospitals and community health centers, as well Planned Parenthood.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\nPlanned Parenthood is Massachusetts' largest provider of sexual and reproductive health services, with 55,000 patient visits last year at four clinics statewide, the group says. It does perform abortions, but Angus McQuilken, vice president of public affairs, says gynecological exams, birth control, treatment for sexually transmitted diseases, pregnancy testing and the like make up the bulk of its services for MassHealth patients.\n\n\n\n\nMassHealth only pays for abortions deemed \"medically necessary,\" or in the case of rape or incest.\n\n\n\n\nThompson's campaign further charges that although Planned Parenthood got a seat on the board, antiabortion groups did not. That's true, too. But by the nature of the advisory board, there would be no reason for such groups to get a seat: Although some antiabortion groups provide pregnancy counseling and adoption services, they are not major providers of health care.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16494"}