{"url": "/factchecks/2019/apr/24/david-craig/state-sen-craig-hits-and-misses-when-taking-aim-wi/", "speaker": "David Craig", "vclaim": "Says Gov. Tony Evers' budget includes tax and fee increases even while spending \"more on his way to a nearly $2 billion deficit.\"", "truth_label": "half-true", "date": "stated on April 2, 2019 in a tweet:", "title": "State Sen. Craig hits and misses when taking aim at Wisconsin governor's budget", "text": "In his proposed 2019-’21 budget, Gov. Tony Evers has increased spending for roads and infrastructure, as well as special education, and included raises for state employees, among other changes.\nIn all, the budget tallies some $83.5 billion. But does it increase taxes and create a deficit?\nState Sen. David Craig (R-Town of Vernon) thinks so.\n\"Gov. Evers’ proposed budget has massive tax and fee increases, yet he spends even more on his way to a nearly $2 billion deficit,\" Craig said via Twitter on April 2, 2019.\nIs Craig right?\nYes and no.\nMore on the budget\nWe reached out to Craig seeking backup for the claim, but his staff did not respond. That said, it’s pretty clear what he is referring to in his tweet.\nLet’s start with the tax part of the equation. Does Evers’ proposed budget include tax and fee increases?\nThe nonpartisan Legislative Fiscal Bureau, considered the gold standard on state fiscal matters, issued a report on April 1, 2019 that says that answer is yes.\nIn some cases, tax increases in Evers’ budget are offset by other changes.\nFor instance, the gas tax would increase by eight cents, going up from 32.9 cents to 40.9 cents. At the same time, the plan calls for repealing a law that requires retailers in many cases to sell gas at 9 percent above the wholesale price, which Evers argues will bring the cost of gas down overall.\nThe budget scales back an agricultural and manufacturing tax credit, one put in place by Republicans. It uses some of that money to help pay for an income tax cut for the middle class.\nBut as the Milwaukee Journal Sentinel reported March 14, 2019, Evers’ budget includes a net increase of more than $1 billion in tax hikes over the two year period.\nDeficit details\nBut what about the deficit part of the claim, where Craig said Evers is spending \"more on his way to a nearly $2 billion deficit.\"\nThat’s where the apples meet the oranges.\nIn the first part of his claim, Craig is referring to Evers’ proposed two-year budget. By law, that budget must be balanced. And it is.\nSo where does the $2 billion come from?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThat number comes from the fiscal bureau, but it refers to what is commonly called the \"structural deficit.\" That’s something that has long existed.\nIn short, the structural deficit measure comes from mapping out spending and income trends into the future to create a projected gap (or surplus) for years down the road.\nThe LFB report says Evers’ budget would balance for 2019 and 2020, but the spending patterns it establishes would create a shortfall of $847 million for 2021.\nThe Department of Administration also includes projections. Its tallies show a potential shortfall of $1.1 billion in 2022 and about $1.9 billion by 2023.\nOf course, there are many things that can happen between now and then: The economy may improve more than expected, and bring in more in tax revenues. Or, inflation could be higher than anticipated, making it more expensive to run state government.\nIn other words, the picture could get better or worse.\nIn that respect, the structural deficit numbers are hypothetical ones: Evers will again have to submit a balanced budget for the second half of his term.\nThat said, the numbers are a real measure that provides an indication of how fiscally sound the state’s finances are overall.\nWhen Gov. Scott Walker took office in January 2011, he talked about facing a $3.6 billion structural deficit. It was based on projected tax revenue and spending costs, including budget requests that had already been made by outgoing Gov. Jim Doyle’s staff.\nIn fact, Wisconsin has long had a structural deficit. According to the fiscal bureau, it has existed for at least the last 10 budget cycles, or about 20 years.\nWhat’s the best view?\n\"Part of this is politics and part of this is stating the truth,\" said Craig Maher, a public affairs professor at the University of Nebraska-Omaha, who has studied Wisconsin public spending and budgets.\n\"The governor is running a (structural) deficit, but remember the state of Wisconsin has been running that deficit for 20 years. If you look at any administration prior, there has always been this deficit so this isn’t something new generated by Governor Evers.\"\nThough the state has previously faced structural deficits in the past, the one proposed by Evers is larger than some earlier ones.\nMaher noted that states, unlike the federal government, are required to put forward balanced budgets by law. The federal government, in contrast, can run an annual deficit which, in turn, adds to the long-term national debt.\nThat’s where the apples-oranges mixing by Craig goes awry.\nHe compares the current budget to potential long-term issues in future budgets, making it sound like the plan before the Legislature would leave the state $2 billion in the red during the budget period itself.\nOur rating\nCraig said Evers’ budget increases taxes and creates a deficit of about $2 billion.\nThe budget does increase taxes. But it has to be balanced by law.\nThat said, projected numbers do show Evers would start the next two-year budget, beginning in July 2021, with a projected gap of $1.96 billion. That number will change based on the performance of the economy and other factors.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-00726"}