{"url": "/factchecks/2017/apr/26/ivanka-trump/ivanka-trump-wrongly-says-child-care-costs-top-oth/", "speaker": "Ivanka Trump", "vclaim": "\"The single-largest expense in  over half of American households is child care.\"", "truth_label": "barely-true", "date": "stated on April 25, 2017 in a panel discussion in Berlin, Germany:", "title": "Ivanka Trump wrongly says child care single largest expense for half of households", "text": "Correction: This report originally misquoted Trump’s comments based on reporting at the event as saying, \"The single largest expense in American households is child care.\" According to video of the event, Trump said, \"The single largest expense in over half of American households is child care.\" We have corrected the fact-check as such and changed the the rating from False to Mostly False.\nAt a meeting in Berlin focused on empowering women entrepreneurs, first daughter and presidential adviser Ivanka Trump said her father stood completely behind women in the workplace.\n\"He's been a tremendous champion of supporting families and enabling them to thrive,\" Trump said.\nShe said the thousands of women who have worked for her father know this to be true and that her father would prove it with his policies.\n\"The single largest expense in over half of American households is childcare, even exceeding the cost of housing,\" Trump said April 25. \"So it’s an enormous problem and it's one my father is committed to tackling\"\nThe high cost of child care has been well documented. Child Care Aware, a trade and advocacy group, found that it cost on average over $17,000 a year for infant day care in Massachusetts. The question is, does paying for child care top all the other expenses that half of the households have to cover, such as housing and food?\nGovernment data suggests it does not. For most families, the No. 1 cost is housing.\nThe latest data on child care comes from a 2011 survey by the U.S. Census Bureau. It found that for all families with children under 15-years-old, child care costs 7 percent of their monthly income. The fraction was highest for families making less than $1,500 a month. They represented about 10 percent of the sample and paid nearly 40% of their income for child care. (However, the margin of error was quite large.)\nSo then we looked at what Americans spend on their other needs. The Bureau of Labor Statistics found that in 2015, the average married couple with children spent about 31 percent on housing, followed by about 18 percent on transportation. For single parents, housing ate up about 37 percent of their budget, and transportation, about 17 percent.\nHealth care was the only category that took up a lower fraction than child care (which this expenditure report did not highlight). Married couples with children spent about 6.8 percent and single parents about 5.2 percent on health care.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe found two bits of information that add a bit of support for Trump’s assertion.\nThe New America Foundation, a center-left think tank in Washington, reported in 2016 that in a handful of states, including West Virginia, Mississippi, New York and Nevada, costs can rise above 30 percent of the state’s median income. But the underlying calculation used an expected cost of child care, not actual spending.\nA 2015 article in Forbes reported, \"For many parents the cost (of child care) is greater than housing, transportation or utilities.\" However, the source behind that was a survey from the Child Care Aware organization. That group’s latest report is more restrained.\nIt said the price tag in every state \"rivals families’ annual expenditures on housing, transportation and the cost of tuition at a four-year, public university.\" It went on to say \"in 38 states, the cost of infant care exceeds 10 percent of the state’s median income for a two-parent family.\"\nBut neither statistic puts the cost of child care above all other expenses for half of all households.\nWe reached out to the White House and as of publication, were still waiting for numbers.\nOur ruling\nTrump said that child care is the single largest expense faced by half of American families. We could find no data to support that. The number we did find suggests it isn’t the case.\nA government survey in 2011 found that the average family spends about 7 percent of its monthly income on child care. For the poorest households, the number rises to nearly 40 percent.\nMeanwhile, the government’s consumer expenditure survey found households with children spend at least 30 percent of their money on housing and at least 17 percent on transportation.\nThe two data sets are not perfectly comparable, but they don’t suggest that child care tops the list of expenses for half of all families.\nChild care is a staggering burden for lower income households. With that in mind, we rate this claim Mostly False.\n Share the Facts 2017-04-26 19:04:03 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  \"The single largest expense in over half of American households is childcare.\"    Ivanka Trump First daughter and assistant to the president   At meeting on women entrepreneurs in Berlin, Germany Tuesday, April 25, 2017 2017-04-25    Read More  info", "vclaim_id": "vclaim-pol-03382"}