{"url": "/factchecks/2010/oct/19/austin-scott/us-house-hopeful-said-stimulus-funds-went-china/", "speaker": "Austin Scott", "vclaim": "Said U.S. Rep. Jim Marshall, D-Macon, sent nearly $2 billion overseas to build wind turbines and create jobs, mostly in China", "truth_label": "false", "date": "stated on October 5, 2010 in a TV campaign commercial:", "title": "US House hopeful said stimulus funds went to China", "text": "Your stimulus money is being shanghaied, Republicans are saying. Literally, it's going to China.\n\nAnd credit belongs in part to Democratic U.S. Rep. Jim Marshall, according to a recent TV commercial by his Republican opponent, Austin Scott.\n\nThe attack claims Marshall, from Macon, voted for the stimulus bill, which \"sent nearly $2 billion overseas to build wind turbines and create jobs, mostly in China.\"\n\nU.S. stimulus money went to China? To create jobs there? AJC PolitiFact Georgia took a look.\n\nMarshall spokesman Doug Moore said the claim is wrong.\n\n\"There is just no evidence to support the claim that jobs were created in China,\" Moore said.\n\nMarshall and Scott are in one of the state's toughest races. Marshall, the incumbent since 2002, has a record of fending off serious challenges. But this season, Democrats are struggling and victory is far from assured.\n\nSimilar accusations about China and wind power are haunting Democratic congressmen in Illinois, Indiana, Minnesota, New Mexico, Ohio and Virginia. They, like Marshall, voted for the American Reinvestment and Recovery Act of 2009, otherwise known as the stimulus bill.\n\nRepublicans are attacking the stimulus because they think it was squandered. And that's where China comes in.\n\nPolitiFact National assessed a similar claim in February on wind turbines and China by former Republican vice presidential candidate Sarah Palin. She said the stimulus bill was supposed to help create U.S. jobs, but 80 percent of the $2 billion in stimulus dollars spent on alternative energy went to buy wind turbines built in China.\n\nThe stimulus did include tax credits and grants to help investors develop wind and other alternative-energy projects in the U.S. But beyond that, Palin's claim fell apart.\n\nBefore the stimulus, the federal government gave tax credits to investors in U.S. alternative-energy projects. A program created by the stimulus bill lets the investors get that money up front if they meet certain conditions. But there was no requirement that equipment used in those projects be made in the U.S. or that the investment companies be American-owned.\n\nIn October 2009, American University's nonprofit Investigative Reporting Workshop published stories that said much of this program's stimulus money for wind projects ended up in the hands of foreign firms. Although the projects were located in the U.S., many were being built by American subsidiaries of foreign-owned companies, reported Russ Choma, a reporter at the workshop.\n\nIn February, the workshop ran additional stories in partnership with ABC News and the Watchdog Institute at San Diego State University. By that time, about 79 percent of the $2.1 billion given to wind-energy companies had gone to foreign ones.\n\nSo Palin's claim did address a real controversy, but she misrepresented it.\n\nSome of the stimulus money supports jobs abroad because turbine parts are often made overseas. But many are made by U.S. companies or made by foreign companies in the U.S. Not a single recipient of program money is owned by a Chinese company.\n\nBack to Scott's commercial, which makes a claim that's slightly different from Palin's. It said that the stimulus sent nearly $2 billion overseas to build turbines and create jobs, mostly in China.\n\nThere are a few problems with this accusation.\n\nThe first is that it uses the $2 billion figure incorrectly. The amount, which is from the February stories, was the total for wind grants -- including domestic ones. About 79 percent of that money went to foreign-owned companies.\n\nSecondly, the $2 billion number is outdated. Because claims about jobs in China and wind turbines began to re-emerge recently, Choma posted updated stimulus figures Sept. 27. on the workshop website.\n\nMajor wind farm projects in the U.S. received $4.4 billion worth of grants under the program, according to more recent calculations based on U.S. Department of Energy numbers. About $2.38 billion, or 54 percent, has gone to foreign-owned developers.\n\nThird, the commercial's claim that the $2 billion got sent \"overseas\" is well short of correct. Although equipment was made overseas and foreign companies were involved, much of the money was also spent domestically. Every one of the projects was located in the U.S., and some of the turbines were manufactured here.\n\nHow much money stayed here? Experts said it's difficult to tell. But the Lawrence Berkeley National Laboratory in California used Energy Department funds to study the grant program's impact, including its effect on jobs.\n\nThe lab's calculations were rough, early estimates based on limited information and do not take into account nonwind-energy jobs lost because of the program. But its economic model showed wind projects funded by the grant program created or retained more than 55,400 domestic jobs, most of them short-term.\n\nIf the project were entirely domestic, it would have created more than 87,000 jobs, the report said. However, this was not possible. The U.S. does not have the capability to manufacture enough wind turbines, it noted.\n\nAnother estimate based on research from the Renewable Energy Policy Project, which has been critical of how the Obama administration handled the stimulus grants, indicates the projects created a total of 35,000 jobs.\n\nBut it's not clear how many jobs would be overseas. Too few are domestic, the group said, and the program doesn't do enough to foster the development of U.S. wind turbine manufacturing.\n\nUnlike the lab's calculations, the REPP number does not include \"induced\" jobs, or jobs supported when workers and firms spend the money they make.\n\nRegardless, these job estimates indicate money did stay in the U.S. Although turbine manufacturing does take place overseas, some takes place domestically, and the construction and operation of the sites take place in the U.S.\n\nAnd finally, the most important problem with Scott's claim is China. It's barely a factor in this debate.\n\nA wind industry trade group that's been critical of how Choma and others portray the issue confirmed that only three turbines were purchased outright from China. Not a single company that received these funds is owned by a Chinese company.\n\n\"When we talk about money going overseas, it's going to Europe,\" Choma said.\n\nSo while the green-energy grants did end up in the hands of foreign companies, the situation is far from what Scott's commercial claimed.\n\nThe $2 billion figure is old and incorrect. Even critics agree that money is staying in the country in the form of domestic construction and manufacturing jobs, though the amount is unclear and most jobs are short-term.\n\nIt's not possible for domestic manufacturers to produce all the wind turbines because they don't have enough capacity. And the overseas jobs in question are mostly in Europe, not China.\n\nWe rule Scott's statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-14200"}