{"url": "/factchecks/2013/jun/18/jeb-bush/jeb-bush-says-immigrants-are-more-fertile/", "speaker": "Jeb Bush", "vclaim": "\"Immigrants are more fertile.\"", "truth_label": "mostly-true", "date": "stated on June 14, 2013 in a speech at the Faith and Freedom Coalition Conference:", "title": "Jeb Bush says immigrants are 'more fertile'", "text": "The aging of America draws a lot of attention as the country tries to control the rising cost of health care and sustain critical programs such as Social Security. Jeb Bush, former Republican governor of Florida and potential 2016 presidential candidate, has a partial solution -- promote immigration.\n\nBush, speaking at the Faith and Freedom Coalition Conference in Washington, made a pitch for immigration reform, saying America needs more new workers to help pay for retirees -- \"to rebuild the demographic pyramid\" as he put it.\n\n\"Immigrants are more fertile,\" Bush said. \"And they love families and they have more intact families, and they bring a younger population. Immigrants create an engine of economic prosperity.\"\n\nBush’s reference to the fertility of immigrants stirred up an immediate flurry of activity on Twitter and the comment sections of news websites. Some said his words were callous, some said he was simply speaking the truth.\n\nWe decided to take an evidence-based look into the fertility of immigrants. The key here is understanding the meaning of the word \"fertile.\" Fertility can mean the ability to have children, but it can also refer to the birth rate of a population. In context, Bush's comments clearly referred to the second definition. We contacted Bush’s office; his spokesperson, Jaryn Emhoff, told us Bush was referring to birth rate.\n\nOn that front, there is no debate about the numbers. The Pew Research Center reported in 2012 that the birth rate among foreign-born women was nearly 50 percent higher than for U.S.-born women -- 87.8 births per 1,000 women compared with 58.9 births per 1,000 women of prime child bearing age (15-44).\n\nA major reason why immigrant birth rates are higher has to do with the age of new arrivals; as a group, they skew young, which means more of them are likely to be ready to start families. If you looked at a group of foreign-born women and the same number of U.S.-born women, all between 15 and 44 years old, you would find more women closer to 20 years old among the immigrants.\n\nHowever, the Pew report noted an important trend. While birth rates for all women dropped between 2007 and 2010, it fell much faster among immigrant women. It declined by 14 percent compared with 6 percent for women born in America.\n\nAnalysts differ on what is driving this change, and the debate has some bearing on Bush’s main interest in promoting immigration. The Pew researchers believe the data shows that these women are simply not having children. An alternative explanation is that there are fewer young immigrant women.\n\nEmilio Parrado, a sociologist at the University of Pennsylvania, leans towards that one. Parrado  said that the data tell him that the real reason for the drop in the immigrant birth rate is the recession. With fewer jobs in America, fewer people had the incentive to come.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"There are no new entrants,\" Parrado said. \"The immigrants who are already in the U.S. have already completed their family size, so they are no longer having kids and rates are declining.\"\n\nThis debate has significant implications for Bush’s argument on immigration. If birth rates for immigrants continue to drop, then immigration reform as a way to rebalance the country’s age distribution is not simply a matter of creating a legal option for those who are already here. It requires a steady influx of newcomers.\n\nSteven Camarota, director of research at the Center for Immigration Studies, an organization that opposes high levels of immigration, said it is easy to overstate the benefits of attracting people from other countries. He noted that the children of foreign-born women still represent a significantly smaller slice of all births. This shows up in the data. The overall birth rate in the Pew report is 64 per 1,000 -- for U.S.-born women it is 58.9.\n\n\"Immigrants do pull up the average but not by very much,\" Camarota said.\n\nTo really change the birth rate, Camarota said a much larger number of immigrants would be needed.\n\nWe should also note that it’s not a good idea to lump all immigrants together. The National Center for Health Statistics reports that the country of origin can have a big impact on fertility rates. For mothers from Mexico, the rate is 77; that jumps by about a third for people from Central and South America. For mothers from Asia, the rate is 59 per 1,000.\n\nIn addition, rates can change from one generation to the next. A paper presented at the Population Association of America 2013 conference found significant shifts among first-, second- and third-generation immigrant families. In terms of the number of children a woman will have in her lifetime, fertility falls steadily among Asians, from 1.84 in the first generation to 1.3 by the third. In contrast, Hispanic women show a dramatic decline from the first to second generation -- 2.41 to 1.9. But in the third generation, the number rises to 2.1.\n\nOur ruling\n\nBush said that immigrants are more fertile and the data back him up. National statistics show that birth rates among foreign-born residents are about 50 percent higher than for U.S.-born women. However, the rates are converging, they vary widely among immigrant groups and over the years, the rates change.\n\nStill, Bush’s words were on track, and we rate the statement Mostly True.", "vclaim_id": "vclaim-pol-09203"}