{"url": "/factchecks/2012/oct/05/mitt-romney/mitt-romney-said-massachusetts-schools-are-ranked-/", "speaker": "Mitt Romney", "vclaim": "Massachusetts schools \"are ranked No. 1 of all 50 states.\"", "truth_label": "mostly-true", "date": "stated on October 3, 2012 in a presidential debate in Denver:", "title": "Mitt Romney said Massachusetts schools are ranked 1st in the nation", "text": "Republican Mitt Romney declared his love for \"great schools\" during the first presidential debate. Did he go overboard in calling his home state’s schools the best in all the land?\n\nRomney’s comments came in response to a dig from President Barack Obama, who said Romney \"doesn’t think we need more teachers\" while Obama wants to hire 100,000 for math and science.\n\n\"Well, first, I love great schools,\" Romney replied. \"Massachusetts, our schools are ranked No. 1 of all 50 states. And the key to great schools, great teachers. So I reject the idea that I don't believe in great teachers or more teachers. Every school district, every state should make that decision on their own.\"\n\nMany education experts say Romney is right about Massachusetts, which he governed for four years, boasting the nation’s best schools. (We should note that Romney did not say his actions specifically made the state No. 1, so we won't grade him on whether he gets credit or not. )\n\nOne prominent Twitter user -- Maryland Gov. Martin O’Malley, a Democrat and Obama surrogate -- strongly disagreed with Romney's brag.\n\n\"Hey, Governor @MittRomney, Maryland schools are #1 and have been for the last four years in a row. #Debates,\" tweeted O’Malley.\n\nLook, no one wants a schoolyard rumble over which state has the best schools. We decided to intervene and analyze Romney’s claim.\n\nBay State students are testing beasts\n\nUnfortunately for this check, there’s no clear-cut comparison of school quality by state. Too many states have their own annual assessments, for example, one of many factors making an apples-to-apples comparison pretty unobtainable.\n\nInstead, education experts tend to go by one across-the-board measure they can get: the National Assessment of Education Progress, or NAEP, which is an exam administered to a sample of fourth, eighth and twelfth grade students every two years in reading and math. All states and DC have been included since 2003.\n\nThe NAEP is called \"the nation’s report card,\" and Massachusetts students have long been dominant.\n\nThat’s not to say Bay State students always outperform their peers on every administration of the exam, said Chad d'Entremont, executive director of the Rennie Center, which provides independent, nonpartisan research to inform public education reform in Massachusetts.\n\n\"But they do score No. 1 on a majority of the assessments,\" he said, \"and taken as a whole, I think it’s fair to say they are among the top performers, if not the top performer.\"\n\nThe state’s fourth and eighth graders have scored the highest or tied for first in reading on the NAEP since 2002. Fourth graders have been similarly strong math since 1996, and eighth graders have been the nation’s very best since 2007 after lingering near the top of the pack since 1992.\n\nIt’s worth pointing out that some groups, such as the National Education Association, do not think \"horse race\" state rankings based on NAEP scores is a good idea. The group pointed us to a paper by Bert Stoneberg, who directed NAEP at the Idaho Department of Education, that advises against ranking states without factoring in standard error, which would show more ties (our data showed the ties).\n\n\"This may be one of the reasons that the National Center for Education Statistics (NCES) specifically does not rank states,\" NEA spokeswoman Staci Maier said in an email.\n\nOther evaluations\n\nThe state ranks well in other measures, too. Massachusetts placed first in a 2011 analysis of high school students’ performance in physics and calculus.\n\nThe Daily Beast featured Massachusetts in the top spot in its feature \"America’s Smartest Kids,\" which primarily relied on NAEP scores.\n\nAnd a 2011 Harvard University study determined Massachusetts students perform at levels on par with some of the world’s most educated countries. The state had the country’s highest percentage of students at the advanced level in math (about 15 percent), running with countries like Belgium, Canada, Germany, Japan and the Netherlands.\n\nSo Massachusetts students have the highest testing outcomes of the nation. Some experts say it’s debatable whether the school system should get the credit.\n\nMassachusetts has a high standard of living, high household incomes and a high-performing university system. Don’t these give their students an inherent advantage over states with more low-income students? It’s unclear.\n\nEducation experts also link student success with the aggressive education reform law Massachusetts passed in 1993. These reforms established a state accountability system that became the Massachusetts Comprehensive Assessment System, or MCAS. The law also authorized charter schools and provided more money to the poorest school districts.\n\n\"Massachusetts has a number of factors in place that create a strong foundation for successful schools and high student performance,\" d'Entremont said. \"Over two decades of education reform have taken advantage of that to make sure students are doing well.\"\n\nWe should also note that for all of its proficiency in reading and math, Massachusetts has an achievement-gap issue -- one that Romney said narrowed during his single term as governor (Half True). The achievement gap is the disparity in performance between primarily white, middle- and upper-class students, consistently the strongest students, and their black, Latino and low-income peers.\n\nWhile Massachusetts ranks high for low-income and African-American students, its largest minority group -- Latino -- trails other states, most noticeably in eighth grade reading and science.\n\n\"Despite its high rankings, Massachusetts continues to have achievement gaps that are about as large, and sometimes larger, than the national average,\" said Blair Mann, a spokeswoman for the Education Trust. \"Despite all of its progress, the state still has a long way to go.\"\n\nAnother area for improvement: its freshman graduation rate of public high school students. According to the United States Department of Education, seven states beat Massachusetts’ percentage of 83.3 percent in the 2008-2009 academic year.\n\nSo what about Maryland?\n\nSo where does all that leave Maryland and their proud governor, Martin O’Malley? Also on top, just by a different measure. Education Week has ranked Maryland as the nation’s overall best state for education for the past four years in Quality Counts, a special annual edition.\n\nMassachusetts neared the top In the same four-year period, including a second-place overall finish in 2012. But Maryland had the edge in 2012 in categories such as teaching incentives and allocation, college readiness, early childhood education, and economy and workforce. Massachusetts finished first in more specific categories relating to K-12 achievement and adult outcomes.\n\nOur ruling\n\nRomney has good reason to say Massachusetts has the nation’s best schools. Although there’s no yardstick comparing the quality of schools by state, by several measures, including test results from a federal standardized test, he is right. His claim would be more airtight if he had said Massachusetts had the best testing outcomes.\n\nThat said, experts are not unanimous in heralding Massachusetts as the nation’s education leader. Education Week has given the state high marks but given its top distinction to Maryland for the past four years.\n\nAll considered, we rate the claim Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10244"}