{"url": "/factchecks/2013/jun/03/rick-scott/rick-scott-claims-24-tax-cuts-florida-2011/", "speaker": "Rick Scott", "vclaim": "\"We cut taxes 24 times.\"", "truth_label": "half-true", "date": "stated on May 21, 2013 in a Wall Street Journal interview:", "title": "Rick Scott claims 24 tax cuts for Florida since 2011", "text": "How many times did Gov. Rick Scott cut taxes? You better believe the unpopular Republican running for a second term is counting the ways.\n\n\"Twenty-four times,\" Scott said last month after signing the state’s $71.1 billion budget.\n\nThe claim certainly got our attention at PolitiFact Florida. Could Scott and the Legislature have enacted two dozen different tax cuts in just three budget years, two of which were hamstrung by billion-dollar budget shortfalls? We turned to the Truth-O-Meter to sort it out.\n\nWhat Scott counts\n\nDefining a \"tax cut\" can be difficult. To Scott, it means anything that reduced government revenue by $3 million in any given year.\n\nSo, for instance, a three-day sales tax holiday is a tax cut in Scott’s mind. And because it’s been in the budget the past three years, it’s counted as three tax cuts. (Actually, Scott says it’s four. More on that later.) Other \"tax cuts\" are really reductions in automatic fee increases or tax credits, and several are temporary.\n\nWe’ll discuss whether they can be considered tax cuts in a moment. First, let’s go through Scott’s list. (His office actually provided 25, not 24.)\n\n1, 2.)  Unemployment compensation taxes:Lawmakers spared businesses from paying higher taxes in 2011 by reducing the number of weeks and payout for unemployment compensation. It saved businesses $124.5 million.\n\nThe next year, the Legislature rolled back a tax increase businesses were supposed to pay. The change meant businesses still paid more than in previous years, but not as much as originally anticipated. The savings -- on paper -- to businesses: $830 million for tax years 2012 through 2014.\n\n3, 4.) Manufacturing equipment: Scott signed an expansion of a sales tax exemption on machinery purchases in 2012, worth $56 million. In 2013, lawmakers eliminated the sales tax entirely, at least temporarily. The tax will be eliminated for three years starting in April 2014. Removing the sales tax, which faces constitutional questions, would cost the state $370 million and local governments $83 million through 2017.\n\n5.) Property taxes: In 2011, Scott and lawmakers forced state water management districts to slash property tax collections by about 30 percent, leading to about $210 million in savings for property owners. This resulted in modest property tax savings for most Floridians, except those in northwest Florida, whose district did not have to reduce its tax rate, according to a bill analysis.\n\n6, 7, 8, 9.) Sales tax holiday: Scott counts the mostly annual tax-free shopping holiday four different times. It applies to shoes and clothing (up to $75/item) and school supply purchases (up to $15). The state has offered the holiday every year since 1998 except in 2002, 2003, 2008 and 2009.\n\nThe price tag is about $30 million to the state. The 2013 tax holiday (Aug. 2-4) counts twice, according to Scott, because it also exempts sales taxes on electronic equipment, such as E-readers, laptops and tablets, up to $750. State economists expect Floridians to save $4.7 million.\n\n10, 11.) Corporate Income Tax exemptions: Per Scott’s wishes, the Legislature expanded the exemption for corporate income taxes from $5,000 to $25,000 in 2011, and again in 2012 to $50,000. The hit to the state budget for both is about $60 million a year, sparing thousands of businesses from paying the tax. (Scott wanted to eliminate this tax outright when he took office, but he has scaled back his approach to placate the Legislature.)\n\n12.) Tax credit scholarships: This expands a program that gives businesses a tax credit if they purchase tuition vouchers for low-income families to go to private schools. The trade-off results in a loss of $25 million in state revenue.\n\n13, 14, 15.) Energy breaks: One 2013 law implements part of a 2008 constitutional amendment that says a property appraiser may not base an increase in a property’s just value on the installation of a \"renewable energy source device,\" including windmills, solar panels and roof pools. The law may lead to local revenue losses of $12.6 million by 2017, according to state analysts. It will not go into effect until tax year 2014.\n\nTwo other credits are in a 2012 bill, HB 7117, aimed at inspiring more renewable energy production in our natural gas-dependent state. These credits, which could help agribusiness and renewable energy production facilities, are set to expire in 2016. Scott allowed the bill to become law without his signature. The department has received five applications for the renewable energy production tax credit, but none has yet been issued.\n\n16, 17, 18, 19.) Various business tax incentives: Since 2011, the Legislature and Scott have done the following:\n\n\n\nExpanded tax credits available to businesses under a federal/state \"new markets\" program, allowing businesses to take it against their corporate income tax bill or insurance premium tax bill. ($12.9 million loss/year)\n\n\n\nAllowed certain companies, which spent at least $250 million on capital costs from 2011-13, to write-down a portion of their Florida business taxes. ($7.5 million loss/year)\n\n\n\nTemporarily waived a requirement that a new facility creating at least 100 jobs be in certain technology fields in order to qualify for the Capital Investment Tax Credit, though only if they are located in certain Panhandle counties. The exemption lasts through June 30, 2014. ($4.4 million loss/year)\n\n\n\nCreated an annual corporate income tax credit for certain research and development expenses of up to $9 million a year.\n\n\n\n20, 21, 22, 23, 24.) Targeted breaks: Lawmakers eliminated sales taxes on repairs to planes between 2,000 and 15,000 pounds, worth $12.3 million. The same bill tweaked requirements for a tax credit for businesses in an urban high-crime area ($3.5 million/year).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nThey blocked an automatic inflation adjustment factored in registration for hunting and fishing license fees every five years. Eliminating the increase, which would have taken effect July 2013, cost the state $4.4 million for 2012-13.\n\nThey tinkered with a formula for the tax owed by Floridians who sever phosphate rock to sell. To put it very simply, a wide-ranging 2012 law eliminates the annual adjustment and surcharge for severing phosphate for an annual cost of $12.6 million.\n\nA person licensed as a real estate salesperson or broker associate does not have to apply for an exemption from a local business tax when he or she is an employee of someone else under a 2012 law. ($3.8 million hit to local government/year.)\n\n25.) Communications dealers: HB 809 in 2012 spared communications dealers, in certain situations, from being liable for penalties if they assign a customer to the wrong local tax jurisdiction (local governments can add hikes to this tax on top of the state rate). The change will result in annual savings of about $4.7 million for the communications industry.\n\nTrue tax cuts?\n\nThat’s the evidence. What to make of it?\n\nAfter speaking with experts and considering the evidence, we found numerous caveats -- some more noteworthy than others.\n\nSome cuts are temporary and others are very narrowly targeted. The three-day sales tax holiday counts four times on Scott’s list (Nos. 6-9).\n\n\"Does it really count as a tax cut if you’ve been providing it since 1998?\" said Kim Rueben, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center.\n\nOther cuts are not really cuts but credits, which mean you have to spend somewhere to save somewhere else. The energy legislation (No. 13) prevents property appraisers from raising someone’s property taxes for making energy-efficient home improvements. That’s not a cut in the literal sense.\n\nThe break for communications dealers (No. 25) is not so much a tax cut as it is the removal of a penalty.\n\nAnd while changes in unemployment compensation rules save businesses money (No. 1), they also take money away from out-of-work Floridians.\n\n\"It’s a tax cut for employers, but who’s really paying for it? Unemployed workers,\" said Karen Woodall, director of the left-leaning Florida Center for Fiscal and Economic Policy, pointing to a committee analysis.\n\nThe elimination of the scheduled increase in license and registration fees for hunting and fishing (No. 22) is not a tax cut in the truest sense because it applies only to people using a certain service.\n\n\"Americans don’t like the word ‘tax’,\" said Scott Drenkard, Tax Foundation economist at the Center for State Tax Policy. \"It’s a holdover from the Revolutionary War. The word ‘fee’ is a little bit more generous.\"\n\nReaders may hear Scott’s statement and rush toward to their tax bills, eager to see all the ways it is reduced. But the truth is that most of the breaks are for business.\n\n\"There is very little in that that provides some benefit to the average working person,\" said state Rep. Mark Pafford, D-West Palm Beach.\n\nBesides the caveats, there’s also another thing to consider: Are there places Floridians are being asked to pay more?\n\nScott considers raising tuition a tax increase, which is why he vetoed a 3 percent increase in the 2013-14 budget. However, he signed an 8 percent tuition increase into law in 2011 and a 5 percent tuition increase for colleges in 2012.\n\nAnother 2013 law will require state and local government to contribute $900 million in 2013-14 to the state retirement system. Local officials have already said they may have to increase taxes to cope with the new cost.\n\nIn other cases of lost revenue to local government, it’s unclear if local officials made up the difference by cutting services or raising taxes.\n\nOur ruling\n\nScott said, \"We cut taxes 24 times.\"\n\nThe evidence backs him up, to a point. Lawmakers and Scott have done several things to reduce the financial burden on groups of Floridians, but the benefits have been aimed mostly at business owners -- not average working people. If you don't own a business, you haven't seen most of these cuts.\n\nUsing such a specific number is also troublesome. Backing up that specific claim requires overlooking all sorts of caveats, including counting the same effort multiple times.\n\nScott’s tax claim is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-09262"}