{"url": "/factchecks/2018/nov/01/blog-posting/2015-letter-doesnt-reveal-soros-plot-use-migration/", "speaker": "Bloggers", "vclaim": "\"Soros Letter Reveals Plot to ‘Take Down Borders’ with Migrant Caravan Invasions\"", "truth_label": "pants-fire", "date": "stated on October 21, 2018 in a post on Facebook:", "title": "2015 letter doesn't reveal Soros 'plot' to use migration to take down borders", "text": "A viral blog post claims that billionaire hedge fund manager and philanthropist George Soros has been \"plotting since 2015 to use migrant caravan blitzkriegs to achieve the goal of ‘taking down national borders.' \" The Oct. 21 article, posted to NewsPunch.com, shows a photo of Soros photoshopped onto a crowd of people.\nThe article’s headline claims, \"Soros Letter Reveals Plot to ‘Take Down Borders’ with Migrant Caravan Invasions,\" in reference to the nearly 7,000 people making their way to the United States-Mexican border that originated in Honduras two weeks ago.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) The post received over 900 interactions and been shared over 280 times, CrowdTangle data show.\nThe blog post’s author is listed as \"Thomas Williams,\" who has also authored recent posts like, \"Doctor Blows Whistle on ‘Disastrous’ Flu Shot – ‘It’s Designed to Spread Cancer,’\" published Oct. 20. No contact info for Thomas Williams is displayed on the site, and a domain lookup does not reveal who the website is registered to.\nThe article claims that, \"As the Left continues to lose the battle for America’s soul, its greatest champions are going all-out in an attempt to turn the tide any way they can – even if it means destroying the country.\"\nThe author cites a November 2015 Breitbart London article as proof of Soros’ goal of \"wiping out all national borders.\" NewsPunch claims that Soros said this \"following an accusation made last week\" by Hungarian Prime Minister Viktor Orban. NewsPunch is taking Soros’ statement from 2015 out of context.\nIn October 2015, Orban accused Soros of being part of a group of \"activists\" that \"weakens nation states.\"\n\"These activists who support immigrants inadvertently become part of this international human-smuggling network,\" Bloomberg Business reported Orban saying at the time.\nIn response, Soros emailed a statement to Bloomberg Business, defending his position.\nOrban’s plan, Soros wrote at the time, \"treats the protection of national borders as the objective and the refugees as an obstacle. Our plan treats the protection of refugees as the objective and national borders as the obstacle.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n \n\n\n\n\n\n\nIn his statement, Soros doesn’t say his goal is \"wiping out all national borders,\" like NewsPunch claims.\nSoros, who was born in Hungary to a Jewish family and lived through the Nazi invasion, does give financial support to organizations that provide legal assistance to immigrants seeking asylum.\nAs a student at the London School of Economics in 1947, Soros studied the work and philosophy of Karl Popper, author of \"The Open Society and its Enemies.\" As Soros wrote in a lecture he delivered at the Central European University in 2009 and later published as part of a book, he was attracted to the notion that the truth is not the domain of any one ideology:\n\"Ideologies that claim to be in possession of the ultimate truth are making a false claim; therefore, they can be imposed on society only by compulsion. All such ideologies lead to repression. Popper proposed a more attractive form of social organization: an open society in which people are free to hold divergent opinions and the rule of law allows people with different views and interests to live together in peace. Having lived through both German and Russian occupation here in Hungary, I found the idea of an open society immensely attractive.\"\nThat is not the same thing as supporting the destruction of national borders.\nThe NewsPunch article is nearly identical to a Nov. 6, 2015, Natural News article titled, \"George Soros letter reveals globalist plan to destroy the First World by eliminating national borders with global migrant blitzkreig invasions.\"\nHowever, included in the NewsPunch article is a screenshot from a video that has gone viral after being tweeted by Rep. Matt Gaetz, R-Fla., on Oct. 17. 2018.  The video depicts cash being handed out to people, and NewsPunch included a screenshot of it with the caption \"A man pays members of the migrant caravan in cash.\" Gaetz claimed the footage was from Honduras and mentions Soros in his tweet, writing \"Time to investigate the source!\"\nAs PolitiFact has reported, the footage is from Chiquimula, Guatemala, not Honduras, and shot outside a store that sells auto parts. Bloggers have falsely claimed that the migration was funded by Democrats.\nOpen Society Foundations, an international grantmaking network founded by Soros in 1979, denied Gaetz’s claim that Soros or his philanthropies are funding the migration.\n\"Neither Mr. Soros nor Open Society are funding this effort. We do support the historic U.S. commitment to welcoming people fleeing oppression and violence in their homelands,\" Open Society Foundations wrote in an Oct. 18 tweet.\nOur ruling\nNewsPunch claimed that Soros’ 2015 statement to Bloomberg Business in response to Orban’s accusations, \"Reveals Plot to ‘Take Down Borders’ with Migrant Caravan Invasions.\" The blog post is conflating a three-year-old statement made by Soros with the current migration to the United States-Mexico border, attempting to draw a connection between the two that isn’t there.\nWe rate this statement as Pants on Fire!", "vclaim_id": "vclaim-pol-01340"}