{"url": "/factchecks/2010/aug/04/jeff-greene/jeff-greenes-cuba-trip-business-or-pleasure/", "speaker": "Jeff Greene", "vclaim": "Jeff Greene on why he went Cuba.", "truth_label": "full-flop", "date": "stated on August 3, 2010 in comments to the media.:", "title": "Jeff Greene's Cuba trip ... business or pleasure?", "text": "Jeff Greene says one of his political idols was the first U.S. senator he remembers while growing up in Massachusetts, John F. Kennedy.\n\nWell, like Kennedy, Greene's got a Cuba problem.\n\nThe billionaire candidate running as a Democrat for U.S. Senate got into trouble on Aug. 1, 2010, when he was forced to answer questions about why his 145-foot-yacht Summerwind docked in a Havana marina in 2007.\n\nKnowing that Cuba travel is a delicate issue in South Florida Cuban American communities, we decided to review Greene's statements on the matter.\n\nOur tool for this analysis is the Flip-O-Meter, which measures how consistent a candidate has been.\n\nAug. 1, 2010, debate\n\nIn a televised debate with Bay News 9 in Tampa Bay and CFN 13 in Orlando taped on Aug. 1 and aired the next night, Greene said he stood firmly in support of the U.S. embargo of Cuba.\n\nThe statement gave opponent U.S. Rep. Kendrick Meek an opportunity to bring up a recent St. Petersburg Times story that said Greene went on his yacht to Cuba, and that crew members recalled extensive partying. Greene said he wasn't there. (Watch the entire exchange here).\n\n\"I don't know if I need to slide my chair over, because a bolt of lightning may come in and hit Jeff,'' Meek said. \"You're saying you weren't on your yacht, when it went to Cuba and eyewitnesses said you were on the yacht?\"\n\n\"No,\" Greene responded. \"I went to Cuba years ago on a Jewish mission to Cuba, yes, for the Jewish community.\"\n\n\"Were you on the yacht when it was reported …\" Meek pressed.\n\n\"No, not that time … I was not on the yacht on the trip you're talking about. I was on the yacht on another time when I had a visa to go there and visit the Jewish community,\" Greene stammered as Meek cross-examined him.\n\nTo recap the exchange, Greene said that he wasn't on the boat during the trip mentioned in the story (the 2007 \"party\" trip) but that he did visit Cuba another time, had a visa and did humanitarian work in the Jewish community. We'll call that version No. 1.\n\nHours later\n\nImmediately after the debate, Greene acknowledged he may have gone to Cuba in 2007. Greene said the Jewish Federation had obtained a visa for him to visit Cuba, the St. Petersburg Times reported, and that he and other members of the federation visited a synagogue. No partying though. \"Who would you party with?\" he quipped.\n\nRecapping Greene's revised recollection, the 2007 trip that Greene said he wasn't on, he now says he may have been on. But there was no partying, and Greene was there on a humanitarian mission to visit the country's Jewish synagogues. Let's call that version No. 2.\n\nLater in the week\n\nOn Aug. 3, as more questions kept coming about the Cuba trip, the partying -- a deck hand reported the boat being \"caked\" in vomit from all the partying -- and Greene's humanitarian mission, spokesman Luis Vizcaino clarified that Greene's yacht stopped at a Havana marina in 2007 not for a party, and not for a humanitarian mission, but because the Summerwind was in need of repairs.\n\n\"During the debate Jeff misspoke,\" Vizcaino said. \"What he meant to say was that in 2007, he went on the boat from Honduras to the Bahamas, and en route the boat had a hydraulic problem. … The captain said we could wait for the part at Hemingway Marina.\"\n\nWhile docked in Havana, Greene went to visit a synagogue because he had heard about a Jewish humanitarian mission. \"He didn't meet up with them,\" Vizcaino said. \"He wanted to observe. … What he came away with was firsthand knowledge of the plight of the country.\"\n\nVizcaino, when asked about the Jewish Federation visa, said of Greene, \"again, he misspoke.\" The Greene campaign produced a letter from the Summerwind's chief engineer corroborating the campaign's latest thoughts -- the boat malfunctioned on the way to the Bahamas, went to see a Cuban synagogue while we waited -- which we're calling version No. 3. Another crew member disputes that version of events in comments to the St. Petersburg Times.\n\nWe should also note that the Greene press release on Aug. 4 attempting to clarify the trip said that \"Jeff and his then-fiancee, now wife, were en route to Honduras,\" which means headed to Honduras, which is the opposite of what Greene, Vizcaino and the chief engineer say happened.\n\nThat's at least three significantly different versions of one story, crafted in three days.\n\nFirst Greene wasn't on the trip, then he said he was -- but that it was a humanitarian trip. Then the trip was a detour because of hydraulic issues.  Our definition of a Full Flop is \"A major reversal of position; a complete flip-flop.\" In this case, that sounds just right. We rate Greene's statements on whether and why he went to Cuba a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-14640"}