{"url": "/factchecks/2011/jun/12/lou-greenwald/assemblyman-lou-greenwald-says-gov-chris-christies/", "speaker": "Lou Greenwald", "vclaim": "Because Gov. Chris Christie vetoed a 30-bill job creation package, \"New Jersey ranks 50th in the nation in job creation.\"", "truth_label": "pants-fire", "date": "stated on May 12, 2011 in a message on Facebook:", "title": "Assemblyman Lou Greenwald says Gov. Chris Christie’s veto pen is to blame for New Jersey ranking the lowest out of the 50 states in job growth", "text": "Assemblyman Lou Greenwald (D-Camden) wants to blame Gov. Chris Christie’s veto pen for New Jersey’s last-place finish in the nation for job growth. But with his own timing, the legislator is guilty of a false start.\n\nAs the state’s budget battle raged in Trenton, the Assembly Democrats on May 12 posted a video on their website -- www.assemblydems.com -- where Greenwald launched yet another attack on Christie.\n\nIn an accompanying message that day on Greenwald’s Facebook page, the assemblyman said: \"The Governor vetoed our 30 bill job creation package to put New Jerseyans back to work. Unfortunately, now New Jersey ranks 50th in the nation in job creation as a result.\"\n\nPolitiFact New Jersey decided to explore Greenwald’s argument, and found an inherent timing conflict between when the governor’s vetoes occurred and Greenwald’s job growth statistics.\n\nFirst, let’s talk about that veto pen.\n\nThe Assembly Democrats on May 18 provided a list of 33 bills comprising the \"Back to Work NJ Economic Development Package.\" Of those bills, 30 were passed by the Assembly and the Senate by early January, and another was passed by both houses by mid-February, according to the Legislature’s website. Two bills were passed only in the Assembly, never making it to the governor’s desk.\n\nOf the 31 bills submitted to Christie by the time of Greenwald’s statement, the governor signed 13 and vetoed 18. After Greenwald’s statement, Christie signed one of the bills that he had conditionally vetoed. The Legislature had incorporated his recommendations.\n\nGreenwald, who is chairman of the Assembly Budget Committee, is clearly wrong when he says the governor vetoed a \"30 bill job creation package.\"\n\nAs far as whether those vetoes are to blame for New Jersey’s job growth ranking, here’s the problem: Christie vetoed those bills in February and March.\n\nBut when we checked with Tom Hester Jr., a spokesman for the Assembly Democrats, about where Greenwald got his job growth rankings, Hester pointed us to federal data on job growth from December 2009 to December 2010.\n\nThat means, according to Greenwald’s logic, Christie’s vetoes in February and March were to blame for a lack of job growth through the previous December.\n\nAsked about this timing conflict, Brian McGinnis, Greenwald’s communications director, emailed us a \"clarification,\" which read as follows:\n\n\"The reason why the Legislature passed a job creation package was to stimulate an economy struggling to create jobs that was on a worrisome trend. With the Governor’s failure to sign those bills, it destines New Jersey to continue falling further behind and stay dead last in the nation in job creation.\"\n\nBut did Greenwald admit his original statement was wrong? McGinnis told us: \"The clarification speaks for itself.\"\n\nNow, let’s take a closer look at those job growth rankings.\n\nHester directed us to a chart on page 2 of a Feb. 4 report from the Pennsylvania-based, liberal-leaning Keystone Research Center.\n\nAccording to that chart -- based on data from the U.S. Bureau of Labor Statistics -- New Jersey ranked 50th for the number of seasonally adjusted jobs created from December 2009 to December 2010.\n\nBut since Greenwald made his comments in May, PolitiFact New Jersey was looking for more recent figures.\n\nKeystone Research Center told us that for the period from March 2010 to March 2011 -- the most recent data from the Bureau of Labor Statistics available at the time of Greenwald’s statement -- New Jersey ranked 49th in both the number of jobs created and the percent change in jobs.\n\nTo be more specific, New Jersey lost 1,700 jobs from March 2010 to March 2011, according to the Bureau of Labor Statistics' data at the time of Greenwald's statement. Kansas and New Mexico were the only other states to have job losses during that same time period, according to the Bureau of Labor Statistics.\n\nTo explain New Jersey’s economic plight, experts from Rutgers University pointed to the loss of government jobs in 2010 and climbing tax rates during the last decade. Those increases helped erase the state’s previous reputation as a low-cost place to do business.\n\nIt’s worth noting that a less awful picture emerges when the study period is narrowed.\n\nDoug Hall of the Washington, DC-based Economic Policy Institute, a liberal think tank, ran the numbers for us and determined that from September 2010 to March 2011, New Jersey ranked 37th in the number of jobs created and 43rd in percent change.\n\nFrom December 2010 to March 2011, New Jersey ranked 36th in the number of jobs created and 43rd in percent change.\n\n\"There are signs of hope, I suppose,\" said Hall, director of EPI’s Economic Analysis and Research Network.\n\nIn regard to New Jersey's job figures between March 2010 and March 2011, the analyses performed by the Keystone Research Center and Hall were based on federal data for seasonally adjusted jobs available at the time of Greenwald's statement.\n\nAfter a decade where private sector jobs sunk by 153,700 and government jobs rose by 68,800, New Jersey is starting to head in the other direction, according to James Hughes, dean of the Edward J. Bloustein School of Planning and Public Policy at Rutgers University in New Brunswick.\n\nIn the first quarter of 2011, New Jersey added 6,100 private jobs -- more than the number added in all of 2010, Hughes said. The government sector may stabilize during 2012 and the \"private-sector growth is already back,\" he said in an email.\n\n\"The only caution is a national economy which shows signs of weakening, which will feed back to NJ,\" Hughes wrote in the email.\n\nReturning to Greenwald’s statement, let’s review:\n\nGreenwald overstated the number of Christie’s vetoes from February and March, and claimed they are why New Jersey ranks 50th in job growth. But a spokesman said Greenwald’s rankings were based on data from between December 2009 and December 2010.\n\nGreenwald’s rankings aren’t far off from more recent calculations that show New Jersey ranks 49th in a year-over-year comparison. Yet when we look at three- and six-month periods, the Garden State is faring a little bit better.\n\nBut Greenwald’s biggest mistake here is to blame Christie’s vetoes from February and March for employment changes that occurred several months earlier. That makes the claim not just wrong, but ridiculously wrong. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, join the conversation at NJ.com.", "vclaim_id": "vclaim-pol-12943"}