{"url": "/factchecks/2014/dec/17/nicholas-kristof/missing-data-sinks-apartheid-wealth-gap-claim/", "speaker": "Nicholas Kristof", "vclaim": "The wealth gap between blacks and whites in the United States is \"greater than the black-white wealth gap was in apartheid South Africa.\"", "truth_label": "false", "date": "stated on December 4, 2014 in a broadcast of \"The Daily Show\":", "title": "Missing data sinks U.S. and apartheid South Africa claim on black-white wealth gap", "text": "Since August, the New York Times’ Nicholas Kristof has written a series of columns aimed at showing that white and black Americans live in very different worlds. For Kristof, understanding this reality is essential if the country hopes to fix the trends that lie behind the deaths of African-Americans at the hands of the police.\nComedy Central’s The Daily Show picked up on an interview Kristof did with CNN and inserted a clip in its Dec. 4, 2014, program. Kristof was making a fundamental point about inequality in the United States.\n\"The race gap for wealth in the United States right now between the median white family and the median black family is 18-fold,\" Kristof said. \"That’s greater than the black-white wealth gap was in apartheid South Africa.\"\nFor those who might not remember, apartheid was the iron-fisted system of comprehensive segregation that held sway in South Africa until 1991. Nearly all the country’s land was reserved for whites. Non-whites were divided into Indians, coloreds and blacks. Laws decreed where nonwhites could live and blacks were isolated in regions dubbed Bantustans.\nNeedless to say, all economic advantages flowed to whites while blacks faced enormous barriers. If disparities were greater today in America, it would be shocking indeed. We decided to probe into Kristof’s claim that the wealth gap is worse in the United States.\nA reminder: Wealth is distinct from income. It measures how much we own, not how much we make. While the two are closely tied, economists talk about wealth in terms of net worth. A house for example adds to our net worth if its value is higher than the amount of the mortgage. Assets minus debts gives you net worth.\nThe latest government numbers back up the American slice of Kristof’s argument. According to the U.S. Census Bureau, in 2011 the net worth for the median white household was 17.5 times greater than the median black household. That’s pretty much what Kristof said.\nHis statement however runs into trouble on the South African side. Not because it is provably wrong, but because there is no data to back it up.\nIn his corresponding newspaper column, Kristof backed his point with a link to a blog run by a former southern Africa bureau chief for the Washington Post. The blog said, \"Racial inequality in apartheid South Africa reached its zenith in 1970 when black households’ median net worth represented 6.8 percent of whites’, according to an analysis of government data by Sampie Terreblanche, professor emeritus of economics at Stellenbosch University.\"\nAnother way to say the same thing is that the median net worth of white households was nearly 15 times greater than that of blacks.\nThat would put Kristof on solid ground, but for one thing. The economist Sampie Terreblanche told PunditFact that his analysis dealt with income, not wealth.\n\"The per capita income of African blacks in South Africa was in 1970 only 6.8 percent of the per capita income of the Whites,\" Terreblanche said. \"It is in Table 10.8 in my 2002 book The history of inequality in South Africa.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhen we told Kristof about this discrepancy, he contacted Terreblanche himself and heard the same thing. Terreblanche says he has only written about per capita income, not household wealth.\nWhile we cannot compare the wealth gap between apartheid South Africa and the United States, we can look at the income gap between the two countries. Through that lens, apartheid South Africa was far worse for blacks.\nBlacks in South Africa in 1970 earned 6.8 percent of the per capita income of whites.\nBlacks in the United States in 2009 earned 65 percent of the per capita income of whites, In 2013, the median household income of blacks in the United States was 59 percent that of whites.\nIngrid Woolard is professor of economics at the University of Cape Town and heads South Africa’s national household panel survey the National Income Dynamics Study.\n\"I am 99 percent certain that no household-level data exists on wealth in South Africa pre-1994,\" Woolard said. \"I think people get confused between income and wealth. Even income data for black households prior to 1993 is patchy. There is very little wealth data for South Africa even post-apartheid.\"\nWe found World Bank data on inequality in South Africa, but it examined the distribution of income, not wealth.\nWhile income and wealth often go hand-in-hand, they don’t always move the same way. The Pew Research Center noted that in America, since 1967, black-white income gap narrowed a bit, but the wealth gap grew wider. (We found different estimates of the black-white income ratio over time, with the complicating factor that in 1967 the Census Bureau did not distinguish between whites and non-Hispanic whites. Based on 1967 race categories, the number shifted from 58 percent in 1967 to 63 percent in 2013.)\nOur ruling\nKristof said that for median families, the wealth gap in America now between blacks and whites is \"greater than the black-white wealth gap was in apartheid South Africa.\" That statement is based on a blog post that in turn relies on a South African economist. Something must have become garbled because that economist told PunditFact he has written about disparities in income, not wealth.\nThe two measures are very different. Another South African economist said she knows of no household wealth data for her country before 1994, which would be several years after apartheid ended.\nWe do not doubt that the wealth gap between blacks and whites was large under apartheid but Kristof relied on a source that mischaracterized the data and spoke with a precision that could not exist. As such, no comparison to the wealth gap in America is possible.\nWithout any supporting evidence, this claim rates False.", "vclaim_id": "vclaim-pol-06908"}