{"url": "/factchecks/2010/mar/15/republican-party-texas/texas-gop-says-speaker-nancy-pelosi-said-people-wi/", "speaker": "Republican Party of Texas", "vclaim": "\"House Speaker Nancy Pelosi said this week that the Democrats have to pass their terrible health care bill so that the American people can actually find out what's in it.\"", "truth_label": "mostly-true", "date": "stated on March 12, 2010 in an e-mail blast:", "title": "Texas GOP says Speaker Nancy Pelosi said people will know contents of terrible health-care plan after it passes", "text": "The Republican Party of Texas marveled — not in a good way — at an admission of sorts by U.S. House Speaker Nancy Pelosi about the long-stalled health care overhaul before Congress. According to an e-mail the GOP sent Friday, Pelosi said “the Democrats have to pass their terrible health care bill so that the American people can actually find out what's in it.”\nTalk about a banana-peel moment. Did Pelosi improbably denigrate her party’s promised legislation and say people can find out what’s in it after it passes?\nGOP spokesman Bryan Preston pointed us to the text of Pelosi’s March 9 speech in Washington to the National Association of Counties.\nWe learned, for starters, that while the Texas GOP thinks the legislation is terrible, Pelosi clearly doesn't. Instead, Pelosi's remarks celebrate aspects such as a ban on denying health coverage because of a pre-existing conditions, “robust support for public health infrastructure,” more spending on community health centers and reductions in uncompensated care by hospitals. Pelosi also says in the speech that the plan won't require anyone to pay a deductible for preventive health care doctor visits.\nShe summarizes: “It’s going to be very, very exciting.”\nYet there’s heft to the GOP's claim that Pelosi said the legislation has to pass so people can find out what’s in it.\nPelosi adds: “But we have to pass the bill so you can find out what is in it, away from the fog of controversy.”\nPelosi's words stirred critics from the right including Marguerite Higgins, a senior editorial services associate at The Heritage Foundation. In a blog, Higgins named the moment the video of the week and called Pelosi’s statement a “stunning demonstration of political condescension.”\nSeparately, Pelosi spokesman Brendan Daly offered this interpretation of Pelosi's comment: \"She meant there was so much talk about process (in Congress) that people have lost sight of what’s actually in the bill. Once it’s passed, we can remind them of all the good things that are in it.\"\nCapital fusses aside, we wondered if Pelosi spoke accurately; will the plan need to pass before people know what's in it?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nWe called the non-partisan Kaiser Family Foundation, which has posted side-by-side comparisons online of health care plans approved by the House and Senate. Its spokesman, Craig Palosky, reminded us that Congress posts the entire legislation online.\nOf course, that's not to say the final deal is settled — or, it stands to reason, open to public view.\nPalosky declined to comment precisely on Pelosi's forecast, saying her comment seemed more about politics than policy. \"It’s not our role to police such comments,\" he said. \"If you want to know what members of Congress are doing, you have to speak to members of Congress.”\nHis nudge led us to call U.S. Rep. Michael Burgess, R-Lewisville, among a handful of physicians in Congress and an opponent to the Democrats' proposal.\nBurgess told us it's often true that the ins and outs of legislation aren't widely known until after a measure passes into law; that held true, for instance, for the Republican-steered measure providing government aid toward prescription drugs for seniors.\nPelosi's \"right,\" Burgess said, though \"I don’t think that’s a good strategy (to declare as much). I wouldn’t recommend anyone actually broadcasting that.\"\nSo how does the GOP's statement shake out?\nThe party's e-mail errs when it makes it sound as if Pelosi thinks the health-care measure is terrible. It's very much the opposite.\nBut it accurately quotes Pelosi as saying people will find out what's in the plan after it passes.\nWe rate the statement as Mostly True.", "vclaim_id": "vclaim-pol-15211"}