{"url": "/factchecks/2013/may/31/oregon-pta/does-oregon-have-third-largest-class-size-nation/", "speaker": "Oregon PTA", "vclaim": "Says, \"Oregon has the third largest class size in the nation.\"", "truth_label": "true", "date": "stated on May 17, 2013 in a newsletter:", "title": "Does Oregon have the third-largest class size in the nation?", "text": "Advocates for school funding love to use statistics to draw attention to their cause and the Oregon PTA caught PolitiFact Oregon’s eye earlier this month with a juicy stat.\n\nIn the group’s May 2013 newsletter, the PTA wrote that \"Oregon has the third largest class size in the nation.\"\n\nWith teacher layoffs in the headlines, we figured the state’s classrooms were probably experiencing some crowding, but third in the nation? We wanted to check that out.\n\nWe asked Otto Schell, legislative director for the Oregon PTA, where the ranking came from. He said a 2013 report compiled by the National Education Association, the country’s largest teacher union, ranked Oregon third.\n\n\"It’s a dubious honor to be in that top tier,\" Schell said.\n\nWe looked it up and there was Oregon, ranked behind California and Utah.\n\nThe NEA looked at the ratio of students to teachers to figure out the ranking. This isn’t the same as class size, which is different from the student-teacher ratio and is harder to measure. The average class size is always bigger than the pupil-teacher ratio, mainly because some teachers have planning periods and others work with small groups of students who have special needs, forcing the typical teacher to take on larger classes.\n\nA national headcount classroom to classroom would be a daunting data collection effort. Instead, researchers rely on staffing ratios to compare states since there’s a direct relationship between the student-teacher ratio and class size. Because of that, the two are often bandied around interchangeably.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nOregon’s student-teacher ratio in the fall of 2011, according to the NEA, was 20.2.\n\nOK, so Oregon ranked third on the list according to data collected by the NEA. We wondered what other sources of data say about Oregon’s student-teacher ratio.\n\nThe state of Oregon calculates student-teacher ratios a little differently, using an average of full-time-equivalent teaching positions and student enrollment across the school year. The state number is higher, with 21.3 students per teacher.\n\nThat would still rank Oregon behind Utah and California in the NEA rankings.\n\nWe wondered if the state calculation was consistently higher. Turns out it was, but not by much. Going back to the 2008-2009 school year, the statewide average student-teacher ratio was 19.1. The NEA pegged Oregon at 18.9.\n\nWe also checked in on the United States Department of Education’s database of school statistics. The measure for the 2011-2012 school year isn’t available until June, so we looked at past data from the feds to see how it measured up against the NEA’s Oregon numbers.\n\nHistorical federal data lined up closely -- but not exactly -- with the state numbers we found. Oregon fared poorly in the federal ranking. In the 2008-09 school year, the state had the fifth-largest student-teacher ratio. That ranking rose to third in 2009-10 and dropped back to fourth in the 2010-11 school year.\n\nSo overall, three data sets produced very similar results about Oregon’s student-teacher ratios, all of which say the state has one of the highest student-teacher ratios in the United States. We rate the statement True.", "vclaim_id": "vclaim-pol-09275"}