{"url": "/factchecks/2016/dec/20/thatviralfeednet/every-sperm-cell-life-story-fake-if-you-click-thro/", "speaker": "ThatViralFeed.net", "vclaim": "\"Pro-Lifers Declare 'Ejaculation Is Murder: Every Sperm Cell Is A Life.'\"", "truth_label": "false", "date": "stated on May 16, 2016 in an Internet post:", "title": "'Every Sperm Cell Is A Life' story is fake, if you click through", "text": "A website posting a fake story about anti-abortion protesters advocating for the rights of sperm cells is a practical joke that isn’t so apparent on social media.\nA May 16, 2016, story posted on ThatViralFeed.net announces \"Pro-Lifers Declare ‘Ejaculation Is Murder: Every Sperm Cell Is A Life’,\" allegedly presenting photos and quotes of people opposed to abortion.\n\"God made men’s semen for a purpose, and you can just ‘waste’ that purpose by gratifying yourself whenever you want to,\" a quote attributed to Rachel Stratt, who is described as a pro-life activist. \"Every time you do, you are literally killing thousands of babies! Ejaculation is murder and every sperm cell is a life!\"\nThe quote is fake.\nThe story goes on to describe a Change.org petition to stop such \"waste\" garnering 85,000 signatures, and a fictional bill to do the same getting the support of \"38 White House conservatives,\" all of whom are women. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe petition is also fake, although the story is popular on Facebook. Users flagged the suspicious post as part of Facebook’s attempt to stop the spread of fake news.\nWhile the sensational headline no doubt draws in readers to share the link, the story itself goes on to admit it is fake. Someone clicking through the pages of the story would see the infamous Trollface meme:\n\nThere’s no indication on ThatViralFeed.net that anything on the site may be fake, but in this case, the site makes it clear if you get to the end. Some Facebook users posting the link seem to understand the story is fake, but many others do not.\nThe site acknowledges the premise of the headline is made up, although you have to keep reading to get there. We rate it False.\nhttps://www.sharethefacts.co/share/881c7f4f-134e-4dbe-b7d2-b33d7e4f9ac1", "vclaim_id": "vclaim-pol-03854"}