{"url": "/factchecks/2012/sep/18/mitt-romney/mitt-romney-says-voters-who-support-barack-obama-a/", "speaker": "Mitt Romney", "vclaim": "The \"48, 49 percent\" that supports President Barack Obama are \"people who pay no income tax.\"", "truth_label": "false", "date": "stated on May 17, 2012 in a surreptitiously recorded speech to donors at a fundraiser:", "title": "Mitt Romney says voters who support Barack Obama are “people who pay no income tax”", "text": "A surreptitiously recorded video of Mitt Romney speaking at a fundraiser stirred up the presidential race on Sept. 17, 2012. The video showed Romney saying that 47 percent of the American public are \"dependent on government,\" \"believe that they are victims\" and \"believe the government has a responsibility to care for them.\"\n\nRomney also claimed that the 47 percent of Americans who don't pay federal income taxes are strong Obama supporters because they are so dependent on government benefits that Obama freely provides.\n\n\"There are 47 percent of the people who will vote for the president no matter what,\" Romney said, according to the video leaked to the liberal magazine Mother Jones. \"All right, there are 47 percent who are with him, who are dependent upon government, who believe that they are victims, who believe the government has a responsibility to care for them, who believe that they are entitled to health care, to food, to housing, to you-name-it. That that's an entitlement. And the government should give it to them. And they will vote for this president no matter what.\n\n\"And I mean the president starts out with 48, 49 percent … he starts off with a huge number,\" Romney continued. \"These are people who pay no income tax. Forty-seven percent of Americans pay no income tax. So our message of low taxes doesn’t connect. So he’ll be out there talking about tax cuts for the rich. I mean, that’s what they sell every four years. And so my job is is not to worry about those people. I’ll never convince them that they should take personal responsibility and care for their lives. What I have to do is convince the five to 10 percent in the center that are independents, that are thoughtful....\"\n\nAlmost immediately after the video hit the news, we received a flood of requests from readers asking us to check Romney’s claims.\n\nIn this item, we’ll look at whether the \"48, 49 percent\" that supports President Barack Obama are \"people who pay no income tax.\"\n\nWe should note that Romney, during a hastily called news conference in California, called his comments \"not elegantly stated,\" but he didn’t backtrack from their substance. What he said is \"a message which I'm going to carry and continue to carry, which is, look, the president's approach is attractive to people who are not paying taxes, because, frankly, my discussion about lowering taxes isn't as attractive to them. And therefore, I'm not likely to draw them into my campaign....\"\n\nIn this item, we'll look at who pays taxes -- and who doesn't. Then we'll look at whether Obama supporters and Americans who don’t pay taxes are one and the same.\n\nWho pays taxes\n\nRomney’s figure is close to one from the Urban Institute-Brookings Institution Tax Policy Center, which found that 46 percent of tax filers pay no income tax, vs. about 54 percent of tax filers that did have some federal income tax liability. Generally speaking, the groups most likely to have no tax liability are the elderly and the poor.\n\nAnti-tax Republicans tend to focus on the federal income tax burden because it helps make their case that the federal income tax burden falls disproportionately on the wealthy. Because there is a solid basis for this number, we’ve rated it True in the past -- at least when it is described correctly.\n\nThat qualifier is important. While the 46 percent figure refers to federal income tax, federal income tax is not the only tax that Americans pay. It’s not even the only federal tax people pay. An additional 28 percent will at least pay federal payroll taxes, which funds Social Security and Medicare and is deducted from every working American’s paycheck. Most of the rest are the poor and elderly.\n\nSo, Romney would have been right if he said about 47 percent of all Americans don't pay federal income taxes. But he went further, arguing that those 47 percent of Americans who don’t pay federal income taxes are essentially all Obama supporters. And the facts don't back him up.\n\nObama supporters\n\nIt's tricky to compare taxpaying status with presidential preferences, but there are enough data points that we can poke some significant holes in Romney’s argument.\n\n• Income levels. We compared Tax Policy Center data with a recent CBS News-New York Times poll.\n\nAmong households with below $50,000 in income, 68 percent owed no federal income taxes, according to the Tax Policy Center. The poll showed Obama led in this group, 58 percent to 37 percent.\n\nFor households between $50,000 and $100,000, 11 percent owed no federal income taxes. Romney led in this group, 50 percent to 47 percent.\n\nAnd for households above $100,000, 2 percent owed no federal income taxes. Romney led in this category, 57 percent to 41 percent.\n\nSo there’s a modest correlation between the likelihood of not paying income taxes and the likelihood of supporting Obama. But Romney vastly overstates the link. Obama has substantial support among households $100,000 and up, and virtually all of them pay income taxes.\n\nPut another way, Obama is expected to win millions of votes from people who do pay federal income taxes, and Romney is expected to win millions of votes from people who do not pay federal income taxes.\n\n• Senior citizens. Romney gets strong support from seniors. He led in the CBS-New York Times poll by a 53 percent to 38 percent margin, and a CNN and Opinion Research Corp. poll from around the same time had Romney leading among senior by a 53 percent to 45 percent margin.\n\nYet being a senior is one of the biggest reasons an American would pay no federal income taxes. Among those who saw tax breaks wipe out their income-tax liability, nearly half benefited from a tax break targeted at senior citizens.\n\n• State by state data. The Tax Foundation has found some state-by-state patterns that are problematic for Romney’s claim.\n\nThe foundation tallied the states that had the highest percentages of non-income-tax-paying residents. The 10 states with the highest rates of non-tax-payers are mostly ones that Romney has in the bag -- Texas, Idaho, Arkansas, Louisiana, Mississippi, Alabama, Georgia and South Carolina. And several states with the lowest rates are solidly in Obama’s camp, including Minnesota, Maryland and Massachusetts.\n\nOur ruling\n\nRomney said that the \"48, 49 percent\" that supports President Barack Obama are \"people who pay no income tax.\"\n\nBut the polls and income tax data don't back this up. Obama gets substantial support from people earning more than $50,000 -- and 90 percent of them, or more, do pay taxes. And Romney gets lots of support from seniors, many of whom have no income tax liability. We rate the claim False.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10358"}