{"url": "/factchecks/2014/oct/27/rand-paul/rand-paul-says-nih-spent-24-million-origami-condom/", "speaker": "Rand Paul", "vclaim": "\"$2.4 million of the NIH dollars was spent on ‘origami’ condoms.\"", "truth_label": "mostly-true", "date": "stated on October 15, 2014 in a speech.:", "title": "Rand Paul says NIH spent $2.4 million on 'origami' condoms", "text": "During a recent visit to Virginia, U.S. Sen. Rand Paul took exception to claims that budget cuts have hurt the National Institute of Health’s efforts to find a cure for Ebola.\nThe Kentucky Republican was the headliner at an Oct. 15 rally in Ashland for Dave Brat, the GOP nominee for the 7th District congressional seat. Paul, a Tea Party favorite, said NIH has money to waste.\n\"Do you know what the NIH spends money on?\" he asked the crowd.\nPaul listed a series of NIH projects he viewed as profligate.\n\"$2.4 million of the NIH dollars was spent on ‘origami’ condoms,\"  he said. \"This is a family crowd, so I’m not getting into what that means.\"\nBut we will. We wondered if his claim is correct.\nOrigami is the Japanese art of folding paper to form animals, flowers and other designs, according to Webster’s New World College Dictionary. We struggled to imagine how this centuries-old craft might improve the condom.\nPaul’s office backed the senator’s statement by sending us several articles about NIH’s funding of condom research, the earliest one published by the Washington Free Beacon this March.\nTurns out, there’s a California company, named ORIGAMI, that’s vowing to reinvent the condom, a contraceptive that many men don’t like. The company believes the popularity of condoms  -- which must be unrolled and are typically made of latex -- would greatly improve if they were more pleasing, less cumbersome and safer to use.\nORIGAMI is developing condom with accordion-like pleats. They’re made of silicone and, because they’re loose-fitting and don’t have to be unrolled, can be put on faster than traditional condoms. The company is seeking FDA approval and hopes sell its product next year.\nA number of global health organizations are encouraging condom research and development, convinced that greater use of devices will lead to fewer unwanted pregnancies and sexually transmitted diseases such as AIDs.\nSince 2006, NIH has awarded seven grants totaling almost $2.5 million to help develop male and female ORIGAMI condoms. The money was provided to Strata Various, a product design firm headed by Danny Resnic, ORIGAMI’s founder. Resnic is listed on the grant documents as the project leader of the research.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nORIGAMI’s work has been praised by the Bill and Melinda Gates Foundation, which last year handed out $1.1 million in grants other entrepreneurs seeking to improve condoms. The Foundation said ORIGAMI \"provides an excellent example of a private enterprise focused on new condom design to promote consistent use by emphasizing the sexual experience.\"\nNow, let’s return to Paul’s speech. The senator, in lamenting the use of public funds to develop  \"origami’ condoms,\" never defined the difference between the folded paper art and the name of a company.\nWe asked Brian Darling, a spokesman for Paul, whether his boss was referring to Origami with a capital \"O,\" meaning the company, or a small \"o,\" meaning the art form. \"The senator’s words speak for themselves,\" Darling replied in an email. \"I don’t understand the confusion.\"\nThe day before he appeared in Ashland, Paul spelled origami with a small \"o\" in Facebook post and a tweet assailing NIH’s spending.\n\"NIH blames tightening federal budget for its inability to produce #Ebolavaccine, but somehow found $2.4 million to develop 'origami' condoms designed with Japanese folding paper in mind,\" Paul wrote on his Facebook page.\nHe tweeted, \"@NIH cant afford #Ebola vaccine bc of 'budget cuts' but can spend $2.4 mill to develop 'origami' condoms #Priorities http://www.dailymail.co.uk/news/article-\"\nSo what does the company have to say about all this?\nMark Bardwell, an ORIGAMI spokesman, defended the grants, saying they are given out \"based on scientific merit.\"\n\"Condoms are considered a medical device. As such, it must pass FDA safety testing standards through clinical trials that are very expensive,\" Bardwell said. \"An innovation condom could take 3-4 years and several million dollars for R&D and human testing.\"\nOur ruling\nIn trying to document waste at NIH, Paul said the health agency spent $2.4 million on \"origami\" condoms.\nPaul didn’t provide any more information in his speech, leaving the crowd to wonder whether tax dollars are going to the development of paper condoms folded into fancy shapes. What he didn’t say is that ORIGAMI is the name of a company that has received the NIH grants to develop an improved condom that is made of silicone and has fold-out pleats. NIH has long encouraged  condom use to reduce unwanted pregnancies and sexually transmitted diseases.\nWe don’t find much fault with Paul, however. The company, by its very name, suggests the principles of origami drive its design. So we rate Paul’s claim Mostly True.", "vclaim_id": "vclaim-pol-07077"}