{"url": "/factchecks/2013/mar/22/tweets/federal-government-funding-study-duck-penises/", "speaker": "Tweets", "vclaim": "While the sequester is in effect, the federal government is still funding a study on duck penises.", "truth_label": "mostly-true", "date": "stated on March 20, 2013 in tweets:", "title": "Is the federal government funding a study on duck penises?", "text": "Sequestration is serious business. Jobs are on the line. Day care for poor kids is under the ax.\n\n\nYet even in this budget climate, your federal government still has the money to pay for -- please disregard our blushing -- a study examining duck penises.\n\n\nYou read that right: duck penises.\n\n\nThis waterfowl kerfuffle erupted earlier this week, when the conservative website CNSNews.com published a story pulling back the curtain on a $384,949 grant from the National Science Foundation for a Yale University study looking at ducks’ sexual behavior and anatomy and the evolutionary consequences.\n\n\n\"Many duck penises are corkscrew-shaped and some scientists believe this is because of a form of evolution known as ‘sexual conflict,’\" the story said.\n\n\nTwitter quickly took up the cause:\n\n\nCan’t cut spending b/c need $ to fund more studies of duck penis length\" @keithcrc, March 20.\n\n\n$384,949 Federal stimulus funds to study \"Duck Penis Length\". WH still closed to tours @cincinchili, March 21.\n\n\n\"His name is Long Duck Dong.\" When you're enjoying your furlough, remember that duck penis length matters. @doctrine_man, March 21.\n\n \n\nSo now PolitiFact is making it our cause. We’ll fact-check the Twitter chatter stating that the federal government is funding a study about duck penises amid the austere cuts of sequestration.\n\n\n‘Anti-screw anatomy’\n\n\nRichard Prum is an evolutionary ornithologist at Yale University. We got him on the phone to ask: Duck penises -- really?\n\n\nHis answer was fascinating, but first here’s a little background. In 2009, Prum applied for and received a National Science Foundation grant for his study titled \"Sexual Conflict, Social Behavior and the Evolution of Waterfowl Genitalia.\" (It has since been renamed \"Conflict, Social Behavior and Evolution,\" according to NSF.) The money came from the American Recovery and Reinvestment Act, better known as the stimulus.\n\n\n\"The funding was for three years,\" Prum said. \"We managed to expand to a fourth year by basically being frugal.\"\n\n\nPrum and lead investigator Patricia Brennan have published several papers from their research; several are in review now, and more are forthcoming.\n\n\nNSF awards about 11,000 grants a year, and the process is deeply competitive.\n\n\n\"Funding rates in this area, animal behavior, are less than 10 percent,\" Prum said. \"Getting this money is like into getting into Yale as an undergrad.\"\n\n \n\nThe nearly $400,000 award paid Brennan’s salary, funded the experiments at the waterfowl laboratory, kept the birds healthy and fed and covered other costs such as publication expenses and equipment.\n\n\nHere, in Prum’s words, is what he studied and learned:\n\n\n\"Most birds don’t have a penis. Ducks do. They still have it from the reptilian ancestor that they shared with mammals,\" he said.\n\n\nThe duck’s penis is stored inside the body, and when it becomes erect, the process of insemination is \"explosive,\" Prum said. The duck’s penis becomes erect within a third of a second, at the same time it enters the female duck’s body. Ejaculation is immediate, and then the penis starts to regress. The length of the duck penis, as mentioned in the tweets, grows to 8 or 9 inches during the summer mating season. In winter, it shrinks to less than an inch.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\n\nIn duck ponds, Prum said, a lot of forced copulation occurs. Forced copulation is what it sounds like -- rape in nature. Even gang rape happens among ducks. And Prum found that while 40 to 50 percent of duck sex happens by forced copulation, only 2 to 4 percent of inseminations result from it (meaning times the female duck ends up with a fertilized egg).\n\n\n\"The question is why does that happen? How does a female prevent fertilization by forced copulation?\" he said. \"The answer has to do with taking advantage of what males have evolved -- this corkscrew shaped penis.\"\n\n\nPrum said the duck penis is a corkscrew whose direction runs counterclockwise. Female ducks, he said, have evolved a complex vagina also shaped like a corkscrew -- but a clockwise one.\n\n\n\"This is literally an anti-screw anatomy,\" he said.\n\n\nWhen females choose their own partners -- in other words, solicit copulation -- the muscles in the vagina are dilated and expanded. So the anti-screw effect is negated.\n\n\n\"The females are enormously, amazingly successful at preventing fertilization by forced copulation,\" he said.\n\n\nNow, if this steamy duck sex talk reminds you of a particular Senate candidate’s controversial rape comments in 2012, Prum is right there with you.\n\n\nTodd Akin, who ultimately lost his Senate contest in Missouri, angered a lot of people when he claimed, \"If it’s a legitimate rape, the female body has ways to try to shut that whole thing down.\"\n\n\nSaid Prum: \"What we demonstrated is that what Senate candidate Akin said about rape is actually true of ducks, and why.\"\n\n\n\"This to me is really about sexual autonomy, and that is why ducks are deeply important,\" he said. \"In the face of persistent sexual violence, females have developed a mechanism to maintain control over sexual choice.\"\n\n\nIf that explanation doesn’t meet your standard for useful science, Prum had this to say in defense of pure scientific research:\n\n\n\"I have never abandoned my commitment to the notion that the primary commitment of science is to discover new knowledge. You never know when it’s going to be practical. Advanced cultures for all of history have tried to establish new knowledge.\"\n\n\nWhat’s this got to do with sequester?\n\n\nPrum’s grant began in 2009, funded by a law passed early that year that was meant to jumpstart the sputtering economy. The stimulus spending was meant to get out the door as quickly as possible, with much of spending set for 2009 and 2010.\n\n\nSequestration -- sweeping budget cuts across all federal agencies -- came about from a budget deal in 2011. President Barack Obama and congressional Republicans passed sequestration as a means of forcing each other to a broader deal on deficit reduction. The cuts were never meant to be enacted, but since the two sides have not been able to strike a deal, they went into effect March 1.\n\n\nDemocrats and Obama have decried the effects on average Americans, such as funding cuts to Head Start programs and delayed airline flights. Republicans, who are keen on trimming federal spending, have generally sounded less dire in their sequester warnings, but they’ve cried foul when the Obama administration announces such things as an end to White House tours.\n\n \n\nWe should point out that in some ways, the sequester and the stimulus are two separate issues. House Republicans tried and failed to cancel unspent stimulus money. Most of the stimulus money is already out the door. The sequester, on the other hand, is intended to reduce government spending in the future.\n\n\nDoes Prum’s grant have anything to do with the budgetary state we’re in now?\n\n\nSteve Ellis, vice president of Taxpayers for Common Sense, told PolitiFact: \"A lot of times scientific research is pilloried -- and sometimes deservedly so. It has to be taken in context of the need and results as well as the budgetary environment.\n\n\n\"As far as linking stimulus spending and sequestration, you get to the heart of budgetary issues. Sequestration targets budget authority – the right an agency has to write a check, not outlays – the cash out the door. So the budget authority from the stimulus left the building a long time ago. It is well inside the outlay territory and not subject to sequestration.\"\n\n\n\"All that said,\" he added, \"the federal budget is a zero sum game and it is fair to compare spending on this here to spending or cuts over there. And the goofy is meant to make a point … but the reality can be quite tricky.\"\n\n\nOur ruling\n\n\nFolks in the twitterverse said the federal government is cutting services, furloughing employees and cancelling White House tours, but it still has the money to pay for a study examining duck penises.\n\n\nThe study is real, and it does indeed explore the unique sexual behaviors and physical characteristics of ducks. It was funded through a National Science Foundation grant that expires this year.\n\n\nIt’s a bit dubious to tie that grant, which was awarded with stimulus dollars, with the current budget cuts, because they arise from different budgetary issues. But is the government subsidizing research on duck penises? It sure is. We rate the tweets Mostly True.\n\n \n\nEditor's note: We updated this item on March 24, 2013, to clarify that ducks reproduce via fertilized eggs.", "vclaim_id": "vclaim-pol-09556"}