{"url": "/factchecks/2018/may/24/blog-posting/brad-pitt-donald-trump-not-my-president/", "speaker": "Bloggers", "vclaim": "\"Actor Brad Pitt: ‘Trump is not my president, we have no future with this…’\"", "truth_label": "false", "date": "stated on May 13, 2018 in blog post headline:", "title": "No, Brad Pitt didn’t say that Trump is not my president", "text": "Brad Pitt has been critical of President Donald Trump, but he didn’t really say that \"Trump is not my president,\" despite what a clickbait headline claims.\n\"Actor Brad Pitt: ‘Trump is not my president, we have no future with this,\" reads the headline on conservativetown.com.\nThe article that followed offered a mash-up of real and fake details. But the story provided no evidence that Pitt said the lines attributed to him in the headline.\nThe blog post begins by saying the actor showed up as a meteorologist on The Jim Jefferies Show, \"stating some discouraging news about President Donald Trump pulling out the United States of the Paris Climate Change Agreement.\"\nPitt indeed made a satirical cameo as an acting meteorologist on May 1, 2018, on The Jim Jefferies Show, a stand-up comedy segment on Comedy Central. But he made no mention of Trump or the Paris climate agreement.\nWhen Jefferies asked for the weatherman’s forecast, Pitt referenced the melting ice caps.\n\"We’ve got sunshine in the West, the South, the East, and over here in the North, the ice caps are melting,\" Pitt said. \"And I am so, so, so, so, so scared.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut on June 6, 2017, five days after Trump announced the U.S. withdrawal from the Paris climate agreement, Pitt had another cameo where he told Jefferies, \"There is no future.\"\nThe line was met with audience laughter and applause.\nWe searched for articles using Google and the Nexis database that mentioned Pitt saying \"Trump is not my president,\" but we did not find any documented examples.\nPitt has made comments critical of Trump, which were wrongly attributed to his Jim Jefferies appearance on the post. In an interview with novelist Marlon James that appeared in the New York Times Style Magazine on Sept. 7, 2016, Pitt said, \"Man, I never thought Brexit would happen.  Same way I can’t bring myself to think that Trump will be in charge.\"\n\"A Trump supporter is fighting against just about everything,\" Pitt said later in the interview. \"What does he even mean, take our country back? Would someone please explain that to me? Where’d it go?\"\nOur ruling\nA headline on Conservativetown.com said,  \"Actor Brad Pitt: ‘Trump Is Not My President, We Have No Future With This…’\"\nThe content of the article mostly referenced real quotes, attributed to the wrong sources. They failed to acknowledge the satirical role Pitt was playing on The Jim Jefferies Show. And while Pitt made comments critical of Trump, he never said, \"Trump is not my president,\" as the headline claimed.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-02031"}