{"url": "/factchecks/2020/aug/26/ann-wagner/mo-house-race-wagner-cherry-picks-votes-attack-sch/", "speaker": "Ann Wagner", "vclaim": "Says Jill Schupp has shown a “disturbing pattern of putting sex offenders over our safety.”", "truth_label": "barely-true", "date": "stated on August 18, 2020 in an ad:", "title": "In Mo. House race, Wagner cherry-picks votes to attack Schupp over sex offenders", "text": "In a U.S. House race that’s considered a tossup, Missouri Republican Rep. Ann Wagner pummeled her challenger, Democratic state Sen. Jill Schupp, by alleging Schupp has voted repeatedly to support sex offenders.\nWagner makes four specific claims about Schupp in a one-minute attack ad that began airing Aug. 16:\n\n\nThat she \"voted no\" on a constitutional amendment to strengthen laws against child sex abuse.\n\n\nThat she supported legislation that would have let sex offenders \"live near schools and roam freely on our kids' playgrounds.\"’\n\n\nThat she voted to let sex offenders \"coach youth sports.\"\n\n\nThat she \"opposed efforts to deport convicted illegal immigrant sex offenders.\"\n\n\nThe votes, the ad concludes, amount to a \"disturbing pattern of putting sex offenders over our safety.\"\nThe Nov. 3 election between the St. Louis-area lawmakers is rated as a toss-up by the Cook Political Report. \nIn a news release responding to the ad, Schupp said that she has \"worked hard to keep sexual predators behind bars\" and that Wagner’s attacks \"distort my record and attempt to mislead the voters.\"\nIn claiming that Schupp has shown a \"disturbing pattern of putting sex offenders over our safety,\" the ad focuses on four votes, but ignores other legislative actions Schupp has taken against sex offenders.\nWe’ll start with Wagner’s four claims from the ad, then look at four other legislative actions taken by Schupp.\nWagner's four claims\n1. Constitutional amendment \nVoiceover: \"When a serial sex offender got away with raping a child, a bipartisan constitutional amendment was introduced to bring child sex offenders to justice. Missouri voters overwhelmingly passed the amendment. But Jill Schupp turned her back on victims and voted no.\"\nAmendment 2, approved by voters in 2014 by a margin of 72% to 28%, allows \"relevant evidence of prior criminal acts, whether charged or uncharged, to be admissible,\" subject to court approval, in prosecution of sex crimes involving a victim under age 18, \"for the purpose of corroborating the victim's testimony or demonstrating the defendant's propensity to commit\" the alleged crime.\nSchupp, then a state representative, was among 23 Missouri House Democrats and three Republicans who voted no on putting the amendment on the ballot. \nAt the time, opponents argued that allowing evidence from cases where someone was not charged or convicted presumes suspects are guilty, and that the amendment did not limit the admissible testimony to cases of similar acts. \n2. Bill affecting sex offender registry\nVoiceover: \"Schupp supported legislation that would have given hundreds of sex offenders a clean slate, letting them live near schools and roam freely on our kids’ playgrounds.\"\nText on the screen quoted then-Gov. Jay Nixon as saying that if the bill became law, as many as 870 sex offenders \"could be removed from the registry.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe reference is to a 2013 bill, HB 301, which would have provided for anyone who was under 18 when convicted to be removed from the state’s sex offender registry. Offenders would have had to wait for five years until petitioning for removal, but courts would have been required to grant the petition. \nOffenders on the registry face restrictions on where they can live and how far they must be from places such as playgrounds.\nSchupp voted for the bill, which would have applied to an estimated 870 sex offenders; it passed the GOP-controlled House unanimously and passed the Senate 28-4. \nSupporters said the bill gave a second chance to offenders unlikely to reoffend, noting that they would still have been listed on the registry for law enforcement access and anyone from the public who requested the information.\nNixon, a Democrat, vetoed it, saying it did not distinguish between relatively minor offenders and those who used force or violence in their crimes.\n3. Coaching youth sports\nThe voiceover says Schupp voted to allow hundreds of sex offenders \"to coach youth sports.\" Text on the screen says: \"Schupp voted in favor of an amendment striking some language restricting sex offenders.\"\nSchupp voted for an amendment to a 2009 bill. Wagner’s campaign said the amendment would have exempted sex offenders who were prosecuted and convicted in a foreign country from restrictions on coaching youth sports teams.\nThe amendment struck some language restricting sex offenders from a bill that made several changes to the state criminal code, according to the St. Louis Post-Dispatch. Schupp argued that the amendment went beyond the legal scope of the underlying bill, the Missouri Times reported at the time.\nThe bill went through several changes as lawmakers debated the legal scope of the provisions, and Schupp was among 124 House members who eventually voted for the final version, the newspaper reported.\n4. ‘Illegal immigrant’ offenders \nThe ad claims Schupp \"opposed efforts to deport convicted illegal immigrant sex offenders.\" \nHB 731, a 2011 bill, would have required Missouri to add citizenship status to the sex offender registry and report names of those in the country illegally to federal officials for possible deportation. It passed the House, 130-23.\nThe campaign claimed Schupp’s no vote would have made it more difficult to deport sex offenders who were in the country illegally after they finished serving their prison sentences.\nOpponents argued the bill was redundant, citing local law enforcement policies already in place, the Missouri Digital News reported at the time.\nSchupp’s other legislative actions\nSchupp’s campaign cited numerous other legislative actions she took regarding sex offenders, including these four:\n\n\nSchupp sponsored a bill, enacted in July, that requires Missouri hospitals to provide rape kits to sexual assault victims beginning in 2023. The kits allow health workers to collect evidence that can be used to find and prosecute the rapist.\n\n\nIn 2012, Schupp co-sponsored HB 1470, which would have expanded the list of mandatory reporters — people in positions who are required by law to report suspected cases of child abuse or neglect. The bill did not come up for a vote in the GOP-controlled state House.\n\n\nIn 2011, Schupp co-sponsored HB 433, which would have made it a more serious felony to engage in human trafficking, including for purposes of sexual exploitation. The bill did not come up for a vote.\n\n\nIn 2009, Schupp co-sponsored HB 936, which would have removed the statute of limitations for sexual offenses for which DNA evidence of the perpetrator had been collected; and would have strengthened other measures regarding rape, including cases of statutory rape when the offender was at least three years older than a victim under age 17. The bill did not come up for a vote.\n\n\nOur ruling\nCiting four votes taken by Schupp, a Wagner ad claims Schupp has shown a \"disturbing pattern of putting sex offenders over our safety.\"\nThe text of Wagner’s ad focuses on four votes, including Schupp’s opposition to putting on the ballot a constitutional amendment that allows prior conduct to be used as evidence in cases against some sex offenders. But in claiming a pattern, the ad cherry picks votes, ignoring a number of other legislative actions Schupp took to try to to strengthen laws against sex offenders.\nIn all, Wagner’s statement contains an element of truth but ignores critical facts that would give a different impression. That’s our definition of Mostly False.", "vclaim_id": "vclaim-pol-17179"}