{"url": "/factchecks/2015/mar/11/david-shuster/no-email-use-didnt-sink-us-ambassador-kenya/", "speaker": "David Shuster", "vclaim": "Said former U.S. Ambassador to Kenya Scott Gration \"was forced to resign two years ago because of his personal use of emails.\"", "truth_label": "barely-true", "date": "stated on March 10, 2015 in a Hillary Clinton press conference:", "title": "Private email use alone didn't sink the U.S. ambassador to Kenya", "text": "Hillary Clinton’s press conference about her use of a private email account when she was secretary of state basically came down to two points. She wants people to trust that she turned over every email that she should have, and that she \"fully complied with every rule.\"\nBut before she even left the podium, Clinton got pushback on whether she truly did follow State Department rules. David Shuster, a New York reporter for Al Jazeera America, brought up the 2012 resignation of Scott Gration, the U.S. ambassador to Kenya.\n\"What about Scott Gration, who was forced to resign two years ago because of his personal use of emails?\" Shuster asked.\n\"David, I think you should go online and read the entire IG (inspector general) report,\" Clinton replied. \"That is not an accurate representation of what happened.\"\nThe case of ambassador Gration has come up frequently in recent days. The man himself was a guest on CNN’s State of the Union where he said that on the email issue, he was the victim of a double-standard.\nWe thought it would be worth getting to the bottom of the assertion that Gration was forced to resign because of his personal use of emails.\nOne of Obama’s biggest fans\nPresident Barack Obama appointed Gration to head the American embassy in Kenya in 2011. Gration was a retired Air Force general who had spent years in East Africa as the child of missionaries. Gration toured Africa with Obama in 2006 and was completely won over by the man who would become president. He was an early and key foreign policy adviser to Obama’s 2008 presidential campaign and was tapped by the president to serve as Obama’s special envoy to Sudan. He moved from that post to lead the embassy in Nairobi.\nLess than a year and half later, Gration departed, saying in his resignation letter that \"differences with Washington regarding my leadership style and certain priorities lead me to believe that it’s now time to leave.\"\nGration stepped down about a month before the release of an internal management audit by the State Department’s Office of Inspector General. In keeping with standard process, Gration had seen that report and was given the chance to respond before it came out.\nA damaging assessment\nThe first bullet point in the inspector general’s report is a global indictment of Gration’s capacity to serve as chief of mission. It reads:\n\"The Ambassador has lost the respect and confidence of the staff to lead the mission. Of more than 80 chiefs of mission inspected in recent cycles, the Ambassador ranked last for interpersonal relations, next to last on both managerial skill and attention to morale, and third from last in his overall scores from surveys of mission members. The inspectors found no reason to question these assessments; the Ambassador’s leadership to date has been divisive and ineffective.\"\nThe auditors noted that many of the 19 federal agencies operating out of the embassy had little or no access to Gration, who they said showed an \"ongoing unwillingness\" to meet with agency heads. The auditors reported confusion and disruption.\n\"Unless corrected there is a risk that the country team will become dysfunctional,\" the auditors wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOther issues included that Gration did not read classified cables and that an initiative he launched redirecting nearly $550 million in U.S. health assistance proved \"disruptive.\"\nCommunications with Washington were a significant source of friction, and Gration’s use of a personal email account was just one example of a larger pattern. The inspector general’s report said Gration \"does not read classified front channel messages and has not established a system to have his staff screen incoming cables relevant to Kenya and U.S. interests in the region.\"\nRelating to emails, the report said: \n\"The Ambassador’s greatest weakness is his reluctance to accept clear-cut U.S. Government decisions. He made clear his disagreement with Washington policy decisions and directives concerning the safe-havening in Nairobi of families of Department employees who volunteered to serve in extreme hardship posts; the creation of a freestanding Somalia Unit; and the nonuse of commercial email for official government business, including Sensitive But Unclassified information. Notwithstanding his talk about the importance of mission staff doing the right thing, the Ambassador by deed or word has encouraged it to do the opposite.\"\nThe report goes on to say that Gration \"ordered a commercial Internet connection installed in his embassy office bathroom so he could work there on a laptop not connected to the Department email system,\" and that Gration \"very infrequently logs onto his classified account, which would allow him to read cables and classified emails.\"  \nTo our reading, Gration’s email habits were one point in a series of issues.\nRonald Neumann, who served as American ambassador three times, most recently in Afghanistan from 2005 to 2007, agreed. Neumann, who is now president of the American Academy of Diplomacy, said he finds it hard to miss the main message of the inspector general’s report.\nThe message, Neumann said, is, \"The ambassador is completely incompetent and should be removed as quickly as possible before he does any more damage to American interests.\"\nNeumann said from his experience, the staff in the Inspector General’s Office are credible and objective. He had no direct experience with the embassy in Kenya, but his reading of the report suggested the email issue played a minor role.\n\"It could be an important issue, but when you screw up as many things as this guy did, it’s hard to get through to that one,\" Neumann said.\nWe reached out to Shuster via email and through Al Jazeera’s press office and did not hear back.\nIn an email to several news organizations, Gration said he was \"‘'fired’ for the use of Gmail in the U.S. Embassy, my insistence on improving our physical security posture, and other twisted and false allegations.\"\nOur ruling\nShuster said Gration was forced to resign because of his use of personal email accounts.\nThat was one issue State Department officials raised. But just one of many. The State Department Inspector General’s report paints a much more troubling picture of an embassy in disarray under Gration’s leadership. In the words of the auditors, Gration \"has lost the respect and confidence of the staff to lead the mission.\" Gration ranked at or near the absolute bottom among other ambassadors assessed by the department.\nHis use of email was an issue, but according to an ambassador with much experience, it was a relatively minor one.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-06634"}