{"url": "/factchecks/2019/jan/22/jacob-wohl/yes-kamala-harris-eligible-run-president/", "speaker": "Jacob Wohl", "vclaim": "\"Kamala Harris is NOT eligible to be President.\"", "truth_label": "pants-fire", "date": "stated on January 22, 2019 in a tweet:", "title": "Yes, Kamala Harris is eligible to run for president", "text": "California Sen. Kamala Harris had barely become a candidate for the Democratic presidential nomination before birther accusations started on Twitter.\nHarris announced her candidacy on Jan. 21. The following morning, Jacob Wohl -- a self-described Trump supporter who has been described by media outlets as a \"far-right conspiracy theorist\" -- questioned whether Harris was eligible to run.\nHe tweeted, \"Kamala Harris is NOT eligible to be President. Her father arrived from Jamaica in 1961—mother from India arrived in 1960. Neither parent was a legal resident for 5 years prior to Harris’s birth, a requirement for naturalization. Kamala was raised in Canada.\"\nKamala Harris is NOT eligible to be President. Her father arrived from Jamaica in 1961—mother from India arrived in 1960 Neither parent was a legal resident for 5 years prior to Harris’s birth, a requirement for naturalizationKamala was raised in Canada— Jacob Wohl (@JacobAWohl) January 22, 2019\n\nAfter getting some online pushback, Wohl doubled down, tweeting, \"There are serious questions about @KamalaHarris' eligibility to serve as President of the United States. This isn't a partisan issue. Ted Cruz faced the same questions of eligibility in 2016. I hope that her campaign addresses those questions sooner, rather than later.\"\nSome have raised questions about whether the late Sen. John McCain, R-Ariz., or Sen. Ted Cruz, R-Texas, could have served as president. McCain was born to U.S. parents in the Panama Canal Zone while his father was stationed there in the military. Cruz was born in Canada to U.S. parents.\nBut most legal scholars said both McCain and Cruz would have been eligible to serve had they won the presidency -- and Harris’ case is even more clear-cut than theirs is, because she was born in the United States.\nWe tweeted at Wohl, who didn’t respond by publication time. However, when we checked in with four legal scholars with expertise in this question, they all agreed that Wohl’s \"serious questions\" are a red herring.\nHarris’ background\nA Harris campaign spokesman, Ian Sams, told PolitiFact, \"Kamala Harris was born in Oakland, California, which is, was, and presumably will be in the United States of America. End of story.\"\nSams refused to provide any additional information about Harris’ parents’ naturalization status, or about her time in Canada. But she has spoken or written about these topics previously, so we’ll recap the story here.\nShe was born in 1964 to Donald Harris, a Jamaican-born economist, and Shyamala G. Harris, a scientist.\nDonald Harris immigrated to the United States after being accepted to study at the University of California-Berkeley, Harris wrote in her 2019 book, \"The Truths We Hold: An American Journey.\"\nHe received his Ph.D. from Berkeley in 1966, and he remains an emeritus professor. In his online biography, Harris lists his citizenship as \"Jamaica (by birth); USA (by naturalization).\" Harris recently wrote that \"in their early years\" he took Kamala and her younger sister Maya on \"frequent visits to Jamaica.\"\nShyamala Gopalan, meanwhile, was born in Chennai, in southern India, and she graduated from the University of Delhi at 19. She applied to a graduate program at Berkeley to pursue a doctorate in nutrition and endocrinology, on her way to becoming a breast cancer researcher.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\n stated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHarris’s parents met at Berkeley and soon married. The couple separated around the time the future senator was five, and they divorced a few years later, Harris wrote in her book.\nHarris continued to live in California until she was in middle school, when her mother was offered a position in Montreal teaching at McGill University.\nHarris wrote of being unhappy about the distance from her home, about the cold weather, and about having to navigate the city in a language she barely knew. But \"by the time I got to high school, I had adjusted to our new surroundings,\" she wrote.\nHarris, left Montreal to attend Howard University in Washington, D.C. She became the junior senator from California in 2017.\nThis makes for an interesting personal history. But contrary to Wohl’s tweet, it is completely irrelevant for determining Harris’ eligibility to run for president.\nLegal standards\nThe U.S. Constitution says that \"no person except a natural born citizen, or a citizen of the United States, at the time of the adoption of this Constitution, shall be eligible to the office of President.\"\nSo the key language is whether Harris is a \"natural born citizen.\" And experts say she meets that definition.\nFirst, there’s the Fourteenth Amendment to the Constitution. The relevant portion says that \"all persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside.\"\nSecond, there’s a 1952 statute (8 U.S. Code § 1401) that echoes the language in the Fourteenth Amendment and says that people born in the United States are \"nationals and citizens.\"\nAnd third, there’s an 1898 Supreme Court decision, known as the Wong Kim Ark case. In its 6-2 majority decision, the justices ruled that Wong -- and others born on United States soil, with a few clear exceptions -- did indeed qualify for citizenship under the 14th Amendment.\n\"If you are born in the U.S, you are automatically a natural-born U.S. citizen under the constitution,\" said Harvard Law Professor Einer Elhauge.\nSarah Duggin, a Catholic University law professor, agreed. \"Her birth in the United States, to someone other than a member of a foreign diplomatic corps or otherwise not subject to U.S. jurisdiction, makes her a U.S. citizen unless she later renounced her citizenship. There is no reason to look at where her parents came from, how long her parents were U.S. residents before she was born, or where she was raised.\"\nTwo other law professors with expertise in this area -- Mary Brigid McManamon of Widener University and Malinda L. Seymore of Texas A&M University -- agreed that Harris is clearly eligible.\nOur ruling\nWohl tweeted, \"Kamala Harris is NOT eligible to be President,\" based on \"serious questions\" concerning her parents’ naturalization status and her time spent growing up in Canada.\nConstitutional scholars agree that rehashing details of Harris’ upbringing is a smokescreen, since the only factor that matters is that Harris was born in the United States. The 14th Amendment, an 1898 Supreme Court decision and a 1952 statute make clear that anyone born in the United States is qualified to run for president.\nWe rate the statement Pants on Fire.\n Share the Facts 2019-01-22 23:09:57 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Kamala Harris is NOT eligible to be President.\"    Jacob Wohl Trump supporter on social media https://twitter.com/JacobAWohl/status/1087736259517108224   a tweet Tuesday, January 22, 2019 2019-01-22    Read More  info", "vclaim_id": "vclaim-pol-01106"}