{"url": "/factchecks/2011/aug/24/mike-villarreal/mike-villarreal-says-texans-earning-minimum-wage-m/", "speaker": "Mike Villarreal", "vclaim": "Says that before Rick Perry became governor, \"only 4 percent of our total labor force was a minimum wage job ... Today, that number has more than doubled (to) 9.5 percent.\"", "truth_label": "half-true", "date": "stated on August 6, 2011 in a Texas Capitol rally.:", "title": "Mike Villarreal says Texans earning minimum wage more than doubled with Rick Perry as governor", "text": "Among Democrats vowing to critique Republican Gov. Rick Perry’s record, state Rep. Mike Villarreal of San Antonio swiped at his stewardship of the state’s economy.\n\nAt an Aug. 6 rally outside the Texas Capitol, Villarreal first noted news stories on Perry’s \"D\" in an economics course at Texas A&M University. Perry’s college transcript was recently snagged by the left-leaning Huffington Post.\n\n\"But you know,\" Villarreal said, \"I have less concern about that ‘D’ than his record in the governor’s office. Before he took office, only 4 percent of our total labor force was a minimum wage job, 4 percent. Today, that number has more than doubled (to) 9.5 percent.\"\n\nThe latter statistic immediately rang a bell; The Austin American-Statesman noted in a July 17, 2011, news article that Texas and Mississippi led the nation last year with 9.5 percent of hourly workers earning at or less than the federal minimum hourly wage of $7.25. Hourly workers aren’t the entire labor force, which the U.S. Bureau of Labor Statistics defines as adults who are working plus those lately looking and available for work.\n\nThe Statesman story says that according to the bureau, 550,000 Texans earned no more than the minimum wage in 2010, and the number of Texas workers earning the federal minimum wage or less was greater than the totals for California, Florida and Illinois combined. The story quotes Lori Taylor, associate professor in the Bush School of Government and Public Service at Texas A&M University, attributing the state’s lower wages to its having a younger, less educated workforce and a lower cost of living.\n\nTo support his claim, Villarreal pointed us to a March 28, 2011, post by the Bureau of Labor Statistics titled \"Minimum Wage Workers in Texas — 2010.\"\n\nThe post says that nearly 5.8 million Texas workers were paid hourly rates in 2010, representing 55.7 percent of the state’s workers, compared with 58.8 percent nationally. A bureau economist, Steven Haugen, told us that most other workers are salaried, though some work on commission or do piece work. And, he said, the bureau doesn’t collect data on those workers’ pay rates.\n\nThe post includes a graph plotting the state’s share of hourly workers paid at or below minimum wage from 1997 through 2010.\n\nSeparately, regional bureau economist Cheryl Abbot sent us an easier-to-read breakdown showing that in 2000, which Perry mostly spent as lieutenant governor before being sworn in as governor, 5.8 percent of Texas hourly workers were paid at or below the minimum wage—not the 4 percent aired by Villarreal, though. In 2001, Perry’s first full year as governor, 4.2 percent of Texas hourly workers were paid at or below the minimum wage.\n\nAccording to the bureau, the share of Texas hourly workers in that category reached 4.5 percent in 2003, then dropped to 3 percent in 2006 before increasing each of the four subsequent years, reaching 9.5 percent in 2010.\n\nThere’s a wrinkle in these percentage changes that we noted in a 2010 fact check. The federal minimum wage increased three times between 2001, when it was $5.15 an hour, and 2010 — rising to $5.85 in 2007, to $6.55 in 2008, and to $7.25 in 2009. These stair-step jumps brought some above-minimum wage jobs down into the minimum-wage-or-below fold.\n\nFor that article, Abbot told us that from 2006 to 2009, \"just over 300,000 more Texans\" entered the minimum-wage-or-less category. She said the bureau has \"no way of determining if those are actually 'new jobs' or, more likely, workers whose pay rate is now equal to or below the increased federal minimum wage.\"\n\nBy email, Villarreal told us the wording of his rally statement was off. He said that if he’d said the percentage of hourly workers earning the minimum wage or less in Texas has doubled since Perry's first full year as governor, his \"point would have been the same, the audience would have understood the same idea, and the statement wouldn't be snagged on any technicalities.\"\n\nAsked why the governor is responsible for changes in the state’s share of minimum-wage hourly workers, Villarreal replied that Perry has taken credit for job creation in the state, so all jobs should be taken into account. He said he offered the comparison in arguing that Perry has not led Texas \"towards investing in the education and human capital needed to grow high-paying jobs.\"\n\nOur take: Villarreal’s statement wobbles in two important ways, first by saying the percentages apply to the total Texas labor force when they do not and second by understating the percentage of hourly workers paid at or below the minimum wage before Perry became governor; it was 5.8 percent, not 4 percent, though the share dropped to 4.2 percent his first full year as governor.\n\nWe rate Villarreal’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12529"}