{"url": "/factchecks/2013/aug/21/barry-smitherman/puc-and-railroad-commission-smitherman-part-seven-/", "speaker": "Barry Smitherman", "vclaim": "Says he \"sued Obama’s EPA seven times.\"", "truth_label": "true", "date": "stated on August 5, 2013 in a campaign video:", "title": "Via PUC and Railroad Commission, Smitherman part of seven lawsuits against EPA", "text": "Want to burnish your conservative credentials in Texas? Doesn’t hurt to point out how many times you’ve sued the U.S. Environmental Protection Agency.\nCampaigning for attorney general, Railroad Commission head Barry Smitherman uploaded a video to YouTube on Aug. 5, 2013, in which he said that he’d \"sued Obama’s EPA seven times to protect Texas jobs and energy for our families.\"\nPolitiFact Texas examined a related statement May 10, 2013, from the man holding the job Smitherman wants. State Attorney General Greg Abbott said he’d sued President Barack Obama’s administration 25 times, a claim we rated as True. Now running for governor, Abbott is highlighting his suits against the EPA (he’s up to 19).\nIn many lawsuits, Abbott acts at the request of a department or branch of Texas state government. Spokeswoman Lauren Bean told us for that story, \"We file them on behalf of state agencies. We’re the lawyer, they’re the client.\"\nThat client capacity, Smitherman told us by phone, was the role he took in seven lawsuits spanning his time at the state Public Utilities Commission (2004-2011, became chairman in 2007), and Railroad Commission (2011-present, became chairman in 2012).\nThe suits deal with greenhouse gases, cross-state air pollution and specific airborne toxins such as mercury. \"What we have seen with all of these,\" Smitherman said, \"is this EPA initiating rule-making that in my opinion is not backed up by law.\"\nHis spokesman, Allen Blakemore, emailed us a list and descriptions of the seven lawsuits that he said Smitherman had, either individually or on behalf of the commissions, referred to the attorney general.\nWhat action is involved in such a referral \"depends upon the case,\" Blakemore said. For example, in the two lawsuits that involved Smitherman’s role on the Railroad Commission, he said, \"the commission voted to request representation by\" Abbott. \"A letter was then written to the AG requesting that action be taken against EPA.\"\nHere’s the top of one such letter, signed by Railroad Commission chairwoman Elizabeth Ames Jones and by railroad commissioners Smitherman and David Porter, dated Aug. 23, 2011:\n\n\nWe looked up the lawsuits on PACER, a federal service providing public access to records from U.S. district, bankruptcy and appellate courts. All originated after Obama’s first inauguration Jan. 20, 2009.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nSmitherman is personally named as a plaintiff in three cases in his capacity as head of the PUC. The other four cases list only the agencies’ names as plaintiffs, but going by their filing dates, Smitherman was PUC chairman when two were filed, a member of the Railroad Commission when one was filed and chairman of the Railroad Commission in the most recent case.\nFive lawsuits involving the PUC, Texas’ regulator of electrical and telecommunication utilities, challenged EPA restrictions on greenhouse gases that Blakemore said \"threatened the ability of electric utilities to receive permits, modifications or build new facilities.\"\nThe two suits involving the Railroad Commission, Texas’ regulator of oil and gas, addressed a cross-state air pollution rule and a restriction on airborne mercury and other toxins that, Blakemore said, adversely affected mining for lignite used in electricity generation. (Created in 1891 to oversee, well, railroads, the commission ooched into energy after getting jurisdiction in 1917 over pipelines transporting oil and gas.)\nWe asked University of Texas Law School professor Charles Silver, whose specialties include the procedures and practices used in civil lawsuits, if it’s reasonable to say Smitherman \"sued\" the EPA in these cases.\n\"Seems fair to me,\" Silver told us via email. \"In ordinary conversations, people don’t make the sort of technical distinctions you identify\" -- such as being specifically named as a plaintiff vs. the commission being named -- \"even though they’re accurate.\"\nOur ruling\nSmitherman said he \"sued Obama’s EPA seven times.\" In the seven EPA lawsuits -- all during the Obama administration -- that his spokesman identified, either Smitherman or the commission he served on at the time is named as a plaintiff.\nWe rate his statement as True.\n \n-------------------------------------------------------------------------------------------\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08967"}