{"url": "/factchecks/2012/jul/15/vincent-buddy-cianci/talk-show-host-buddy-cianci-says-obamas-health-car/", "speaker": "Vincent \"Buddy\" Cianci", "vclaim": "President Obama’s health care law says \"when you sell your house now you have to pay a 3.8 percent tax.\"", "truth_label": "pants-fire", "date": "stated on July 11, 2012 in a question to a candidate:", "title": "Talk show host Buddy Cianci says Obama's health care plan dictates a 3.8 percent tax on home sales", "text": "It's the bogus claim that refuses to die.\n\nInitially, the idea that President Obama's health-care law requires everyone who sells his or her home to pay a 3.8-percent sales tax was the stuff of unsigned chain e-mails.\n\nOn Wednesday, it was embraced by former Providence mayor and current talk show host Vincent \"Buddy\" Cianci.\n\nCianci was grilling Democratic congressional candidate Anthony Gemma about the health-care law; Gemma was barely able to get a word in edgewise. But it was Cianci’s questioning that caught our attention.\n\nCianci: \"Are you in favor of the part of Obamacare that says when you sell your house now you have to pay a 3.8-percent tax? When you sell the house. Are you for that?\"\n\nGemma: \"No.\"\n\nCianci: \"Well then, what are you supporting the Obama health-care plan for? Because that's what it calls for.\"\n\nGemma: \"At the end of the day, at the end of the day . . .\"\n\nCianci (interrupting): \"So if you sell your house, you've got to pay 3.8 percent. And you're for that? You're for that? I just want you to go on record. You're for paying the 3.8 percent when you sell the house? I just want to put you on tape. So you're for that? So the next time I ask you, you change your mind, that you can't say . . .\"\n\nGemma (interrupting): \"I'm not for new taxes. I'm not for new taxes. I'm for appropriate . . . \"\n\nCianci (interrupting):  \"Well no. Are you for that? One question. Don't argue with me. I'm trying to get you some publicity. I want the people to know how you stand. Are you for the 3.8-percent tax on the house that a person sells when Obama's health plan goes in? Are you in favor of that? Are you in favor of that?\"\n\nGemma: \"I am, I am for it, for it . . .\"\n\nCianci (interrupting): \"Yes or no. Are you for it or against it?\"\n\nGemma: \"I am for it -- the affordable . . . .\"\n\nCianci (interrupting): \"Ok, thanks. I have to go to a break. He's for the tax.\"\n\nThat's four times Cianci makes reference to a 3.8-percent tax if you sell your house. We e-mailed Cianci to see if he had any new information about the tax. We didn't hear back from him.\n\nPolitiFact and other fact-checking organizations have looked at this issue before. (We last published an item on this in February.) They've all come to the same conclusion.\n\nThe health-care plan does include new taxes. One of them is a 3.8-percent tax on home sales by the wealthy and won’t affect the vast majority of sellers or buyers.\n\nHere's why.\n\nThe tax does not apply to individuals with an adjusted gross income of under $200,000 in the year the sale takes place. Nor does it apply to couples with an AGI below $250,000. The amount a person (or a couple) makes on the sale is not included in the income calculation.\n\nThat rule alone eliminates the tax on more than 97 percent of tax returns.\n\nEven if the seller exceeds the income limit, the tax only applies to the profit from the home sale, not the sales price itself. That's why it's not a sales tax, as it's sometimes characterized.\n\nFinally, the first $250,000 in profit is excluded from the new tax. For couples, the first $500,000 in profit is excluded.\n\nTo put that in perspective, the National Association of Realtors reported in June that the typical home was selling for $182,600 in May 2012. That's sale price, not profit.\n\nSo if a couple bought a $100,000 home years ago and they sell it in 2013 for tens of millions of dollars, the new tax will cost them nothing if their combined adjusted gross income is under a quarter of a million dollars.\n\nAnd if their annual income is in the tens of millions of dollars but their profit on the sale is a half million dollars or less, they will also escape the tax.\n\nCianci repeatedly made it sound as though every seller would have to pay the tax.\n\nThe new tax does not replace the long-standing capital gains tax on money made from the sale of property. That is still in effect.\n\nOur ruling\n\nWe gave this claim a Pants on Fire when it was a chain e-mail making the rounds earlier this year. It got a Pants on Fire when it first surfaced, in 2010. It has been debunked by other fact-checking organizations as well.\n\nYet Cianci repeated this wild misrepresentation of one aspect of the new health-care law no fewer than four times in 45 seconds.\n\nPerhaps he and Gemma, a successful businessman, make enough money to qualify for the tax if they sold their homes at a hefty profit. But for the vast majority of Rhode Islanders, suggesting that this tax applies to them is nonsense.\n\nThere may be no stains on Cianci's jacket, but there's a blaze in his britches.\n\nWe rate his claim Pants on Fire!\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10770"}