{"url": "/factchecks/2013/may/10/greg-abbott/greg-abbott-says-he-has-sued-obama-administration-/", "speaker": "Greg Abbott", "vclaim": "Says he has sued the Obama administration 25 times.", "truth_label": "true", "date": "stated on April 27, 2013 in remarks at FreedomWorks Texas Summit in Austin:", "title": "Greg Abbott says he has sued Obama administration 25 times", "text": "Here’s a typical workday for Texas’ attorney general: \"I go into the office, I sue the federal government and I go home,\" Greg Abbott was quoted as saying to a tea party group in an April 30, 2013, Associated Press news story.\n\nSpeaking to FreedomWorks Texas in Austin on April 27, Abbott said, \"I’ve sued the Obama administration now 25 times, over the last four years.\"\n\nLast fall, the Associated Press tallied two dozen: Abbott \"has filed 24 lawsuits against the federal government since Obama took office — litigation that has cost the state $2.58 million and more than 14,113 hours spent by staff and state lawyers working those cases,\" said a Sept. 9, 2012, news story.\n\nAbbott spokeswoman Lauren Bean emailed us an updated list of Texas’ lawsuits against the federal government: three during President George W. Bush’s tenure and 27 since President Barack Obama’s Jan. 20, 2009, inauguration. (Abbott himself was sworn in Dec. 2, 2002.)\n\nOutcomes of the 27 Obama-era lawsuits, by our count: five clear-cut \"wins,\" eight \"losses,\" four cases in which Texas agreed to dismiss its case when circumstances changed, nine cases in progress -- and one that could be called a partial win, perhaps: 2010’s 26-state challenge to Obamacare that ended with the Supreme Court declaring it was legal to tax individuals without health care, but states could not be required to expand Medicaid.\n\nAbbott’s staff, Bean said, would count eight \"wins\" during the Obama administration, including the Medicaid decision and two dismissals in which \"the state got what it wanted.\" Bean noted all but one \"win\" are final (can no longer be appealed) and of the eight \"losses,\" she said, six are being appealed and one could be appealed.\n\nIn our count of five \"wins,\" four lawsuits were against the Environmental Protection Agency and one against the Federal Energy Regulatory Commission. The EPA has appealed one ruling to the Supreme Court, and FERC filed for a clarification of the judgment in its case.\n\nIn most of the 27 cases, Texas was the lead plaintiff or only plaintiff. These included lawsuits in which Abbott was acting at the request of a department or branch of Texas state government. Bean said, \"We file them on behalf of state agencies. We’re the lawyer, they’re the client.\"\n\nTwice, Texas was originally listed among other states but not as the lead plaintiff, and in 11 cases Texas and other states or parties filed similar lawsuits that were bundled together by the courts sometimes resulting in Texas not being listed as the lead, or original, plaintiff.\n\nBoth cases in which Texas was an original plaintiff but not the lead plaintiff involved challenges to Obamacare: the 2010 lawsuit by 26 states that ended with the Supreme Court declaring it was legal to tax individuals without health care and the 2012 case in which seven states sued over a requirement that religious employers offer insurance covering certain birth control methods.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nFor perspective, we reached Stefanie Lindquist, associate dean for external affairs at the University of Texas Law School with a specialty in empirical legal studies. Lindquist told us by phone that she would not attach much significance to those circumstances when trying to determine whether Texas was itself suing the federal government agency.\n\n\"This is situations where they’re actually named parties in the suit,\" she said, rather than, for example, filing a brief lending support to one side.\n\nStates’ attorneys general often join forces to challenge laws, she said, as in the Obamacare lawsuit that eventually included 26 states. (Texas was among 14 states listed as plaintiffs in the original suit, filed by Florida.)\n\n\"They’re lending resources, so it’s not that Texas is not a real litigant,\" Lindquist said. Even when later joining other plaintiffs, she said, \"I don’t think that means they’re not a plaintiff, I just think it means they’re one of many.\"\n\nDemocratic activist Matt Angle, whom we asked to weigh in, did object to Abbott’s inclusion of the two multi-state Obamacare lawsuits. But he raised a larger objection: the inclusion of two cases in which Texas sought preclearance under the federal Voting Rights Act for changes to its voting process.\n\nAngle, founder of the Washington, D.C.-based Lone Star Project, told us by email that in filing these suits, Abbott \"took action as a defensive and not offensive tactic. ... No way he should get credit in these two instances.\"\n\nUnder the Voting Rights Act, governments in certain jurisdictions (notably, several Southern states) where minority voter turnout was previously low must get federal clearance before changes in voting laws can take effect.\n\nTo get that clearance, Lindquist said, \"you have a choice of two different avenues. One is you can request the preclearance of the election law change with the Department of Justice via letter. … Or, you can go to court to seek the preclearance\" by the action of filing a lawsuit.\n\nDuring the Obama administration, Texas has sought preclearance twice in high-profile cases -- in 2011, for redrawn legislative voting districts, and in 2012, for a measure requiring voters to show photo identification at the polls.\n\nIn those cases, Lindquist said, \"to say yes, that the State of Texas sued the government, yes that’s true.\"  But looking at the main purpose of such suits, she said, \"it’s not quite the same as suing the government to force the government to change its behavior. They’re suing the federal government to seek preclearance under a federal law, and they’re just going to a different forum to do it.\"\n\nOur ruling\n\nAbbott said, \"I’ve sued the Obama administration now 25 times.\" Since Obama became president, Texas has filed or been a party to 27 lawsuits against the federal government. This statement is True.", "vclaim_id": "vclaim-pol-09347"}