{"url": "/factchecks/2012/may/25/jefferson-smith/does-portland-employee-one-manager-every-six-non-m/", "speaker": "Jefferson Smith", "vclaim": "Says the city of Portland has one manager for every six \"front-line\" workers.", "truth_label": "true", "date": "stated on May 15, 2012 in a questionnaire:", "title": "Does Portland employ one manager for every six non-managers?", "text": "Middle management never seems to get much love. In 2011, the state Legislature passed a law that sets a goal of 11 staffers for every manager working for the state. Of course, there are exceptions depending on the work being done, but the consensus was the state needs fewer managers and more people on the ground.\n\nPortland mayoral candidate and House member Jefferson Smith referenced this law in a questionnaire for Oregon Stand for Children, an education lobbying group. When the group asked him what he would do to cut down on expenses, he said he’d address the manager-to-employee ratio (or span of control as it’s known) at the city level.\n\nHere’s his full remark: \"Our front-line workers providing direct services are bearing too much of the brunt. I carried HB 2020 on the House floor to set a goal of 11 front-line staff for every 1 manager. The City Auditor reports in Portland it’s 6 to 1.  I’ll keep an eye on the middle management costs. As a signal to the importance of fiscal prudence, as well as a way to save some money, I will have a smaller staff in the Mayor’s office.\"\n\nWe were familiar enough with the statewide legislation to know he was speaking the truth there, but we were less sure about his figures for Portland. Is the city’s span of control really half that of state government’s goal? We wanted to know.\n\nOur first stop -- since Smith provided his source in the comment -- was to the Auditor’s Office at the city of Portland. As luck would have it, the office had released a report on this very subject back in August 2011. We flipped through it and found a very helpful table that laid out of the span of control for each bureau.\n\nThe report presents a pretty staggering range. Parks and Recreation has a span of control of one manager for every 30 non-managers. Meanwhile, Fire and Rescue is at a one-to-five ratio. The one snag with the report, however, is that it never gives an overall span of control for the entire city. We called the office to see if it might have that information even if it didn’t include it in the report, but we didn’t have much luck.\n\nDrummond Kahn, the director of audit services, said the report was a follow-up to an earlier study and wasn’t concerned with a citywide estimate. What’s more, he wasn’t sure it would mean much in the aggregate. Different tasks, he said, require different spans of control. This theory is laid out in the report, too. Generally, the idea is that the more complicated a task is, the more management you need and vice versa. Because the city does a variety of different tasks, the ratio varies dramatically and an overall number wouldn’t reveal much.\n\nHe suggested we follow up with the Bureau of Human Resources. We spoke with a few people there in various offices, but none of them was able to get us the aggregate number we were looking for to corroborate Smith’s claim.\n\nOur next step was to inquire about a basic breakdown of the number of managers and non-managers employed by the city, but -- much to our surprise -- nobody at the city seems to keep track of such things in the aggregate.\n\nNext, we called Smith. Where’d he get his citywide number if not from the auditor? Smith’s campaign manager, Stacey Dycus, said Smith had actually gotten his figures from AFSCME. She sent us the union’s math, which showed that there were 1,020 supervisors and 6,216 non-supervisory employees (these are are full-time equivalents so we’re not talking bodies,  we’re talking full-time positions). If you do the math (1,020 into 6,216) you get the 6-to-1 ratio Smith had mentioned.\n\nWe called AFSCME to see where it got the figures but ultimately never got our hands on them. So, we decided to do some of our own back-of-the-envelope math.\n\nThanks to the auditor’s report, we had the span of control for each city bureau. We gave a call to Andrew Scott, who manages the City’s Financial Planning Division, and asked for the number of full-time equivalents at each bureau. He pointed us to a budget document online and we started putting all the data in a spreadsheet. Now, our math wasn’t exact and probably doesn’t account for everybody, but our numbers were close to what the union had given Smith -- and so was our ultimate aggregate span of control: 5.96 employees for every manager.\n\nAs many folks at the city pointed out as we did this research, that number is pretty useless. You wouldn’t want to make a citywide proclamation that the span of control should be a certain ratio. It’s much more effective if you look at it bureau by bureau.\n\nBut Smith knows that -- and has generally been careful to say as much in his public remarks on this sort of thing. Anyhow, the data backs Smith up. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMary Nolan\n\n\nstated on September 21, 2011 in campaign literature\n\n\n\n\n\n\n\n\nSays she helped lead the launch of curbside recycling.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • October 1, 2011", "vclaim_id": "vclaim-pol-11030"}