{"url": "/factchecks/2016/mar/07/bernie-sanders/sanders-overshoots-nafta-job-losses/", "speaker": "Bernie Sanders", "vclaim": "\"NAFTA, supported by the Secretary (Clinton), cost us 800,000 jobs nationwide.\"", "truth_label": "barely-true", "date": "stated on March 6, 2016 in the Democratic debate in Flint, Mich.:", "title": "Sanders overshoots on NAFTA job losses", "text": "In a series of notably sharper exchanges between Vermont Sen. Bernie Sanders and former Secretary of State Hillary Clinton, the Democratic presidential debate in Flint, Mich., had both candidates emphasizing their fundamental differences.\nAfter Clinton laid out how she would boost industrial jobs in America, partly by going after companies that aim to shift production overseas, Sanders accused her of finding \"religion on this issue, but it’s a little bit too late.\"\n\"Secretary Clinton supported virtually every one of the disastrous trade agreements written by corporate America,\" Sanders said. \"NAFTA, supported by the secretary, cost us 800,000 jobs nationwide, tens of thousands of jobs in the Midwest.\"\nNAFTA is the North American Free Trade Agreement, signed by President Bill Clinton in 1993. It significantly reduced trade tariffs among the United States, Mexico and Canada. Hillary Clinton obviously had no vote on the deal, but in 1996, during her husband’s presidency, she did say \"I think NAFTA is proving its worth.\" Since then, she has said it \"has not delivered\" and should be fixed.\nOur focus is whether in fact, the trade deal caused the loss of 800,000 American jobs.\nCompeting studies\nThe Sanders campaign pointed us to work by the Economic Policy Institute, a research group that gets about a quarter of its funding from unions. A 2014 report from the group found that from 1993 to 2013, \"the U.S. trade deficit with Mexico and Canada increased from $17 (billion) to $177.2 billion, displacing 851,700 U.S. jobs. All of the net jobs displaced were due to growing trade deficits with Mexico.\"\nThe author of that study, Robert Scott, said he went industry by industry and converted trade deficit and surpluses into an estimated number of jobs. Since the United States has a trade deficit with Mexico, it has lost hundreds of thousands of jobs to Mexico.\nBut other analyses say the impacts were much less dramatic.\nHELP US RAISE $15,000 TO HIRE AN EXTRA FACT-CHECKER\nThe Congressional Research Service, the nonpartisan policy arm of Congress, summarized a number of studies on NAFTA’s legacy. That report said it is difficult to tease out the effects of the trade deal by itself. Factors such as economic growth, inflation and changes in exchange rates cloud the waters. That said, the report struck a measured tone.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"NAFTA did not cause the huge job losses feared by the critics or the large economic gains predicted by supporters,\" the report said. \"The net overall effect of NAFTA on the U.S. economy appears to have been relatively modest.\"\nA similar review published by the international Organization for Economic Cooperation and Development reached the same conclusion.\n\"The net employment effects were relatively small, although there were adjustments across sectors displacing workers,\" the report said.\nIn other words, jobs in certain industries, such as cars and electronics, might have suffered, but overall, the job impact was nominal.\nEconomist Martin Baily at the Brookings Institution said Sanders’ number \"looks high,\" and observed that it’s possible that NAFTA has not cost the country any jobs.\nIn 2014, a pair of researchers, Lorenzo Caliendo at Yale University and Fernando Parro at the Federal Reserve, drilled down to examine not just exchanges among the United States, Mexico and Canada, but how NAFTA affected trade around the world. In their model, if an industry exported more at a higher real price, then that was a win, or to use their terms, a positive impact on welfare. By that yardstick, NAFTA produced more gains for Mexico than the United States, but both countries were slightly better off.\nThe China factor\nEconomies are enormously complex systems and economists can reach different conclusions based on the factors they consider and the assumptions they bring to bear. Part of what makes the legacy of NAFTA challenging to assess is that in the last year of his presidency, Bill Clinton signed legislation granting China permanent normal trade relations. From 2000 on, this had an enormous impact on trade between the two nations. That overlaps with about half the period when analysts have tried to gauge the effect of NAFTA.\nA 2014 report published by the Federal Reserve Board linked that change to major job losses in the United States. It \"reduced total employment growth by -19.5 percentage points from 1997 to 2007 versus the prior decade,\" the authors wrote. The impact was nearly twice as large for production workers than for non-production workers, but for both groups, the legislation reduced job growth.\nOur ruling\nSanders said that NAFTA, which Clinton used to support, cost the U.S. economy 800,000 jobs. There is a report from a left-leaning policy group that reached that conclusion. On the other hand, many other nonpartisan reports found that the trade deal produced neither significant job losses nor job gains. This is a result of competing economic models and the challenges of teasing out the effects of NAFTA from everything else that has taken place in the economy.\nThe report Sanders cited is an outlier, and his use of its findings ignores important facts that would give a different impression. We rate his statement Mostly False.\nEditor's note: Soon after we published, we heard from Robert Scott of EPI and added his comments.", "vclaim_id": "vclaim-pol-05315"}