{"url": "/factchecks/2012/jan/10/thomas-sgouros-jr/columnist-thomas-sgouros-jr-says-federal-e-verify-/", "speaker": "Thomas Sgouros Jr.", "vclaim": "\"[If] you apply for a job, the chances are 1 in 7 that you are going to be denied that job unfairly if everybody is forced to use E-Verify.\"", "truth_label": "false", "date": "stated on December 30, 2011 in an appearance on Rhode Island PBS's \"A Lively Experiment\":", "title": "Columnist Thomas Sgouros Jr. says federal E-Verify system unfairly denies job to 1 in 7 applicants", "text": "The panelists on the Dec. 30 edition of Rhode Island PBS's \"A Lively Experiment\" were reviewing 2011 when the topic of Gov. Lincoln Chafee's first year in office came up.\n\nIt's an only-in-Rhode-Island phenomenon, said Thomas Sgouros Jr., a columnist with GoLocalProv.com. \"We can have a governor who is sensible, apolitical and owes nothing to nobody and he gets completely trashed by the very same people who say, 'You know, we need a governor who is apolitical, sensible and owes nothing to nobody.'\"\n\nAs an example, he cited Chafee's decision in January 2011 to stop requiring the state and companies doing business with the state to use the federal E-Verify system to make sure potential employees are not in the United States illegally.\n\nSgouros defended Chafee’s decision: \"Well, E-Verify is a system that, when it is tested, comes back with something between 10 and 15 percent of people that are false negatives. Right? So [if] you apply for a job, the chances are 1 in 7 that you are going to be denied that job unfairly if everybody is forced to use E-Verify. Now that seems to me like a system worth punting, and Linc Chafee agrees with me, and I applaud him for doing it, but he gets trashed for it.\"\n\nWe had heard criticism that E-Verify has had problems with accuracy, but we wondered if it is really wrong so often.\n\nPolitiFact Georgia addressed the overall accuracy of E-Verify on Feb. 23, 2011, when the system was being criticized for, among other things, incorrectly giving the green light to people who were in the country illegally. That claim got a Half True.\n\nBut Sgouros is making a different assertion -- that 10 percent to 15 percent of those looking for work will be initially rejected by the system. That's what we'll examine here.\n\nFirst, a little background.\n\nChecking the status of a potential employee through E-Verify involves having a newly hired worker fill out a form that asks basic information and show one or more documents to prove his or her identity.\n\nThe employer then goes on line and sends the information to E-Verify. E-Verify usually responds with notification that the worker is allowed to hold a job in the United States. The rest are given a \"temporary nonconfirmation\" designation, which means there's a problem or discrepancy that must be corrected.\n\nAlthough Sgouros said these are the false negatives he was talking about, they're not necessarily false. Some may be \"true\" negatives because they're not actually authorized to work.\n\nHow big is each category?\n\nFrom 2004 through early 2007, the rate of temporary nonconfirmations had been about 8 percent. But by December 2010, the U.S. Government Accountability Office was reporting that the rate had shrunk to 2.6 percent, far from the 10 percent to 15 percent Sgouros reported.\nAmong those nonconfirmations, only 0.3 percent were found to be clearly false negatives.\n\nAn independent assessment by the social science research firm Westat, commissioned by the U.S. Citizenship and Immigration Services, found that in 2008, 4.7 percent of workers were rejected by the system. But 99.3 percent of the people who should have been approved by the system right away actually were.\n\nAnd in June of 2011, the immigration agency reported that the rate of nonconfirmation during the 2010 fiscal year had dropped even further, from 2.6 percent down to 1.7 percent, or 1 in 59, again a far cry from 1 in 7.\n\nWhen we asked Sgouros for his evidence, he sent us two documents.\n\nOne was written in 2008 by an official at Intel Corp. who reported that 143 of the 1,363 hiring inquiries it made to E-Verify incorrectly warned that the employee might not be legally eligible to work there. The report pegs that as a rejection rate of 12.21 percent. It's not. It's actually 10.49 percent.\n\nThe other was Congressional testimony from 2008 by Mitchell Laird of MLC Enterprises, owner of 24 Burger Kings in Arizona, which was hiring about 900 people per year. He told a U.S. House committee that \"in over 14 percent of our queries, the initial response is something other than 'employment authorized.'\" He did not say how many of the people who received a nonconfirmation deserved it because they didn't have a right to work.\n\nSgouros said the experiences of Intel and the Burger King franchise, involving a few thousand job seekers, is more significant than the government assessments of the E-Verify program that involve more than 15 million cases.\n\nThe \"GAO study doesn't reflect the experience of any particular employer. I'm not sure that a broad area average is going to be a better reflection of the accuracy of the system in the places where it really matters than the experience of this employer or that one,\" he said.\n\nLooking at the average instead of specific cases \"is a way to wash out the shortcomings of the system. . . The error rates are going to be highest in the areas where it matters most.\"\n\nWe checked with Intel, where spokeswoman Lisa Malloy said that in the past three years the initial rejection rate, once in the double digits, has consistently dropped to below 2 percent. In some years it has been less than 1 percent.\n\nWhy the improvement? Intel hires a lot of students as interns; in 2009 E-Verify upgraded its database to add information to include more information about the students. \"When that information was added we saw our experience dramatically improve,\" she said.\n\nSo Sgouros' first example is no longer true. But even when we told him about the latest Intel data, he said his concerns remain. \"I'm still with Chafee on this,\" he said.\n\nCalls to the Burger King franchise in Arizona to get updated information were not returned.\n\nThere's another twist to this story.\n\nSgouros suggested that flunking an initial E-Verify test means \"you are going to be denied that job unfairly.\"\n\nIn fact, if E-Verify -- which can only be done on someone who has just been hired -- can't find evidence that you are authorized to work in the United States, federal law requires the employer to keep you on the job and continue your training until you contest the finding and get a final determination.\n\nWorkers have eight business days to appeal. If they don't appeal, the employer can fire them.  Cases are typically resolved within 10 days, according to Paula Grenier, spokeswoman for U.S. Citizenship and Immigration Services.\n\n(The number of problems could get even lower. Residents of 21 states can go online to see their status through the agency's E-Verify Self Check system. It's available for Massachusetts residents and should be online for Rhode Island and the rest of the United States sometime in March, Grenier said.)\n\nOur ruling \n\nThomas Sgouros said that 10 percent to 15 percent of people screened by the E-Verify system are falsely found to be ineligible to work.\n\nHis evidence is two small company studies from 2008 involving a few thousand workers. He claims that those anecdotal cases are more important than the national average.\n\nBut the Sgouros statement we're checking would lead viewers to believe that he was talking about the overall accuracy of E-Verify, not just two examples out of more than 300,000 employers who use the system.\n\nNot only that, his examples are outdated. In the case of Intel, the initial rejection rate he cites hasn't been true for three years.\n\nMuch larger and more recent government analyses, one by the GAO, found that the initial rejection rate is closer to 2 percent. And some of those people are being told they are not eligible to work in the United States because, well, they're not. That makes the actual rate of mistaken rejections even lower.\n\nThe element of truth in his claim is so small, it doesn't even warrant a Mostly False. We rate it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-11828"}