{"url": "/factchecks/2013/jan/23/christopher-plante/christopher-plante-says-rhode-islands-governor-can/", "speaker": "Christopher Plante", "vclaim": "\"The governor does not have any power to veto a referendum [on same-sex marriage] that would be a constitutional amendment.\"", "truth_label": "mostly-true", "date": "stated on January 13, 2013 in an interview:", "title": "Christopher Plante says Rhode Island's governor can't veto proposal for constitutional amendment on same-sex marriage", "text": "As the debate over same-sex marriage heats up again in Rhode Island, there is talk of allowing voters, rather than the legislature, to decide the issue.\n\nGov. Lincoln Chafee has said he would veto such a proposal if it were passed by the General Assembly. He has called on the legislature to approve same-sex marriage, which would make it legal in Rhode Island, as it is in the other five New England states.\n\n[The House Judiciary Committee passed it Tuesday; the full House of Representatives is expected to pass it this week. It faces a less certain fate in the Senate.]\n\nDuring a Jan. 13 interview on WLNE-TV, former Providence Mayor Vincent A. \"Buddy\" Cianci Jr. raised the referendum question with Christopher Plante, executive director of the National Organization for Marriage-Rhode Island, which opposes same-sex marriage.\n\nCianci asked Plante what he thought of Chafee's promise to veto a referendum.\n\nPlante said Chafee couldn't do that. \"The governor does not have any power to veto a referendum that would be a constitutional amendment,\" he said.\n\nThis is a case in which context is especially important. First, let's just consider Plante's statement without its context.\n\nIf a referendum on same-sex marriage were drafted as a constitutional amendment, Plante would be correct. Although Chapter IX, Section 14 gives the governor the ability to veto any legislation passed by the General Assembly, it specifically excludes proposed constitutional amendments, which must always go before the voters. (The governor also gets no veto over General Assembly votes that involve in-house matters such as the decision to adjourn.)\n\nNow let's consider the context.\n\nCianci didn't ask the question in the framework of a constitutional amendment. While all proposed constitutional amendments must be placed on the ballot, all ballot questions aren't constitutional amendments.\n\nSen. Frank A. Ciccone, a Providence Democrat who opposes same-sex marriage, has said he would propose an amendment, but that's unlikely to pass both chambers.\n\nThe legislation now before the House simply proposes changing the law, not the state Constitution.\n\nIf the legislature instead voted to put it on the ballot, its decision would be subject to a gubernatorial veto.\n\nPlante, in e-mails, acknowledged that Chafee would have veto power if same-sex marriage was put to the voters as a non-constitutional question.\n\nBut he said he always answers the question the way he did because he believes same-sex marriage SHOULD be a constitutional question, a point he subsequently raised in the interview with Cianci.\n\n\"That's what we would be looking for because, if anything's going to happen with marriage, it should happen by the people,\" he said. \"We voted on whether we should change the name of the state. We voted on casinos. How much more important is the institution of marriage?\"\n\nOur ruling\n\nChristopher Plante said Gov. Lincoln Chafee \"does not have any power to veto a referendum that would be a constitutional amendment\" on the issue of same-sex marriage.\n\nIt's true, as Plante said, that the governor has no veto power over constitutional amendments proposed by the General Assembly.\n\nBut the question wasn't posed that way, and Plante's answer might have given some viewers the false impression that Chafee has no say if the General Assembly decides to send the question of same-sex marriage to the voters.\n\nBecause his statement is accurate but needs clarification or additional information, we rate it Mostly True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-09818"}