{"url": "/factchecks/2020/aug/29/donald-trump/fact-checking-trumps-frequent-claim-joe-biden-aban/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden “abandoned Scranton.”", "truth_label": "pants-fire", "date": "stated on August 20, 2020 in a rally:", "title": "Fact-checking Trump’s frequent claim that Joe Biden ‘abandoned Scranton’", "text": "Hours before Joe Biden accepted the Democratic presidential nomination, President Donald Trump held a campaign rally just outside Biden’s childhood hometown and accused him of having \"abandoned\" the place. Biden was 10 when his family moved away from Scranton. \nSpeaking to supporters gathered in Old Forge, Pa., Trump said this about Biden and Scranton: \n\"He keeps talking about, ‘I was born in Scranton. I lived in Scranton.’ Yeah, for a few years, and then he left for another state. You know the state. But this Scranton stuff. That’s why I figured I’d come here and explain to you one thing. But I think you people know it better than I do. He left! He abandoned Pennsylvania. He abandoned Scranton.\"\nBiden’s family did move to Delaware when he was a kid. But Trump’s retelling is a distortion of Biden’s enduring relationship with his hometown. Our research shows that Biden maintained close personal relationships and professional ties to Scranton in the more than six decades since he left. \nTrump and his campaign also say Biden abandoned the people of Scranton less literally by supporting free trade policies that decimated the city’s manufacturing sector. We’ll get to that one in a bit.\nBiden’s Scranton roots trace back to 1851, when his paternal great-great-grandfather Patrick Blewitt left Ireland after the potato famine and immigrated to the city. He was an engineer who helped design the layout of Scranton’s streets. Biden’s maternal great-grandfather James Finnegan also came to Scranton after his father immigrated from Ireland in 1849. \nBiden’s parents and both sets of grandparents met in Scranton. \nHe lived in the city until 1953, when his father, who had been commuting to Wilmington to clean boilers for a heating and cooling company, decided to move the family there. But Biden continued to spend most of his summers and holidays with his mother’s family in Green Ridge, the predominantly Irish Catholic Scranton neighborhood of his early childhood.\nIn a 2010 interview with GQ, Biden said he visits Scranton often and quipped that he shows up \"anytime Scranton needs something.\" \n\"I don’t know how to say no to them. For real. I really don’t,\" Biden said. \"You know, it’s still home.\" \nHe returned to Scranton at least half-a-dozen times in the 1970s after he became a U.S. senator from Delaware, Scranton Times-Tribune clips show. \nBiden spoke at the annual Friendly Sons of St. Patrick of Lackawanna County dinner in 1973, a few weeks after losing his first wife and his daughter in a deadly car accident and being sworn into office at his sons’ hospital bedside. In 1976, he was the University of Scranton’s undergraduate commencement speaker. And in 1978, he held a campaign fundraiser dubbed a \"Scranton Salute,\" where then-Mayor Gene Hickey gave him a key to the city. Two Republicans, former Lackawanna County Commissioner Robert Pettinato and former Sheriff Joseph Wincovitch, helped host the fundraiser.\nThroughout his time in Congress, Biden was often called the state’s \"third senator.\" Biden’s Scranton ties have even been satirized twice by Saturday Night Live.  \nDuring his tenure as vice president and while campaigning, Biden visited the greater Scranton area at least 15 times, his official schedule shows, including in 2011 after flooding from Tropical Storm Lee caused hundreds of millions of dollars of property damage in Northeastern Pennsylvania. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAfter touring the damage, Biden did what he often does when he visits Scranton on business: He caught up with childhood friends. The Times-Tribune reported that Biden met with friends from Green Ridge and their families at the Wilkes-Barre Scranton International Airport before boarding Air Force Two. \nOne person who wasn’t there that day in 2011 was Charlie Roth, whom Biden had described as his \"closest friend for 54 years\" when he returned to Scranton to eulogize him in 2000. \nAnother childhood friend of Biden’s was Jimmy Kennedy, a former Scranton district magistrate whom he called \"the maestro of our little gang.\" Kennedy’s front porch overlooked the backyard of Biden’s childhood home on North Washington Avenue. \nAnd when Biden entered national politics, his Scranton friends were there to support him. \nKennedy chartered a bus to Wilmington with other Biden supporters from Scranton in 1988 when Biden launched his first bid for the presidency. A Times-Tribune photographer captured him holding a banner at the campaign kickoff there that read, \"Scranton, Pa. Claims Biden.\" (Kennedy died last year.) \nTwo other close friends, Larry Orr and Tom Bell, went to the same school, worshiped at the same parish, and played in the same little league. Both men still live in the greater Scranton area and were quoted in a recent Times-Tribune story remarking that it feels like Biden never left. \n\"We used to joke about it,\" Bell, 77, a semi-retired insurance agency owner, told the Tribune. \"He was always here.\"   \n\"There’s nothing phony about him,\" Orr, 77, a retired union electrician, who was an usher at Joe and Neilia Biden’s wedding in August 1966, told the Tribune. \"As far as our friendships, as far as Scranton, he’s not just saying that, he’s not just giving you lip service.\" \nBill Conaboy grew up in Scranton, too, and said he saw Biden’s compassion first-hand when his 93-year-old father, a former federal judge, had a heart attack in 2018. Biden drove to Scranton that night and sat at the judge’s hospital bedside with his family. Bill recalled how Biden kissed his father’s forehead and knelt beside him. Former U.S. District Judge Richard P. Conaboy died the next day. \n\"For President Trump to suggest that Joe Biden has anything other than deep Scranton roots is just ridiculous,\" said Conaboy, 62, who is president of a regional health care system in Northeastern and Central Pennsylvania. \"We’re honored to know him and honored to consider him a friend.\"\nThere’s another, less literal way to assess whether Biden \"abandoned\" Scranton. Did the trade policies he supported harm the city’s workers? Did Biden let other countries \"steal our jobs,\" as Trump claimed in Old Forge? The answer to that question is more nuanced — and central to the economic debate between the two candidates. \nThe North American Free Trade Agreement that Biden supported in 1993 had a direct impact on Scranton’s manufacturing sector, said Iordanis Petsas cq, who leads the economics department at the University of Scranton. Almost 20,000 manufacturing jobs disappeared in the region between January 1994 when NAFTA took effect, and December 2016, U.S. Bureau of Labor Statistics data shows.\nBut economic policy is complex and multifaceted. Scranton’s manufacturing sector was already in decline before NAFTA, losing 6,000 jobs between 1990 and 1994, according to data from the U.S. Bureau of Labor Statistics. And Petsas noted that Scranton’s education and health sectors exploded over that same period, with 14,000 new jobs added.\n\"We lost a lot of manufacturing jobs while gaining in other areas,\" Petsas said. \"That result doesn’t mean it’s bad trade policy.\"\nOur ruling\nTrump claimed Biden \"abandoned Scranton.\" Biden’s family moved from Scranton to Wilmington when he was 10, but he has remained deeply connected to his birthplace for more than six decades. He has returned for commencement speeches and little league games. He’s come back for fundraisers and after floods. He went home to eulogize his childhood best friend and to comfort a mentor’s family as the man lay dying. And while one sector, which was already on the decline, struggled in the wake of policies Biden supported, a leading local economist notes that other sectors have thrived.\nTrump’s version of what happened after Biden moved away is not accurate and makes a ridiculous claim. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-17207"}