{"url": "/factchecks/2017/may/02/margaret-hoover/cnns-margaret-hoover-corrects-claim-kimmel-surgery/", "speaker": "Margaret Hoover", "vclaim": "Regarding the surgery that saved Jimmy Kimmel's son, \"Medicaid has stopped providing this kind of service.\"", "truth_label": "false", "date": "stated on May 2, 2017 in a discussion on CNN:", "title": "CNN's Margaret Hoover corrects claim on Jimmy Kimmel's son's surgery, Medicaid", "text": "On CNN, a panel of commentators discussed some of the health-policy issues surrounding Jimmy Kimmel’s revelation the night before that his newborn had to have surgery for a rare heart defect.\nIn a video clip that went viral, Kimmel devoted the monologue of his ABC late-night show to telling the story of the birth of his son, Billy. Shortly after he was born, doctors discovered a serious congenital heart defect known as tetralogy of Fallot. The doctors were able to operate on Billy, and their efforts appear to be successful, though additional surgeries may eventually be needed.\nIn addition to drawing widespread popular interest in his son’s story, Kimmel touched on the current debate over whether or how to overhaul the Affordable Care Act. In the monologue, he urged lawmakers not to return Americans to the days before the law, when a pre-existing condition -- like his son’s -- could prevent you from securing health insurance.\n\"If your baby is going to die and it doesn’t have to, it shouldn’t matter how much money you make,\" Kimmel said. \"I think that’s something that whether you’re a Republican or a Democrat or something else, we all agree on that, right?\"\nKimmel’s monologue inspired a discussion of health care policy on a CNN segment moderated by anchor Kate Bolduan the following day.\nAt one point, CNN commentator Margaret Hoover noted that, for all the concern about Kimmel’s situation, poor families would be less likely than a celebrity to have access to a world-class surgical team.\nReferring to the Kimmel surgery, she said, \"Medicaid has stopped providing this kind of service. Our health care system is broken, and the poorest of us cannot afford it.\"\nWe wondered whether she was correct, so we started contacting experts. Before we could finish our research, Hoover emailed us to say that she had misspoken.\n\"The point I had intended to make was that poorer families, especially those who have received health coverage under the ACA, have largely received it through Medicaid expansion, which increasingly isn't accepted at hospitals,\" she said in an email.\n\"Sadly, in an emotional segment, I misspoke,\" Hoover told us. Hoover said she realized she had said something wrong when she began seeing criticism in her Twitter mentions.\nHoover tweeted a correction shortly after our email exchange:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Correction to misspeaking w/ @KateBolduan: I accidentally said Medicaid has stopped providing ‘that kind of service.’ … Point I intended to make was that hospitals increasingly don’t accept Medicaid. … Which means poor families have a harder time getting Kimmel’s level of care already.\"\n\nFor the record, the experts we contacted agreed that Medicaid has not done anything to cut off its beneficiaries from complex pediatric surgeries like the one Kimmel’s son underwent.\nHoover’s initial remark on CNN was \"totally incorrect,\" said Sara Rosenbaum, a professor of health law and policy at George Washington University. In fact, she said, \"Medicaid is the major source of health insurance coverage for children’s hospitals and the specialized services they offer.\"\nMaryBeth Musumeci, associate director of the Kaiser Family Foundation, added that Medicaid covers a broad range of services for children under its Early Periodic Screening Diagnostic and Treatment benefit, called EPSDT.\nAny state that accepts Medicaid funding must offer EPSDT to children from birth through age 21, she said. As a practical matter, this means that Medicaid must cover necessary services for children’s physical or mental health, even if that service is not covered by Medicaid for adults in that state, she said.\nAt PolitiFact, our policy is to correct a speaker’s original misstatement while noting subsequent corrections by the speaker.\nHoover, for her part, did have a point when she mentioned the relative lack of access for Medicaid beneficiaries.\nA study from the Centers for Disease Control and Prevention found that while 85 percent of physicians accepted new patients with private insurance, only 69 percent accepted new patients with Medicaid. Hoover pointed to this column, by Scott W. Atlas, a senior fellow at the conservative Hoover Institution at Stanford University, to support her point.\n\"People on Medicaid have more challenges accessing specialists than the privately insured, and the more high-tech and innovative, the more challenging that may be,\" said Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush.  \nOur ruling\nHoover said that, regarding the surgery that saved Kimmel’s son, \"Medicaid has stopped providing this kind of service.\"\nThat’s wrong -- Medicaid does cover this kind of service, and indeed, the federal-state program is a key source of reimbursement for children’s hospitals. Hoover quickly acknowledged that she was wrong and tweeted a correction. We rate Hoover’s original claim False.\n Share the Facts 2017-05-02 21:07:58 UTC   Politifact    5 1 7  Politifact Rating: False  Regarding the surgery that saved Jimmy Kimmel's son, \"Medicaid has stopped providing this kind of service.\"    Margaret Hoover CNN commentator   a discussion on CNN Tuesday, May 2, 2017 2017-05-02    Read More  info", "vclaim_id": "vclaim-pol-03355"}