{"url": "/factchecks/2012/jan/11/mitt-romney/romney-says-obamas-stimulus-package-over-1-million/", "speaker": "Mitt Romney", "vclaim": "\"Since the passage of Obama's stimulus package, over 1 million additional jobs were lost and nearly 25 million Americans are out of work, are stuck in part-time work, or have given up looking.\"", "truth_label": "half-true", "date": "stated on January 6, 2012 in a campaign mailer:", "title": "Mitt Romney says since Obama's stimulus package over 1 million jobs were lost", "text": "Presidential candidates are zeroing in on job growth with just weeks to go before Florida's Jan. 31 primary. The state has suffered double-digit unemployment since May 2009. \n\nIn a campaign brochure sent to voters in early January, Republican candidate Mitt Romney attacked President Barack Obama's fiscal policies as the \"failed job-killing policies of government spending, regulation and Obamacare.\" The mailer then criticizes the $787 billion stimulus package that \"promised jobs and relief to small businesses but failed to deliver.\"\n\n\"What did all that spending do for our economy, families and small businesses?\" the mailer asks. \"Since the passage of Obama's stimulus package, over 1 million additional jobs were lost and nearly 25 million Americans are out of work, are stuck in part-time work, or have given up looking.\" \n\nRomney, the former governor of Massachusetts, implies that if you've gotten the pink slip since the stimulus package passed, or are stuck in a part-time job, you should feel free to blame Obama. Are Romney's numbers right and is it fair for him to blame Obama?\n\nRomney's numbers\n\nWe turned to the Bureau of Labor Statistics, or BLS, to check Romney's numbers about job losses and unemployment. Obama signed the American Reinvestment and Recovery Act, known as the stimulus, in February 2009. We aren't certain of the exact date of the Romney flier -- the Miami Herald's Naked Politics blog posted it Jan. 6 -- but we believe it relied on November 2011 data. (We did not hear back from Romney's press office when we asked about it.)\n\n• Jobs lost: In February 2009 there were about 132.8 million jobs in the United States. In November 2011 there were 131.7 million jobs. That means that there was a job loss of about 1.1 million -- or as Romney claimed \"over 1 million.\"\n\nRomney combines three categories for the remainder of his claim -- saying that nearly 25 million are out of work, are stuck in part-time work, or have given up looking. Let's look at each one individually:\n\n• Out of work: 13.3 million were unemployed in November 2011.\n\n• Stuck in part-time work: BLS has a category called \"part-time for economic reasons\" which was about 8.5 million in November 2011.\n\n• Given up looking: BLS economist Jim Walker pointed us to the categories of \"marginally attached\" workers -- those who want a job and searched in the past year but not in the past four weeks. That figure was about 2.6 million in November 2011. \n\nIf we add out of work, stuck in part-time work and given up looking this brings our total to about 24.4 million -- or as Romney said, \"nearly 25 million.\"\n\nIs Obama to blame?\n\nNow that we've dispatched with the numbers, which are accurate, what about Romney's suggestion here that Obama is to blame or as Romney wrote on the mailer \"Obama isn't working\"?\n\nThis report from the White House's Council of Economic Advisers, released in July, estimates the Recovery Act \"raised employment by 2.4 to 3.6 million jobs relative to what it otherwise would have been.\" Don't trust White House advisers to evaluate the president's policies? It's not just their handiwork. The March report cited four independent analyses by the nonpartisan Congressional Budget Office and three by private economic analysis companies, IHS/Global Insight, Macroeconomic Advisers and Moody's Economy.com. Estimates ranged from 1.3 million to 2.45 million jobs created or saved. (We reviewed this evidence before in our December 2011 fact-check of Florida Republican Rep. Steve Southerland.)\n\nIn November, the Congressional Budget Office reviewed economic data related to the stimulus and concluded that in the third quarter of 2011, Recovery Act policies:\n\n• Raised real gross domestic product by between 0.3 percent and 1.9 percent. \n\n• Lowered the unemployment rate by between 0.2 percentage points and 1.3 percentage points.\n\n• Increased the number of people employed by between 0.4 million and 2.4 million.\n\n• Increased the number of full-time-equivalent jobs by 0.5 million to 3.3 million. \n\nGary Burtless, an economist with the Brookings Institution and an economist for the U.S. Department of Labor 1979-81, says that Romney's statement could cause listeners to incorrectly infer that Obama's stimulus package caused 1.1 million in lost jobs.\n\n\"Gov. Romney probably recognizes that most of the job losses in 2009 would have occurred, even if Romney himself had taken the oath of office on Jan. 20. (Recall that he was a candidate for the Republican nomination.) Even with all the powers of the U.S. presidency it’s hard to stop a serious recession on a dime,\" Burtless said. \"Many economists, including me, think the job loss would have been considerably greater and the recovery of payroll jobs weaker without the stimulus.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nRomney said: \"Since the passage of Obama's stimulus package, over 1 million additional jobs were lost and nearly 25 million Americans are out of work, are stuck in part-time work, or have given up looking.\" Romney's numbers about job losses and unemployment are correct. But Romney's suggestion that Obama's stimulus is to blame is misleading. Economists both inside and outside the government say the stimulus helped prevent further job losses. We rate this Half True.", "vclaim_id": "vclaim-pol-11816"}