{"url": "/factchecks/2010/jan/20/kay-bailey-hutchison/hutchison-says-health-care-bill-will-raise-costs-t/", "speaker": "Kay Bailey Hutchison", "vclaim": "Health care reform: \"Everything about it is going to raise costs, raise taxes and lower the quality of health care.\"", "truth_label": "false", "date": "stated on November 19, 2009 in a TV ad:", "title": "Hutchison says the health care bill will raise costs, taxes and lower the quality of care", "text": "A day after Senate Democrats released their version of the health care reform bill on Nov. 18, U.S. Sen. Kay Bailey Hutchison, who's seeking the GOP nod for governor, debuted a TV ad attacking the legislation.\n\n\"Everything about it is going to raise costs, raise taxes and lower the quality of health care,\" Hutchison says in the ad.\n\nEverything? This kind of sweeping claim is often hard to back up with evidence. Hutchinson said everything in the bills would raise costs, raise taxes and lower quality. So if we can find anything that lowers costs, lowers taxes or raises quality, that would undermine the accuracy of her claim.\n\nHutchison's campaign told us the senator was criticizing all Democratic proposals. Her campaign sent us about 20 excerpts from documents seemingly supporting her claim, attributing most of it to to the Republican Policy Committee and the non-partisan Congressional Budget Office, both in Washington.\n\nWe don't dispute any of the projected costs and taxes her campaign sent us. But like many parties to the health care debate, Hutchison appears to have cherry-picked numbers to prop up the points she wants to make.\n\nLet's talk about tax increases first.\n\nHutchison notes that the bill includes a \"$149 billion tax increase on private health insurance plans.\" She fails to mention that the levy, known as the \"Cadillac tax,\" is one measure the federal government expects to generate revenue by taxing high-priced insurance plans (not all private policies).\n\nThat is, most people, about 75 percent, won't see an additional tax.\n\nHutchison cites \"$43 billion in new taxes and fines levied on individuals and businesses,\" an abbreviated interpretation of how much the CBO has projected the federal government will generate in penalty payments from people and businesses who choose not to enroll in an insurance plan. She doesn't note that those increases are among the measure's features intended to offset costs.\n\nAnd she also fails to note that a good chunk of taxpayers — those who make up to 400 percent of the poverty level — will get a tax credit from the government to buy health insurance. So those people won't get a tax increase and in fact get a material benefit from the plan.\n\nNext, we looked at projected costs.\n\nHutchison's campaign pointed us to total projected federal health care expenditures: $234 billion, according to a report by Richard Foster, chief actuary for the Centers for Medicare and Medicaid Services (CMS), the federal agency that administers Medicare, Medicaid and the Children's Health Insurance Program.\n\nUnnoted by Hutchison's camp: The $234 billion reflects how much national health care expenditures would increase by 2016 — including the cost of providing coverage for 33 million people who were previously uninsured — about 10 percent of the population, most of whom (we'll suppose) would see the new benefit as a boon.\n\nAlso unnoted by Hutchison: The CBO projects that under the Senate's health care plan, most insured people would see their premiums drop slightly by 2016.\n\nThe CBO also concluded that through 2019, the Senate approach would reduce the federal deficit by $130 billion and slow the rate of federal spending growth due to new taxes and provisions to reduce spending over time.\n\nSpending cuts have also been proposed to save money — Hutchison notes $120 billion from Medicare Advantage, among others. We learned that's what she's referring to when she says quality will suffer.\n\nYet the Senate plan separately has features intended to enhance quality such as pilot programs rewarding doctors for improving patients' outcomes and aimed at curbing unnecessary medical tests.\n\nWe looked too at the impact of the plan on American taxpayers. The bottom line, according to the CMS and CBO projections, is that most people's taxes would not increase and most people's premiums wouldn't either.\n\nSumming up, Hutchison is correct that the Senate plan is projected to increase costs — at the onset — and to add taxes. But she she overlooked CBO projections stating the plan would slow long-term federal spending thanks to its provisions designed to offset costs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nHutchison stretches too far by saying everything in the bill would raise taxes, drive up costs and conceivably diminish quality. As we've described, several parts of the bill are intended to lower costs, and most people won't see a tax increase.\n\nWe rate her overreach False.", "vclaim_id": "vclaim-pol-15383"}