{"url": "/factchecks/2012/jan/02/national-republican-congressional-committee/nrcc-claims-betty-sutton-supports-welfare-fund-acc/", "speaker": "National Republican Congressional Committee", "vclaim": "Says Rep. Betty Sutton supports allowing \"welfare fund withdrawals from strip clubs, casinos and liquor stores.\"", "truth_label": "barely-true", "date": "stated on December 13, 2011 in a news release:", "title": "NRCC claims Betty Sutton supports welfare fund access at casinos, strip clubs and liquor stores", "text": "It didn’t take long for the National Republican Congressional Committee to ramp up political attacks on Rep. Betty Sutton after the Democrat from Copley Township, near Akron, Ohio, announced she’ll run next year against GOP Rep. Jim Renacci.\n\nThe day after Sutton’s announcement Dec. 7, the campaign arm for Republicans in the House of Representatives issued a news release that accused Sutton and dozens of other targeted Democrats of opposing \"efforts to prevent job-killing regulations that hurt America's farmers.\"\n\nNext it launched a web ad that attacked Sutton over the Obama administration’s decision to postpone action on construction of the Keystone XL oil pipeline.\n\nThen, on Dec. 13, it produced a news release that blasted Sutton for opposing a GOP bill that tied a payroll tax cut extension sought by Democrats with a host of GOP priorities. The bill, titled the \"Middle Class Tax Relief & Job Creation Act,\" included an accelerated review of the oil pipeline, restrictions on unemployment benefits, reforms to the Temporary Assistance for Needy Families Program, an extended pay freeze for federal workers including Congress members, provisions to defund health care reforms and restrictions on the Environmental Protection Agency.\n\nBefore the vote, President Barack Obama said he wouldn’t accept a measure that tied the payroll tax cuts to \"a whole bunch of extraneous issues.\" Leaders of the Democrat-controlled U.S. Senate said it would die there after it passed the House. And in fact, the Senate approved different legislation with bipartisan support to temporarily extend the payroll tax cut.\n\nThe GOP press release maintained Sutton’s vote against the measure constituted her support for a tax increase on middle class families, giving herself a pay raise, and allowing \"welfare fund withdrawals from strip clubs, casinos and liquor stores.\"\n\nAny of these claims might provide fodder for examination by PolitiFact Ohio, but we were particularly curious about the group’s charge that Sutton supports withdrawal of welfare money from adult entertainment facilities.\n\nWe asked NRCC spokeswoman Andrea Bozek where it came from. She said that many state welfare recipients use benefit transfer cards to withdraw their money from automatic teller machines. Although the money is supposed to be used to meet their subsistence needs, several investigative reports have found the money is sometimes withdrawn from ATMs located in places  where gambling and adult-oriented activities take place. That has prompted several legislators to introduce measures to crack down on the practice, one of which was included in the larger bill that Sutton voted against.\n\n\"There’s no reason why welfare recipients should be gambling away our taxpayer dollars at strip clubs or casinos instead of feeding their families and finding a good job,\" said Bozek, contending that Sutton voted to \"continue this abuse of taxpayer funds.\"\n\nSutton spokesman Anthony DeAngelo said Sutton supports extending the payroll tax cuts as well as banning welfare money withdrawals at adult-oriented establishments, but voted against the December 13 bill because she opposed some of the other provisions it contained.\n\nSutton herself noted that she backed a separate bill the House of Representatives adopted without opposition on December 15 which imposed the welfare money restrictions as it extended the Temporary Assistance for Needy Families Program. The measure was considered so non-controversial that it was approved on a \"voice vote\" that did not record the \"yeas\" or \"nays\" of individual members.\n\nThere is an element of truth in the the NRCC’s claim. Sutton, along with 178 other Democrats and 14 Republicans, did oppose the House bill.\n\nBut it ignores critical facts that would give the listener a different impression. Namely, there’s a world of difference between opposing a bill laden with partisan provisions and supporting, as the NRCC says, \"welfare fund withdrawals from strip clubs, casinos and liquor stores.\"\n\nAnd the subsequent bipartisan support for the same welfare reforms just underscores that point.\n\nOn the Truth-O-Meter we rate the NRCC’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n60 Plus Association\n\n\nstated on November 7, 2011 in a television commercial\n\n\n\n\n\n\n\n\nAn independent payment advisory board created by in the health care reform law is \"like a Medicare IRS with the power to cut Medicare in order to pay for new government programs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • November 25, 2011", "vclaim_id": "vclaim-pol-11874"}