{"url": "/factchecks/2012/dec/09/frank-lautenberg/frank-lautenberg-says-new-jersey-tourism-generates/", "speaker": "Frank Lautenberg", "vclaim": "\"In 2008, tourism brought in $38 billion dollars and supported more than 300,000 jobs in the state of New Jersey.\"", "truth_label": "true", "date": "stated on November 13, 2012 in a speech on the floor of the U.S. Senate:", "title": "Frank Lautenberg says New Jersey tourism generates billions in the Garden State", "text": "Jersey resilience may not be the only factor driving the need to rebuild in the wake of Superstorm Sandy.\n\nTourism dollars also are at stake, to the tune of a total that exceeds the Garden State’s nearly $32 billion budget.\n\nSen. Frank Lautenberg discussed the wrath of Sandy, President Obama’s visit to New Jersey to inspect the damage, and the importance of the state’s tourism industry during a Nov. 13 speech on the Senate floor.\n\n\"I joined President Obama in his visit to the area. For many people in my State, the boardwalk isn't just a source of pride, it's a source of critical income to our state,\" according to Lautenberg’s speech published in The Congressional Record. \"In 2008, tourism brought in $38 billion dollars and supported more than 300,000 jobs in the state of New Jersey. Families came from all over the country to walk the boardwalk in Atlantic City or take a fishing boat out of one of our ports, Point Pleasant or one of the others, or ride the roller coaster at a pier in Seaside Heights.\"\n\nFor this fact-check, we’re focusing on the senator’s claim about tourism in 2008 and the number of jobs created in that field.\n\nLautenberg spokesman Caley Gray said the senator’s statement wasn’t meant to imply that New Jersey received $38 billion in tax revenue for 2008. Instead, Gray said, Lautenberg was referring to the overall financial impact tourism has on the Garden State.\n\n\"Senator Lautenberg was referring to the amount of money spent on tourism in New Jersey and he is right that tourism is a huge generator of revenue for New Jersey businesses,\" Gray said in an e-mail. \"Senator Lautenberg will continue working in Washington to convince his colleagues about the need for disaster relief and to rebuild the state's $38 billion tourism industry.\"\n\nHow widespread is tourism in New Jersey’s economy?\n\nA 2008 tourism economic impact study shows that the bulk of tourism spending that year -- 33.4 percent -- was in the greater Atlantic City region. The Shore area, from about Monmouth/Ocean counties down to Cape May, was next, at 28.4 percent; Gateway area (northern New Jersey), 21.5 percent; Delaware River region, 9.2 percent; Skylands region (northwestern part of state), 7.4 percent.\n\nNew Jersey tourism spending dipped a bit during the recession, but numbers have remained strong, with spending at $38.8 billion, revenues (federal, state and local taxes) at $7.7 billion and tourism-related jobs at 359,000.\n\nHere's a look at New Jersey tourism during the past five years:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYEAR\n\nEXPENDITURES\n\nREVENUES\n\nJOBS\n\n\n\n \n\n(visitor-related spending)\n\n(federal, state, local taxes)\n\n \n\n\n\n2007\n\n$38 bllion\n\n$7.9 billion\n\n381,900\n\n\n\n2008\n\n$38.8 billion\n\n$7.7 billion\n\n359,900\n\n\n\n2009\n\n$35.2 billion\n\n$7.2 billion\n\n314,000\n\n\n\n2010\n\n$35.5 billion\n\n$7.2 billion\n\n309,000\n\n\n\n2011\n\n$38 billion\n\n$9.2 billion\n\n312,000\n\n\n\n\n \n\nSources: Annual tourism economic impact study statements at New Jersey Travel and Tourism website: http://www.visitnj.org/new-jersey-tourism-research-and-information\n\n \n\nSo, the senator’s numbers are correct: New Jersey tourism’s industry in 2008 generated $38 billion and the industry created or supported more than 300,000 jobs.\n\nWe ran the numbers by the New Jersey Department of Travel and Tourism.\n\n\"Suffice it to say from where we sit that New Jersey has a $38 billion tourism industry that is vital to our state’s economy, and Senator Lautenberg certainly understands this as well,\" Ernest Landante Jr., a spokesman for the New Jersey Department of State, said in an e-mail.  \n\nOur ruling\n\nLautenberg, New Jersey’s senior senator, said Nov. 13 on the Senate floor that \"in 2008, tourism brought in $38 billion dollars and supported more than 300,000 jobs in the state of New Jersey.\"\n\nEconomic impact studies show that the tourism industry in New Jersey has hovered in the mid-$30 billion range for the past five years, except in 2009 and 2010, when the state was still emerging from the recession. Lautenberg is correct that the state’s tourism industry generated $38 billion in 2008 and supported more than 300,000 jobs that year. We rate his statement True.\n\n \n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09941"}