{"url": "/factchecks/2020/sep/15/facebook-posts/false-antifa-fire-claims-suspended-twitter-account/", "speaker": "Facebook posts", "vclaim": "Says a Twitter account for \"Scarsdale NY Antifa\" tweeted that \"chapters of Antifa around Oregon have collaborated to ignite fires around the state.\"", "truth_label": "false", "date": "stated on September 14, 2020 in a Facebook post:", "title": "False antifa fire claims from suspended Twitter account spread on Facebook", "text": "Social media users are citing a Twitter account since suspended from the platform to falsely claim that anti-fascist activists have been setting wildfires in Oregon.\n\"We and other chapters of Antifa around Oregon have collaborated to ignite fires around the state to draw attention to the #climateemergency #antifafires #antifariots,\" read the Sept. 10 tweet from an account that purportedly represents an antifa group in Scarsdale, N.Y.\nScreenshots of the tweet snapped before the account was suspended by Twitter have circulated elsewhere. \"Antifa is a domestic terrorist organization,\" said one Facebook post. \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThere are three clear problems with the Facebook post and the tweet at the center of it.\n\nFirst, antifa has not been designated as a terrorist organization. It is not a singular group. The term stands for \"anti-fascist\" and is used to describe a broad coalition of activists — including communists, anarchists and socialists — that has been around for decades.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nSecond, there’s no evidence that antifa activists are responsible for the wildfires that have raged in Oregon and across the West Coast. As we’ve reported, police and fire officials have dispelled rumors about antifa. Many of the wildfires appear to have been sparked accidentally.\nRELATED: Antifa activists did not start the West Coast wildfires\n\"FBI Portland and local law enforcement agencies have been receiving reports that extremists are responsible for setting wildfires in Oregon. With our state and local partners, the FBI has investigated several such reports and found them to be untrue,\" the FBI said in a statement.\nA Facebook representative said on Twitter that the platform was \"removing false claims that the wildfires in Oregon were started by certain groups.\"\nFinally, the Scarsdale Antifa Twitter account behind the original post is suspect. New York magazine identified it in 2017 as one of many likely fake antifa accounts. A reporter noted on Sept. 12, two days after the tweet in question went up, that the account had been suspended.\nA Twitter spokesperson confirmed Sept. 14 that the account was suspended for violating Twitter’s policy on \"platform manipulation and spam.\" The policy says violations occur when users operate fake accounts, use multiple accounts to artificially amplify or disrupt conversations, artificially inflate their followers or engagement, or misuse Twitter’s features.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18929"}