{"url": "/factchecks/2020/jul/28/joe-biden/biden-wrong-mcdonalds-workers-cant-jump-competing-/", "speaker": "Joe Biden", "vclaim": "“McDonald’s (makes) you all sign noncompete contracts that you cannot go across town to try to get a job at Burger King.”", "truth_label": "false", "date": "stated on July 22, 2020 in a SEIU roundtable discussion:", "title": "Biden wrong that McDonald’s workers can’t jump to competing chains", "text": "Presumptive Democratic nominee Joe Biden showed sympathy for a beleaguered McDonald’s worker, but his tough words about the fast food giant got nearly every detail wrong.\nAt a roundtable organized by the Service Employees International Union, a single mother told Biden about her struggle to take care of her son as COVID-19 has shuttered his school, while her pay barely allows her to get by.\n\"I don’t get any kind of benefits,\" said Adriana Alvarez. \"No parent who works hard and plays by the rules should have to go through what McDonald’s is putting us through.\"\nBiden commiserated, saying McDonald’s relies on a strategy to suppress wages.\n\"McDonald’s is making billions of dollars, but here’s the deal,\" Biden said July 22. \"They’ve made you all sign noncompete contracts that you cannot go across town to try to get a job at Burger King. And maybe, and I’m not saying you could, but you get 25 cents an hour more. People who are hourly workers are required to sign noncompete: ‘I will not go anywhere to any business like the one I’m in to get a raise.’\"\nLine employees at McDonald’s franchises don’t command high wages, but Biden was wrong about the use of noncompete contracts. \nFactcheck.org found several problems with this claim. Biden campaign spokesman Micheal Gwin said that Biden was making the larger point that low-wage workers face barriers to moving to better paid work. \nMixing clauses: noncompete and no-poach \nBiden said McDonald’s workers sign employment contracts with language that blocks them for working for a competing fast food chain such as Burger King.\nThey don’t. A noncompete agreement prevents someone from working for a competitor. That was not the case. Any McDonald’s worker who quit to work at a Burger King is free to do that.\nThere was a time when they faced a different hurdle. They were blocked from moving from one McDonald’s franchise to another McDonald’s franchise. That is what economists have dubbed a no-poaching clause, and it applies only among franchises within the same chain.\nUntil 2017, that was part of the agreement between the local franchise owners and McDonald’s Corp., the franchiser. The local owners could not lure workers away from each other.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe workers would never see that clause, so  Biden was incorrect when he said they signed noncompete contracts.\nA dated allegation\nIn 2017, a McDonald’s worker in Illinois sued the company because she was barred from getting a job at another McDonald’s restaurant where she would make more money. In March that year, McDonald’s announced it would no longer enforce that part of its franchise agreement and would no longer include it in future agreements.\nFor other chains, the change took longer.\nIn January 2018, the Washington state attorney general’s office began investigating the no-poach practice among a wide range of franchise companies. The investigation drew heavily on research by two Princeton University economists who found that 58% of franchise operations used this strategy and it likely kept wages down.\nBy July 2018, more chains had agreed to drop the practice, both in Washington state and nationally. The list included Arby’s, Cinnabon, Buffalo Wild Wings and others.\nBurger King, Pizza Hut, Denny’s and five other chains signed similar agreements by September 2018.\nIn the October of 2019, Washington’s assistant attorney general told Congress that 155 corporate chains representing 160,000 locations nationwide had dropped the practice.\nThe International Franchise Association, a trade group, said in a statement that there’s no question that the \"clear trend is the franchise business is moving away from the use of these no-poach contracts.\"\nThe Biden campaign said the situation with no-poach clauses has moved in the right direction, but it's hard to say that the practice no longer exists.\nOur ruling\nBiden said that McDonald’s workers sign a noncompete agreement that bars them from taking a better paying job with a competing chain. Until three years ago, McDonald’s did have a clause in its franchise agreements between the corporation and local owners that blocked them from hiring away staff from each other. McDonald’s ended that practice in March 2017, and since then, over 150 national chains have followed suit.\nThat practice involves a no-poach clause, not a noncompete clause, which has to do with working for a competitor. McDonald’s workers do not sign a noncompete agreement.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17810"}