{"url": "/factchecks/2015/jan/23/jeff-clemens/online-voter-registration-more-secure-florida-stat/", "speaker": "Jeff Clemens", "vclaim": "Online voter registration is a \"more secure\" way of doing voter registration.", "truth_label": "mostly-true", "date": "stated on January 20, 2015 in a Senate Ethics and Elections committee hearing:", "title": "Is online voter registration more secure? Florida state senator says yes", "text": "Florida lawmakers have overhauled many aspects of our elections laws in recent years, but one aspect has remained untouched: Voters can’t register online.\nThe statewide association of elections supervisors, which represents officials in both major parties, wants lawmakers to change that during the upcoming session. Supporters of the legislation argue one of the benefits is that it’s more secure.\n\"This is actually just simply a more secure, accurate and cost-efficient way of doing voter registration,\" said Sen. Jeff Clemens, D-Lake Worth, said at a Senate Ethics and Elections committee hearing Jan. 20. Clemens is sponsoring a bill for the upcoming session. \nPasco Supervisor of Elections Brian Corley, a Republican in favor of online registration, made similar remarks at the hearing. Citing information from a former elections official in Arizona -- the first state to use online registration -- Corley said that \"there is a reduction in fraud.\"\nIs online registration more secure? We decided to check it out.\nThe current system\nToday, Florida voters fill out a paper form and submit it to a county elections official, or an entity such as a third-party group can submit it for them. Additionally, under the National Voting Rights Act (also known as \"Motor Voter\"), a person can verbally relay their voter registration information while applying for a driver’s license.\nTraditional paper registration opens up the window for fraud or errors in multiple ways, according to Tammy Patrick, an elections expert at the Bipartisan Policy Center and former elections official in Maricopa County, Ariz. Some voters hand over personal information to strangers who sign up voters, and it may sit around somewhere until submitted several days or weeks later. Then elections officials have to decipher the forms and input the information. (In Florida, third parties must submit forms within 10 days.)\nWith online registration, the exchange and verification of information happens immediately. Clemens’ bill would allow applicants to submit their voter registration applications online, and the state would compare the information with driver’s license records. Floridians could still choose to register to vote by paper.\nMany advocates of online voter registration say that it saves money, reduces the opportunity for errors from data entry or illegible handwriting and has been successfully used in both blue and red states. We’ll dive more into the security issues below.\nAt least 20 states currently offer online voter registration for new applicants and a few more are in the works. The Presidential Commission on Election Administration, co-chaired by lawyers for the campaigns of Mitt Romney and Barack Obama, recommended online registration in their 2014 report.\nA research report from the Pew Charitable Trusts concluded that online registration systems \"reduce the potential for fraud while improving the accuracy of voter rolls. All states have security procedures and protocols in place, including data encryption and tracking, while limiting those who have access to their system internally. No state has reported a security breach, including Arizona, where voters have been registering online for more than a decade.\"\nHow much fraud has occurred nationwide in terms of paper registration? That is difficult to quantify because it depends on how someone defines \"fraud.\" Some fraudulent applications are rejected by elections officials (for example, Mickey Mouse), while others might get registered but then not vote.\nIn 2008, ACORN in Florida turned over to law enforcement hundreds of registration applications collected by some of their workers that they deemed suspicious -- including one for the deceased actor Paul Newman. But those forms were never filed with elections officials, and ACORN, a liberal group, later disbanded amid nationwide problems. In 2012, the Republican Party of Florida fired vendor Strategic Allied Consulting amid reports of fraudulent registration forms.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWendy Underhill, an elections expert at the National Conference of State Legislatures, says comparing security in online and paper systems is like comparing apples and oranges.\n\"When people talk about security for online voter registration systems, they’re thinking of hacking and cyber security breaches,\" she said. \"When people talk about security for paper-based registration, the questions are whether the registration application is transmitted to the elections people or never quite makes it there, and whether data from the forms is taken by the groups doing registration drives, and is that secure.\"\nCybersecurity experts have raised some concerns about a couple of state systems, including Maryland.\nIn 2012, cybersecurity experts wrote to Maryland officials suggesting they take steps to better protect the online system. The driver’s license number is based on a formula involving the voter’s name and date of birth -- so the experts said that if someone had that information, they could alter the registration. (Security experts raised similar concerns about the system in Washington state.)\nNo security breach actually occurred, said Nikki Charlson, Maryland’s deputy state administration for the elections board. However, in response, the state now requires that applicants provide additional information, including their Social Security number and date that their driver’s license was issued. (Washington election officials told us they didn’t have a breach either but have since made changes.)\nLoyola Law school professor Justin Levitt, an expert on election administration, told PolitiFact Florida that it is difficult to make direct quantifiable comparisons between online and paper systems. \n\"In my rough sense of the comparative frequency and magnitude of the risks, I'd agree with the Florida state senator that online registration ends up more secure, accurate, and cost-efficient, as he says,\" Levitt said. \"But I doubt you'll find anyone who's got a reliable study directly comparing the security of the two different methods, just because the precise rate of security breaches is so difficult to assess. (Indeed, it's more difficult to assess in the offline system than the online one.) It's certainly true that the most publicized significant breaches in the past have been with the offline system -- but that's the system states have been deploying for a whole lot longer.\"\nHans Von Spakovsky, an elections expert who works for the conservative Heritage Foundation, said that online registration for individuals for whom the state already has a record, such as driver’s license information, is not a problem. That’s the method recommended by the presidential commission.\n\"You will find that the states that have implemented online registration have almost all limited it to registration for individuals for whom there is already an existing state record that has been verified and where there is an existing signature,\" he said.\nThe National Republican Lawyers Association is among the groups that support online voter registration.\n\"When designed and implemented properly, online registration can be a more secure, accurate and cost-efficient way of doing voter registration,\" said Michael B. Thielen, the executive director.\nOur ruling\nClemens said that online voter registration is a \"a more secure\" way of doing voter registration.\nExperts who study online registration say there have been no reports of actual security breaches or fraud. If designed in a way to account for security, online registration reduces opportunities for fraud and errors.\nHowever, experts warned that both online and paper systems can have potential pitfalls -- the question is how do elections officials protect each system.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-06803"}