{"url": "/factchecks/2014/aug/22/democratic-party-georgia-georgia/jobs-did-go-overseas-how-many-unclear/", "speaker": "Democratic Party of Georgia", "vclaim": "David Perdue led efforts to ship thousands of jobs overseas.", "truth_label": "half-true", "date": "stated on July 28, 2014 in press release:", "title": "Jobs did go overseas; but how many unclear", "text": "Jobs are always a big issue in elections.\n \nThis week’s federal employment report gave Georgia the dubious honor of ranking 50th among the states and District of Columbia. With Georgia’s 7.8 percent jobless rate, only Mississippi fared worse.\n \nLest anyone miss the blame, the Democratic Party of Georgia recently focused on jobs to draw a distinction between its nominee for the U.S. Senate, former Points of Light CEO Michelle Nunn, and her GOP rival.\nDavid Perdue \"led efforts to ship thousands of jobs overseas\" during his business career, spokesman Michael Smith said in a July 28 press release..\nSmith cited Perdue’s leadership role at three firms – Sara Lee, Haggar Clothing Co. and Pillowtex – to arrive at the thousands figure.\n\"It’s how he spent his career, looking to manufacture goods abroad instead of in the United States,\" Smith said. \"That was his management style.\"\nLeveling that kind of charge requires a deep dive into Perdue’s career as an executive, starting when he was senior vice president for Sara Lee in 1992.\nPerdue told PolitiFact Georgia he was sent to Hong Kong for two years to open up the company’s Asia operations. His task, which he accomplished, was to increase manufacturing and contracts in the region.\nFor the first three years of the decade, the company went on a spending spree, including acquiring undergarment maker Playtex in 1991, which focused heavily on foreign firms.\nBy 1994, Perdue’s final year with Sara Lee, the company announced a major restructuring that eliminated between 8,000 and 9,000 jobs worldwide. Among the casualties were 540 jobs at apparel plants in Cartersville, Milledgeville and Wrightsville. A fourth Georgia plant, in Midway, was also shut down.\nThe breakdown of jobs lost at overseas plants could not be determined, though a 1994 statement from Sara Lee said most of those jobs were at European operations.\nPerdue’s stint at Haggar is even clearer. As senior vice president from 1994 to 1998, Perdue was in charge of international operations and later also domestic operations at the clothing firm.\nDemocrats point to the loss of about 1,950 domestic jobs at Haggar between the key years of 1996 and 1998, according to Securities and Exchange Commission filings. In that same period, domestic manufacturing dropped from 29 percent to 12 percent of operations. At least one domestic plant, in Texas, was shut down as part of discontinuing production of men’s suits.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010\n\n\n\n\n\n\n\nThose same SEC filings, though, show that workers in foreign countries also dropped – if only by 65 jobs – during that period.\nSales, likewise, were down, from $437 million to $402 million, records show.\n\"It looks like they shifted some production overseas, but not jobs, given the numbers,\" said Rob Bliss, a finance professor at Wake Forest University. \"U.S. facilities were probably bloated and (cutting) them had a big effect on domestic employment.\"\nPerdue had a similar goal for Pillowtex, where he wanted to improve sales through aggressive marketing and branding and moving more work overseas.\nShifting manufacturing abroad would put Pillowtex on the same page as other textile firms that had already moved offshore and would also save some jobs domestically, Perdue said.\nThe plan was never put into place, though, after Perdue and other top managers found a $40 million-$50 million pension liability that had gone unnoticed as the firm emerged from bankruptcy.\nInstead of a turnaround, Pillowtex opted to sell off some pieces and eventually shut down entirely.\nPerdue left as CEO after seven months, with a $1.7 million paycheck, and 7,650 people lost their jobs, including 300 laid off from Pillowtex’s first bankruptcy.\nIn an interview with PolitiFact, Perdue acknowledges that some of his employers, and other firms, have developed a so-called \"diversified matrix\" that calls for shifting some operations overseas in a bid to save money – and American jobs.\nIt is not a simple matter of trading a job for job, he said, a premise backed up by the complicated income statements and financial reports from the companies themselves.\n\"We have total industries that have been decimated by the tax laws and regulations,\" Perdue said. \"Some of that manufacturing can come back if we cut our corporate tax rate and stop penalizing foreign profits to encourage reinvesting in the United States.\"\nWith that, we get into the question of political policy. The Democrats’ charge focused more on overall loss of jobs to overseas operations.\nIt’s nearly impossible to prove, or disprove, the number of lost jobs at Perdue’s firms that went aboard. The only documented actual domestic job losses are from Haggar, but those jobs did not go overseas.\nUndoubtedly, records and news coverage show some job shift did occur. Even the candidate acknowledges as much.\nHe also admits he would have sent jobs - potentially thousands of them - overseas at Pillowtex before a free fall pre-empted his plans and shut down that firm for good.\nThe Democratic Party’s statement is partially accurate. Perdue did lead efforts that resulted in jobs being created overseas while jobs were cut in this country. How many jobs, it’s hard to say.\nAnd there is a lot of context needed to understand exactly why companies employed this strategy.\nOverall, we rate the claim Half True.", "vclaim_id": "vclaim-pol-07410"}