{"url": "/factchecks/2019/nov/21/donald-trump/did-trump-open-apple-plant-austin-no/", "speaker": "Donald Trump", "vclaim": "\"Today I opened a major Apple Manufacturing plant in Texas that will bring high paying jobs back to America.\"", "truth_label": "false", "date": "stated on November 20, 2019 in a tweet:", "title": "Did Trump open a 'major Apple Manufacturing plant' in Austin? No.", "text": "After a brief visit to Austin on Wednesday, President Donald Trump shared a tweet taking credit for opening an Apple Inc. manufacturing plant in the city.\nTrump toured a facility that manufactures Apple computers during his stop in Austin with Apple CEO Tim Cook, Treasury Secretary Steven Mnuchin and his daughter and adviser Ivanka Trump.\n\"Today I opened a major Apple Manufacturing plant in Texas that will bring high paying jobs back to America,\" Trump said in a tweet after departing the city. \"Today Nancy Pelosi closed Congress because she doesn’t care about American Workers!\"\nIn reality, the plant he toured has been manufacturing Apple’s Mac Pro computers for nearly six years. The tech giant considered shifting operations to China earlier this year but decided to stay put after receiving federal tariff exemptions.\nAlso: Pelosi did not close Congress on Wednesday. The House approved a bill outlining U.S. support for activists in Hong Kong; and House lawmakers continued their impeachment hearings.\nThe White House and Apple did not return requests for comment.\nApple in Austin\nApple has had a presence in Austin since 1992, and recent investments have turned the Texas capital into the company’s largest hub outside of its headquarters in Cupertino, Calif.\nAs Trump toured the production plant on Wednesday, Apple started construction on its $1 billion corporate campus in Austin, the latest expansion in the city.\nThe campus will house a number of company operations, including engineering, research and development, operations, finance, sales and customer support, according to the Austin American-Statesman. It is expected to open in 2022 and have 5,000 employees.\nDuring his trip to Austin, Trump did not visit the new location nor will it be a manufacturing plant. \nMac Pro in Austin\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nApple has produced its Mac Pro desktop computers in Austin since 2013 at the Flextronics Americas factory in Northwest Austin.\nThe computer has always been designed and engineered in California, and its components are produced in different states and other countries. Final assembly of the product happens in Austin, according to the company.\nIn June, the Wall Street Journal reported that Apple would move the manufacturing of its new Mac Pro models from Austin to China, citing capacity challenges at the Austin plant. \nAnother concern for the tech company was the Trump administration’s proposed tariffs on Chinese goods, which were expected to affect imports of certain materials needed for the Mac Pro.\nThe company asked the Trump administration in July to exclude from the tariffs components needed for its \"completely redesigned\" Mac Pro, according to Bloomberg.\nDays later, Trump shut down the request in a tweet: \"Apple will not be given Tariff waiver, or relief, for Mac Pro parts that are made in China. Make them in the USA, no Tariffs!\" \nBut in September, the U.S. trade representative agreed to grant the exemption, and Apple announced that it would continue to use the Austin facility for Mac Pro assembly.\nThe facility has about 500 workers and has been the company's only major device assemblage operation in the United States, according to Bloomberg. Most of Apple's products are produced and assembled in China. \nOur Ruling\nTrump said: \"Today I opened a major Apple Manufacturing plant in Texas that will bring high paying jobs back to America.\" \nThe Flextronics plant in Austin that Trump toured on Wednesday has produced Mac Pro computers since 2013.\nEarlier this year, Apple planned to shift assembly of the computer from Austin to China, but decided to keep operations in Austin after the Trump administration agreed to exemptions on import tariffs on goods from China needed for the computer.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-16809"}