{"url": "/factchecks/2012/aug/07/bill-nelson/bill-nelson-says-connie-mack-iv-has-been-promoter-/", "speaker": "Bill Nelson", "vclaim": "Says Connie Mack IV has been \"a promoter for Hooters with a history of bar room brawling, altercations and road rage.\"", "truth_label": "mostly-true", "date": "stated on August 2, 2012 in a TV ad:", "title": "Bill Nelson says Connie Mack IV has been “a promoter for Hooters with a history of bar room brawling, altercations and road rage”", "text": "The primary isn’t over yet, but Bill Nelson expects his general election rival for U.S. Senate will be Connie Mack IV, and he’s launched his first statewide ad attacking his rival.\n\nNelson, the Democratic incumbent, released the ad against Mack, a Republican congressman from Fort Myers, on Aug. 2. It seeks to paint Mack as a brawling incompetent.\n\nNarrator: \"Florida, meet Connie Mack IV. A promoter for Hooters with a history of bar room brawling, altercations and road rage. A big spender with a trail of debts, liens and unpaid bills. He has one of the worst attendance records in Congress this year but he still voted to end Medicare as we know it. Questionable work habits. A sense of entitlement. Connie Mack, he thinks the rules are different for him.\"\n\nThat echoes some online attacks by Mack’s Republican primary opponent George LeMieux, who dropped out of the race in June because of Mack’s overwhelming lead in the polls and fundraising.\n\nLeMieux claimed that Mack’s only \"real job in the real world\" was an events coordinator for Hooters. We ruled that Mostly False because Mack had some additional private sector jobs including selling fitness equipment. PolitiFact Florida also recently checked a claim by another Mack Republican rival, former U.S. Rep. Dave Weldon, that Mack missed \"almost half\" his votes in Congress this year. We rated that Mostly False. Though Mack had missed votes, he had not missed that many.\n\nIn this report, we will briefly review Mack’s Hooters-related job and whether he had a \"history of bar room brawling, altercations and road rage.\"\n\nMack’s work for Hooters\n\nMack campaign spokesman David James told us for our previous fact check about Hooters that Mack was a marketing executive for LTP Management from 1994 to 2000. The company owned and operated several Hooters franchises in Florida, as well as Dan Marino's Town Tavern and Lulu's Bait Shack.\n\nMack never received a paycheck directly from Hooters, but \"we never denied he worked on behalf of Hooters,\" James said.\n\nHooters has often been mentioned in articles throughout Mack’s political career, which started with a state House seat he won in 2000. He won his first congressional race in 2004.\n\nA 2000 Palm Beach Post article quipped: \"When he announced his candidacy in November, he mentioned his ‘broad business experience’ - surely an unintentional pun.\" The Tampa Bay Times The Buzz blog recently posted Mack’s Hooters business card.\n\nNelson’s ad cited a 2012 POLITICO blog headline: \"Connie Mack’s Hooters connection.\" The blog stated that Mack, his political action committee and his wife U.S. Rep. Mary Bono Mack, R-Calif., received nearly $50,000 in donations from Hooters management during their time in office.\n\nOur one criticism about this part of the ad is that Nelson didn’t make it clear that Mack’s Hooters-related work ended more than a decade ago. Calling Mack \"a promoter for Hooters\" leaves the impression that Mack currently works for Hooters. That isn’t accurate -- he stopped working for LTP management in 2000.\n\n \"A history of bar room brawling, altercations and road rage\"\n\nNow let’s turn to the portion of the ad where the narrator said that Mack had \"a history of bar room brawling, altercations and road rage.\" On the screen the word \"arrest\" also appears.\n\nThe ad cites a March 2012 Associated Press article describing past incidents that occurred in the 1980s and early 1990s when Mack was in his 20s. The Miami Herald also wrote about Mack’s past in February 2012. We will pull from both newspaper articles plus court documents the Miami Herald posted online to summarize these incidents.\n\n1989 nightclub arrest: While at a Jacksonville nightclub called Bananas, Mack, then 22, was arrested by an off-duty Duval County sheriff’s deputy. After Mack or one of his friends was asked to remove his hat (reports conflict on this point), Mack refused and swore at club workers, according to employee testimony. Mack refused to leave and was arrested for resisting an officer without violence.\n\nMack called the arrest a misunderstanding and pleaded no contest. The judge withheld adjudication, meaning he has no criminal record, according to the Herald. The report was sealed by court order. As we'll see, Mack was later involved in litigation that brought the incident to light.\n\n1992 bar brawl: In February 1992, Mack got into a brawl with then-professional baseball player Ron Gant at an Atlanta bar called Calico Jack’s. The Miami Herald reported: \"A waitress testified that Mack, who had been heavily drinking beer and Jagermeister shots all night, took the first swing at Gant. Mack testified he couldn’t remember how much beer he drank, but said he had only one liquor shot — of tequila. Gant claims a drunken Mack repeatedly bumped into him, precipitating a fight. Mack claims Gant attacked him for no reason. During the melee, Gant head-locked Mack. Mack testified that he couldn’t breath. So he starting striking and grabbing the ball player’s crotch. At a certain point, the club’s bouncers got involved and Mack broke his ankle. He sued Gant, who was held liable. But a jury awarded no damages.\" (Here is a court document in which Mack describes that incident at length.)\n\nLate 1980s road rage incidents: The road rage incidents came to light in a 1996 deposition involving the Gant case. Here is how Mack described them: In one incident, which Mack placed around 1987 or 1988, Mack and a girlfriend were driving to Cape Coral when he said a man tried to run them off the road after he thought that Mack’s girlfriend had cut in front of him. She drove off the road into a ditch, and Mack and the other man got out. \"He attempted a swing at me, and I swung back and hit him...\" Mack testified. Mack said he then headed back to his car and the other man, wielding a bat, chased him, tried to hit him and then smashed the windows of Mack’s car.\n\nIn the other incident, which Mack placed around 1987, occurred in West Palm Beach when he was in a car with friends and stopped at a draw bridge. The guys in Mack’s car had just watched a Howie Mandel video, and one of the guys in the car was \"in the back screaming like Howie Mandel.\" A man in another car apparently got upset. Mack got out of his car, and the other man got out of his car and jumped on top of Mack.\n\nMack said he later received a phone call from a police sergeant who said someone wanted to press charges but that he never heard anything about it again.\n\nWe don’t have a full account of the road rage incidents -- the Associated Press wrote that court records in the Gant civil suit didn’t include testimony from the other people involved. And there were conflicting accounts in the Jacksonville and Atlanta brawls. For example, in the Gant fight a waitress said Mack bought about 20 pitchers of beer and rounds of shots over five hours and was drunk, while Mack said he felt no effect from two to four beers and one shot over two hours, according to the Associated Press.\n\nMack’s response\n\nFor this article we asked James, Mack’s campaign spokesman, if he had anything he wanted us to review. James told us in an email that \"all of this is very important as PolitiFact found all of this stuff false or mostly false in the spring when LeMieux did it.\"\n\nA Mack spokesman previously told the Miami Herald as for Mack’s past brawls that Mack was \"young and foolish\" at that time.\n\nOur ruling\n\nNelson told TV viewers across the state: \"Florida, meet Connie Mack IV. A promoter for Hooters with a history of bar room brawling, altercations and road rage.\" The word \"arrest\" appeared during the ad.\n\nMuch of that statement is true, but there are some key omissions:\n\n• Nelson failed to make it clear that Mack stopped working as a promoter for Hooters 12 years ago.\n\n• Nelson omitted the timeline on the criminal history and road rage: Those incidents occurred in the late 1980s and early 1990s. Mack was in 20s at the time. He’s now about to turn 45.\n\n• We have an incomplete picture of the road rage incidents, making it difficult to discern how much Mack was to blame.\n\nBut Mack did work as a promoter for Hooters and has a history of bar room brawling, altercations and road rage. We rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10629"}