{"url": "/factchecks/2010/aug/27/afscme/afscme-ad-calls-ohio-congressional-candidate-jim-r/", "speaker": "AFSCME", "vclaim": "\"Jim Renacci cheated on his income taxes\" and is a \"deadbeat citizen.\"", "truth_label": "mostly-true", "date": "stated on August 17, 2010 in a television election ad:", "title": "AFSCME ad calls Ohio congressional candidate Jim Renacci a tax cheat", "text": "With control of the U.S. House at stake, Republicans and Democrats are waging fierce election campaigns across the country. In Ohio, at least four seats are considered in play, including the 16th Congressional District seat held by freshman Democratic Rep. John Boccieri of Alliance, a former state legislator who faces a well-financed Republican challenge from businessman Jim Renacci, a former Wadsworth mayor.\n\nThe American Federation of State, County and Municipal Employees union has joined the fight, attacking Renacci in two television advertisements. We recently looked into a statement in the first ad, which accused Renacci of backing a massive tax increase, and found it to be Half True.\n\nThe second ad levels an even harsher accusation that Renacci \"cheated on his income taxes\" and labels him a \"deadbeat citizen.\"\n\nRenacci has filed a defamation lawsuit in Stark County Common Pleas Court over the ad, which says he \"hid\" more than $13 million, and was forced to pay $1.4 million in back taxes and penalties. We wanted to see if AFSCME got closer to the truth the second time around.\n\nThe basis of the attack is a dispute between Renacci and the Ohio Department of Taxation. Renacci has built a fortune from business interests that include nursing homes, real estate investments, auto and motorcycle dealerships, a bar and grill, an arena football team and a minor-league baseball team.\n\nThe tax department assessed Renacci about $1.4 million in back taxes, interest and penalties for misreporting his income in 2000. Renacci and his wife, Tina, filed a state tax return for that year that claimed they had a loss of $247,336, but an audit found they actually made $13,730,440. The couple filed a tax appeal when the state dinged them for $954,650 in back taxes, $146,938 in interest and $293,876 in penalties.\n\nAt issue was Renacci’s trust income from an \"S\" corporation that had not been subject to state taxes for several years before Ohio’s tax commissioner issued an \"information release\" in January 2000 that changed the state’s policy and directed taxpayers to add such trust income to their federal adjusted gross income. \"S\" corporations permit income to be taxed at an individual rate for federal tax purposes and avoid double taxation on corporate income.\n\nThe tax department followed up with another information release in 2002 warning that it was launching audits and would impose fraud penalties on taxpayers who did not file amended returns reflecting the trust income and pay the taxes due.\n\nRenacci was among a group of taxpayers who fought the state decision. He contended that the trust income should have been tax-free and that he had \"reasonable cause\" to exclude it on his tax return, according to tax department and court documents.\n\nOthers dropped their appeals, but Renacci continued to fight, despite an Ohio Supreme Court ruling in 2006 in a similar case in which the court said the trust income was subject to taxation. In that case, the taxpayers reported their S corporation income on their 2000 tax return and then unsuccessfully asked for a refund.\n\nCourt records show the Renaccis eventually settled the tax dispute and sent the state the full amount due.\n\n\"He was proud of his fight, and to have fought till the end, along with many other Ohioans for tax fairness,\" Renacci’s campaign spokesman Jim Slepian said in an interview for a Plain Dealer story in April.\n\nThe AFSCME ad cites as its source an Associated Press story from April that said Renacci \"fought vigorously but eventually paid\" the back taxes and other assessments.\n\nWebster’s New World Dictionary defines cheat as \"a person who defrauds, deceives, or tricks others; swindler.\" And it defines deadbeat as \"a person who tries to evade paying debts.\"\n\nIt seems legitimate to raise questions about Renacci’s failure to properly report his income. Some facts are not in dispute.\n \n\n\nHe could have disclosed the trust income on his tax return, as the state warned he should, but he didn’t.\n\n\n\n \n\n\nHe could have paid the taxes and then contested the amount, but he didn’t.  \n\n\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\nHe didn’t amend his return, despite the explicit warning in 2002 from the tax department that in not doing so he could face penalties for failure to pay and fraud.\n\n\n\n\nBut in the end, after taking his dispute to court and working within the system to resolve it, he did ultimately pay the state the full amount due and he wasn’t ever charged with tax fraud.\n\nWe rate AFSCME’s statement as Mostly True.\n\nComment on this item.", "vclaim_id": "vclaim-pol-14531"}