{"url": "/factchecks/2020/apr/17/facebook-posts/no-walmart-hasnt-announced-staggered-shopping-sche/", "speaker": "Facebook posts", "vclaim": "Walmart is adopting a staggered shopping schedule by age group during the COVID-19 pandemic.", "truth_label": "pants-fire", "date": "stated on April 3, 2020 in a Facebook post:", "title": "No, Walmart hasn’t announced a staggered shopping schedule by age group", "text": "Social media posts falsely claim that Walmart is implementing a staggered shopping schedule that allows only certain age groups to shop in stores on designated days.\nA screenshot of the faux announcement shows someone saying they \"guarantee this is true.\"\n\"I confirmed it with my boss. I’m thankful this is happening. Hopefully Kroger, Publix and Target will follow suit. I’ve been risking my life along with my family’s life to service these stores with excessive amounts of people and their all time attitudes. Yesterday was the worst.\"\nThe alleged Walmart announcement, which contains multiple grammatical errors, reads: \n\"Due to the COVID-19 pandemic effective immediately Walmart is adopting a staggered shopping schedule as follows. We apologize for the (sic) inconeince: Monday Age 66+, Tuesday 56-65, Wednesday 46-55, Thursday 36-45, Friday 25-35, Saturday 24 and below, Sunday Emergency shopping only.\"\n\n \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nThis is a hoax. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThere has been no Walmart or Sam’s Club policy change that involves a shopping schedule separated by age group. \n\"The staggered shopping schedule is completely false,\" Rebecca Thomason, a Walmart corporate communications senior manager, told PolitiFact. \"We do have senior shopping hours and recently announced pick up hours for at-risk customers.\" \nOther grocery stores have also announced senior citizen shopping hours during the pandemic. Walmart’s takes place every Tuesday, an hour before the store opens.\nThe pickup hour Walmart recently announced will run at select locations from 7 to 8 a.m. and will be reserved for \"customers over the age of 60, as well as first responders, customers with disabilities and anyone designated high-risk by the Centers for Disease Control and Prevention,\" according to the organization’s website.\nThe company has implemented new policies for seniors and at-risk populations amid COVID-19, but it hasn’t mandated that certain age groups have to shop on specific days.\nThis is Pants on Fire!", "vclaim_id": "vclaim-pol-16962"}