{"url": "/factchecks/2013/mar/22/jeff-mullis/lawmaker-says-georgia-loses-out-fireworks-revenue/", "speaker": "Jeff Mullis", "vclaim": "Georgia loses \"millions of dollars of revenue because people go out of state to buy fireworks.\"", "truth_label": "mostly-true", "date": "stated on March 6, 2013 in a meeting:", "title": "Lawmaker says Georgia loses out on fireworks revenue", "text": "The Georgia night sky could -- loudly -- come to life if a piece of legislation becomes state law.\n\n\nSenate Resolution 378 would allow revenue from the sale of consumer fireworks to be used to help fund trauma care and firefighter services in Georgia. Currently, nothing with more pop than a sparkler can be sold in this state. The expansion would allow the sale of more high-powered fireworks, such as rockets, firecrackers and Roman candles. The resolution, if approved, would require a statewide voter referendum in November 2014. \n\n\nOne prominent sponsor of the bill, Sen. Jeff Mullis, said there’s a practical reason for such a law.\n\n\n\"We lose millions of dollars of revenue because people go out of state to buy fireworks,\" said Mullis, a Republican from Chickamauga, a 10-minute trip from the Tennessee border.\n\nMullis claimed in a press release that \"the sales tax on these purchases will raise and [sic] estimated $5 million each year for vital emergency services.\"\n\nLawmakers propose a 6 percent tax on fireworks sales with the proceeds being evenly split for trauma care and a firefighter safety council. An additional 1 percent tax could be collected by cities and counties.\n\n \n\nPolitiFact Georgia received a reader request to figure out if Mullis is correct in his assertion that Georgia loses millions of dollars because people travel to Alabama, South Carolina and Tennessee to get their fireworks. We try to stay away from fact-checking revenue projections.\n\nMullis, a former firefighter, said via email that his primary concern is Georgia is \"failing to capitalize on a form of commerce that could add millions of dollars to our state's bottom line, as well as jobs which would be created as a result of new industry.\"\n\nMarietta resident Bill Tugwell owns the large Alabama fireworks store on U.S. 431 between Phenix City and Eufaula that many metro Atlantans pass on their way to vacation along the Florida Panhandle beaches. The parking lot is often filled with cars bearing Georgia license plates.\n\n\n\"I don’t think it’s millions plural,\" Tugwell said regarding how much money Georgia loses to other states. \"I think it’s closer to a million.\"\n\n\nSome states have interesting purposes for their fireworks laws. Florida allows people to buy an estimated 2,000 forms of fireworks that are listed under the category of sparklers. For anything that explodes or lifts off the ground, you need a permit. Some of the permitted uses for more powerful forms of fireworks include scaring birds away from crops.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n\"There shouldn’t be a critter left in Florida,\" quipped Julie Heckman, executive director of the American Pyrotechnics Association, a Maryland-based trade group. \n\n\nRevenue officials in Alabama, South Carolina and Tennessee said they did not have any research showing how much money Georgians spend on fireworks there. Economics academics at colleges and universities in those states said they haven’t seen or conducted such research.\n\n\nA Senate spokeswoman sent us a report by the American Pyrotechnics Association that says consumers nationwide spent $649 million on fireworks in 2011, up from $284 million in 1998. The figures were not broken down by states.\n\n\nJeff Humphreys, director of the University of Georgia’s Selig Center for Economic Growth, suggested we could come up with an estimate by calculating a per capita breakdown of how much money Georgians would spend on fireworks if the menu of products was expanded.\n\n\nSince slightly more than 3 percent of the nation’s population lives in Georgia (9.9 million residents), that would equate to about $20 million being spent by Georgians in 2011. Humphreys advised us that there would be a multiplier effect on top of the direct fiscal impact due to reduced shopping outside Georgia if fireworks were available for purchase inside the state, but he said it would not be large. A 6 percent tax or fee could be worth at least $3 million annually.\n\n\nIn 2006, Indiana lawmakers imposed a 5 percent safety fee on retail fireworks sales. Indiana collects about $2.5 million a year from the fee, state data shows. Indiana has about 6.5 million residents. Michigan collected $755,262 from a 6 percent fireworks safety fee during the first eight months of its new law to allow more powerful fireworks to be sold, the Detroit News reported. The newspaper reported the revenue collected was far below projections. Michigan’s new fireworks safety fee and guidelines took effect in January 2012. Michigan has 9.8 million residents, nearly the same amount as Georgia.\n\n\nBill Weimer, a top official of a company in Ohio that sells many of the fireworks not currently sold in Georgia, believes Mullis’ claim is accurate. Weimer looked at the amount of fireworks sold in Indiana and believes the same volume of fireworks will be sold in Georgia or more.\n\n\n\"You can do the math,\" said Weimer, vice president of Phantom Fireworks, which sells fireworks to several national retail chains.\n\n\nPhantom Fireworks has been working with Mullis and other lawmakers trying to pass SR 378.\n\n\nSo where does this leave us? Mullis claimed Georgia’s economy loses millions of dollars in revenue because residents travel outside the state to purchase their fireworks. It’s probable, but there is no specific research to support his argument. We do know some Georgians go outside the state to buy fireworks, and it does seem like people spend millions of dollars on fireworks in other states.\n\n\nIt would be useful if there were more hard numbers out there to back up Mullis’ claim.\n\n\nBut based on the specific numbers we have from other states and our own estimates, he seems to be in the ballpark.\n\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-09562"}