{"url": "/factchecks/2016/jun/24/hillary-clinton/hillary-clinton-pregnancy-related-deaths-dropped-a/", "speaker": "Hillary Clinton", "vclaim": "As a result of Roe vs. Wade, \"America’s maternal mortality rate dropped dramatically.\"", "truth_label": "mostly-true", "date": "stated on June 10, 2016 in remarks at a Planned Parenthood event:", "title": "Hillary Clinton: Pregnancy-related deaths dropped after Roe vs. Wade legalized abortion", "text": "Hillary Clinton says her opponent Donald Trump wants to take the country back to a time that was bad for women’s reproductive health.\n\"When Donald Trump says ‘let’s make America great again,’ that is code for ‘let’s take America backward.’ Back to a time when opportunity and dignity were reserved for some, not all,\" she said in June 10 remarks at a Planned Parenthood event. \"Back to the days when abortion was illegal, women had far fewer options, and life for too many women and girls was limited. Well, Donald, those days are over.\"\nClinton went on to note significant moments in history for women’s health, notably the 1973 Supreme Court ruling that legalized abortion, Roe vs. Wade.\n\"So young women were no longer dying in emergency rooms and back alleys from botched, illegal abortions,\" she said. \"And this is a fact that is not often heard, but I hope you will repeat it: America’s maternal mortality rate dropped dramatically.\"\nWe decided to look into Clinton’s factoid: that Roe vs. Wade resulted in a decreased number of women dying as a result of pregnancy complications.\nMaternal mortality rates, which are the number of deaths per 100,000 live births, were already declining rapidly in the years prior to the January 1973 Roe vs. Wade decision, according to the Vital Statistics of the United States, maintained by the Centers for Disease Control. This is also true looking just at mortality rates related to abortion.\nIn 1965, about 32 women for every 100,000 live births died as a result of pregnancy complications, including abortions. It fell steadily every year leading up to Roe in 1973, when the rate was 15.2. The rate continued to decrease in the years after, to 9.6 in 1979.\n\nYou can see in the graph that there is a slightly bigger drop than previous years in maternal mortality rates between 1972 and 1973, during which the Supreme Court decided Roe.\nThe same pattern is visible for abortion-related deaths, with a rate of 6.3 in 1965, falling to fewer than 1 in the years after Roe.\nBoth overall maternal mortality and abortion mortality were declining in the years leading up to Roe due to better antibiotics, blood banks and other medical advancements, said David Grimes, a clinical professor in obstetrics and gynecology at the University of North Carolina School of Medicine. However, the decline in abortion related-deaths accelerated when abortion started to become legal.\nIt’s also worth noting that before abortion became legal, the number of abortions — and thus the number of abortion-related deaths — were likely underreported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nWhile Roe is a focal point, the decline in maternal mortality as a result of legalized abortion took place over about a decade — from the time states began to legalize abortion on their own in 1966 to when the rest transitioned to complying with the Supreme Court ruling in the late 1970s, said Johanna Schoen, an expert in reproductive rights history and professor at Rutgers University.\nBy the time the court decided Roe in 1973, New York, Alaska, Hawaii and Washington legalized abortion in nearly all cases, while about 13 other states legalized it in some cases, such as in the case of rape or incest.\nLegalizing abortion gave medical professionals the okay to conduct the procedure out in the open and to research safer methods, which helped bring overall maternal mortality rates down. So not only were women moving from less-safe illegal abortions to legal ones, the legal abortions were becoming safer. In fact, receiving an abortion now carries a lower mortality risk than moving forward with a pregnancy.\n\"With the legalization of abortion and the simultaneous introduction of medical equipment to perform first trimester abortions with vacuum aspiration machines, a previously clandestine and dangerous procedure became safe, quick, and inexpensive almost overnight,\" Schoen wrote in her book, Abortion after Roe.\nThe fact that legalizing abortion was able to affect overall maternal mortality rates is a testament to how many women were having abortions at the time, Schoen told PolitiFact.\nIn a stark turn of events, maternal mortality rates are currently on the rise in the United States, according to the Centers for Disease Control. This sets the United States apart from its peer countries, which have generally seen continued declines.\n\nResearchers hypothesize that the increase has to do with women getting pregnant while suffering from a chronic illness like diabetes, more women giving birth via higher-risk cesarean sections, or hospitals are getting better at reporting maternal deaths.\nOur ruling\nAs a result of Roe vs. Wade, \"America’s maternal mortality rate dropped dramatically.\"  \nRates of women dying as a result of pregnancy complications were already on the decline when the Supreme Court decided Roe vs. Wade. But experts told us that a primary reason behind this trend was legalizing abortion nationwide, which took place over a decade, with Roe as a focal point. So Roe solidified this improvement in maternal mortality rates.\nWe rate Clinton’s claim Mostly True.\nhttps://www.sharethefacts.co/share/f5af5bca-127a-4301-ab1f-202b4c15c8ed", "vclaim_id": "vclaim-pol-04787"}