{"url": "/factchecks/2018/may/07/blog-posting/radio-shows-headline-falsely-claims-philadelphia-s/", "speaker": "Bloggers", "vclaim": "\"Black men arrested In Philadelphia Starbucks settle for $2 million\"", "truth_label": "false", "date": "stated on May 2, 2018 in a blog post:", "title": "Radio show's headline falsely claims Philadelphia Starbucks settlement was for $2 million", "text": "A headline on the website for a nationally syndicated radio show falsely claimed that two black men who were arrested at a Starbucks while waiting for an acquaintance settled for $2 million.\n\"Black men arrested in Philadelphia Starbucks settle for $2 million,\" said the headline of a May 2 post on The Rickey Smiley Morning Show’s website.\nThe show’s Twitter account on May 2 tweeted a link to the story with a similar caption about a $2 million settlement.\nBlack Men Arrested In Philadelphia Starbucks Settle For $2 Million https://t.co/7U0UNWFzSU pic.twitter.com/jeqzZoDhv3— Rickey Smiley Morning Show (@TheRSMS) May 2, 2018\n\n\nFacebook users flagged the website’s post as being potentially wrong. The original headline was. But the post has since been updated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nRashon Nelson and Donte Robinson were arrested April 12 at a Philadelphia Starbucks while waiting for a business meeting. The two men were sitting at a table waiting for a friend, but had not made purchases. When they refused to leave, a store manager called the police and they were eventually escorted out in handcuffs, according to Philly.com. The incident was caught on video, prompting national news and allegations of racism.\nThe two men settled with the city for $1 each. Also, the city agreed to create a $200,000 fund to assist Philadelphia’s young entrepreneurs. A joint statement from Starbucks, Nelson and Robinson said they reached \"a confidential financial settlement as well as a commitment to continued listening and dialogue between the parties as a means toward developing specific actions and opportunities.\"\nWhile the headline on the The Rickey Smiley Morning Show incorrectly said the men had settled for $2 million, the story itself accurately represented the outcome.\n\"Instead of a long and drawn-out legal battle, the men at the center of the Philadelphia Starbucks arrest incident have taken an incredibly low settlement from the city with a perk that speaks to their interests,\" the post said. \"Taking $1 dollar settlements each, Rashon Nelson and Donte Robinson will help spearhead a $200,000 grant program designed to aid young entrepreneurs like themselves.\"\nAs of early afternoon May 4, the headline said the settlement was for $2 million. It has since been amended to say it was for $2.\nWhile The Rickey Smiley Morning Show has updated its headline, the original version claimed the settlement was for $2 million, not $2. We rate the headline False.\n Share the Facts 2018-05-07 18:23:43 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Black men arrested In Philadelphia Starbucks settle for $2 million\"    The Rickey Smiley Morning Show Bloggers https://web.archive.org/web/20180503143610/https://rickeysmileymorningshow.com/1908839/black-men-arrested-in-philadelphia-starbucks-settle-for-2-million/   in a blog post Wednesday, May 2, 2018 2018-05-02    Read More  info", "vclaim_id": "vclaim-pol-02101"}