{"url": "/factchecks/2010/jul/07/al-hunt/bloombergs-al-hunt-says-crime-down-arizona/", "speaker": "Al Hunt", "vclaim": "\"Crime is down in Arizona.\"", "truth_label": "true", "date": "stated on July 4, 2010 in an appearance on ABC's \"This Week.\":", "title": "Bloomberg's Al Hunt says crime is down in Arizona", "text": "The debate about immigration often involves discussions about whether illegal immigrants cause more crime. The topic came up on ABC's This Week on July 4, 2010, when Al Hunt, the executive editor in Washington for Bloomberg News, criticized John McCain for the Republican senator's comments about crime in Arizona.McCain had explained his shift on immigration by saying, \"The violence is incredibly high. The human smuggling and drug cartels are at a level of violence where 25,000 -- 23,000 Mexican citizens have been murdered in the last few years, 5,000 already this year. There's a level of violence which has increased to a significant degree, which makes the situation far different than it was in 2007\" when the Senate last considered immigration reform. He added, \"But I invite the president to come to the border, and he can see for himself the absolute necessity of getting our border secure before more violence spills over onto our side of the border... It is not the same as it was in 2007. And the people deserve not to have our ranchers murdered, not to have a deputy shot by a drug smuggler with an AK-47 in Pinal County. The situation has dramatically changed, and the statistics absolutely back that up.\" During the roundtable discussion on This Week, Hunt told host Jake Tapper: \"I must say, John McCain, in his interview with you, Jake, that was extraordinary to say that crime is up there. He's talking about Mexico. Crime is down in Arizona. Every single academic study that's been done shows that immigrants commit fewer crimes.\" It is unclear whether McCain was suggesting that crime in Arizona was up because of illegal immigrants, but we were curious about Hunt's claim that crime in Arizona -- a state that ranks 6th for the estimated population of illegal immigrants -- was down.Because Hunt did not specify the types of crime, we'll examine all types. We checked the FBI's Uniform Crime Reports as well as data from Arizona's Department of Public Safety and found Hunt is correct that crime is down. From 2004 to 2008, data from Arizona's DPS shows a 23 percent drop in the overall crime rate, while the FBI's statistics on Arizona show a 19 percent drop. Although the FBI has not released all of the data on 2009, Arizona's statistics show the crime rate in 2009 dropped an additional 12 percent. \"Crime has been going down, overall, in Arizona,\" said Tony LaRose, an associate professor of criminology at the University of Tampa, but he noted it has been a national trend for the past almost three decades.\"The trend holds even if you only measure violent crime, which James Alan Fox, a professor of criminology at Northeastern University, said is the type of crime people think of when discussing crime and illegal immigrants. The violent crime rate fell 11 percent from 2004 to 2008 in Arizona.Whether or not Hunt was correctly interpreting McCain's comments is outside of the scope of the claim, but he is right about Arizona crime going down. So we rate Hunt's claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14800"}