{"url": "/factchecks/2012/jan/04/rick-santorum/rick-santorum-ad-claims-he-reformed-welfare/", "speaker": "Rick Santorum", "vclaim": "Rick Santorum \"reformed welfare.\"", "truth_label": "half-true", "date": "stated on December 29, 2011 in a video ad:", "title": "Rick Santorum ad claims he reformed welfare", "text": "A new Rick Santorum campaign ad asks, \"Who has the best chance to beat Obama?\"\n\nThe answer: Santorum, of course.\n\nAs images appear of the Republican presidential hopeful on the stump and walking with his wife, a voice-over calls him a \"full-spectrum conservative\" and \"a favorite of the tea party for fighting corruption and taxpayer abuse.\"\n\nThen the words \"reformed welfare\" pop up in white type.\n\nSantorum, a former Pennsylvania senator who also served two terms in the House, made welfare reform a central issue during his congressional career. So we wondered, among the many prominent politicians who also have worked to reform welfare, how does he stack up?\n\nEfforts in Congress\n\nWhen Bill Clinton was elected president in 1992, he pledged to \"end welfare as we know it.\"\n\nSantorum, then serving in the House, was among a group of Republicans determined to hold the new president to his promise.\n\nIn early 1993, Santorum helped write legislation that tied cash benefits to participation in work and educational programs, with the goal of moving people off of welfare rolls permanently. Newspaper accounts from the time call him a \"chief sponsor\" of the bill who \"helped shape the Republican position on welfare reform.\"\n\nThat bill sputtered, but what evolved was a years-long battle between Clinton and Republicans in Congress over how to reform the system. In 1994, Santorum was elected to the Senate, where he immersed himself in the fight.\n\n\"The strict conservatives believe the bottom line is, let's cut this thing, let's save money,\" he said in 1995, according to the Philadelphia Inquirer. \"The rest of us, which I believe is a majority of Republicans, believe this is the number-one societal problem, that it's at the root of the disintegration of families in the inner city, the social decay we have seen in the last 20 years.\n\n\"What we have to stop doing is guaranteeing people failure. These programs have done nothing but keep people poor. Sure they put food on the table, but they don't provide much hope.\"\n\nClinton vetoed two bills before signing landmark legislation in August 1996 that ended guaranteed cash benefits put in place under Franklin Roosevelt and transferred more control over welfare to the states.\n\nExperts’ takes\n\nWe talked to several experts about the ad’s claim, and all agreed that Santorum was at the forefront of the welfare reform fight, even as a junior legislator.\n\n\"He certainly didn't reform welfare by himself,\" said Lawrence Mead, a politics and public policy professor at New York University and a scholar at the American Enterprise Institute. \"He was less important than the more senior congressional leaders or President Clinton, let alone the myriad state and local officials who finally made it happen at the local level. But he was more important than the average member of Congress. The whole episode was a credit to him.\"\n\nRon Haskins, who was a key Republican staffer in drafting the reform and who also wrote the book Work Over Welfare: The Inside Story of the 1996 Welfare Reform Law, had this to say:\n\n\"He deserves as much credit for welfare reform as anyone with the possible exceptions of (former Florida congressman) Clay Shaw and Bill Clinton. He wrote the bill that was part of the Contract with America which set the pattern for all subsequent Republican welfare reform bills. In addition, he ran the floor debate in the Senate even though he was a freshman member,\" Haskins, now a senior fellow at the Brookings Institution, said in an e-mail.\n\nOur ruling\n\nSantorum’s ad said simply that he \"reformed welfare.\"\n\nSantorum was a leader in the 1990s efforts to overhaul the nation’s system for aiding poor families, reshaping the program into one that encourages recipients to move toward financial independence. He had a hand in writing Republican bills and was influential in the process in both the House and Senate. But no one reformed welfare alone. Although he was a key player, Santorum’s ad ignores others who helped usher in change -- including some who played even larger roles than he did. On balance, we rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11861"}