{"url": "/factchecks/2013/feb/21/barack-obama/barack-obama-says-sequestration-cuts-will-be-indis/", "speaker": "Barack Obama", "vclaim": "The sequester \"won’t consider whether we’re cutting some bloated program that has outlived its usefulness, or a vital service that Americans depend on every single day. It doesn’t make those distinctions.\"", "truth_label": "mostly-true", "date": "stated on February 19, 2013 in a speech in Washington, D.C.:", "title": "Barack Obama says sequestration cuts will be indiscriminate", "text": "Over the past few years, President Barack Obama and Congress have lurched from one fiscal crisis to another. The latest, known as sequestration, would impose across-the-board cuts on most types of federal spending.\n\nTo pressure Congress to prevent sequestration by the March 1, 2013, deadline, Obama gave a speech on Feb. 19 surrounded by law enforcement officers.\n\n\"Emergency responders like the ones who are here today -- their ability to help communities respond to and recover from disasters will be degraded,\" Obama said. \"Border Patrol agents will see their hours reduced. FBI agents will be furloughed. Federal prosecutors will have to close cases and let criminals go.\"\n\nDire warnings about budget cuts are a popular tactic in the nation's capital sometimes called the \"Washington Monument strategy\" because federal agencies will sometimes threaten to close popular things such as the monument to build opposition.\n\nSeparately, we are fact-checking Obama's specific warnings. In this item, we're exploring his broader comment that a sequester \"won’t consider whether we’re cutting some bloated program that has outlived its usefulness, or a vital service that Americans depend on every single day. It doesn’t make those distinctions.\"\n\nWe checked with experts in federal budgeting law to see whether they thought Obama’s explanation was accurate.\n\nWays in which the sequester doesn’t make distinctions in federal spending cuts\n\nWhen the White House and Republicans had a showdown over the debt ceiling in 2011, they set up the sequester as something of a poison pill -- budget cuts that would be so harmful they would force both sides to make a deal. Adapting a process first outlined in a 1985 law, they defined the rules this way:\n\n\"Except as otherwise provided, the same percentage sequestration shall apply to all programs, projects, and activities within a budget account (with programs, projects, and activities as delineated in the appropriation Act or accompanying report for the relevant fiscal year covering that account, or for accounts not included in appropriation Acts, as delineated in the most recently submitted President’s Budget).\"\n\nThat means the cuts are pretty much across-the-board, which means the sequester \"is indeed indiscriminate,\" said Ronald M. Levin, a law professor at Washington University School of Law.\n\nJohn F. Cooney, a Washington lawyer who led the legal team that implemented a federal sequester under President Ronald Reagan in 1986, concurs.\n\nIn a column published in November 2012, he wrote that sequestration requires a \"uniform percentage reduction on all covered programs — good and bad alike — without differentiation. … The President has no discretion in implementing the reductions. He must follow Congressional directives and may not, for example, shift required reductions from Treasury to Agriculture.\"\n\nEven the fact that some programs are exempted from the sequester supports Obama’s point.\n\nCertain programs are protected from sequestration cuts entirely, including Social Security, federal retirement payments, veterans compensation, Medicaid, Pell Grants, food stamps, Supplemental Security Income, and veteran's health programs. The administration will also be able to shield military personnel from cuts. Meanwhile, Medicare cuts are limited to 2 percent -- well below the 7.9 percent cuts that most types of defense discretionary funding will tentatively face, and the 5.3 percent cuts in store for non-defense discretionary funding.\n\nThis list of exemptions \"is the result of tradition and legislative negotiations, rather than a defensible process of prioritizing cuts based on explicit criteria,\" said Roy T. Meyers, political scientist at the University of Maryland-Baltimore County who specializes in budget matters. \"So there has already been some prioritization, but whether it is sensible or not is a separate question.\"\n\nSo Obama has some justification for saying the sequester doesn't see distinctions between effective and ineffective government programs.\n\nWays in which the sequester does allow for some flexibility\n\nHowever, Obama’s statement is somewhat misleading because, within the specific programs targeted for cuts, federal managers have a fair amount of discretion about what to reduce.\n\n\"Policymakers like to point out the most awful possible outcomes, but these aren’t necessarily how it will play out,\" said Steve Ellis, vice president of Taxpayers for Common Sense.\n\nUnder sequestration, uniform cuts must be applied to any \"program, project or activity\" that isn’t otherwise exempted. The Department of Defense alone has more than 2,500 of these programs, projects and activities, and other agencies have thousands more, according to Cooley. The Office of Management and Budget has already outlined how it would apply the cuts to some 1,200 budget accounts.\n\nHowever, within a given program, officials don’t have to cut every line item equally.\n\nWithin a given program, \"the agencies will have great discretion in determining how to allocate the reductions, utilizing the three tools available: cutting public services, furloughing staff, and cutting government contracts,\" Cooley wrote. Because different agencies have different cost breakdowns, the pattern of reductions will vary from agency to agency. Some agencies may see widespread furloughs; others might cut back on contractors, or award fewer grants, or delay or cancel orders for supplies.\n\nIn fact, Obama’s deputy director of the Office of Management and Budget, Jeffrey Zients, wrote a memo on Jan. 14, 2013, offering \"guiding principles\" for federal managers to use as they make cuts. These principles include:\n\n• Using \"any available flexibility to reduce operational risks and minimize impacts on the\nagency's core mission.\"\n\n• Safeguarding projects that, if cut, would \"potentially have a significant deleterious effect on the agency's mission or otherwise raise life, safety, or health concerns.\"\n\n• Using tools such as hiring freezes, releasing temporary employees, not renewing contract hires, and authorizing early buyouts.\n\nDespite these powers of discretion over how to cut, the end result still bolsters Obama’s argument that the cuts won’t take into account the quality of a program. The kinds of cuts Zients urged are based on expediency, Meyers said, \"not on whether a program is more effective or has a higher priority than other programs.\"\n\nOur ruling\n\nIn explaining the sequester, Obama oversimplified by glossing over the tools federal managers can use their own discretion to make cuts -- tools that his own Office of Management and Budget is encouraging managers to use. However, Obama is right that the sequester does require uniform cuts to thousands of programs, with nothing to focus steeper cuts on ineffective or less important programs. We rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-09677"}