{"url": "/factchecks/2020/feb/07/blog-posting/headline-falsely-claims-mitt-romney-could-be-remov/", "speaker": "Bloggers", "vclaim": "Says with his guilty impeachment vote, Senator Mitt Romney “could be removed from office.”", "truth_label": "false", "date": "stated on February 6, 2020 in a story:", "title": "Headline falsely claims Mitt Romney could be removed from office over impeachment vote", "text": "Utah Sen. Mitt Romney cast the only Republican vote to convict president Donald Trump in the impeachment trial – marking the first time in U.S. history a senator voted to convict a president of the same party.\nTrump was acquitted on both charges, but that didn’t stop Romney’s vote from making him a top target of misinformation online. \nOne viral blog post circulating on Facebook claims that Romney could be removed from office over his vote. Its headline reads: \n\"#RecallMitt Movement: With His ‘Guilty’ Vote, Mitt Romney Could Be Removed From Office.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe headline makes it appear as if his vote alone could have him removed. That’s not true.\nThe body of the post goes into specifics about a state measure introduced in Utah that would allow voters to recall their senators. It’s a proposal and not official law. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"As Mitt Romney grandstands in the U.S Senate’s doomed Trump impeachment trial in an effort to demonstrate his own moral superiority, the Utah legislature is mulling a measure that would allow the state’s citizens to recall their senators. The measure could hypothetically be used to recall Romney from office.\"\nThe bill, HB217 was introduced on Jan. 29 by Rep. Tim Quinn and would create a system where Utah voters could set up a \"recall election to remove senators.\" \nQuinn maintains that the bill’s timing is coincidence and has nothing to do with Romney. He told Utah public radio station KPCW that the bill stems from constituents’ concerns with the 17th amendment, which established the six-year term for U.S. senators.\nThe measure says 25% of \"active voters\" (Utahns who voted in the last two elections) would have to sign a petition requesting a recall vote. Senators could not be recalled within the first year of their term or within a year of the end of their term.\nBut, if passed, the bill would likely face a constitutional challenge. Some states have recall provisions for state offices such as governor, attorney general or state representatives, but the U.S. Constitution doesn’t provide for the recall of federally elected officials.\nA similar legal precedent may be a 1995 Supreme Court ruling that struck down an Arkansas challenge to set term limits on its representatives. The court ruled that states did not have the right to impose requirements for individuals to qualify for federal office.\nThe blog post’s headline falsely states that Romney could be removed from office over his impeachment vote. It oversimplifies a state bill that contains several requirements, hasn’t passed and may not be constitutional if it does. \nWe rate this False.", "vclaim_id": "vclaim-pol-17354"}