{"url": "/factchecks/2019/apr/04/elizabeth-warren/why-do-farmers-get-so-little-our-food-dollars-us/", "speaker": "Elizabeth Warren", "vclaim": "Mergers and integration in agribusiness \"squeeze\" family farms, and \"the result is that farmers are getting a record-low amount of every dollar Americans spend on food.\"", "truth_label": "half-true", "date": "stated on March 27, 2019 in a policy paper posted on Medium:", "title": "Why do farmers get so few of our food dollars? Us.", "text": "Democrat Elizabeth Warren released a policy aimed directly at farmers in the key caucus state of Iowa. Under the headline \"Leveling the Playing Field for America’s Family Farmers,\" Warren detailed how she would curtail the economic heft of mega-agricultural companies. She said family farms are caught in a \"squeeze\" that she linked to consolidation in the industry.\n\"Mergers mean that farmers have fewer and fewer choices for buying and selling, while vertical integration has meant that big agribusinesses face less competition throughout the chain and thus capture more and more of the profits,\" Warren wrote March 27. \"The result is that farmers are getting a record-low amount of every dollar Americans spend on food, food prices aren’t going down, and agribusiness CEOs and other corporate executives are raking it in.\"\nThe numbers clearly show the declining share of dollars going to farmers. What’s less certain is what large agricultural corporations have to do with that.\nAnd before going deeper, it’s important to note that a smaller share of the food dollar doesn’t translate into tougher times for farmers. Even as it has gone down, there have been times when farmers made more money because sales rose.\nFarmers on the losing end of food dollar trends\nWhen Americans buy a box of cereal, a head of broccoli or a meal at a restaurant, some portion of each dollar goes to different players in the supply chain. The U.S. Agriculture Department has detailed statistics back to 1993. From that starting point, the trend is unmistakable — farms have been getting less and less.\nIn 1993, the farm share was 17.5 cents on the dollar. In 2017, it fell to 14.6 cents. Those are current dollars. Corrected for inflation, the numbers are a little different — 16.1 cents and 12.2 cents — but the trend is the same. Either way, the farm share has never been lower.\n\nThe big winner: Food service\nUSDA economists drill down to see the fraction of each food dollar that goes to each industry that helps put food on the table, whether that table is at home or in a restaurant. The list ranges from agribusiness (the firms that sell seeds and other materials to farmers), to food processors, to packaging, to energy and more.\nBy and large, each sector held a fairly stable share until 2010. That year, the share going to food service — any eating or drinking establishment — took off. Restaurants, fast-food chains, college food services, and their ilk gained an additional 7.5 cents in six years. That rise came at the expense of other players, but none more than farmers.\n\nFarms lost 2.8 cents on the dollar, more than any other sector. The second biggest losers were food processing and grocery stores. Agribusiness, part of the focus of Warren’s comment, lost less than half a cent.\nChanging habits drive the trend\nWhen Americans buy apples at a farm stand, the share staying with the farm is large (it's not 100 percent because the farm has expenses). But buy a slice of apple pie at a restaurant and that money gets split among every company and person along the way, from the trucking firm that shipped the apples, to the server who brings the pie to the table, and everyone in between.\nMore and more, Americans are eating food outside the home, and that has fundamentally altered how much of the food dollar goes to farmers. Out of a dollar spent for food at a grocery store, the share has gone up and down but basically is unchanged from 1993. It’s now about 23.4 cents.\nFor food eaten away from home, the amount going to farmers has always been much lower, and it has shrunk since 1993. It’s now 4.4 cents, about half what it was 25 years earlier.\nUSDA economists spotted the trend a while back.\n\"Increasing expenditures on food services are behind much of the reduction in the farm share,\" they wrote in 2011.\nOther players found ways to cushion themselves from this shift.\n\"Processors are processing the food sold for away-from-home consumption,\" said John Ikerd, professor emeritus of agricultural economics at the University of Missouri. \"Food-service wholesalers are selling and delivering to restaurants and institutions, and virtually all of the major supermarkets now have food courts or even restaurants in their stores.\"\nOn top of that, even for food bought at the grocery store, American habits put the squeeze on farmers. Each added step in the supply chain means a smaller percentage for the farmer — think here of any ready-made food.\n\"Consumers do like convenience,\" said William Knudson, an agricultural economist at Michigan State University. \"People want to buy bread, or a frozen pizza. They don’t want to buy flour.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe unclear impact of agribusiness\nWarren tied the falling share for farmers to fewer and larger companies controlling key inputs and more steps in the supply chain. For some products, there’s evidence of that. The Obama administration changed the rules for poultry growers, who face a processing sector dominated by four companies. (The Trump administration later put those rules on hold.)\nA 2012 USDA study said the conditions were right for agribusiness to throw its weight around.\nBut in practice, the case is harder to make.\n\"Concentration matters in general, but the precise effects on prices vary widely and depend on a host of other factors,\" USDA economist James MacDonald wrote in a 2017 article.\nWarren cited a press release from the National Farmers Union, which in turn cited the work of Mary Hendrickson, a University of Missouri sociologist who studies farm economics. Hendrickson said the jury is still out on the impact of agribusiness consolidation.\n\"There’s a lot of argument about that,\" Hendrickson said. \"It’s not resolved.\"\nMacDonald told us that in the long-run, rising productivity, not agribusiness consolidation, has pushed the farm share down.\n\"Over time, a greater share of the total costs of producing food fall on processing and retailing,\" he said.\nFarm share is a poor yardstick\nWhile Warren doesn’t come right out and say it, her implication is that a shrinking share of the food dollar is bad news for farmers. It’s not that simple. When demand has stayed strong, farm incomes have risen, even as the share of the food dollar has dropped.\nThe Congressional Research Service, the nonpartisan arm of Congress, wrote that falling farm-share numbers \"should not be misconstrued to suggest that marketing costs are too high or that farmers’ well-being has declined. These statistics do not address either of those issues.\"\nGary Brester, agricultural economist emeritus at Montana State University, looked at meat producers between 1945 and 2006. The farm share fell from 74 percent to 33 percent. During the entire time, \"real per-farm net income has trended upward,\" Brester wrote in 2009.\n\"This concept is perhaps the most frequently quoted, but misused, number published by the USDA,\" Brester said in his article.\nFarm incomes have fallen in recent years, but that stems more from low prices due to a number of factors, not due to a falling share of the food dollar.\nHendrickson said what the measure actually reflects isn't so much farm profits as the length of the supply chain.\n\"More people have come between the farmer and the eater, each trying to get their share,\" she said.\nAnd the longer the supply chain, Hendrickson said, the less market power farmers have.\nOur ruling\nWarren said that mergers and integration in agribusiness \"squeeze\" family farms and \"the result is that farmers are getting a record-low amount of every dollar Americans spend on food.\"\nGovernment data definitely show that farmers are getting a record-low share of the food dollar. In some cases, consolidation of agribusinesses has contributed to that, but the broader connection is unproven. The strongest driver is Americans’ increasing appetite for food at restaurants and prepared foods at grocery stores. When preparation costs more, the percentage going to farmers declines.\nBut a declining share of the food dollar going to farms does not mean farmers are worse off.\nElements of this claim have a measure of truth, but it leaves much out. We rate this claim Half True.\n Share the Facts 2019-04-04 20:59:23 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Mergers and integration in agribusiness \"squeeze\" family farms, and \"the result is that farmers are getting a record-low amount of every dollar Americans spend on food.\"     Elizabeth Warren Democratic Senator from Massachusetts https://medium.com/@teamwarren/leveling-the-playing-field-for-americas-family-farmers-823d1994f067   In a policy announcement on Medium. Wednesday, March 27, 2019 2019-03-27    Read More  info", "vclaim_id": "vclaim-pol-00802"}