{"url": "/factchecks/2012/sep/17/phil-gingrey/gingrey-medicare-reform-plan-does-not-create-vouch/", "speaker": "Phil Gingrey", "vclaim": "Medicare \"premium support\" backed by Republican vice presidential candidate Paul Ryan \"is not vouchers.\"", "truth_label": "barely-true", "date": "stated on August 14, 2012:", "title": "Gingrey: Medicare reform plan does not create voucher system", "text": "GOP presidential candidate Mitt Romney’s decision to pick U.S. Rep. Paul Ryan as his running mate unleashed a flood of partisan debate over Medicare.\n\nGeorgia politicians are riding the rapids.\n\nThe Wisconsin congressman is the architect of a plan to overhaul Medicare that Democrats have widely attacked as a \"voucher system.\"   \n\nDuring an interview on CNN, Republican U.S. Rep. Phil Gingrey of Marietta used a more delicate term: \"premium support.\"\n\n\"Premium support is not vouchers,\" the co-chairman of the House Republican doctors caucus said Aug. 14.\n\n\"A voucher would be, you hand money to a senior and say, ‘Hey, go find your health care,’ \" he said. \"This would be run by the Medicare trustees. … The money would stay there.\"  \n\nSo which one is it? \"Premium support\" or a voucher plan?\n\nDemocrats have used the word \"voucher\" over the years to criticize Republican privatization proposals. Republicans don't like the word and try to avoid it\n\nPolitiFact National recently gave President Barack Obama a Mostly True when he said that Romney and Ryan \"want to turn Medicare into a voucher system.\"\n\nIts inquiry started with the dictionary.\n\nMerriam-Webster defines a voucher as \"a written affidavit or authorization ... a form or check indicating a credit against future purchases or expenditures; a coupon issued by government to a parent or guardian to be used to fund a child's education in either a public or private school.\"\n\n\"Premium support\" describes a concept that’s been kicking around since the mid-1990s.\n\nHealth policy experts Henry Aaron of the Brookings Institution and Robert Reischauer, a former Congressional Budget Office director, defined the term in a 1995 study. Versions of premium support have appeared in other proposals since then.\n   \nBroadly speaking, these proposals would change Medicare from a program in which the government pays the health care provider for services directly to one in which the government designates money for a beneficiary to spend on an insurance plan.\n   \nThe initial Ryan plan that used \"premium supports\" was released in early 2011. It was approved by the GOP-controlled House before dying in the Senate.\n\nHere’s what PolitiFact National has to say about this version:\n\nIn this first version, for workers 55 and younger, Medicare would have changed from a program that pays doctors and hospitals for their services to one in which the government would designate a pot of money for each beneficiary to pay for private insurance premiums.\n\nBeneficiaries would have selected a plan from a group that complies with standards set by the U.S. Office of Personnel Management, which runs the health benefits program for federal employees.\n\nThe beneficiary would receive an amount based in part on the cost of the second-least-expensive plan available on the exchange.\n\nThe most recent version of Ryan’s plan has one key difference. He gave beneficiaries the option of selecting a plan that acts like traditional Medicare.\n\nDoes this mean Ryan’s plan is not a voucher system? Gingrey spokeswoman Jen Talaber offered two main arguments to back up his statement:\n\nOne: The government pays, not the senior\n\n\"Premium support means the senior picks from a list of government-approved plans and then the government pays the bill,\" Talaber said.\n\nThis argument falls short. Early proponents of premium support did not consider this to be a defining characteristic of the system.\n\nEven if they did, this type of approach would still fit the dictionary definition of \"voucher,\" which we described above.\n\nTwo: The amount of support would change to meet the rising cost of health care\n\nTalaber pointed us to a 2011 blog post written by Aaron, co-author of the study we mentioned above.\n\n\"The defining attribute of the plans that Reischauer and I christened ‘premium support’ was that the amount of support was to be indexed to average healthcare costs, not, as in voucher plans, to a price index or per person income,\" Aaron wrote.\n\nThe difference is crucial, Aaron wrote: \"Voucher plans are virtually guaranteed to become increasingly inadequate; premium support plans will not.\"\n\nAaron’s blog post, however, does not prove Gingrey’s point. As we mentioned above, Ryan’s plan indexes premium supports to the second-least-expensive plan available in the exchange -- not average health care costs.\n\nThis difference opens Ryan’s plan to reasonable criticism that it may not share premium support’s defining characteristic.\n\nIn the interest of fairness, we considered other arguments on why Ryan’s plan counts as premium support, not vouchers. Some backers of free-market reforms do think there’s a substantive difference, although experts interviewed by PolitiFact National differ on how to classify Ryan’s plan.\n\nAaron himself told PolitiFact National that he thinks \"premium support is a type of voucher.\"\n\nFurther complicating the matter is that even among policy wonks, language tends to evolve over nearly two decades.\n   \nRegardless, Ryan’s plan fits the dictionary definition of \"voucher\" pretty well.\n\nGingrey’s statement that \"premium support is not vouchers,\" has two main problems.\n\nIt’s fair to argue that Ryan’s plan lacks an essential feature of \"premium support\" -- being indexed to average health care costs. We think this is a crucial shortcoming.\n\nFurthermore, the claim draws distinctions that are too fine for a general audience -- and even some experts.\n\nWe give Gingrey a Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-10371"}