{"url": "/factchecks/2013/jan/15/don-gaetz/don-gaetz-says-he-backed-proposal-expand-early-vot/", "speaker": "Don Gaetz", "vclaim": "\"I sponsored the amendment that expanded the hours of early voting so that people who have irregular work schedules could vote.\"", "truth_label": "half-true", "date": "stated on January 11, 2013 in an editorial board interview:", "title": "Don Gaetz says he backed proposal to expand early voting hours per day", "text": "Amid criticism of new Florida voting laws that were widely blamed for long lines at the polls, Florida Senate President Don Gaetz said he’s willing to revisit the rules during the upcoming legislative session.\n\nGaetz voted for the controversial 2011 law, which among other things cut the number of early voting days from 14 to eight.\n\nGaetz, a Niceville Republican, is not yet convinced the state needs to expand the number of early voting days, but he’s quick to point out that it is because of him that the state expanded daily early voting hours in the 2011 bill.\n\n\"I sponsored the amendment that expanded the hours of early voting so that people who have irregular work schedules could vote,\" Gaetz said in a Jan. 11, 2013, editorial board interview with the Orlando Sentinel. \"And I said if that amendment didn't pass, I would join the Democrats in resisting the proposal to limit the number of days of early voting.\"\n\nLet’s rewind the clock. Is Gaetz correctly characterizing the past?\n\nFirst, a refresher: The sweeping elections overhaul pushed by Republicans included a number of new restrictions on voter registration, political committees, the date of the presidential preference primary and, yeah, early voting.\n\nBefore Gov. Rick Scott signed HB 1355 into law, early voting started 15 days ahead of an election and ended two days prior. Supervisors were required to provide voters with eight hours of early voting on weekdays sometime between 7 a.m. and 7 p.m., as well as a total of eight hours during each of the two weekends. Voting on the Sunday before an election was popular among African-Americans who hosted \"souls to the polls\" drives.\n\nAll told, supervisors had to provide 96 hours for early voting.\n\nThe new law reduced the number of days for early voting from 14 to eight. Republicans said they thought the changes would save money, but Democrats accused them of trying to suppress the vote of liberal and minority voters, who prefer early voting. The new law also meant an end to the \"souls to the polls\" rallies on the Sunday before the election.\n\nThe new law came with new restrictions for voting hours, too. Instead of eight hours of early voting per weekday, the law called for a minimum of six hours a day and a maximum of 12 hours a day.\n\n* * *\nNow we’ll examine what Gaetz had to do with it.\n\nGaetz spokeswoman Katherine Betta directed us to this amendment introduced by Gaetz and the sponsor of the proposed elections overhaul, Sen. Miguel Diaz de la Portilla, R-Miami, on May 5, 2011.\n\nThe amendment did three main things: It required local election supervisors to tell the Department of State 30 days in advance the hours and address of each early voting site; it reduced the number of days for early voting, as we have already explained; and it set the daily number of hours for early voting between six and 12 hours. The latter action is key to our fact-check.\n\nGaetz said he introduced the amendment to give more consideration to teachers and military members who populate his former Panhandle district and may have unusual working hours. Voting days of 12 hours would mean voting would be available outside of the traditional 9-to-5 workday.\n\nSenate Republicans said they thought reducing early voting days would save money, but a few elections supervisors warned that 12-hour days might actually lead to higher overtime costs. According to news accounts, Gaetz said Republicans did not want to \"dramatically reduce early voting.\"\n\nAt one point during the legislative process, the number of early voting days was reduced all the way down to five. Republicans fended off Democratic attempts to restore the number of early voting days back to 14. Gaetz’s amendment, which offered eight early voting days, was adopted by the Senate and included in the final version of the bill that Scott signed.\n\n* * *\n\nNow we will address the claim that Gaetz offered the amendment as a compromise and threatened to join Democrats against the measure without it.\n\nWe checked with the Senate’s former minority leader, Nan Rich, D-Weston, who said she had not heard about that.\n\n\"I never recalled him saying he was going to stand with the Democrats,\" she said. \"All I know is how he voted.\"\n\nWe looked for comments Gaetz may have made on the Senate floor but didn't find any. In an interview, Gaetz said he did not remember exactly when and where he said he would side with the Democrats without the amendment. He ruled out saying it on the Senate floor or to members of the opposing party, though.\n\n\"I may have said it in committee, I said it to my staff and I said it to the president,\" Gaetz said, referring to his Senate president predecessor, Mike Haridopolos.\n\nSome Republican leaders in the Senate wanted to cut the number of early voting days to eight without expanding hours to make up for lost time, said Diaz de la Portilla in an interview with us. He said he never witnessed Gaetz saying he would cross party lines over the early voting amendment, but \"I know there were conversations.\"\n\nPolitiFact Florida has previously disproved the claim that the number of hours are the same. Under the new law, local supervisors may do a maximum of 96 hours. But they may also offer fewer than that.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nGaetz declined to tell us what kind of changes, if any, he wants to consider in the upcoming legislative session, though he said he could see allowing for more early voting locations. He wants to wait for the findings of a special committee on ethics and elections headed by Sen. Jack Latvala, R-Clearwater, before calling for across-the-board changes for every county, he said.\n\n\"My attitude is that as we speak, Sen. (Jack) Latvala is conducting a hearing with election supervisors to try to find out what were the reasons that there were difficulties in some places,\" Gaetz told PolitiFact Florida.\n\nOur ruling\n\nBack to our mission: Gaetz’s editorial board comments that he sponsored the amendment that expanded hours for early voting and threatened to join Democrats in opposition if leaders did not agree to it.\n\nWe cannot prove or disprove his claim that he threatened to side with Democrats. For this reason, we’re not rating this part of his statement.\n\nGaetz did introduced the amendment that permitted more hours for early voting. But his amendment empowered supervisors to provide up to 12 hours of early voting a day. It was not an automatic expansion, and supervisors could actually choose to offer less time than the old law.\n\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-09847"}