{"url": "/factchecks/2010/mar/02/kendrick-meek/florida-home-foreclosure-rate-among-worst-us/", "speaker": "Kendrick Meek", "vclaim": "Florida \"has the second-highest foreclosure rate in the nation.\"", "truth_label": "mostly-true", "date": "stated on February 20, 2010 in a statement on his Web site:", "title": "Florida home foreclosure rate among the worst in the U.S.", "text": "It's become a common refrain for Florida candidates: The state has one of the nation's highest foreclosure rates. Kendrick Meek, a member of Congress from South Florida and a Democratic candidate for the U.S. Senate, mentions the foreclosure problem on his campaign Web site. \"The housing crisis is one of the most critical issues facing Florida. Kendrick Meek believes more needs to be done to help Floridians in danger of losing their homes. Currently, one in five Florida families are one or more months behind in their mortgage payments, and the state has the second-highest foreclosure rate in the nation. Home values have dropped, leaving those who are able to keep their homes often owing more than their home is worth,\" writes Meek. We know the problem is more severe in Florida, but we wanted to know if Meek was right that the state has the second-highest foreclosure rate in the country.\nThe campaign said it relied primarily on a January 2009 report issued by RealtyTrac, a company that keeps data on foreclosed properties. That report highlights Florida as having both the second-highest number of foreclosed homes and the second-highest foreclosure rate (a subtle but important difference). The campaign also pointed us to South Florida Sun Sentinel article from December 2009 and a January 2010 Bay News 9 report that both say the same thing. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWe started by checking the RealtyTrac report, which was released Jan. 15, 2009, and covers foreclosure statistics for 2008. Indeed, it put Florida in second place in both total foreclosed homes and the foreclosure rate. But that report is now more than a year old.RealtyTrac's monthly reports since then have varied slightly, but Florida is always near the top. It was fourth for January 2009, third in April and second in November. For all of 2009, Florida ranked third.So Meek is either right or close to being right, depending what time period you use. We find his claim Mostly True.", "vclaim_id": "vclaim-pol-15259"}