{"url": "/factchecks/2016/feb/01/sheila-jackson-lee/rep-sheila-jackson-lee-says-maternal-mortality-rat/", "speaker": "Sheila Jackson Lee", "vclaim": "\"Between 1990 and 2013, the maternal mortality rate for women in the U.S. has increased by 136%.\"", "truth_label": "barely-true", "date": "stated on December 18, 2015 in remarks inserted into the Congressional Record:", "title": "Rep. Sheila Jackson Lee says maternal mortality rate for U.S. women shot up 136 percent", "text": "Shortly before the December holidays, Sheila Jackson Lee, a 10-term U.S. House member, inserted remarks into the Congressional Record in regard to women’s legal and human rights.\nThe Houston Democrat, sharing initial findings from the U.S. visit of a United Nations Working Group that focuses on discrimination against women, touched on the nation’s gender wage gap, the increasing percentage of women in poverty and disparities in access to reproductive health.\nA figure that got our attention had to do with the maternal mortality rate. \"Between 1990 and 2013,\" Jackson Lee said, \"the maternal mortality rate for women in the U.S. has increased by 136 percent.\"\nWere women in this country dying at a significantly higher rate from pregnancy-related causes compared with almost a quarter century ago? We had to find out.\nWe checked with Jackson Lee’s office to find the source of the 136 percent claim, and staffers sent back a Euro News article from Dec. 14, 2015. The article also referenced the U.N. working group’s U.S. visit, and attributed the 136 percent increase to U.N. rights workers. Similarly, several media outlets have used the 136 percent figure often.\nWe also found the figure in a 2014 report compiled by the World Health Organization, UNICEF,  UNFPA, The World Bank and the United Nations Population Division titled \"Trends in Maternal Mortality: 1990 to 2013.\" It showed that yes, from 1990 to 2013, there was a 136 percent increase in the maternal mortality rate in the United States.\nBefore we get into the figures, some definitions. The maternal mortality rate is the number of maternal deaths per 100,000 live births. A maternal death is defined as the death of a woman while pregnant or within 42 days of termination of pregnancy, regardless of duration and site of pregnancy, but not including accidental or incidental causes. A WHO fact sheet attributes 75 percent of maternal deaths to these complications:\n\n\nSevere bleeding (mostly bleeding after childbirth)\n\n\nInfections (usually after childbirth)\n\n\nHigh blood pressure during pregnancy (pre-eclampsia and eclampsia)\n\n\nComplications from delivery\n\n\nUnsafe abortion\n\n\nAccording to the WHO, 99 percent of maternal deaths occur in developing countries.\nNicholas Kassebaum, professor at Seattle Children’s Hospital and the Institute for Health Metrics and Evaluation, also analyzed the maternal mortality rate for an article in the medical journal The Lancet. His team put the rate increase between 1990 and 2013 at closer to 49 percent. Kassebaum suggested the difference in percentages could be attributed to model predictions the World Health Organization used.\nThe Institute for Health Metrics and Evaluation used a larger volume of data than the WHO/UN report, Kassebaum said, which showed the rate peak in 2009, and subsequently go down slightly the following years, settling at 18.5 deaths in 2013, or close to a 49 percent increase. The original WHO report used 5-year projections that predicted an increase every year.\nExperts such as the Center for Disease Control and Prevention’s Bill Callaghan warn against indiscriminately using the 136 percent figure. To make his point, the 2015 report (the following year) from WHO, UNICEF, et. al. showed only a 16.7 percent increase in maternal mortality rate for the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nIn an email, Sebastian Oliel, a spokesman for the Panamerican Health Organization, attributed the new figures to a change in methodology intended to allow a better comparison of mortality rates from different countries.\nInstead of relying on vital statistics (information gleaned from death certificates), which Callaghan said are not the most accurate, the WHO/UN began using CDC data for the United States in reports after 2014. Also, the current methodology uses estimates on an annual basis, instead of the previous method that estimated figures every five years, based on vital statistics.\nWhile the new rate looks like it’s telling a less drastic story, Callaghan said there still is a legitimate cause for concern.\n\"The maternal mortality rate in the U.S. is unacceptably high,\" said Callaghan, chief of the CDC’s Maternal and Infant Health branch. \"I’ve borne witness to women dying in pregnancy, it’s an awful thing. Whether it’s 18 out of 100,000 or 12 out of 100,000, it’s too high. Whether we’re first in the world or 89th in the world, it’s too high.\"\nHe said that in the 1980s and ‘90s, health experts knew maternal deaths were underreported. Vital records, such as death certificates, were the main source of information and there was no way to ensure accurate reporting of deaths due to pregnancy-related issues.\n\"The system was not nuanced. When women die in pregnancy, it’s not like counting people who died from colon cancer. Women who die in a particular state from a multitude of causes, it’s hard to account for it.\"\nThe CDC began the pregnancy mortality surveillance system in 1986. Callaghan says reporting has \"incrementally gotten better,\" but the process remains imperfect since states do not report every death identically.\nThe 2014 WHO report (where the 136 percent increase originated), used older methods of modeling based purely on vital statistics, \"which we know are problematic,\" he explained in an email. The more recent estimates in the 2015 report (source of the 16.7 percent increase) are based on CDC pregnancy mortality surveillance system data.\nWhile better reporting could account for more maternal deaths, Callaghan said he believes there is a definite increase beyond that. It could be attributed to a multitude of causes, including changing demographics of women giving birth (people giving birth at older ages) and worsening health outcomes (higher rates of obesity, heart disease) in the general population. But, there has been a proportionate decrease in common causes of maternal deaths, such as hemorrhages and blood clots in the United States, he said.\nOne ratio that has been consistent since the CDC began collecting this data has to do with health disparities between white and black women. Black women face a three- to four-times greater risk of dying from complications of pregnancy.\nCallaghan explained that black women aren’t dying from different causes, but they are more likely to die from complications. That could be a reflection of differences in care, or being more susceptible to certain diseases, or a \"complex combination of both,\" he said.\nTo find a solution, there has been an increasing focus on patient safety, establishing national guidelines and rooting out possible variations in care, facility to facility. By having protocol at all facilities to handle the \"low-hanging fruit\" of hemorrhages, blood clots and women with severe hypertension, the rate in the United States could improve for all women.\nOur ruling\nSheila Jackson Lee said the maternal mortality rate in the United States increased 136 percent between 1990 and 2013.\nA 2014 report compiled by the World Health Organization, UNICEF and The World Bank presented just that figure. However, experts agree it is inaccurate and based on a modeling method WHO no longer uses. While there has been an increase in U.S. maternal mortality in that time -- possibly due, in part, to better reporting and worsening health conditions in the general population -- experts said it was not as drastic.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05482"}