{"url": "/factchecks/2013/mar/17/jeff-tittel/sierra-clubs-jeff-tittel-claims-dep-staffing-level/", "speaker": "Jeff Tittel", "vclaim": "\"DEP has 2,812 employees, the lowest level since the mid-’80s.\"", "truth_label": "half-true", "date": "stated on March 2, 2013 in an op-ed column on NJ.com:", "title": "Sierra Club's Jeff Tittel claims DEP staffing levels lowest since mid-1980s", "text": "Doing more with less doesn’t always have good results, according to the director of New Jersey’s Sierra Club.\n\nJeff Tittel made that point in a March 2 opinion column on NJ.com, specifically referencing the state’s Department of Environmental Protection.\n\n\"DEP has 2,812 employees, the lowest level since the mid-’80s,\" Tittel wrote, questioning cuts in Gov. Chris Christie’s proposed fiscal year 2014 budget that impact various environmental funds and suggesting that low staffing means fewer people ensuring the state’s air is clean and people are protected from flooding.\n\nIs Tittel right that the state’s environmental arm is reducing staffing at great risk to New Jerseyans?\n\nNot quite.\n\nFirst, let’s review the number of people on staff at the DEP and how those levels have fluctuated through the years. Then we’ll compare current staffing with levels from the mid-1980s.\n\nTittel claimed the DEP has 2,812 employees, but that figure is the staffing level proposed for the fiscal year 2014 budget, according to Larry Ragonese, DEP spokesman. Currently, the DEP has 2,734 employees, he said. So Tittel is off by 78 workers.\n\nIt’s worth noting that Christie has the final say on the budget and must approve it by June 30. The new fiscal year starts on July 1.\n\nSo how is DEP staffing now compared with the mid-1980s?\n\nWe asked Ragonese for annual DEP staffing levels from 1970 to present, but since Tittel wasn’t more specific than \"the mid-80s,\" we’ll look at years 1983 through 1987 and compare those with more recent years.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\n\n1983: 2,214\n1984: 2,226\n1985: 2,486\n1986: 2,704\n1987: 3,062\n\n\n2010: 2,960\n2011: 2,846\n2012: 2,736\n2013: 2,734\n2014: 2,812*\n*proposed in FY2014 budget\n\n\n\nSource: New Jersey Department of Environmental Protection\n \nUsing the current staff figure of 2,734, Tittel is correct that the DEP’s employment levels are the lowest since 1986 -- the mid-1980s.\n\nBut Tittel didn’t use that number. He said 2,812 employees. That means DEP staffing is the lowest it’s been since 2012 and now.\n\nSo why is staffing a big concern for Tittel and the Sierra Club?\n\n\"By having less staff and less hours you don’t have the people that are needed to do all that needs to be done,\" Tittel told us. \"We’ve also added a lot more programs to the DEP to contend with -- the Highlands, the Freshwater Wetlands Protection Act, global warming and a few other programs. They’re stressed out in a  lot of these areas because they have a lot on their plate and less people.\"\n\nRagonese disagrees.\n\nWhile DEP staffing at one point topped 4,000 (in the early 1990s), the state’s environmental concerns have changed, requiring less staffing. The agency also has worked to become more streamlined and efficient in accordance with goals set by Christie and DEP Commissioner Bob Martin.\n\n\"We’re taking care of the state’s air, water, land and natural resources but we have to run like a business, to make this place work better, to take steps away from being a horrible bureaucracy,\" Ragonese said. He added that DEP has improved water quality and air quality levels while reducing emissions and contaminants.\n \nOur ruling\n\nTittel claimed in a recent op-ed column that the \"DEP has 2,812 employees, the lowest level since the mid-’80s.\"\n\nTittel’s number is off a bit. The DEP has 2,734 employees this year but could increase that to 2,812, under Christie’s proposed fiscal year 2014 budget.\n \nAs for the rest of Tittel’s claim, he’s right that the DEP’s staffing level is the lowest since the mid-1980s -- if he bases that off current staffing. But he used the proposed staffing figure of 2,812 employees, which means the DEP personnel roster is the lowest it's been in only the past couple of years.\n \nWe rate Tittel's claim Half True.\n \nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09580"}