{"url": "/factchecks/2011/nov/07/rick-perry/rick-perry-says-under-his-tax-plan-everyone-will-b/", "speaker": "Rick Perry", "vclaim": "Says that under his tax plan, \"no matter where you are in the stratosphere, you're going to be getting a tax cut.\"", "truth_label": "false", "date": "stated on October 25, 2011 in an interview.:", "title": "Rick Perry says under his tax plan, everyone will be getting a tax cut", "text": "Talking up his flat-tax plan, Texas Gov. Rick Perry told Neil Cavuto of the Fox News Channel that every taxpayer should be happy because of its simplicity. Plus, he said, it’s \"a tax cut for every group out there. No matter where you are in the stratosphere, you're going to be getting a tax cut.\"\n\nEveryone?\n\nPerry, seeking the Republican presidential nomination, spoke to Cavuto on Oct. 25, 2011, the day he’d announced he wanted to offer Americans the choice of continuing to pay taxes under the existing progressive income tax or shifting to a 20-percent flat tax with a few wrinkles.\n\nFor people who opt for the flat tax, his plan calls for a standard deduction of $12,500 per individual and dependent in a household and preserves deductions for mortgage interest, state and local taxes and charitable donations. Perry also proposes to eliminate taxes on estates, certain dividends and capital gains, as well as Social Security benefits. He also wants to cut the corporate tax rate to 20 percent.\n\nHis speech outlining his plan included a claim less sweeping than what he later told Cavuto: \"Taxes will be cut across all income groups in America.\"\n\nWhen we inquired with his campaign, spokeswoman Catherine Frazier said an Oct. 31, 2011, analysis by the Tax Policy Center, a joint effort by the Urban Institute and the Brookings Institution, supports the conclusion that, compared to current law, \"Americans of all income groups are better off under the governor's tax plan.\"\n\nShe said in another email response: \"Americans across every income group will see a tax cut.\"\n\nWe’d already consulted the center’s analysis in checking MSNBC commentator Rachel Maddow’s claim that under Perry’s plan, the rich would get huge tax cuts while everyone else would see big tax increases. We rated that Mostly False. Rich taxpayers would see sizable cuts, the center’s analysis indicates, but some others -- even low-income taxpayers -- would get tax cuts. Also, no one would be forced into an increase because everyone could continue under the current system.\n\nIn a telephone interview, the center’s analyst, Roberton Williams, said the wealthy would enjoy big tax cuts under Perry’s plan because the 20 percent income-tax rate would require considerably less from them than the current maximum tax rate of 35 percent. Also, he noted, exempting capital gains and dividends from the income tax would help wealthier taxpayers. Capital gains and dividend income are currently subject to rates of up to 15 percent.\n\n\"These are substantial cuts,\" he said.\n\nThose results aside, he said, \"it is definitely not the case that everyone will get a tax cut.\"\n\nThe center’s analysis says that compared to current law, Perry’s plan would deliver a tax cut in 2015 of an average $267 to about 25 percent of the nation’s poorest 20 percent of households, with annual earnings up to $19,342. This means three in four of households in this earnings group would not get cuts.\n\nAbout 45 percent of the next-poorest quintile of households, earning up to $39,862, would get a cut averaging $695, the analysis says. This means 55 percent would not get cuts.\n\nMost Americans earning more would get tax cuts, the analysis suggests.\n\nCompared to current law, Williams said, Americans earning more would fare better under Perry’s plan. At least three in four households earning $39,863 to $69,074 would experience a tax cut, averaging $1,722, with 94 percent or more earning $69,075 to $119,546 seeing cuts averaging $3,872, according to the center’s analysis.\n   \nThe very wealthiest 0.1 percent of households, earning more than $2.87 million a year, would get average tax cuts of more than $1.9 million, the analysis says.\n\nWilliams said the center’s definition of current law presumes that tax cuts put in place since 2001 under Presidents George W. Bush and Barack Obama will expire after next year, which will happen unless lawmakers intervene.\n\nFrazier told us the Perry plan presumes current tax laws would remain in place until the Perry plan passes into law.\n\nAn Oct. 31, 2011, Wall Street Journal news article, states the presumption that the tax reductions put in place will expire means that under Perry’s approach, \"a lot of people would actually face a tax increase compared to current tax levels.\"\n\nFrazier, Perry’s spokeswoman, replied to our inquiry about the center’s analysis indicating lower-income Americans would not get a tax cut by echoing Perry’s announcement of his plan: \"Americans in every income group will receive a tax cut.\"\n\nTrue, some households at each quintile of earnings -- from the poorest to richest -- would get tax cuts under Perry’s plan, which promises tax cuts to the vast majority of households annually earning $39,863 or more.\n\nBut it’s not the case that no matter where you are, you're going to be getting a tax cut. We rate Perry's statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-12130"}