{"url": "/factchecks/2012/jul/29/dannel-malloy/chris-christie-slammed-connecticut-gov-dannel-mall/", "speaker": "Dannel Malloy", "vclaim": "Says Chris Christie \"has refused to fund pensions by billions of dollars,\" and got legislative approval to begin \"properly funding pensions\" in 2018.", "truth_label": "mostly-true", "date": "stated on July 23, 2012 in a radio interview:", "title": "Chris Christie slammed by Connecticut Gov. Dannel Malloy for refusing to fund billions in pensions", "text": "New Jersey Gov. Chris Christie and Connecticut Gov. Dannel Malloy have a mutual distaste for each other’s policies -- and they do not mind letting the public know it.\n\nLast year, Republican Christie blasted a plan by Democrat Malloy to raise taxes. Malloy fired back in a July 23 radio interview, criticizing Christie for refusing to make pension payments in the Garden State.\n\nDuring an interview on WNPR’s Colin McEnroe Show, Malloy charged that Christie \"has refused to fund pensions by billions of dollars,\" and got legislative approval allowing him to delay \"properly funding pensions\" until 2018.\n\nIt is accurate that Christie’s first spending plan outlined in March 2010 did not include billions in recommended pension payments, and the governor did sign legislation delaying a full annual contribution until fiscal year 2018. But Malloy failed to mention in his interview that Christie later started making partial payments.\n\n\"Gov. Malloy stands by what he said,\" his senior adviser, Roy Occhiogrosso, said in an e-mail. \"If Gov. Christie feels like delaying pension payments is what works for New Jersey, then it’s of course his right to pursue that as public policy.\"\n\nIn March 2010, Christie outlined his proposed budget for fiscal year 2011, which did not include any pension payments. Soon after, he signed legislation requiring the state to make one-seventh of the full fiscal year pension contribution, starting in fiscal year 2012.\n\nUnder that legislation, state payments are to increase annually until the full amount is paid in the seventh fiscal year and each year afterward.\n\nIn keeping with the March 2010 law, the Christie administration made its first contribution in fiscal year 2012 and has scheduled an even larger payment in fiscal year 2013, which started July 1. But those payments are a fraction of the total recommended contributions.\n\nIn each fiscal year, the recommended contribution stood at more than $3 billion. However, the fiscal year 2012 payment was roughly $484.5 million and the scheduled fiscal year 2013 payment is $1.03 billion.\n\nAndrew Pratt, spokesman for the state Department of the Treasury, argued that pension reforms approved by Christie will save billions in coming decades.\n\nThe bottom line \"is that after decades of neglect, Governor Christie led the state to passage of historic, bipartisan reforms that both reduced pension costs for taxpayers and put the funds on course for permanent solvency,\" Pratt said in an e-mail. \"Pension reforms will save taxpayers an estimated $122 billion over 30 years, greatly reducing the pressure on both state and local government to make drastic cuts in services or reduce taxes.\"\n\nOur ruling\n\nIn a radio interview, Malloy claimed Christie \"has refused to fund pensions by billions of dollars,\" and got legislative approval to begin \"properly funding pensions\" in 2018.\n\nIn March 2010, Christie introduced his first budget without including billions’ worth of recommended pension payments, and then signed legislation delaying a full annual contribution until fiscal year 2018.\n\nChristie made a payment in fiscal year 2012 and an even larger payment is scheduled for fiscal year 2013, but those payments still fall short of full contributions by billions of dollars.\n\nWe rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJesse Ventura\n\n\nstated on September 14, 2012 in an interview on MyCentralJersey.com\n\n\n\n\n\n\n\n\n\"There’s 21 congressmen and senators that have been convicted of felonies that still get their retirement, even in jail. They don’t have to wait until they’re 65.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Caryn Shinske • October 25, 2012\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10681"}