{"url": "/factchecks/2020/oct/09/mike-pence/fact-checking-pences-claim-democrats-and-abortion-/", "speaker": "Mike Pence", "vclaim": "Says Joe Biden and Kamala Harris support abortion “up to the moment of birth.”", "truth_label": "false", "date": "stated on October 7, 2020 in a debate:", "title": "Fact-checking Pence’s claim on Democrats and abortion ‘up to the moment of birth’", "text": "In his debate appearance Oct. 7, Vice President Mike Pence sought to spotlight the difference between the Republican and Democratic candidates over abortion rights.\n\"I’m pro-life, I don’t apologize for it. This is another one of those cases where there’s such a dramatic contrast,\" Pence said in Salt Lake City. \"Joe Biden and Kamala Harris support taxpayer funding of abortion all the way up to the moment of birth, late term abortion.\"\nDuring the debate, Harris shook her head as Pence made his claim, but she did not directly address his statement. Before his claim, Harris had said she would \"always fight for a woman's right to make a decision about her own body.\"\n\nOn taxpayer funding, both Biden and Harris say they want to get rid of the Hyde Amendment, a provision routinely added to health budget bills that bars federal funding for abortions. Biden came out against it in 2019.\nReaders asked PolitiFact to fact-check the other part of the claim, whether the Democratic nominees support abortion \"up to the moment of birth.\"\nBiden and Harris have not said they support abortion \"up to the moment of birth.\" They say they support Roe vs. Wade, the 1973 Supreme Court case that legalized abortion while giving states the authority to regulate it after a certain point. They also say they would work to codify the ruling into law and try to stop state laws that violate provisions of the case.\nBiden’s campaign specified to PolitiFact that he supports Roe — as amended by another 1992 U.S. Supreme Court case, Planned Parenthood of Southeastern Pennsylvania vs. Casey. Some experts say that case actually broadened states’ rights to regulate abortions, and that support for either of those cases does not amount to support for abortion \"up to the moment of birth.\"\nPence's spokesperson said that his claim is backed by Biden’s overall support for Roe and his plan to defend and codify it. A law professor and director of a center that opposes abortions said that Doe vs. Bolton, a 1973 U.S. Supreme Court companion case to Roe, should also be considered. She said that case has a broad health exception for abortions that makes Pence’s claim fair.\nExperts agreed on this: Many people, including politicians, don’t have a complete understanding of the provisions of court cases on abortion.\n\"Part of why this is such a mess is because different people mean different things\" when they talk about abortion-related U.S. Supreme Court cases, said Mary Ziegler, a law professor at Florida State University. \"There's not an established popular understanding of the court cases.\"\nThe rulings are complex, Ziegler said, and Pence and Biden may be focusing on different aspects of them. While an abortion opponent may interpret the cases as allowing abortions \"up to the moment of birth,\" supporters of abortion rights may not see it that way, she said.\nStill, when talking colloquially about support for Roe, most people mean recognizing the existence of a right to have an abortion, or not criminalizing it, Zeigler said. Supporting the rulings in Roe, Doe or Casey is not the same as supporting abortion \"up to the moment of birth,\" she said.\nRoe vs. Wade\nRoe vs. Wade recognized a woman’s constitutional right to terminate a pregnancy, but it also allowed states to restrict abortions — including banning them altogether — after the point of fetal viability, except when the life or health of the woman is at stake, said Darren Hutchinson, a law professor at the University of Florida. He said that case did not specify a precise time for viability, but 24 weeks’ gestation has widely been used in medicine and law.\nIn 2016, there were 623,471 legal induced abortions reported to the Centers for Disease Control and Prevention. About 1.2% happened at 21 weeks’ gestation or later, the CDC said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nRoe allows states to restrict or ban abortions once a fetus is viable, Hutchinson said, so when opponents of abortion rights invoke the term \"up to the moment of birth,\" they are generally referring to how court cases treat exceptions to those restrictions during that period.\nDoe vs. Bolton\nDoe vs. Bolton allows doctors to consider a wide range of factors when determining whether an abortion is for health reasons, said Teresa Stanton Collett, a law professor and director of the Prolife Center at the University of St. Thomas School of Law in Minneapolis. A doctor may make a decision \"in the light of all factors physical, emotional, psychological, familial, and the woman's age relevant to the well-being of the patient,\" that case said.\n\"Because it was a companion case and directly referenced in Roe vs. Wade, I believe it is fair to say that it supports abortion up to the moment of birth, given the breadth of the health exception,\" Collett said.\nCollette said that Biden's support for Roe should also be read in the context of the Democratic Party's platform. That platform says a Biden administration would seek to \"overturn federal and state laws that create barriers to women’s reproductive health and rights, including by repealing the Hyde Amendment and protecting and codifying the right to reproductive freedom.\"\nShe also argued that Democratic bills propose standards that would \"virtually eliminate abortion restrictions\" sought by states.\nPlanned Parenthood of Southeastern Pennsylvania vs. Casey\nOther experts said it’s important to not overlook the 1992 U.S. Supreme Court case Planned Parenthood of Southeastern Pennsylvania vs. Casey. There’s a tendency to use Roe as shorthand when talking about keeping abortion legal, but the Casey ruling recognized a state's interest in pregnancy at all stages, said Mindy Jane Roseman, director of the Gruber Program for Global Justice and Women's Rights at Yale Law School.\nBefore fetal viability, the state has an interest in making sure a woman is informed of her options and that any abortion procedures are safe, Roseman said. \"After viability, the state can prohibit abortions except where a woman's life is endangered, and possibly where her health is at grave risk,\" she said.\nCasey allowed states to regulate abortion throughout the pregnancy, so long as the state laws do not impose an \"undue burden\" on a woman's right to an abortion. The ruling also said that states may not prohibit pre-viability abortions.\nHarris’ Senate record\nPence’s spokesperson also flagged a February Senate procedural vote on a bill to ban abortion after about 20 weeks’ gestation — earlier than traditional measures of fetal viability, an expert said. Harris was among Democrats who voted against ending debate on the proposal, a move that effectively stopped the bill’s progress.\n\"The only exceptions in the bill were for life-saving abortions or when a pregnancy resulted from rape or incest,\" Hutchinson said, and the Supreme Court \"has consistently held that laws categorically banning abortions after viability must have life and health exceptions.\"\nHarris has sought to have that standard written into law. She is a co-sponsor of a bill seeking to establish a statutory right for health care providers to provide \"abortion care free from medically unnecessary restrictions and bans.\" The Center for Reproductive Rights said the bill would prohibit states from imposing post-viability bans that do not make exceptions for a woman’s health or life. There hasn’t been a vote on that bill.\nBiden’s campaign sent PolitiFact links to votes Biden cast as a senator in the 1990s and 2000s in support of banning \"partial-birth abortions.\" That term refers generally to an abortion procedure where the fetus is removed intact from a woman’s body.\nOur ruling\nPence said Biden and Harris support abortion \"up to the moment of birth.\"\nBiden and Harris have not said they support abortion \"up to the moment of birth.\" They say they support the landmark Supreme Court case that legalized abortion and allowed states to regulate it after fetal viability. They also say they are against state laws that conflict with the case, and would work to codify the ruling into law.\nOne expert said that Democrats’ intent to codify Roe could preempt state laws restricting abortion, and that a related case has a health exception broad enough to allow abortions \"up to the moment of birth.\" But several other experts said that supporting Roe or related cases is not the same as supporting abortion \"up to the moment of birth.\" They said that generally, people who support Roe mean they support the existence of a right to have an abortion or to not criminalize it.\nPence’s claim creates a wrong impression of Biden’s and Harris’ statements and of the common interpretation of cases that affirmed abortion rights.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-18653"}