{"url": "/factchecks/2009/oct/05/bill-nelson/Bill-Nelson-says-offshore-oil-drilling-in-the-Gulf/", "speaker": "Bill Nelson", "vclaim": "\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"", "truth_label": "half-true", "date": "stated on June 11, 2009 in during a U.S. Senate debate:", "title": "Bill Nelson says offshore oil drilling in the Gulf of Mexico no guarantee for lessening U.S. dependence on foreign oil", "text": "The whole fervor behind \"Drill, baby drill!\" was to reduce America’s dependence on foreign oil, right?\nWe thought so, too.\nSo listen to this: U.S. Sen. Bill Nelson, the Florida Democrat opposing drilling closer to Florida's shoreline, says increased drilling in the Gulf of Mexico might not help America at all.\n\"Supporters of opening up the eastern gulf say that we need to do it to help get America off foreign oil,\" Nelson  said  on the Senate floor in June. \"Tell me then why isn't there a clause in the drilling amendment that was passed specifying that all oil and natural gas that would be produced in the eastern gulf … stay in the United States for domestic consumption?\n\"But no, that's not there. Because the truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\nNaturally, we wondered if Nelson's claim about oil drilling in the gulf is true.\nHis comments refer to the massive energy bill sitting in the U.S. Senate. The bill, officially called the American Clean Energy Leadership Act of 2009, would allow oil drilling within 45 miles of the Florida coastline and closer in areas near the Panhandle.\nWe examined the 532-page bill to see what would become of that newfound oil and found no restrictions on where it ends up.\nWe confirmed that with David Marks, press assistant at the U.S. Senate Committee on Energy and Natural Resources.\n\"There are no restrictions in the bill,\" he said.\nWhile the bill contains no limits on where the oil can flow, there have been limits placed on American oil previously.\nDuring the 1973 Arab oil embargo, Congress authorized the construction of a Trans-Alaska Pipeline System to funnel oil from Prudhoe Bay to Valdez, Alaska. But the approval came with a restriction: Alaska oil could not be exported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe ban remained in place until 1996, according to the Energy Information Administration, an arm of the U.S. Department of Energy.\nSo without a ban, the crude oil collected in the eastern Gulf of Mexico could indeed be shipped anywhere. Would it though?\nThe answer is most likely not.\nCurrently, almost all of the crude oil pumped in the western Gulf of Mexico is transported via a 10,000-mile pipeline network to U.S. shores. That crude oil is then mixed with imported crude oil and refined at onshore facilities into gasoline, jet fuel and kerosene. Some of the oil even becomes asphalt.\nPaul Hess, an analyst at the Energy Information Administration, said \"very little\" gulf crude oil is exported, if any.\n\"It's a very small amount,\" Hess said. \"We don't track that level of detail.\"\nOffshore oil drilling in the Gulf of Mexico produced about 1.17 million barrels of crude oil a day in 2008. In 2006, for instance, the EIA recorded crude oil exports in its gulf coast region — which is made up of more than just the Gulf of Mexico — at 1,000 barrels of crude oil a day. In 2008, there were no recorded exports.\nMickey Driver, a spokesman with Chevron, said that all of his company's 200,000 barrels a day of gulf oil is shipped via pipeline to the United States, where it is consumed.\n\"It would make no economic sense and it would absolutely make no process sense to do anything else,\" Driver said.\nIn other words, why pay to ship gulf crude around the world when an oil-hungry U.S. market is right there waiting to pay for it? The United States already has to import about two-thirds of the crude oil it uses.\nIt should be noted that a Brazilian company, Petrobras, is in the process of building a type of offshore refinery that would process crude oil offshore rather than build a pipeline to the Louisiana coast. That refined oil then would be moved by tanker ship.\nPetrobras America spokesman Ciro Ribeiro said the offshore processing facility will be up and running in 2010. \"The destination should be the domestic market,\" Ribeiro said. \"Any port in the Gulf of Mexico.\"\nNelson is right when he says that \"oil that would be drilled could be sent to any other country in the world,\" because the federal legislation doesn’t now include any limits. But he doesn't offer the broader context. History shows that most domestic crude oil is used domestically. On the whole, we rate Nelson's claim Half True.", "vclaim_id": "vclaim-pol-15545"}