{"url": "/factchecks/2017/feb/07/donald-trump/donald-trump-wrong-say-kuwait-followed-his-lead-vi/", "speaker": "Donald Trump", "vclaim": "\"Smart! 'Kuwait issues its own Trump-esque visa ban for five Muslim-majority countries.' \"", "truth_label": "barely-true", "date": "stated on February 2, 2017 in a Facebook post:", "title": "Donald Trump wrong to say Kuwait followed his lead on visa ban", "text": "President Donald Trump's favorite social media tool is Twitter. But Trump turned to Facebook recently to defend his executive order on visas and travel from seven countries.\nTrump’s Facebook post seemed to rally supporters around the wisdom of his executive order, which suspended entry for most foreign travelers from Iraq, Syria, Iran, Sudan, Libya, Somalia, and Yemen for 90 days.\nHe commented, \"Smart! 'Kuwait issues its own Trump-esque visa ban for five Muslim-majority countries.’ \" The post linked to an article published on the English-language version of the Arabic-language website Al Bawaba on Feb. 1 that featured the headline Trump quoted in his post:\n\nBut the government of Kuwait -- a small, Arab monarchy wedged between Iraq and Saudi Arabia on the Persian Gulf -- publicly rejected the notion that it had followed Trump’s lead by banning travel by Muslims.\nKuwait \"categorically denied media reports that it planned to stop issuing entry visas for some nationalities,\" read a statement from Sami Al-Hamad, Kuwait’s assistant foreign minister for consular affairs. He added that \"citizens of those countries mentioned by social media visited Kuwait regularly through direct commercial flights.\"\nOther diplomats, including the Pakistani envoy in Kuwait and Kuwait’s charge d’affaires in Iran, backed up Kuwait’s statement.\nKuwait’s denial was picked up by such mainstream media outlets as Reuters. But as of the afternoon of Feb. 7, Trump’s post remained up and uncorrected, as did the Al Bawaba article he had linked to.\nSo what’s going on here? The short answer is that Trump’s Facebook post was wrong. The longer answer, however, needs to fill in some important background. (The White House did not provide PolitiFact with any backup material. Attempts to reach the Kuwaiti embassy in Washington were unsuccessful.)\nTravel restrictions for Kuwait happened years ago\nWe found several news accounts from years ago that generally said Kuwait had banned visas for several Muslim countries in 2011 before easing the rules a bit in 2013.\nA Gulf News article dated May 22, 2011, said that \"Kuwait has banned nationals from Syria, Iraq, Iran, Pakistan and Afghanistan from entering the country, local media reported. The ban includes suspending all tourism, visit and trade visas as well as visas sponsored by spouses, immigration sources said, quoted by Kuwaiti media yesterday.\"\nThe article cited unnamed sources saying that the \"visa ban,\" which was described as \"temporary,\" stemmed from the \"difficult security conditions in the five countries\" and to \"the remarkably increasing tendency of nationals from the five countries to apply for visas to bring in relatives who faced or could face arrest by the local authorities to Kuwait.\"\nAnother Gulf News article dated July 8, 2013, noted that Yemen was later added to the visa-ban list.\nThe 2013 article noted that in January of that year, Kuwait \"eased\" the ban from those six countries by allowing public-sector workers to bring their wives and children with them, and by allowing private-sector workers to bring their sons if they were under 15 years old and their daughters if they were under 18.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFinally, in 2014, Kuwait eased its visa rules -- but excluded Iran, Syria, Yemen, Iraq, Pakistan, or Afghanistan from those expanded rules.\nSo, while Trump was wrong to say in his Facebook post that Kuwait had followed his lead, Kuwait did have restrictions in previous years.\n\"Historically, Kuwait has issued travel bans on certain nationalities due to specific events,\" said Edward W. Gnehm Jr., who studies the Gulf region at George Washington University’s Elliott School of International Affairs. He noted that Kuwait banned entry by Palestinians, Yemenis and Iraqis after the liberation of Kuwait in 1991 since it considered those countries or their people to have been supportive of Iraq's occupation of Kuwait.\nThat said, Kuwait has some practical restrictions on how firmly it can crack down on travel from these countries, said Kristin Smith Diwan, a senior resident scholar at the Arab Gulf States Institute in Washington.\n\"There are lots of Syrians living in Kuwait, and they certainly haven’t been evicted,\" Diwan said. \"It also would have been very unpopular with Kuwaitis who had enormous sympathy for Syrians and the uprising, especially in the early part of the war.\"\nDiwan added that Kuwait \"has lots of business with both Iraq and Iran,\" making a total ban difficult. In fact, she said, the Kuwaiti Emir recently visited Iran to explore the potential for de-escalation on behalf of Kuwait and its neighbors.\nAnother key point is that the immigration systems of the United States and Kuwait are akin to \"apples and oranges,\" said David Andrew Weinberg, a Gulf specialist at the Foundation for Defense of Democracies.\n\"Kuwait, unlike the United States, is not a multiethnic democracy,\" Weinberg said. \"It is a family-ruled monarchy and ethnically-based nation that does not offer a route to citizenship to immigrants. In fact, Kuwait doesn’t even grant citizenship to enormous numbers of ‘bedoon’ individuals who have been there for generations but aren’t recognized as ‘Kuwaiti’ by the state.\"\nEstimates put the number of expatriates in Kuwait at more than 2 million, accounting for about two-thirds of the country’s population and much of its workforce.\nIn other words, Weinberg said, Kuwait, unlike the United States, doesn’t have an immigration system for people to come and stay and become citizens. So any movement toward a stricter immigration policy would have much bigger consequences in the United States than in Kuwait.\nIf you click through the Al Bawaba story that Trump linked to, that article sources its information to another article, from a London-based website called The New Arab. That article now includes a note at the bottom stating in part, \"This article has been updated to reflect the fact that the ban came into force, unofficially, in 2011, and was not a reaction to Donald Trump's recent executive order.\"\nSo the original media source that Trump’s post is based on doesn’t even stand by the message of its original headline.\nOur ruling\nOn Facebook, Trump said, \"Smart! 'Kuwait issues its own Trump-esque visa ban for five Muslim-majority countries.' \"\nThat’s wrong -- news coverage suggests that Kuwait implemented a visa ban on a half-dozen predominantly Muslim nations in 2011, six years before Trump took office.\nMeanwhile, any argument that Kuwait’s past actions indicate a like-minded approach between Trump and Kuwait sidesteps the reality that pursuing such a policy in the United States inevitably has a much bigger impact because the U.S., unlike Kuwait, allows a path to citizenship for legal immigrants. We rate the statement Mostly False.\nhttps://www.sharethefacts.co/share/d6ba1000-cfb1-4ab9-a5e1-c229b1b45320", "vclaim_id": "vclaim-pol-03704"}