{"url": "/factchecks/2012/jan/13/ellyn-bogdanoff/tampa-strip-club-capital-world/", "speaker": "Ellyn Bogdanoff", "vclaim": "Tampa is \"the strip club capital of the world.\"", "truth_label": "false", "date": "stated on January 9, 2012 in a hearing in Tallahassee:", "title": "Is Tampa the 'strip club capital of the world'?", "text": "Fill in the blank: Tampa is known around the world for ______.\n\nIs it professional sports teams? Bern's Steak House? Busch Gardens? Kind of feels like we’re dancing around something.\n\nWait, that's it -- strip clubs!\n\nTampa's reputation as a mecca for lusty dance came up in discussion of another vice this week -- gambling. State Sen. Ellyn Bogdanoff, a Fort Lauderdale Republican, wanted to thwart claims that new destination resort casinos she supports would tarnish Florida’s family-friendly rep.\n\n\"People do not go to South Beach to see Mickey Mouse. They just don't,\" she said at the end of debate on her gambling bill Monday. \"They go there for different reasons. We have the strip club capital of the world in Tampa. I hate to say it out loud, but we do. We have not ruined our family-friendly image.\"\n\nWe've heard the same claim about Tampa for years.\n\nMaybe visitors remember the clubs because a few are on major roads. On Dale Mabry Highway just north of 275, the Mons Venus boasts \"the Most Beautiful Women in the World!\" Across the street, 2001 Odyssey's space ship building hovers over the surroundings.\n\nRep. Janet Cruz, D-Tampa, said she doesn't think the title is a fair assessment.\n\n\"I think that we are more lenient in some of what we allow,\" she said, \"but I'm not sure we are the capital.\" A bit of evidence-based fact-checking seemed in order.\n\nWe started by turning to local officials in Tampa, asking how many strip clubs are in the city. Adult stores and clubs -- or places showing \"specified anatomical areas\" -- must receive special permits for adult use, and pay a business tax, officials said. But the city could not pull a list of clubs of \"special cabarets\" within its limits, citing computer limitations. The city provided a list of businesses that have paid a business tax for \"special cabarets,\" but there were only five businesses listed. That's not a complete picture of the city's strip clubs. Tampa Police didn't have a count either.\n\nWe then turned to the business world for an answer, finding Clearwater-based E.D. Publications, a national magazine for the adult entertainment industry. (The \"E.D.\" stands for Exotic Dancer.) The group publishes nationwide guides to night clubs, directories of industry vendors and rosters of touring entertainers.\n\nAssociate publisher Dave Manack didn't hesitate when asked if Tampa is the strip club capital of the world.\n\n\"No,\" he said. \"Not even close. Tampa might not even make the Top 20. For anyone in the industry who knows, it’s really not a top market for strip clubs.\" Cities like New York, Las Vegas or Miami would have much more of a claim on the title, he said.\n\nAccording to the magazine's count, Tampa has 20 night clubs, and the entire Tampa Bay area has 30.\n\nMeanwhile, Miami has 30 in the city and 50 in the Miami/Fort Lauderdale corridor. (City of Miami officials did not return calls.) New York City has 45, not including Long Island or New Jersey. Las Vegas has 40 clubs. (We actually tallied 34 licensed nude and topless clubs in the Las Vegas region from local officials there, so counting clubs is not an exact science.)\n\nManack ticked off several strikes against Tampa's claim to the title: Tampa doesn't have as many clubs as larger cities, and high-end national chains like Rick's Cabaret and the Spearmint Rhino have taken a pass on Tampa. The city's clubs are spread out, and because it has no tight-knit cluster to form a party circuit, it has trouble marketing itself as a destination for bachelor parties and conventioneers.\n\nPinellas County shares some of the blame, too, he said. Local rules make it difficult to open high-end clubs near the beaches where dancers can significantly disrobe. \"Literally, you could see more at the beach. It does hurt the clubs there,\" he said.\n\nA spokeswoman with another industry group, the Association of Club Executives, also discounted Tampa's place in the strip club world.\n\n\"Manhattan has many more clubs than the Tampa area,\" said spokeswoman Angelina Spencer. \"And if you’re going to talk about the true strip club capital of the world, it would be Las Vegas.\" Her association, a political and legal advocacy group for club owners based in Washington, keeps a census that includes 3,829 clubs nationwide, but it will not release numbers by locality.\n\nIf Tampa isn't the strip club capital of the world, we wondered if perhaps it might be No. 1 on a per capita basis. That metric would account for Tampa being a smaller city than New York or Miami. But a 2006 economic development study from the Tampa Bay Partnership found the city was merely No. 3 for strip clubs on a per capita basis, ranking behind Las Vegas, and -- even more deflating -- Cincinnati.\n\nTampa strip club king Joe Redner told us the title was actually bestowed on the city by opponents of strip clubs who were trying to stop clubs from opening. \"It's a misnomer,\" he said. \"That’s what people said when they wanted to get rid of the strip clubs. That's what they labeled us.\"\n\nOne opponent is David Caton, executive director of the Florida Family Association. He said that when he looked into the issue six or seven years ago, Tampa had more strip clubs than any other city in the country. His count included businesses that show full nudity and nude modeling shops. But that's at odds with what the 2006 study found.\n\nStill, there is a reason Tampa is known nationally for strip clubs, said Manack of E.D. Publications, and that's Joe Redner.\n\n\"He is one of the most well-known figures in the history of the adult nightclub industry,\" Manack said. \"He's known as a crusader for personal freedom and freedom of speech, and he’s never been afraid of a fight.\"\n\nBogdanoff told us the strip club capital title was something she heard and read. \"It seemed to me that it was pretty well understood,\" she said.\n\nOur ruling\n\nLook, we won't lie: We were kind of hoping this claim might be Pants on Fire, if for no other reason than the potential play on words. Hot Pants on Fire! Pants(less) on Fire! Pants off Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nBut we're not quite there, in large part because we were unable to find precise strip club data for Tampa.\n\nThat said, while people might say Tampa is the strip club capital of the world, the evidence is bare. Experts say Tampa isn't even the strip club capital of Florida. We rate the statement False.", "vclaim_id": "vclaim-pol-11801"}