{"url": "/factchecks/2009/feb/06/fred-smith/fedex-chair-delivers-perspective-bonuses/", "speaker": "Fred Smith", "vclaim": "\"The average bonus [on Wall Street] is about $100,000...The bonuses on Wall Street are down 44 percent.\"", "truth_label": "mostly-true", "date": "stated on February 5, 2009 in appearance on ABC's This Week:", "title": "FedEx chair delivers perspective on bonuses", "text": "Reports about big bonuses for Wall Street executives have struck a nerve with people who wonder how the executives can justify large payments when their firms are in shaky condition or are seeking federal help.\n\n\nIt's drawn the ire of President Obama, who called it \"the height of irresponsibility. It's shameful.\" On Feb. 4, 2009, he said top executives at firms receiving federal aid will have their compensation capped at $500,000 and that bonuses would have to come as stock that they can't receive until the government is reimbursed.\n\n\nThe New York State Comptroller reported in late January that Wall Street firms in 2008 handed out $18.4 billion in cash bonuses to employees who live in New York City, the sixth-largest amount on record. Critics have said the employees don't deserve the rewards because the firms lost more than $35 billion in 2008 and the federal government is spending hundreds of billions of dollars bailing out many of them.\n\n\nFred Smith, chief executive of FedEx and supporter of George W. Bush, John McCain and other Republicans, tried to cool down the heated discussion with a bit of perspective on ABC's\n\nThis Week\n\non Feb. 1, 2009.\n\n\nHost George Stephanopoulos noted that Smith \"actually took a pay cut in December. You announced a 20 percent pay cut because of the performance of FedEx over the last year, because of the tough economic times. And I wonder ... what do you think of the bonus structure now on Wall Street?\"\n\n\nSmith replied that compensation on Wall Street is built on bonuses \"much more so than in the industrial sector. As I understand it, the average bonus in that $18 billion is about $100,000 a year. The bonuses on Wall Street are down about 44 percent.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSmith was not far off when it came to the average cash bonus. It was $112,000 in 2008, according to New York State Comptroller Thomas DiNapoli's Jan. 28, 2009, report.\n\n\nAnd indeed bonuses were down 44 percent in a sense: The total amount given out in bonuses, $18.4 billion, was a decline of 44 percent from the $32.9 billion handed out in 2007.\n\n\nBut due to job losses on Wall Street, there were fewer employees to split the pie in 2008. So the average bonus was down a slightly more modest 37 percent from the previous year's average.\n\n\nAlso, it might have been worth pointing out that while bonuses were well below the 2007 level, that average of $112,000 was still the fifth-highest since the comptroller's office started keeping records in 1985. And the total haul of $18.4 billion was the sixth highest on record. Both were around the same as 2004, a vastly better year for the securities industry and its investors.\n\n\nAnd although it's true that bonuses generally make up a substantial portion of the compensation on Wall Street, $112,000 is still more than twice the average salary in the United States.\n\n\nBut Smith is free to use statistics selectively — and the statistics he chose were off by just $12,000 and a few percentage points. We find his statement Mostly True.", "vclaim_id": "vclaim-pol-15836"}