{"url": "/factchecks/2010/dec/13/debbie-wasserman-schultz/wasserman-schultz-says-expanding-drilling-would-ha/", "speaker": "Debbie Wasserman Schultz", "vclaim": "\"A 5 percent increase in domestic production would increase the world supply by less than 1 percent and do almost nothing to our dependence on foreign oil. This would also have virtually no effect on the price of gas at the pump.\"", "truth_label": "true", "date": "stated on December 1, 2010 in a press release:", "title": "Wasserman Schultz says expanding drilling would have virtually no effect on gas prices", "text": "On Dec. 1, 2010, Secretary of Interior Ken Salazar announced that the Obama administration would not allow oil and gas drilling through 2017 in the Eastern Gulf of Mexico.\n\nThat decision reversed one by the administration weeks before the April 20, 2010, Deepwater Horizon explosion.\n\nDecember's announcement prompted cheers from U.S. Rep. Debbie Wasserman Schultz, a Democrat who represents Congressional District 20 in South Florida.\n\nIn a Dec. 1 press release, Wasserman Schultz wrote:\n\n\"A 5 percent increase in domestic production would increase the world supply by less than 1 percent and do almost nothing to our dependence on foreign oil. This would also have virtually no effect on the price of gas at the pump, which is something every consumer really cares about. Adding a fraction of a percent to the global oil supply will not lower gas prices and ignores the critical need to develop alternative energy supplies that finally break our addiction to fossil fuels.\"\n\nThe Truth-O-Meter has examined several claims about oil drilling and gas prices. But we wanted to know for this Truth-O-Meter, is Wasserman Schultz right?\n\nWould a 5 percent increase in domestic production increase the world supply by less than 1 percent, and why did she choose that 5 percent number anyway? Was she correct that such production would do almost nothing to our dependence on foreign oil and have virtually no effect on price at the pump?\n\nWe pulled background about oil drilling and gas prices from a June 2008 Truth-O-Meter ruling on U.S. Sen. and then-presidential candidate John McCain, who used the high price of gas as part of his argument to expand drilling. PolitiFact ruled False on his claim: \"We must deal with the here and now and assure affordable fuel for America by increasing domestic production.\"\n\nBackground on drilling and gas prices\n\nPolitiFact wrote:\n\nThe political momentum for offshore drilling has always risen and fallen along with gas prices. But while there are strong arguments that can be made in favor of offshore drilling, reducing the cost of gas \"here and now\" isn't one of them, according to oil experts and economists -- many of whom support the plan.\n\nFor starters, the lead time for oil exploration takes years. Even if offshore drilling areas opened up tomorrow, experts say it would take at least 10 years to realize any significant production. And even then, they say, the U.S. contribution to the overall global oil market would not be enough to make a significant dent in the price of gas.\n\n\"Drilling offshore to lower oil prices is like walking an extra 20 feet per day to lose weight,\" said David Sandalow, a senior fellow at the Brookings Institution, and author of Freedom from Oil. \"It's just not going to make much difference.\"\n\nIt takes years to bring new oil wells online, said Mike Rodgers, a leading oil expert with PFC Energy in Washington. Companies need to drill exploratory wells, then discovery wells around the exploratory wells that show promise. Shipyards that build platforms, a two- to three-year job, are already booked solid.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\n\"It's foolish to sell it as a short-term solution to high gas prices,\" Rodgers said. \"Opening off-shore drilling would have no impact whatsoever on gas prices today.\"\n\nWarning! Math starts here\n\nNow back to Wasserman Schultz's claim. We asked her spokesman Jonathan Beeton for background information and he sent an e-mail with links to the documents Wasserman Schultz used. We're warning you now: This documentation includes lots of math.\n\nFor starters, Beeton pointed us to a map from the U.S. Department of Interior attached to a March 31, 2010, press release which shows that drilling in the Eastern Gulf could increase production by .274 millions of barrels a day. The chart also states that in 2007, U.S. domestic production was about 5.07 million barrels of oil a day. That translates to about 5.4 percent increase -- that's why Wasserman Schultz uses a 5 percent increase.\n\nBeeton then turned to the Energy Information Administration, which provides statistics and analysis to the U.S. Department of Energy and Congress. The EIA showed that the U.S. consumes 19.5 million barrels per day as of 2008. EIA also states that global consumption of oil is about 85.46 million barrels a day (look for the world total on the bottom of the same chart for 2008.)\n\nThen Beeton did some math:\n\nDivide the amount that drilling in the Eastern Gulf could increase daily production -- .274 millions of barrels -- by global consumption of oil -- 85.46 million barrels a day -- and you get .32 percent increase to the world supply. That is less than 1 percent.\n\nWith current U.S. production of 5.07 millions of barrels a day, and U.S. consumption of 19.5 millions of barrels a day, then we produce 26 percent of what we consume, Beeton wrote. Increasing production to 5.344 (5.07 + 0.274) millions of barrels a day, would increase that number to 27.4 percent -- or a decrease reliance on foreign oil by 1.4 percentage points.\n\nThe experts weigh in\n\nWe ran Wasserman Schultz's claim by Jamie Webster, a senior consultant with PFC Energy, which tracks oil production and demand globally and whose clients are governments, including the United States., and oil and gas companies. We also heard from Daniel J. Weiss, who has written extensively about oil prices and policy and is a senior fellow and director of climate strategy at the Center for American Progress, which describes itself as a progressive think tank. Both Webster and Weiss agreed with Wasserman Schultz.\n\nA 5 percent increase would produce around 200,000 to 300,000 barrels of oil a day while the world produced about 85 million barrels a day this year, Webster said.\n\n\"An increase like that would be one-third of a percent,\" Webster said. \"It could feasibly back up some potential imports but it would be almost a rounding error.\"\n\nAs for prices at the pump, \"it wouldn't budge the market at all. We would still need to import gasoline; it would not have any impact. You wouldn't notice it at all.\"\n\nWeiss pointed to a chart from the Energy Information Administration, which shows projections of gas and oil costs in 2020 and 2030.\n\n\"Her point that it's going to make no difference in supply, no real difference in price, is correct,\" Weiss said.\n\nLet's review: Wasserman Schultz's math adds up -- Gulf drilling does indeed represent about 5 percent of current domestic production, and a 5 percent increase would barely register in terms of the world supply. And the experts we found for this Truth-O-Meter as well as ones cited in the past about McCain's claim agree that expanding drilling now would have little effect at the pump any time soon. We rate this claim True.", "vclaim_id": "vclaim-pol-13879"}