{"url": "/factchecks/2010/oct/30/elizabeth-roberts/printed-words-undercut-truthfulness-lt-gov-roberts/", "speaker": "Elizabeth Roberts", "vclaim": "She \"led the fight to stop health insurance rate hikes and saved Rhode Island families over $150 million.\"", "truth_label": "half-true", "date": "stated on October 28, 2010 in a campaign commercial:", "title": "Printed words undercut truthfulness of Lt. Gov. Roberts' health insurance savings claim", "text": "In her bid for reelection, Lt. Governor Elizabeth Roberts cites her efforts to keep health insurance costs down in Rhode Island.\n\nIn her television ad called \"Clear,\" a narrator says: \"Elizabeth Roberts? She led the fight to stop health insurance rate hikes and saved Rhode Island families over $150 million dollars.\"\n\nMeanwhile, the words on the screen say \"Elizabeth Roberts,\" \"stopped insurance rate hikes,\" and \"saved over $150 million.\"\n\nSo what you see is a claim that Roberts \"stopped insurance rate hikes\" and what you hear is \"led the fight to stop health insurance rate hikes.\"\n\nWe wondered what was behind the claim.\n\nRoberts campaign manager Daniel Meuse told us that the ad referred to a 2009 request by Blue Cross and UnitedHealthCare of New England to raise rates. (Our files show the requested increases were as high as 16.3 percent. The insurance companies ultimately withdrew their requests, but succeeded in getting increases this year.)\n\nFirst of all, Roberts, as the lieutenant governor, has no ability to block rate hikes. That authority lies with Health Insurance Commissioner Christopher Koller.\n\nMeuse acknowledged that Roberts lacks any authority to stop a rate hike. But he said that she deserves credit for leading the campaign against the hikes, which is the claim made by the narrator.\n\nMeuse said Roberts met with business groups and rallied them against the proposal. \"She was the only public official who went and testified.\"\n\nSo we decided to check on her role as a leader of the opposition.\n\nA June 2, 2009 Providence Journal story about a Warwick news conference reported that Roberts joined business leaders to protest the proposed increases. We got through to three of the five business people mentioned in the story and asked whether Roberts led the fight. All agreed.\n\nJ. Michael Vittoria, president of the Rhode Island Business Group on Health, which represents 75 small and large employers, said there was plenty of opposition to the rate hikes proposal and it probably would have been expressed to some degree, but Roberts and her office successfully focused it.\n\n\"If the question is whether she was responsible for making that happen? My opinion is, yes she was. I'm not saying it wouldn't have happened without her doing it, but I think she was the point of the spear there,\" said Vittoria. \"Essentially, she led the way in terms of getting a number of different businesses together to articulate what everybody felt anyway.\"\n\n\"I would absolutely characterize her as someone who led the fight for the repeal of this increase,\" said Donald Nokes, president of NetCenergy in Warwick, who joined Vittoria and Roberts to lobby against the plan on talkradio. \"It came at a very bad time and it just wasn't something we felt should be accepted.\"\n\nLinda Lulli, an associate vice president for human resources at Bryant University, agreed that Roberts helped rally opposition. \"In think the visibility and that level of involvement of the stakeholders, I think, had some influence on the changes that were made by the [insurance] carriers and their positions.\"\n\nAs for the $150 million estimate, Koller told us in an email that \"the 150 figure was my office's estimate, at that time, of the annual aggregate incremental costs which employers would have paid for health insurance had the rates submitted by the three insurers been approved.\"\n\nOne other important point: Roberts talks about saving Rhode Island families over $150 million dollars. But in employer-sponsored health plans, employees usually pay a portion of the premium. It's the businesses that save most of the money. In addition, many employees do not have families.\n\nFor that reason, when it comes to the verbal claim, the Roberts assertion isn't completely true.\n\nAnd because the words that appear on the commercial make the untrue claim that she blocked the increase, it further undercuts her -- to use the Stephen Colbert word -- truthiness.\n\nSo rate her seem claim as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14088"}