{"url": "/factchecks/2012/may/15/us-chamber-commerce/us-chamber-seniors-20-million-health-care-law-lose/", "speaker": "U.S. Chamber of Commerce", "vclaim": "\"20 million people could lose their current coverage\" … \"including our senior citizens who are on Medicare.\"", "truth_label": "pants-fire", "date": "stated on May 9, 2012 in a TV ad:", "title": "U.S. Chamber tells seniors that 20 million could lose coverage under the health care law", "text": "An ad from the U.S. Chamber of Commerce claims seniors could lose coverage thanks to \"Obamacare.\" It pins the blame on Florida Sen. Bill Nelson.\n\nThe ad intercuts its own commentary with video footage of Nelson speaking on the Senate floor.\n\nU.S. Chamber: \"Obamacare will be a nightmare for Florida seniors. Did Bill Nelson consider the consequences when he cast a deciding vote for Obamacare?\"\n\nNelson: \"This legislation is gonna let folks that are happy with their insurance keep it …\"\n\nU.S. Chamber: \"Wrong. 20 million people could lose their current coverage.\"\n\nNelson: \"... including our senior citizens who are on Medicare.\"\n\nU.S. Chamber: \"But Senator, seniors will see $500 billion in Medicare cuts to fund Obamacare. Call Bill Nelson. Tell him to support the repeal of Obamacare.\"\n\nHere, we’re checking whether \"20 million people could lose their current coverage,\" and whether those people are older Americans on Medicare as the ad strongly suggests.\n\nFor evidence, the ad’s fine print cites a March report from the Congressional Budget Office, a nonpartisan agency that provides economic and budgetary analysis to Congress.\n\nWe should note that PolitiFact does not fact-check predictions. However, we do fact-check whether ads accurately portray predictions made by others, particularly ones that carry a great deal of credibility, like CBO. So that’s what we’ll do here.\n\nWe read the report, which analyzes the health care law of 2010, also known as the Affordable Care Act. We quickly realized the ad was mixing apples and oranges.\n\nThe ad makes it sound like 20 million seniors will be losing coverage. The report’s estimate has to do with people who get health insurance through work, which the CBO calls employer-provided insurance. But most seniors don’t get their insurance through work; they get their health insurance through Medicare, the government-run health insurance program for older Americans. The ad blurs these distinctions in a way that’s highly misleading.\n\nEven if the ad had provided proper context of employer-provided insurance, it’s still not exactly the case that 20 million people will lose coverage under the health insurance law.\n\nFirst, that estimate is the highest number of several estimates and scenarios that the CBO examined. Second, some portion of that number are people voluntarily switching to other, better coverage -- not being forced out of coverage against their will. Third, these numbers ignore estimates that say 9 million people who didn't have employer coverage will get it because of the law.\n\nFor more details on the report, read our fact-check of Republican National Committee chairman Reince Priebus, who said that \"as many as 20 million Americans could lose their employer-based insurance thanks to Obamacare.\" We rated his statement Half True. Unlike the chamber ad, Preibus put the number in the more appropriate context of health insurance through work.\n\nThe CBO report does not make any mention of Medicare beneficiaries losing coverage. And in fact, in our many reports on Medicare, we’ve never seen that claim that seniors would lose Medicare coverage because of the health care law. Yet it seems like that’s the reasonable interpretation of the ad.\n\nWe contacted the Center for Medicare Advocacy, a nonprofit group that works with Medicare beneficiaries to educate them on the program and help them get access to care. We asked executive director Judith Stein if there was any scenario in which seniors would lose coverage under the new health care law.\n\n\"If they’re stating that 20 million people would lose Medicare because of the Affordable Care Act, that is simply not true. In fact, the health care law strengthens Medicare coverage,\" Stein said.\n\nOur ruling\n\nThe ad from the U.S. Chamber makes it sound like 20 million older Americans will lose coverage under the health care law. We found no evidence that Medicare beneficiaries will lose coverage under the health care law, and the ad’s evidence points to one cherry-picked statistic that applies to employer-provided insurance, not Medicare.\n\nFor trying to scare the pants off Florida seniors, we rate the statement Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nPolitiFact Florida and 10 News are partnering for the 2012 election season. See a video version of this fact-check here.", "vclaim_id": "vclaim-pol-11092"}