{"url": "/factchecks/2010/dec/22/chain-email/simple-solution-economic-crisis-would-cost-more-th/", "speaker": "Chain email", "vclaim": "Unemployment and the housing and auto industry crises can be fixed by giving a million dollars to every worker over age 50 to retire.", "truth_label": "pants-fire", "date": "stated on December 20, 2010 in a message via the Internet:", "title": "'Simple' solution to the economic crisis would cost more than three times the national debt", "text": "Sometimes it's the simple, overlooked solution that's the best.\n\nOne proposal for fixing the U.S. economy, known as the \"Patriotic Retirement Plan,\" is making the rounds in e-mail inboxes, along with a notation that says, \"I think this guy nailed it!\" In some variations, it takes the form of a letter to the president:\n\n\"Instead of giving billions of dollars to companies that will squander the money on lavish parties and unearned bonuses, use the following plan. You can call it the 'Patriotic Retirement Plan':\n\n\"There are about 40 million people over 50 in the work force. Pay them $1 million apiece severance for early retirement with the following stipulations:\n\n\"1.) They MUST retire. Forty million job openings -- Unemployment fixed.\n\n\"2.) They MUST buy a new AMERICAN car. Forty million cars ordered -- Auto Industry fixed.\n\n\"3.) They MUST either buy a house or pay off their mortgage -- Housing Crisis fixed.\n\n\"It can't get any easier than that!! \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\n By Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\"P.S. If more money is needed, have all members in Congress pay their taxes. Mr. President, while you're at it, make Congress retire on Social Security and Medicare. I'll bet both programs would be fixed pronto!\n\n\"If you think this would work, please forward to everyone you know.\"\n\nApparently a lot of people are buying it.\n\nThis e-mail, written and passed along by the mathematically challenged, has been going around since 2009, helped by the note that it was published Feb . 8, 2009,  in The St. Petersburg Times. (The newspaper asked readers for their suggestions to fix the economy. This was one of more than two dozen responses.) \n\nEven though the plan was debunked by Snopes.com in April 2009, it continues to thrive on the Internet. A quick Google search shows that it has popped up on blogs as recently as last month, with supporting comments such as this one on Nov. 27 on Tech Support Forums: \"That's so simple, and yet such a good idea ... I'm in, I'm only 47 give me a million I'll retire tomorrow, pay off my house keep my American cars I already have, split the rest in half and put half in the bank, invest the other half and live the rest of my life in comfort, and with the security the govt PROMISED me when I first joined the Navy.\"\n \nBut as soon as you look at the numbers, the plan disintegrates.\n\nGiving 40,000,000 people $1,000,000 each would cost the United States $40,000,000,000,000, or $40 trillion.\n\nIn contrast, the controversial TARP bank bailout package passed by the federal government was worth about $0.7 trillion (or $700 billion). That's just 1.8 percent of what this e-mail proposes to spend.\n\nTo put this in perspective, the national debt as of Dec. 17 was nearly $14 trillion dollars. That's $44,648 for every man, woman and child -- legal and illegal -- in the United States.\n\nGetting 40 million Americans to retire early and spend money on a car and home would certainly help out the housing and automotive industries. But saying that our economic problems would be solved by nearly quadrupling our national debt to $173,000 per person is a ridiculous statement.\n\nPersonally, we don't have that kind of money to burn. So, instead, we'll take a match and lighter fluid to this e-mail and declare it Pants on Fire!", "vclaim_id": "vclaim-pol-13844"}