{"url": "/factchecks/2009/sep/17/karl-rove/rove-claims-obama-used-to-be-lawyer-for-acorn/", "speaker": "Karl Rove", "vclaim": "Obama used to be a lawyer for ACORN.", "truth_label": "half-true", "date": "stated on September 16, 2009 in an interview on Fox News:", "title": "Rove claims Obama used to be a lawyer for ACORN", "text": "It has not been a good week for the Association of Community Organizations for Reform Now, better known by its acronym ACORN.\nBy now, you probably have seen or at least heard of the  hidden-camera videos  shot by a man and woman who went into several ACORN offices pretending to be a pimp and prostitute. In several cities, ACORN employees offered them advice about how to skirt housing and tax laws.\nACORN notes that we haven't seen all of the uncut versions of all of the videos, but suffice to say it doesn't look very good.\nACORN admitted as much when chief executive Bertha Lewis referred to the conduct as \"the indefensible action of a handful of our employees.\" ACORN has canned or suspended some of the employees, and ordered mandatory training for employees and an independent review. Meanwhile, a number of Republican lawmakers — who have long been critical of the voter registration practices of this left-leaning group — have called for a federal investigation and to cut off all federal funding to the group.\nWhile ACORN has taken a public beating, some conservatives renewed accusations of close past ties between President Barack Obama and ACORN.\n\"Is it time for him (Obama) to weigh in on this group (ACORN), with which he does have some considerable ties, or at least he did?\" Fox News' Megyn Kelly asked Republican strategist Karl Rove on Sept. 16, 2009.\n\n\"Yeah, he used to be a lawyer for them,\" Rove replied.\n\"Look, it is a problem for him,\" Rove said. \"This is a key element of his campaign. They played a huge role in voter registration efforts last year.\"\nObama has not commented on the ACORN situation this week. But the same day Kelly raised the question on Fox, White House spokesman Robert Gibbs condemned the comments made by ACORN employees on some of the videos.\n\"Obviously the conduct that you see on those tapes is completely unacceptable,\" Gibbs said in a daily press briefing on Sept. 16. \"I think everyone would agree with that.\"\nBut what about Obama's ties to ACORN? Was Rove correct that Obama used to be a lawyer for ACORN?\nWe first looked at this during the presidential race when the Sen. John McCain campaign made a similar claim about Obama.\nAnd here's the skinny:\nObama graduated from law school in 1991, worked on the book that would become his memoir  Dreams From My Father  , and directed a voter registration drive in 1992. After that, Obama went to work for a civil rights law firm then named Davis, Miner, Barnhill and Galland. (It is now known only as Miner, Barnhill and Galland.) The firm's specialty is civil rights litigation and neighborhood economic development work. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nObama and two other attorneys represented ACORN in a 1995 federal civil lawsuit against the state of Illinois — Gov. James Edgar and other state officials were the named defendants — to demand that it enforce a new federal law known as \"motor voter,\" which allowed people to register to vote when they got their drivers' licenses. There were five other named plaintiffs in the case, but ACORN was the lead plaintiff. Among the groups that sided with ACORN in the matter: the U.S. Department of Justice and the League of Women Voters. The courts concluded that Illinois had to enforce the law, and the case generated several federal court orders through 1995 and 1996.\nDuring the final presidential debate on Oct. 15, 2008, Republican opponent McCain said the country deserved to know \"the full extent of Sen. Obama's relationship with ACORN.\"\nSaid Obama: \"ACORN is a community organization. Apparently what they've done is they were paying people to go out and register folks, and apparently some of the people who were out there didn't really register people, they just filled out a bunch of names.\n\n\"It had nothing to do with us. We were not involved. The only involvement I've had with ACORN was I represented them alongside the U.S. Justice Department in making Illinois implement a motor voter law that helped people get registered at DMVs.\"\nBut as evidence of deeper ties, some have pointed to that voter registration drive we mentioned earlier, one that Obama directed in 1992 for Project Vote, a nonprofit focused on voter rights and education.\nBack in 1992, Project Vote and ACORN were separate organizations with common goals: getting people to vote, especially low-income, minority and young voters. But in 1994, Project Vote went through a reorganization and the two organizations began to partner with each other on voter registration.\nBut even in 1992, the groups were close.\nIn a 2004 article in  Social Policy  , Toni Foulkes, a Chicago ACORN leader, said that under Obama's leadership, Project VOTE in 1992 delivered 50,000 newly registered Illinois voters that helped Carol Moseley Braun win a Senate seat. Of those 50,000 votes, Foulkes wrote, \"ACORN delivered about 5,000 of them.\"\n\"Since then,\" Foulkes wrote, \"we have invited Obama to our leadership training sessions to run the session on power every year.\"\nThe Obama campaign Web site fightthesmears.com states that ACORN never hired Obama as a trainer, organizer or any type of employee.\nWhen Obama met with ACORN leaders in November 2007, he reminded them of his affinity for ACORN and his time as a Project Vote organizer.\nSen. Obama said, \"I come out of a grass roots organizing background. That's what I did for three and half years before I went to law school. That's the reason I moved to Chicago was to organize. So this is something that I know personally, the work you do, the importance of it.  I've been fighting alongside ACORN on issues you care about my entire career. Even before I was an elected official, when I ran the Project Vote voter registration drive in Illinois, ACORN was smack dab in the middle of it, and we appreciate your work.\"\nACORN's political action committee endorsed Obama for president. We note that Obama said he worked \"alongside\" ACORN, but not  for  ACORN. And ACORN itself says Obama didn't work for them during that time.\nWe provide all of this information so that you can decide how deep the president's ties are with the embattled ACORN.\nAs for Rove's claim that Obama used to be a lawyer for ACORN, yes, Obama once took on a case for ACORN. But Obama was never a staff attorney for ACORN. He did not do ongoing work for the organization. He handled o  ne  case along with two other attorneys. ACORN was one of several plaintiffs. And the U.S. Department of Justice sided with ACORN in the case. We think Rove's comment suggests a deeper legal relationship between Obama and ACORN than actually existed. And so we rule Rove's statement Half True.", "vclaim_id": "vclaim-pol-15579"}