{"url": "/factchecks/2020/mar/05/blog-posting/blog-falsely-claims-pope-francis-tested-positive-s/", "speaker": "Bloggers", "vclaim": "Says the Vatican reports that Pope Francis tested negative for the coronavirus before a second test came back positive.", "truth_label": "false", "date": "stated on March 3, 2020 in a story:", "title": "Blog falsely claims Pope Francis tested positive in a second coronavirus test", "text": "A refurbished rumor that Pope Francis has contracted the coronavirus as he battles a cold is going around the Internet.\nWe recently fact-checked a video that claimed the pope and two of his aides tested positive for the coronavirus and that it was confirmed by the Vatican. None of that is true, and the Vatican denied the claims.\nNow, one blog is pushing an altered version of the account, quoting an Italian newspaper as saying that the 83-year-old Catholic leader first tested negative for the virus before a second test came back positive.\nThe story features recent photos of Pope Francis coughing and blowing his nose and claims: \n\"Pope Francis has tested positive for coronavirus after he fell ill in Italy and was forced to cancel a religious retreat near Rome … The first results for Covid-19 came back negative, and second came positive, according to Italian newspaper Il Messaggero this morning.\"\nThis account is also false.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPope Francis recently canceled some engagements and a Lent retreat after he was seen coughing and sneezing during an Ash Wednesday mass in Rome, fueling false rumors that he has the coronavirus.\nOn March 3, Il Messaggero reported that the pope had been tested for the virus as a precaution and that the result was negative –– something the Vatican has not officially confirmed –– but the story doesn’t say a second test was administered or that the pope tested positive. \nVatican spokesman Matteo Bruni didn’t confirm or deny the Messaggero report, according to the Associated Press, but repeated that the pope had been diagnosed with a cold and that it was \"running its course, without symptoms linked to other pathologies.\" Bruni told Reuters he had no comment on the report.\nThe pope may have tested negative for the virus, but there is no evidence that he was tested more than once, or that a second result came back positive.\nWe rate this False.", "vclaim_id": "vclaim-pol-18052"}