{"url": "/factchecks/2018/nov/25/susana-mendoza/did-mendoza-cast-deciding-vote-abolish-illinois-de/", "speaker": "Susana Mendoza", "vclaim": "\"I was the deciding vote on abolishing the death penalty in the state of Illinois.\"", "truth_label": "barely-true", "date": "stated on November 19, 2018 in in a debate appearance:", "title": "Did Mendoza cast the deciding vote to abolish Illinois’ death penalty? Not really.", "text": "In the crowded race for Chicago’s next mayor, many of the would-be candidates are working to distinguish themselves by touting their progressive bona fides — or questioning those of their opponents.\nDuring a recent forum featuring five of those vying for the post, Illinois Comptroller Susana Mendoza was called on to defend her criminal justice record by one of her opponents, Cook County Board President Toni Preckwinkle.\nMendoza was once a Democratic member of the Illinois House, where she honed a tough-on-crime reputation and had long supported the death penalty even as a succession of Illinois governors imposed a moratorium on the practice.\nGiven that background, Preckwinkle asked Mendoza to explain how voters could trust her as mayor to push for criminal justice reforms.\nIn response, Mendoza spoke of how her views on capital punishment had evolved. \"I know what it’s like to be on the other side of crime,\" said Mendoza, who earlier in the debate had recalled how her family moved from Chicago's Little Village neighborhood when she was a child to escape violence. \"Having said that, yes I did support the death penalty. But I was the deciding vote on abolishing the death penalty in the state of Illinois. It would still be there had I not voted to abolish it.\"\nThe 2011 House vote to abolish executions in Illinois succeeded with the minimum number of 60 needed to pass. So, technically, any of those lawmakers who voted for the measure could lay claim to be a deciding vote. But did it really all come down to Mendoza?\nDuring debate on the House floor, Mendoza gave an impassioned speech describing how she had personally wrestled with the issue, legislative transcripts show.\n\"Throughout my entire life, I’ve been a staunch supporter of the death penalty and a firm believer in the justice it serves,\" Mendoza said on the House floor.\n\"But this debate for me is no longer about whether or not guilty killers deserve to die for their crimes,\" she added, describing how she had met with several former death row inmates in Illinois who had been wrongly convicted and then freed. \"Speaking to them and hearing their horror stories of being hours away from execution made me reflect on my own beliefs regarding our ability to apply the death penalty in a fair and error free way.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nEven with Mendoza’s support, however, the initial House vote on the measure was 59 to 58, one short of the 60-vote majority needed for passage.\nBut the sponsor, then state Rep. Karen Yarbrough of Maywood, used a procedural move to allow for a second vote and then twisted the arm of a Quad Cities area Democrat to switch positions.\n\"I’d been back and forth on this since they started talking about abolishing it,\" then state Rep. Patrick Verschoore of Milan told the Bloomington Pantagraph in 2011 after the final vote. He said Yarbrough, who is now the Cook County Recorder of Deeds, called in a favor because she had supported him on other legislation.\nIn light of this, we asked the Mendoza campaign to tell us how Mendoza could be considered the deciding vote on the measure. Spokeswoman Rebecca Evans emailed us a response that did not directly address the question.\n\"As is common during the legislative process, not everyone was accounted for during the initial vote for a variety of reasons,\" Evans wrote. \"The law to abolish the death penalty would not have passed without Susana's vote.\"\nOur ruling\nWhile defending her criminal justice record, Mendoza said she was \"the deciding vote on abolishing the death penalty in the state of Illinois.\"\nBefore making that claim, she accurately described her change of heart on the issue that led her to support the 2011 abolition measure after long backing capital punishment.\nAnd Mendoza is technically correct that the measure would have sunk had she voted the other way. By that standard, however, any one of the 59 other House members who supported the bill on final passage could make the same claim.  \nEven with Mendoza’s support, the measure came up short on an initial vote. When the sponsor opted for a re-do later that day, a different lawmaker who’d opposed it on the first try switched his vote, securing its passage. In the end, it clearly didn’t come down to Mendoza.\nWe rate her claim Mostly False.", "vclaim_id": "vclaim-pol-01243"}