{"url": "/factchecks/2018/nov/02/blog-posting/no-evidence-norman-thomas-quote-democrats-embracin/", "speaker": "Bloggers", "vclaim": "Say Socialist candidate Norman Thomas said in 1944 that the Democratic Party had adopted the Socialist platform.", "truth_label": "false", "date": "stated on October 12, 2018 in post on Facebook:", "title": "No evidence for Norman Thomas quote on Democrats embracing 1940s socialism", "text": "Eighty-three years after the Social Security Act was signed into law and 53 years after the enactment of Medicare, fears of socialism continue to define American politics\nA Facebook post quoting prominent socialist Norman Thomas is making the rounds, garnering about 31,000 shares since Oct. 12. It suggests that the Democratic Party has been using the Socialist Party agenda of the 1940s.\nIt claims that Thomas, in a 1944 speech, said, \"The American people will never knowingly adopt socialism. But, under the name of 'liberalism,' they will adopt every fragment of the socialist program, until one day America will be a socialist nation, without knowing how it happened.\" The meme goes on to quote Thomas as saying, \"I no longer need to run as a Presidential Candidate for the Socialist Party. The Democratic Party has adopted our platform.\"\nThomas was a Presbyterian minister, social worker, pacifist, prolific author, and co-founder of the American Civil Liberties Union. He ran for president six times.\nThe meme being spread says, \"If you aren't scared, you're not listening.\" The author of the Facebook post, Vincent Schmuki, says (in all caps), \"IT WAS ALL PART OF THEIR PLANNED TAKEOVER OF AMERICA!\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPolitiFact often checks on whether famous people actually uttered the words attributed to them. In this case, the lack of evidence suggests the answer is no.\nWe found plenty of places on the Internet that were using the quotation, but none cite a checkable source. Many say it comes from a Thomas speech in 1944, although no day or venue is offered. Another says it was during a 1948 interview during one of Norman's presidential campaigns but, again, with no reference and indication where the interview was published.\nRonald Reagan, 20 years before he became president, used the first part of the quote in a 1961 radio address attacking Medicare as socialized medicine and asserting that Norman said it in 1927.\nReagan biographer Lou Cannon, editorial advisor at the State Net Capitol Journal, wrote in \"Governor Reagan: His Rise to Power,\" that the quotation was one of his favorites. \"This is a suspect quotation, and Reagan gave no reference for it,\" Cannon wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"If Thomas said this, I have been unable to find evidence of it, and Reagan told me in 1968 that he did not know its origins,\" Cannon said in a footnote. \"Thomas often did say, however, that both major political parties had borrowed items from the Socialist Party platform, including Social Security.\"\nMore to the point, Cannon said, \"Reagan was vulnerable to using bogus quotes in his speeches because he clipped so many items out of newspapers in which such quotations abound.\" One example Cannon cited was a fake quote from Alexis de Tocqueville about the goodness of America.\nCannon reported in that 2003 biography that, \"By the 1960s, the deeply pacifist Thomas was more of a social democrat than a socialist, and the United States was not then or every close to 'going socialist.'\"\nTwo of Thomas' best-known biographers have died: W.A. Swanberg (author of \"Norman Thomas: The Last Idealist\") in 1992 at the age of 84 and Harry Fleischman (a prominent socialist in his own right and author of \"Norman Thomas: a biography\") in 2004 at the age of 90. Our attempts to track down Thomas biographer Raymond F. Gregory though his publisher were unsuccessful.\nWe also looked for the quote in some of the Thomas writings available online, including, \"How Can the Socialist Party Best Serve Socialism\" (1949), \"What's Behind the 'Christian Front'\" (1939), \"Democracy versus Dictatorship\" (1937) and \"Why I am a Socialist,\" (undated). None included the quote.\nThe same was true of Murray B. Seidler's 1961 biography of Thomas, \"Norman Thomas: Respected Rebel.\"\nFinally, we contacted the New York Public Library, which has a collection of Thomas' writings that fills the equivalent of 193 boxes.\nThomas G. Lannon, assistant director for manuscripts, archives and rare books wrote to say that among the transcripts from radio broadcasts and stump speeches from 1944, the quote in the Facebook meme \"cannot be found. In fact, there are many speeches in which Norman Thomas suggests people should vote Socialist up until election day, Nov 7, 1944. Many if not all of his speeches before the November election in 1944 were opposed to the two party system. The idea that Norman Thomas would have said the Democratic Party had adopted the Socialist Party platform runs counter to all the text of speeches that still exist from those Thomas delivered in 1944.\"\nUntil someone -- anyone -- can offer evidence that the quote came from Thomas, we rate this post False.\nUpdate: This story was updated after publishing to include comment from Thomas Lannon at the New York Public Library. The rating remains unchanged.\"", "vclaim_id": "vclaim-pol-01329"}