{"url": "/factchecks/2009/aug/26/george-will/george-will-claims-stimulus-money-will-be-spent-sl/", "speaker": "George Will", "vclaim": "Most of the stimulus money will be spent \"not this year, not next year, but in 2011.\"", "truth_label": "barely-true", "date": "stated on August 23, 2009 in an interview on This Week with George Stephanopoulos:", "title": "George Will claims the stimulus money will be spent slowly", "text": "Faced with larger deficit projections than expected, the White House is shifting its attention back to the economy and so is conservative columnist George Will.\n \nIn a round table discussion on the Aug. 23, 2009, episode of  This Week with George Stephanopoulos  , four commentators including Will lamented the administration's loose fiscal practices, including how little of the $787 billion stimulus package has been spent.\n \n\"Well, I noticed that the stimulus, which has sent out, what, about 10 percent of what has been voted on this, that most of the stimulus spending will be not this year, not next year, but in 2011,\" Will said.\n \nWe've already  discussed  the difference between stimulus money that's been literally spent and money that's been obligated, and we've already looked at a claim about how quickly the stimulus money will be spent  here  . For this Truth-O-Meter item, we'll focus on Will's claim that most of the stimulus money will be spent \"not this year, not next year, but in 2011.\"\n \nIt seems that Will's information springs from a bit of confusion that happened back in January 2009, when the White House and Congress were just starting to hash over the stimulus package.\n \nAt the time, the White House had released a $825 billion stimulus proposal that included about $355 billion in spending on everything from alternative energy to road construction. Repeatedly, the White House maintained it would spend about 75 percent of the money within the first 18 months of enactment.\n \nA flurry of news reports cited a Congressional Budget Office prediction that much of the spending would happen in 2011 or later, but the White House contended that report was incomplete:\n \n\"The Congressional Budget Office recently released an analysis of a component of the economic recovery proposal; that analysis, however, did not assess the overall package,\" Office of Management and Budget director Peter Orszag wrote in a Jan. 22 letter to House Budget Committee Chairman John Spratt. \"Our analysis indicates that at least 75 percent of the overall package (including its tax component and the other spending provisions that were not analyzed by the Congressional Budget Office) will be spent over the next year and a half.\"\n \nNevertheless, Republicans seized on the estimate as a way to demonstrate that stimulus money would drip slowly rather than flood into the economy.\n \nThe final cost estimate of the $787 billion passed by Congress on Feb. 13 shows that about $145.4 billion will be spent on infrastructure and other job-creating projects in 2009 and 2010, and about $162.5 billion will be spent between 2011 and 2019. Just using those numbers, Will would be correct: most discretionary spending — the Washington term for the portion of the budget that Congress controls — will go out in 2011 or after.\n \nBut discretionary spending is only part of the $787 billion package.\n \nJim Horney, director of federal fiscal policy for Center for Budget and Policy Priorities, a left-leaning think tank, said the rest of the package includes mandatory spending — such as money for food stamps and health care — and spending on tax breaks. That money must also be taken into account to get the most accurate idea of how much cash is literally leaving Washington each year.\n \nIn that regard, the numbers look very different. According to the CBO, about $185 billion will go out in 2009 and $399 billion will go out in 2010. Together, that's about 75 percent of the $787 billion bill.\n \nAlso worth noting: Will said \"in 2011\" not \"after 2011.\" In the heat of debate, it's clear that he slipped up his words. Nevertheless, in this case he's wrong no matter how you crunch the numbers; in every scenario, 2010 is the biggest spending year.\n \nTo recap: If the government were only considering discretionary spending, Will would be correct; CBO's cost estimates of the White House proposal and the final version of the bill demonstrate that most discretionary funding will go out in 2011 and later. However, that's not the whole story because Will's claim does not take into account mandatory spending or tax breaks. In that case, the bulk of the money will be spent in 2009 and 2010. As a result, we give Will a Barely True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15618"}