{"url": "/factchecks/2020/jul/27/west-virginia-democratic-party/fact-checking-wv-democratic-partys-tweet-covid-19-/", "speaker": "West Virginia Democratic Party", "vclaim": "“Under the leadership of @WVGovernor Justice, West Virginia now has the highest rate of COVID-19 spread from person to person than any other state.”", "truth_label": "half-true", "date": "stated on July 10, 2020 in a tweet:", "title": "Fact-checking the WV Democratic Party’s tweet on COVID-19 transmission", "text": "In a thread of tweets posted July 10, the West Virginia Democratic Party blames Republican Gov. Jim Justice for the state’s jump in the rate of person-to-person transmission of the novel coronavirus. \n\"Under the leadership of @WVGovernor Justice, West Virginia now has the highest rate of COVID-19 spread from person to person than any other state,\" the tweet begins.\nThe thread pointed to an announcement by Clay Marsh, the vice president and executive dean of West Virginia University Health Sciences, that the state was ranked No. 1 nationally in the rate of transmission.\n\"Today Dr. Clay Marsh announced that WV has the highest RT rate of any other state in the U.S.,\" the thread says. \"This means that WV is spreading COVID-19 from person to person faster than any other state in the country.\" Bureau of Public Health commissioner Cathy Slemp, who resigned under pressure in late June, \"tried to warn Justice of this days before she was fired.\"\n🆘😷🆘 Under the leadership of @WVGovernor Justice, West Virginia now has the highest rate of COVID-19 spread from person to person than any other state.— WV Democratic Party (@wvdemocrats) July 10, 2020 \n \nDoes West Virginia, the last state in the country to confirm a positive COVID-19 case, now top the country in the rate of transmission? It does, though the tweet lacks important context about the spread of the virus in the state and the country as a whole.  \nRanking states by Rt\nThe West Virginia Democratic Party did not respond to inquiries for this article, but we did reach Marsh to discuss the relationship between the rate of transmission and the growth in coronavirus cases.\nHe said scientists use two related but distinct measurements to study the spread infections such as COVID-19. One is R0, pronounced \"R-naught,\" and the other is known as Rt, or the effective reproduction number. Both measure how many people, on average, one infected person will infect. But they measure slightly different things.\nR0 captures how fundamentally infectious a germ is when it’s introduced into a new population. By contrast, Rt measures how much the infection is spreading at a particular moment in time, taking into account factors such as the percentage of people who have already become infected and the preventive measures being taken against the infection.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"With both of these scores, any rate that is more than 1 suggests that the disease is spreading, and any rate below 1 suggests that it is reducing,\" Marsh told PolitiFact. \nOn July 10, the day the Democratic Party’s tweet was posted, Marsh told WVMetroNews that the state’s Rt had increased from the nation’s second lowest rate two and a half months earlier to second-worst in the country. By that afternoon, CNN had posted an article citing Marsh and reporting that West Virginia had climbed to No. 1 nationally in Rt.\nMarsh told PolitiFact that Rt is valuable for showing which direction the state’s level of infections could be heading in the following weeks. But other metrics are important as well, he said.\nMarsh said he pays attention to the positivity rate -- the percentage of newly tested people whose results come back positive for the virus. The countries and states that have been most successful have kept this measurement below 3%, and West Virginia has toggled between 3% and 5% recently. (West Virginia is also one of only 11 states that are performing an adequate number of tests to control the spread, according to a New York Times analysis.)\nMarsh said he also looks at the total change in the number of cases, using a 7-day or 14-day rolling average, and how close in-state hospitals are to their capacity for the number of ICU beds and ventilators\nIn other words, Rt gives researchers an idea about how fast the disease is spreading, but it’s not the only key to understanding the virus. Andy Shi and Xihong Lin from the Harvard Chan School of Public Health agree with Marsh’s assessment in an email interview with PolitiFact.\n\"Ultimately, what we are doing is we are trying to take a look at, ‘how do we measure today versus how did we measure a week ago, or two weeks ago, or a month ago,’ because that gives us a better idea about how our risk is changing,\" Marsh said. \nOur ruling\nThe West Virginia Democratic Party tweeted, \"Under the leadership of @WVGovernor Justice, West Virginia now has the highest rate of COVID-19 spread from person to person than any other state.\"\nOn the day the tweet was posted, West Virginia did have one of the highest rates of transmission of any state. However, using this metric communicates only one part of the picture of how hard West Virginia is getting hit by the coronavirus. \nAmong other measurements, the absolute number of coronavirus cases ranks far below the level seen in current hot-spot states like Arizona, Florida, and Texas. And the state’s positivity rate for test results is close to the low level that experts like to see.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-17805"}