{"url": "/factchecks/2010/nov/18/john-boehner/john-boehner-says-federal-workers-make-twice-much-/", "speaker": "John Boehner", "vclaim": "\"It’s gotten to a point where the average federal worker makes twice as much as the average private sector worker.\"", "truth_label": "false", "date": "stated on November 10, 2010 in a news conference:", "title": "Rep. John Boehner says federal workers make twice as much as their private sector counterparts", "text": "House GOP Leader John Boehner talks a lot about the need to create jobs as he prepares to take the U.S. House of Representatives’ helm next year.\n\nBut the federal government is one entity Boehner thinks shouldn’t create jobs. While talking with reporters Nov. 10, Boehner advocated a hiring and pay freeze on federal workers.\n\n\"It’s gotten to a point where the average federal worker makes twice as much as the average private sector worker,\" Boehner said.\n\nBoehner’s office says he bases that claim on an August 13, 2010 USA Today article, headlined \"Federal workers earning double their private counterparts.\"\n\nThe article uses Bureau of Economic Analysis data from the U.S. Commerce Department to conclude that federal civil servants earned average pay and benefits of $123,049 in 2009, while private workers made $61,051 in total compensation.\n\nAlthough the USA Today statistics back up Boehner’s claim, a BEA spokesman says the newspaper’s numbers don’t account for the different mix of jobs performed by federal and private sector employees.\n\nThe statistic cited by USA Today also includes benefits, which tend to be higher for federal employees. That’s an important distinction because we think the average person would interpret \"makes twice as much\" as getting twice the wages.\n\nWe said as much recently when we examined a claim about federal worker pay by Rand Paul, the Republican senator elect from Kentucky. In that item we found BEA statistics show federal employees earned an average salary of $81,258, when benefits were stripped out, compared with $50,464 for private sector employees.\n\nThat’s nearly 40 percent short of double.\n\nA statement on BEA’s website explains that the private sector workforce includes a broader range of jobs than the federal government, from minimum wage positions to CEOs. Federal civilian jobs focus on professional areas like law, accounting and economics that require higher education. The federal government has also contracted out many of its lower-skilled, lower paid positions to private industry, which makes the federal average go higher.\n\nJohn Berry, director of the federal Office of Personnel Management, says it’s untrue that federal workers are paid double the private sector. The USA Today article, he says, compares \"apples to oranges.\" OPM maintains that federal workers actually make 24 percent less than their private-sector counterparts.\n\n\"The federal workforce today is highly specialized,\" he says. \"Thirty years ago, over 22 percent of our workforce was in blue collar jobs. Now that percentage has dropped by half while the percentage of IT and health professionals has doubled. Data clearly shows that many of these highly specialized workers – doctors, nurses, cybersecurity professionals – are paid less than their private sector counterparts and are making a significant sacrifice in pay to serve their neighbors.\"\n\nOPM spokeswoman Jennifer Dorsey did not respond to repeated requests for data that would show lower federal pay for those workers. She did send an email that said the average federal salary is $65,000, and \"the figure that was used by the USAToday reporter was and is inaccurate.\"\n\nSo we looked at some federal statistics ourselves, using Bureau of Labor data for mean annual salaries from May 2009. Those statistics list a $43,460 mean yearly salary for the nation’s 130.6 million private sector workers, and a $71,500 mean salary for its 1.9 million federal employees.\n\nThat’s about 35 percent short of double.\n\nJust as the BEA data does, the labor data’s private sector average also incorporates hundreds of jobs for which there’s no federal counterpart. So we looked at some specific examples -- the doctors, nurses and cybersecurity professionals that Berry mentioned.\n\nFederally-employed doctors make about the same ($173,400 a year) as their private sector counterparts ($173,860). Federal registered nurses actually make more: $77,830, compared with $66,530. BLS didn’t have a \"cybersecurity professionals\" category. We found federal \"computer specialists\" made $88,920, compared to $78,010 for their private-sector counterparts.\n\nSo where does that leave us?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nUsing the BEA data, the average federal worker salary is considerably short of the \"twice as much\" level Boehner claimed.\n\n\nUsing the Bureau of Labor’s data, the gap is a little wider, but the average federal worker pay still is considerably short of double.\n\n\nThat’s why we rate Boehner’s claim False.", "vclaim_id": "vclaim-pol-13990"}