{"url": "/factchecks/2017/jul/06/blog-posting/its-fake-news-president-can-disband-supreme-court/", "speaker": "Bloggers", "vclaim": "Spicer: \"Trump has the legal right to cancel SCOTUS because they serve at his pleasure\"", "truth_label": "pants-fire", "date": "stated on June 21, 2017 in a blog:", "title": "It's fake news that the president can disband the Supreme Court", "text": "A June 21 fake news story on USPOLN.com reported that White house press secretary Sean Spicer declared that the president holds the power to disband the U.S. Supreme Court.\n\"President Trump not only has the power to fire Robert Mueller; he also has the legal ability and right to cancel and disband the Supreme Court of the United States as well, should he feel the need for it. And no one could argue with such a decision,\" Spicer is quoted as saying in the story.\nThe story claims Spicer shared this information in a press briefing media outlets were banned from airing, in which he also announced Trump was sending his thoughts and prayers to the victims of a U.S. Navy ship wreckage and of a terrorist attack in London.\nThe press conference the post references indeed took place, on June 19. While it was not televised, a transcript was shared on the White House website. Spicer did offer the White House’s condolences to the victims and said Mueller’s fate was in Trump’s hands, but he never suggested the president holds the power to disband the Supreme Court.\nIn fact, the Supreme Court was not mentioned during the briefing.\nThe story manipulated Spicer’s quote that \"everyone who serves the president serves at the pleasure of the President,\" referring to the fact that Mueller’s superior, Deputy Attorney General Rod Rosenstein, ultimately answers to the president. The Supreme Court, however, does not.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe checks and balances put in place by the U.S. Constitution are designed to ensure equilibrium of power between the legislative, executive and judicial branches — that means one branch can’t just shut down another.\nThe Constitution prohibits the president from firing a justice, much less all nine of them, or disbanding the institution they represent. It also hands power over to the courts to decide on the legality of an executive action.\nThe president may nominate Supreme Court justices, court of appeals judges and district court judges, although these must be vetted by the Senate. Neil Gorsuch is the only Supreme Court justice Trump has appointed so far.\nThe website that published the story did not respond to a request for comment, but it does contain a disclaimer published in the \"about us\" tab.\n\"USPOLN may include information from sources that may or may not be reliable and facts that don’t necessarily exist,\" the disclaimer reads. \"These articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\"\nWhile some of the details about the press conference are correct, Spicer’s comments about the presidential ability to disband the courts is complete and total baloney.\nWe rate this statement Pants on Fire!\n Share the Facts 2017-07-06 18:24:42 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Spicer: \"Trump has the legal right to cancel SCOTUS because they serve at his pleasure\"    USPOLN.com Blog    Wednesday, June 21, 2017 2017-06-21    Read More  info", "vclaim_id": "vclaim-pol-03136"}