{"url": "/factchecks/2016/mar/07/bill-clinton/bill-clinton-says-percentage-gun-owning-households/", "speaker": "Bill Clinton", "vclaim": "\"Every year there is a slightly smaller percentage of American households owning guns.\"", "truth_label": "half-true", "date": "stated on February 24, 2016 in a campaign rally.:", "title": "Bill Clinton says percentage of gun-owning households dropping every year", "text": "There’s a bottom-line reason why the National Rifle Association doesn’t want to broaden background checks on gun buyers, former President Bill Clinton said during a recent rally in Richmond for his wife’s presidential campaign.\n\"The NRA and the gun manufacturers know that every year there is a slightly smaller percentage of American households owning guns,\" Clinton, a Democrat, said during the Feb. 24 speech at the Hippodrome theater.  \n\"So what they have to do every time somebody says ‘Would you please give us three days to do a background check and maybe a little more if we don’t have consolidated mental health records’ … they go nuts and say, ‘Well this is the beginning of the end. They’re violating the Second Amendment. They’re coming after your gun.’\"\nWe wondered whether Clinton was correct that, every year, there’s a slow and steady decline in the proportion of households that own guns.\nThe former president’s spokesman, Angel Urena, pointed us to one article on The Huffington Post and another in The New York Times about gun ownership.\nBoth items focused on findings about gun ownership in polls conducted by the General Social Survey at the University of Chicago. Since 1973, the survey has asked people whether anyone in their home owns a gun.\nThe results show that the high-water mark was in 1977, when 50.4 percent of households had firearms. Since then, the survey found there’s been a long-term decline in the percentage of households with guns, which dropped to 31 percent in 2014 - the latest survey available.\nThe decline largely occurred during the 1990s. Researchers say much of the long-term decline was caused by a drop in the popularity of hunting.\nBut contrary to Clinton’s claim, the percentage of households possessing firearms hasn’t decreased every year. Since 2000, the percentage has been fairly static, bobbing slightly up and down.\nHere’s what the survey has found in its more recent polls. Keep in mind the survey is conducted every two years. The figures show the percentage of households with guns:\n•2000;  32.4 percent\n•2002:  33.5 percent\n•2004:  34.7 percent\n•2006:  33.1 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n•2008:  34 percent\n•2010:  31.1 percent\n•2012:  33.1 percent\n•2014:  31 percent  \nGun rights advocates have criticized the survey’s gun ownership number as being too low. The NRA estimates that 40 percent to 45 percent of households have guns.\nGallup also has been surveying household gun ownership for decades but comes up with different percentages and a different long-term trend than the General Social Survey. Unlike the General Social Survey, it finds almost no long-term decrease in gun-owning households: It was 43 percent in the 1972 and 41 percent last year. In between, the roller coaster trend line constantly rises and falls.\nThe pattern essentially holds up if you look at recent years: 41 percent of households owned guns in 2000 and in 2015. In between, there are many peaks and valleys.\nLet’s look at one last series of polls on household gun ownership by the Pew Research Center. It found that 45 percent of households owned a gun in 1993, and that decreased to 33 percent in 2013 - the last year Pew surveyed on the question.\nBut as with the other polls, the decrease is barely discernable when starting at 2000. That year, 35 percent of households had firearms. Fast forward to 2013, when it was 33 percent. In between those two years, the percentages once again bob up and down.\nHow should we take all these confusing poll results? Perhaps with a grain of salt.\nPew said in a March 2013 report that there’s \"no definitive data source from the government or elsewhere on how many Americans own guns or how gun ownership rates have changed over time. Also, public opinion surveys provide conflicting results: Some show a decline in the number of households with guns, but another does not.\"\nOur ruling\nBill Clinton says \"every year there is a slightly smaller percentage of American households owning guns.\"\nAlthough polls on gun-owning households are erratic, you can make a plausible argument they show a long-range downward trend. Clinton cites a series of surveys by the University of Chicago that show a drop of 19 percentage points since the early 1970s.\nAnother set of polls by Gallup show the five-decade drop is 2 percentage points. A third series of polls by Pew shows a decrease of 12 percentage points since 1993.\nBut much of the downward movement occurred in the 1990s, and Clinton goes overboard by saying the percentage is going down \"every year.\" All three surveys show the yearly percentages have been fluctuating in recent years and that, since 2000, the drop is about 1 or 2 percentage points.\nWe rate Clinton’s statement Half True.", "vclaim_id": "vclaim-pol-05319"}