{"url": "/factchecks/2012/jun/24/tommy-thompson/tommy-thompson-says-federal-health-care-reforms-ar/", "speaker": "Tommy Thompson", "vclaim": "Federal health care reforms amounted to ‘the government takeover of health care.’", "truth_label": "pants-fire", "date": "stated on June 7, 2012 in a television ad:", "title": "Tommy Thompson says federal health care reforms are a ‘government takeover of health care’", "text": "Republican Tommy Thompson uses a farm field as a backdrop and a stop sign as a prop in a new television ad for his U.S. Senate campaign.\n\nThe former governor rattles off a list of practices that he would \"stop\" if voters send him to Washington in November 2012: deficits, tax hikes,over-regulation of business.\n\n\"And I’ll stop the government takeover of health care by repealing ‘Obamacare,’ \" he concludes.\n\nThompson is one of four candidates seeking the GOP nomination for the seat held by retiring U.S. Sen. Herb Kohl (D-Wis.). We asked Thompson campaign spokesman Brian Nemoir to explain the last item, about which plenty has been written.\n\nHe provided this explanation.\n\n\"The statement is ‘I’ll stop the government takeover of health care,’\" Nemoir wrote in an email.\n\nBut that skips the end of the sentence, which is the key: Thompson says he’ll stop the takeover \"by repealing ‘Obamacare.’ \" Did the federal health reforms -- part of a key case awaiting a U.S. Supreme Court ruling -- amount to \"the government takeover of health care.\"\n\nSeems like we’ve been down this road a few times.\n\nIndeed, calling the 2010 health care reform bill a \"government takeover of health care\" was deemed the 2010 \"Lie of the Year\" by PolitiFact National. Readers also chose it as that year's most significant falsehood. It concluded that the statement \"is simply not true.\"\n\nHere are some details from that item:\n\n• Employers will continue to provide health insurance to the majority of Americans through private insurance companies.\n   \n• Contrary to the claim, more people will get private health coverage. The law sets up \"exchanges\" where private insurers will compete to provide coverage to people who don't have it.\n   \n• Under the law, the government will not seize control of hospitals or nationalize doctors.\n   \n• The law does not include the public option, a government-run insurance plan that would have competed with private insurers.   \n\n• The law gives tax credits to people who have difficulty affording insurance, so they can buy their coverage from private providers on the exchange. But here too, the approach relies on a free market with regulations, not socialized medicine.\n   \nPolitiFact National concluded: \"PolitiFact reporters have studied the 906-page bill and interviewed independent health care experts. We have concluded it is inaccurate to call the plan a government takeover because it relies largely on the existing system of health coverage provided by employers.\"\n\nFor his part, Nemoir said the law is \"a mandated program reducing consumer health care choice coupled with massive increases in both cost and regulation of an industry impacting virtually all Americans, and currently responsible for nearly 20 percent of our GDP, seemingly fits the formally undefined, ‘government takeover.’\"\n\nNemoir also said Thompson, who served as U.S. Health and Human Services secretary under President George W. Bush, \"has demonstrated leadership on tough issues throughout his career and is uniquely positioned as a health care expert.\"\n\nThat may be true, but his resume is not at issue in the \"government takeover\" claim.\n\nFinally, Thompson suggests he would repeal the health care law by himself. Of course, there are 99 other senators, and the House of Representatives, and the president, who would have a say in it. But we think most would recognize that as Thompson simply stating his position, not claiming he could do it unilaterally.\n\nOur conclusion\n\nThompson says in a TV ad that federal health reforms amount to \"the government takeover of health care.\" It’s not a government takeover. We’ve said numerous times that characterizing the law in this way is a distortion of the facts -- and the 2010 Lie of the Year.\n\nWe rate his claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10873"}