{"url": "/factchecks/2016/mar/04/tom-daschle/do-us-global-aids-dollars-build-stability-less-vio/", "speaker": "Tom Daschle", "vclaim": "U.S. global AIDS spending helped reduce \"political instability and violence\" by \"40 percent\" in recipient nations.", "truth_label": "barely-true", "date": "stated on February 29, 2016 in an op-ed:", "title": "Do U.S. global AIDS dollars build stability, less violence? Hard to prove", "text": "President Barack Obama’s final budget plan includes $4.65 billion to continue the country’s long-standing program to combat HIV/AIDS worldwide.  Launched by President George W. Bush in 2003, the President’s Emergency Plan for AIDS Relief, called PEPFAR, now reaches 65 countries.\nPEPFAR got some bipartisan love from two former Senate majority leaders, Sens. Tom Daschle, D-S.D., and Bill Frist, R-Tenn. In an op-ed in The Hill titled \"Big-hearted, self-serving and right,\" Daschle and Frist argued that global health aid is in the national interest.\n\"In a study for the Bipartisan Policy Center last November, we showed how the largest global health project in history, the President’s Emergency Plan for AIDS Relief (PEPFAR), has not only saved millions of lives but also improved America’s national security,\" they wrote.\nAmong PEPFAR’s achievements, they said \"our study found that in PEPFAR countries, political instability and violence have fallen 40 percent (compared to just 3 percent in equivalent non-PEPFAR countries), while economic growth has increased — and so has America’s reputation.\"\nThere are many fine reasons for America to promote better health overseas, but we wanted to explore whether the data prove that reducing political instability and violence is one of them.\nAs it turns out, it’s tough to make the case.\nCorrelation is not causation\nThe report Daschle cited used World Bank data to make some comparisons. It included the table below to show how 12 PEPFAR countries in Africa made more gains than 12 other African nations.\n\nThe methodology behind this comparison is murky, if only because it’s unclear precisely how certain African countries were picked to contrast with the PEPFAR ones. We duplicated the study’s selection criteria and came up with a slightly different list of nations. That could alter the results in the table above.\nThat aside, there’s a bigger issue. It’s one thing to say that two changes overlapped (corellation) and quite another to say that one thing caused the other (causation). Along those lines, the report offered some significant caveats. It noted that \"a multitude of factors influence the quality of governance, making it impossible to assign causation.\"  \nIt also highlighted that, \"PEPFAR was successful in Sub-Saharan Africa in part because it was launched during a decades-long period of development, whereby the quality of governance had been steadily improving in the region prior to and during PEPFAR’s introduction.\"\nIn short, the report took a more cautious stance than Daschle and Frist did in their op-ed.\nWe would note that in one place, the Bipartisan Policy Center report actually was as forceful as Daschle and Frist. In its opening summary of PEPFAR’s accomplishments, it said \"PEPFAR has also played a role in security, stability, and governance.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nSo the report made both strong and more circumspect statements. We asked the center staff to help reconcile what Daschle wrote and what the report contained. We did not hear back.\nRachel Robinson, an associate professor at the School of International Service, at American University, said you can’t claim that PEPFAR produced those changes because Washington did not randomly pick the participating countries.\n\"There were countries with high HIV prevalence not included in the original 15, Malawi, for example, and some of the original 15 had relatively low prevalence, such as Nigeria and Ethiopia, but were clearly of U.S. strategic interest,\" Robinson said. \"So, looking at how things came out in PEPFAR countries vs. non-PEPFAR countries is ill-advised from a research perspective.\"\nEqually troubling, studies during the worst years of AIDS failed to find a connection between the spread of the disease and greater instability, said Bayard Roberts, a senior lecturer at the London School of Hygiene and Tropical Medicine and editor-in-chief of the Journal of Conflict and Health.\n\"There was a lot of rhetoric from the academic, policy, and NGO sectors on how AIDS could pose a security risk to countries in sub-Saharan Africa, but this turned out to be vastly overstated and largely false,\" Roberts said. \"The claim that reducing AIDS is linked to greater stability seems equally incorrect.\"\nRoberts questioned the fundamental logic behind Daschle’s claim.\n\"From an epidemiological perspective, it is not reasonable to conclude that reducing AIDS is causally linked to greater stability and less violence,\" he said. \"There are so many other, far stronger and more plausible reasons why political instability and violence decline.\"\nRobinson’s colleague at American University, Carl LeVan, raised another issue with Daschle and Frist’s claim.\n\"It conflates security and governance,\" LeVan said. \"In countries such as Uganda, the level of democracy has arguably declined while the overall levels of violence have gone down, too. I single out Uganda because it is considered one of the cases par excellence of an illiberal ruler (Yoweri Museveni) leveraging his willingness to be a leader on HIV in return for some latitude from donors on how he rules politically.\"\nJoseph L. Dieleman, assistant professor at the University of Washington’s Department of Global Health, said he knows of no study that shows PEPFAR or another large health intervention leading to greater stability and less violence.\n\"This would be very hard to prove empirically,\" Dieleman said. \"This doesn’t mean it isn’t true, just that these type of data make definitive proof very difficult to ascertain.\"\nOur ruling\nDaschle said that U.S. global AIDS spending helped reduce \"political instability and violence\" by \"40 percent\" in recipient nations.\nNo one questions that the program did much to ease the burden of disease and helped many sufferers. But there are several reasons the argument that it led to political stability is difficult to make. As the report Daschle cited notes, many of the countries were on an upward path before PEPFAR began. On top of that, Washington carefully selected which nations to include in PEPFAR. Finally, experts knew of no study that shows a large scale health intervention reducing instability and violence. On the contrary, and specific to HIV/AIDS, no study has found that the disease causes instability.\nDaschle’s statement treats correlation as if it were causation. We rate this claim Mostly False.      Share The Facts   Tom DaschleFormer U.S. Senator     U.S. global AIDS spending helped reduce \"political instability and violence\" by \"40 percent\" in recipient nations.  In an op-ed. – Monday, February 29, 2016  ShareRead more   Embed", "vclaim_id": "vclaim-pol-05326"}