{"url": "/factchecks/2018/sep/13/jim-justice/west-virginias-summerville-lake-clearest-east/", "speaker": "Jim Justice", "vclaim": "\"According to SCUBA divers, Summersville Lake is the clearest freshwater lake east of the Mississippi River.\"", "truth_label": "barely-true", "date": "stated on August 17, 2018 in a tweet:", "title": "Is West Virginia's Summersville Lake the clearest in the East?", "text": "Does West Virginia have the clearest freshwater lake east of the Mississippi River? Gov. Jim Justice said so in a tweet.\nIn the Aug. 17 tweet, Justice said, \"According to SCUBA divers, Summersville Lake is clearest freshwater lake east of the Mississippi River. This led to earning its name as ‘The Little Bahamas of the East.’ Check it out for yourself today!\" (SCUBA is capitalized because it is an acronym for Self-Contained Underwater Breathing Apparatus.)\nAccording to SCUBA divers, Summersville lake is clearest freshwater lake east of the Mississippi River. This led to earning its name as “The Little Bahamas of the East.” Check it out for yourself today! https://t.co/iAUQIaqat5 pic.twitter.com/XdQr7S9kll— Governor Jim Justice (@WVGovernor) August 17, 2018\n\n\n \nSummersville Lake is a man-made lake in the southern part of West Virginia. The Huntington District of the U.S. Army Corps of Engineers created the lake in the 1960s.\n\n \nJustice’s tweet links to an article on wvtourism.com, published by the West Virginia Tourism Office, an agency of the West Virginia Department of Commerce.\nThe article describes the lake as great for swimming, boating, and underwater exploration. The destination has dive sites where rock formations can be seen 100 feet underwater.\nHowever, the WV Tourism article did not offer a specific source for the claim. We contacted the office, and they did not respond.\nWhen we reached out to the U.S. Army Corps of Engineers’ Huntington District, Toby Wood, project manager for Summersville Lake, said that the label \"The Little Bahamas of the East\" originated with a SCUBA magazine.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"We consider that a claim-to-fame, and we repeat it often,\" Wood said.\nIn Google searches, we found references to that nickname attributed to Skin Diver magazine but did not locate the original article.\nMore broadly, however, Wood has \"no way of knowing if the lake is the ‘the clearest freshwater lake east of the Mississippi River,’ as the governor claimed.\"\nWe reached out to Peter Oliver, editor-in-chief of the National Association of Underwater Instructors’ magazine, Sources, and he said that from his experience, Summersville Lake has the same color as most lakes and reservoirs.\n\"You’d be OK, I think, to call Summersville ‘one of the clearest,’ but it has that green tint common to almost all freshwater lakes and reservoirs. The water in the Florida spring systems is what we usually call ‘gin clear’ and since the water does not stand in the small lakes but flows out it stays clear,\" Oliver said.\nMeanwhile, Christine McCrehin of the American Water Resources Association told PolitiFact that \"her organization does not track the information about the clarity of lakes.\"\nOur ruling\nJustice tweeted, \"According to SCUBA divers, Summersville Lake is the clearest freshwater lake east of the Mississippi River.\"\nThis facts on this claim are more opaque than the governor lets on. There’s no question that Summersville Lake attracts divers who appreciate its clear waters, and there is evidence that it has long been called \"the Little Bahamas of the East.\"\nJustice’s tweet went beyond that, saying specifically that the lake is the clearest in the eastern United States. An Army Corps of Engineers and several independent experts were unable to point to evidence for that first-place ranking.\nThe statement contains an element of truth, but it offers a specific No. 1 ranking without a comprehensive study to back it up. We rate it Mostly False.\n Share the Facts 2018-09-13 17:10:21 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"According to SCUBA divers, Summersville Lake is the clearest freshwater lake east of the Mississippi River.\"    Jim Justice West Virginia governor https://twitter.com/WVGovernor/status/1030450437558857729   a tweet Friday, August 17, 2018 2018-08-17    Read More  info", "vclaim_id": "vclaim-pol-01618"}