{"url": "/factchecks/2019/may/21/donald-trump/donald-trump-wrong-joe-biden-abandoned-scranton/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden \"deserted you. … I guess he was born here, but he left you, folks. He left you for another state.\"", "truth_label": "barely-true", "date": "stated on May 20, 2019 in a rally in Montoursville, Pa.:", "title": "Donald Trump wrong that Joe Biden abandoned Scranton", "text": "At a rally in Montoursville, Pa., President Donald Trump took issue with the Pennsylvania cred of former Vice President Joe Biden, one of his possible 2020 Democratic challengers.\nAt the May 20 rally, Trump criticized Biden for abandoning his birthplace, Scranton, located 80 miles east of Montoursville.\nHere’s what Trump said:\n\"And don't forget Biden deserted you. He's not from Pennsylvania. I guess he was born here, but he left you, folks. He left you for another state. Remember that, please. I meant to say that. This guy talks about oh, I know Scranton. ... Well, I know the places better. He left you for another state and he didn't take care of you because he didn't take care of your jobs.\"\nDoes Trump have a point about Biden ditching Pennsylvania? The White House did not respond to an inquiry for this article, but most observers we checked with rejected Trump’s portrayal — starting with the fact that Biden was in elementary school when his family moved to Delaware, the state he would later represent in the Senate.\nThe Biden story\nBiden spent his early youth in Scranton, an aging industrial city in northeastern Pennsylvania, living there for a decade and attending Catholic school.\nIn a 2016 interview with the genealogical website Ancestry.com, Biden said:\n\"My roots run deep in Lackawanna County and in Scranton. It’s where my great-great-grandfather Patrick Blewitt ultimately settled from County Mayo in 1851. On the other side of the family, my great-great-grandfather Owen Finnegan immigrated to Seneca County, New York, from Ireland’s County Louth in 1849. But his son, my great-grandfather James, ultimately moved to settle in Scranton.\n\"Scranton is where my grandfather Ambrose Finnegan met and in 1909 married my grandmother Geraldine Blewitt. It’s where my mother, Catherine Eugenia Finnegan, was born, and where she met and in 1941 married my father, Joseph Biden, Sr.\n\"I lived in Scranton until I was in the fourth grade, but for the next 10-12 years, I spent most of my summers and holidays with the Finnegan family back in Scranton. And I keep in contact to this day with friends I made in Scranton, as well as family members still living there. ...\n\"So I’m a proud Delawarean — and it was my great honor to spend the better part of my adult life representing that state — but I am a son of Scranton.\"\nIn 1953, his family left Scranton. His namesake father had been commuting to Wilmington, Del., for a job cleaning boilers and decided to move the family closer to his job.\nThe future vice president, 10 at the time, would have had little say in the matter.\nBiden’s continuing ties to Scranton\nDespite building his political career in Delaware, Biden has often touted his blue-collar roots in Scranton. In fact, Biden has talked about it so much that that Saturday Night Live satirized the habit in both 2008 and 2012, when he was a vice presidential candidate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nMore than most politicians, observers say, Biden has managed to pull off the straddle of officially representing one state but unofficially representing another. He was often referred to as Pennsylvania’s \"third senator.\"\nBiden \"visited the state frequently during his 36 years in the Senate,\" said Terry Madonna, director of the Center for Politics and Public Affairs at Franklin & Marshall College in Lancaster, Pa. \"The custom of referring to him as Pennsylvania’s third senator came from the late Pennsylvania Sen. Arlen Specter, with whom he had a great relationship.\"\nFrom his perch in the Senate, Biden regularly championed legislation of importance to Pennsylvania, said Thomas J. Baldino, a political scientist at Wilkes University in Wilkes-Barre, Pa.\nParticularly important were bills that brought work to the Philadelphia Navy Yard, until it closed, and the Boeing Vertol plant in Delaware County, Pa. \"Both employed people who lived in Delaware, Pennsylvania, and New Jersey. He also supported dredging the Delaware River to benefit the ports of Wilmington, Philadelphia, and Camden. I could go on and on,\" Baldino said.\nSuch work gained him media attention in Pennsylvania.\n\"Delaware has no commercial TV, so Biden was covered by the Philadelphia media market, which gave him considerable exposure in the city and its suburbs,\" Madonna said.\nScranton residents appreciated Biden throughout his career, said Jean W. Harris, a University of Scranton political scientist. She says Trump \"overreached\" in suggesting he knew Scrantonites better than Biden does.\n\"Scrantonians see Biden as one of their own,\" Harris said. \"Biden is certainly viewed as a hard working, blue-collar aligned, Pennsylvanian by those here in northeastern Pennsylvania. Even younger people here, such as my undergraduate students from the area, feel an affinity for Biden.\"\nAnd Delaware residents don’t hold Biden’s Pennsylvania ties against him, said Allan Loudell, a longtime radio host on WDEL in Wilmington.\n\"I have never, ever have heard a complaint from a Delawarean — never even from a conservative on a telephone talk-show — about Biden being Pennsylvania's ‘third senator,’ \" Loudell said.\nThe most critical response we heard was from Vince Galko, a Republican consultant with deep ties in northeastern Pennsylvania. Galko said that, whatever Biden’s personal outreach to Scranton, the region’s demographics have driven it away from his Democratic Party, which is too socially liberal for many residents.\nIn Lackawanna County, the Obama-Biden ticket in 2012 won by a 27-point margin, but in 2016, Trump fell just 3 percentage points short of winning the county.\n\"There was a reason why in 2016 voters put up Trump signs in neighborhoods of Scranton — places where Republican signs had never been before — and for the most part those signs haven’t come down,\" Galko said.\nOur ruling\nTrump said that Biden \"deserted you. … I guess he was born here, but he left you, folks. He left you for another state.\"\nBiden was only 10 when his family moved from Scranton to Delaware, but he maintained ties, to various degrees, for the rest of his youth and adulthood. Moreover, in the Senate he was sometimes called \"Pennsylvania’s third senator\" due to his close attention to legislation affecting neighboring Pennsylvania.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate the statement Mostly False.\n Share the Facts 2019-05-21 21:05:23 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Joe Biden \"deserted you. … I guess he was born here, but he left you, folks. He left you for another state.\"    Donald Trump U.S. President    a campaign rally Monday, May 20, 2019 2019-05-20    Read More  info", "vclaim_id": "vclaim-pol-00610"}