{"url": "/factchecks/2011/may/05/gerry-connolly/gerry-connolly-says-us-owns-3-percent-worlds-oil-c/", "speaker": "Gerry Connolly", "vclaim": "\"America owns 3 percent of the world’s oil but consumes 25 percent of its global reserves.\"", "truth_label": "mostly-true", "date": "stated on May 3, 2011 in a House floor speech:", "title": "Gerry Connolly says U.S. owns 3 percent of world’s oil but consumes 25 percent", "text": "During a House floor speech on May 3, 2011, Rep. Gerry Connolly, D-Va., addressed the recent jump in gasoline prices, saying that energy independence and lower gasoline prices will come from higher automobile fuel efficiency and new sources of domestic energy, including wind, solar and biofuels.\n\nIn making the argument, Connolly cited a statistic showing how out-of-proportion the United States’ oil consumption is.\n\n\"America owns 3 percent of the world’s oil but consumes 25 percent of its global reserves,\" Connolly said.\n\nWe thought we’d check his statistic.\n\nWe turned to the Energy Information Administration, the federal clearinghouse for energy statistics.\n\nFor the first part of Connolly’s statement -- \"America owns 3 percent of the world’s oil\" -- we turned to a table showing proven reserves of crude oil internationally.\n\nFor 2009 -- the most recent year with full data available -- the United States had proven reserves of slightly under 20.7 billion barrels, compared with more than 1.34 trillion barrels for the world as a whole. That works out to be 1.5 percent of the world total -- about half of what Connolly said, but still a small percentage of the global total.\n\nAs for the second part of his statement -- that the U.S. \"consumes 25 percent of (the world’s) global reserves\" -- we found an EIA table showing international oil consumption.\n\nFor 2009, the U.S. consumed 18.8 million barrels a day, compared with 84.3 million barrels a day for the world as a whole. That works out to 22 percent -- a little low, but once again, in the right ballpark.\n\nWhen we checked with Connolly’s office, they sent us a few documents with figures more in line with the ones the congressman had cited, but when we looked at them, we noticed that they cited statistics from between 1999 and 2004. So we’ll stick with our numbers.\n\nBottom line: Connolly’s numbers are a little low because they are out of date, but his general point -- the U.S. consumes a disproportionate share of the world’s oil -- is valid. We rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13148"}