{"url": "/factchecks/2016/mar/10/bernie-sanders/bernie-sanders-says-hillary-clinton-opposed-driver/", "speaker": "Bernie Sanders", "vclaim": "When New York Gov. Eliot Spitzer wanted to \"provide driver’s licenses to those who are undocumented. (Hillary Clinton) said don’t do it.\"", "truth_label": "mostly-true", "date": "stated on March 9, 2016 in a Democratic debate in Miami:", "title": "Bernie Sanders says that Hillary Clinton opposed driver's licenses for illegal immigrants", "text": "Hillary Clinton and Bernie Sanders attacked each other’s records on immigration during the Democratic debate in Miami. Clinton bashed Sanders for opposing a 2007 immigration bill. He fired back that she opposed driver’s licenses for illegal immigrants.\n\"Secretary Clinton prevailed upon the governor of New York, Eliot Spitzer, who wanted to do right thing and provide driver's licenses to those who are undocumented,\" Sanders said during the debate at Miami Dade College on March 9. \"She said ‘don’t do it’, and New York state still does not do it.\"\nDid Clinton -- who has sought the Latino vote in Florida and elsewhere -- prevail upon Spitzer to not allow driver’s licenses for illegal immigrants in New York?\nClinton on driver’s licenses in 2008 race\nIn September 2007, Spitzer proposed giving driver’s licenses to illegal immigrants. Supporters said it would allow those who simply wanted to get to work to get \"out of the shadows,\" and get insurance while opponents saw it as a privilege for those who broke the law by illegally coming to the United States.\n\"I know exactly what Gov. Spitzer's trying to do, and it makes a lot of sense, because he's trying to get people out of the shadows,\" Clinton told the editorial board of the Nashua Telegraph in October 2007, according to an article in the New York Daily News at the time. \"He's trying to say, 'Okay, come forward, and we will give you this license.' \"\nDuring an Oct. 30, 2007, debate, co-moderator Tim Russert asked her about her comments and Spitzer’s plan. She gave a muddled answer in which she made a case for it and against it.\n\"You know, Tim, this is where everybody plays gotcha. It makes a lot of sense. What is the governor supposed to do? He is dealing with a serious problem. We have failed, and George Bush has failed. Do I think this is the best thing for any governor to do? No. But do I understand the sense of real desperation, trying to get a handle on this? Remember, in New York we want to know who's in New York. We want people to come out of the shadows. He's making an honest effort to do it. We should have passed immigration reform.\"\nAbout two weeks later, Spitzer dropped his plan, saying it faced opposition.\nDuring the March 2016 debate, Sanders’ campaign sent a November 2007 New York Times story about a statement Clinton made saying she supported his decision to drop the plan.\n\"As president, I will not support drivers' licenses for undocumented people and will press for comprehensive immigration reform that deals with all of the issues around illegal immigration including border security and fixing our broken system.\"\nSpitzer, who resigned in 2009 amid a prostitution scandal, talked about Clinton’s past statements on driver’s licenses in an interview he gave to David Axelrod in 2015.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\"When Mr. Axelrod asked if the Clinton campaign had asked Mr. Spitzer to scrap the plan, he replied, ‘Yeah, we heard from folks who said they want this issue gone,’ \" the New York Times reported.\nClinton on driver’s licenses in 2016 race\nBut during the 2016 presidential campaign, Clinton changed her position.\nIn April 2015, a Clinton spokeswoman told the Huffington Post: \"Hillary supports state policies to provide driver's licenses to undocumented immigrants.\"\nClinton herself addressed it during a town hall in February.\n\"Back then, it was a state-by-state determination, and I'm happy that most states have understood and moved in the right direction,\" she said.\nPolitiFact contacted spokespersons for Clinton’s campaign during the debate and asked if she had any evidence to refute Sanders’ claim and did not get a reply.\nIn a conference call with reporters the day before the debate, Clinton surrogates didn’t answer questions about why she changed her position.\n\"Today our goal has moved well beyond driver's’ licenses,\" U.S. Rep. Luis Gutierrez, D-Illinois said. \"We are talking about citizenship. As president she will fight for that.\"\nOur ruling\nSanders said that \"Secretary Clinton prevailed upon the governor of New York, Eliot Spitzer, who wanted to do right thing and provide driver's licenses to those who are undocumented. She said don’t do it, and New York state still does not do it.\"\nClinton waffled on driver’s licenses for illegal immigrants in a debate in October 2007. When Spitzer dropped his proposal, she came out with a statement supporting his decision to ax the plan to give the driver’s licenses. Sanders omitted that this occurred during her first presidential race and that during this campaign she has supported driver’s licenses for illegal immigrants.\nWe rate this claim Mostly True.\n \nhttps://www.sharethefacts.co/share/7431e579-4985-452f-bc68-ac2aa05ca56d", "vclaim_id": "vclaim-pol-05294"}