{"url": "/factchecks/2014/jul/24/debbie-wasserman-schultz/debbie-wasserman-schultz-says-gop-governors-blocke/", "speaker": "Debbie Wasserman Schultz", "vclaim": "\"There were 36 states where Republicans who were in charge refused to implement a state (health insurance) exchange.\"", "truth_label": "barely-true", "date": "stated on July 22, 2014 in an interview with a Las Vegas news network:", "title": "Debbie Wasserman Schultz says GOP governors blocked state insurance markets in 36 states", "text": "Two recent federal court cases, both about federal subsidies for health insurance, came within hours of each other this week, putting the future of the Affordable Care Act into question.\nIn Halbig vs. Burwell, the U.S. Court of Appeals for the D.C. Circuit issued a 2-1 ruling that said people in states that don't operate their own marketplaces can't get subsidies. But a few hours later, the U.S. Court of Appeals for the Fourth Circuit reached the opposite conclusion in King vs. Burwell. Their unanimous decision upheld the legality of the subsidies for all states, even those without their own insurance marketplaces.\nThat same day Debbie Wasserman Schultz, the Democratic National Committee chair and congresswoman from Florida, appeared on the Nevada news program Ralston Reports.\n\"There was a lot of panic from supporters of the law after the Halbig decision came down from the panel at the D.C. court,\" said host Jon Ralston. But Wasserman Schultz said she thought it would be resolved in favor of maintaining the subsides for all states.\n\"I think ultimately, when the Supreme Court decides this, it’s going to be very clear that the unanimous ruling by the Fourth Circuit is the right one.\"\nShe also said Nevada had \"a governor who refused to implement a state exchange.\" She quickly had to backtrack as Ralston reminded her of Gov. Brian Sandoval’s enthusiastic support of a state exchange. \"Well, I stand corrected, I’m not from Nevada,\" Wasserman Schultz acknowledged.\nBut she went on to make another claim we found questionable.\n\"There were 36 states where Republicans who were in charge refused to implement a state exchange, and as a result people who get Affordable Care Act plans are getting them through the federal exchange,\" Wasserman Schultz said.\nIt turns out that Wasserman Schultz was off on this claim, too.\nNumbers don’t lie\nUsing information compiled by the Kaiser Family Foundation, we looked at each state’s marketplace profile. We found a total of 36 states that currently use the federal exchange or state-federal partnerships and would be affected by Halbig vs. Burwell. We sorted them into four categories.\n\n\nStates with Republican governors that adopted the federal exchange: 27\n\n\nStates with Democratic governors that adopted the federal exchange: 2\n\n\nStates with Republican governors that adopted a state-federal partnership: 2\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nStates with Democratic governors that adopted state-federal partnership: 5\n\n\nSo of the 36 states that use the federal exchange or a partnership program, only 29 actually had Republican governors when the decisions were made about establishing health care marketplaces.\nIn 27 of those states, Republican governors opted to use the federally established marketplace, Heathcare.gov, instead of a state-run program.\nThis number includes New Mexico and Idaho, whose Republican governors originally aimed to establish state-based marketplaces in 2013 and 2012, respectively. Both states ended up choosing a federally-facilitated marketplace but hope to open their own state-based marketplaces in 2014.\nIt also includes Utah, a state that had an insurance marketplace established before the Affordable Care Act was signed into law in 2010. In Utah, the federal government runs the market for individual insurance, but the state controls the insurance exchange for small businesses.\nThere are two Republican-led states, Iowa and Michigan, that supported independent state marketplaces, but ended up establishing state-federal partnerships instead. State-federal partnerships allow the states to play a role in the insurance marketplace, without assuming full responsibility.\nIn 2012, Iowa Republican Gov. Terry Branstad announced that the state would operate on a state-federal partnership for the time being. Branstad said they plan to transition to a state insurance marketplace by 2016. And in Michigan, Republican Gov. Rick Snyder supported the creation of a state-based marketplace, but opted for the partnership in 2012.\nRepublican governors were not alone in their decision to use the federal exchange or set up state-federal partnerships. Seven states with Democratic governors did it, too.\nOf the seven states, two use the federal exchange, while five operate partnership marketplaces. For example, in Missouri, Democratic Gov. Jay Nixon  attempted to set up a state marketplace in 2012, but voters blocked his attempts. Ultimately, Nixon was forced to back away from a state marketplace. In Montana, Democratic Gov. Brian Schweitzer opted for the federally run insurance marketplace.\nThe other five Democratic states that operate a state-federal partnership are New Hampshire, Delaware, West Virginia, Illinois and Arkansas.\nIn New Hampshire, Democratic Gov. Maggie Hassan established the partnership marketplace in February of 2013. Illinois Democratic Gov. Pat Quinn laid out a plan similar to that used in Iowa. The state is currently using a partnership exchange, but plans to establish a state marketplace by 2015.\nDNC spokesman Michael Czin said that Wasserman Schultz meant to say there were \"26 Republican governors who used the federal exchange this year instead of setting up their own state-based exchange.\" Czin was counting the number of states now that have Republican governors.\nWe think it’s more accurate to counts states that had Republican governors when the exchanges were set up, and that number would be 27 (not counting the two GOP governors that set up partnership exchanges).\nOur ruling \nWasserman Schultz said that there were \"36 states where Republicans who were in charge refused to implement a state exchange.\" There are 36 states that use the federal exchange or state-federal partnerships instead of state-based marketplaces. But seven of those states are run by Democrats. And, some of the states with Republican governors, like New Mexico and Idaho, tried to institute a state exchange before opting for federally-facilitated marketplace. So while most of the 36 states had Republican governors, not all of them did.\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-07554"}