{"url": "/factchecks/2012/apr/11/robert-menendez/robert-menendez-claims-us-oil-exports-surpassed-im/", "speaker": "Robert Menendez", "vclaim": "Says the United States \"actually exports more gasoline, diesel and other fuels than it imported in 2011 for the first time since, I think, 1949.\"", "truth_label": "true", "date": "stated on March 28, 2012 in a video posted on YouTube:", "title": "Robert Menendez claims U.S. fuel exports surpassed imports in 2011 for the first time since 1949", "text": "Drill it in the United States, keep it in the United States.\n\nU.S. Sen. Robert Menendez made that argument during his \"Twitter Town Hall\" on March 28, while noting how the United States exported more fuel products than it imported last year for the first time in more than six decades.\n\n\"In fact, you know, according to the Energy Department though, the United States – this is something that I found out, I found it pretty amazing – actually exports more gasoline, diesel and other fuels than it imported in 2011 for the first time since, I think, 1949,\" he said.\n\nThe Democratic senator later added, \"If we keep that here, we can create downward pressures on the prices of gas and diesel, and in doing so, of course help all of our families and help our economy. So I believe drill it in the U.S, keep it in the U.S., and that’s not something that’s happening right now.\"\n\nPolitiFact New Jersey discovered that the senator’s claim is backed up by findings released last month by the U.S. Energy Information Administration, the statistical and analytical agency within the U.S. Department of Energy.\n\nAccording to a March 7 article on the agency’s website, \"The United States in 2011 exported more petroleum products, on an annual basis, than it imported for the first time since 1949.\"\n\nLast year, the United States exported nearly 2.9 million barrels per day, surpassing imports by about 440,000 barrels per day, according to the agency.\n\nNow, let’s explain what’s fueling this increase in exports.\n\nThe biggest contributing factor was the increase in foreign purchases of distillate fuel, which includes diesel fuel and heating oil, the agency said.\n\nU.S. exports of distillate fuel have been on the rise during the past decade, driven by a global increase in diesel consumption, according to the agency. Between 2006 and 2011, exports of distillate fuel increased by about 297 percent, according to agency data.\n\nThe growth in distillate fuel exports has been mainly driven by deliveries to the Netherlands -- where many products are later directed to other countries -- as well as to Mexico and Central and South America, the agency has said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nThe Netherlands was the largest importer in 2011 at 145,000 barrels per day, followed by Mexico with 102,000 barrels per day, according to agency data.\n\nThe proximity of Mexico, and Central and South America to oil refineries on the U.S. Gulf Coast has contributed to the export growth, according to the agency. Also, Europe requires a certain type of diesel fuel that cannot be produced in many refineries outside the United States, according to the agency.\n\n\"The primary factor behind the change in Europe has been the switch by light-duty vehicle consumers from gasoline-powered vehicles to diesel-powered vehicles,\" according to an October 2010 report by federal officials. \"The move has been driven by European tax incentives on both vehicles and fuel to encourage the use of more energy-efficient diesel-fueled vehicles.\"\n\nOur ruling\n\nDuring his Twitter Town Hall, Menendez claimed the United States \"actually exports more gasoline, diesel and other fuels than it imported in 2011 for the first time since, I think, 1949.\"\n\nBased on findings released last month by the U.S. Energy Information Administration, that statistic is accurate. Driven by demand for distillate fuel -- which includes diesel fuel and heating oil -- exports of petroleum products in 2011 exceeded imports by about 440,000 barrels per day, according to the agency.\n\nWe rate the statement True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11290"}