{"url": "/factchecks/2016/oct/14/roy-cooper/roy-cooper-says-pat-mccrory-raised-taxes-middle-cl/", "speaker": "Roy Cooper", "vclaim": "\"In 67 different ways, Governor McCrory has raised taxes on middle income families.\"", "truth_label": "half-true", "date": "stated on October 11, 2016 in a debate:", "title": "Roy Cooper says Pat McCrory raised taxes on the middle class 'in 67 different ways'", "text": "At Tuesday’s debate for the North Carolina governor’s race, Democratic challenger Roy Cooper attacked Republican Gov. Pat McCrory for pushing tax reforms that mostly helped the wealthy.\nRepublicans gained a majority in both chambers of the General Assembly in 2011. After McCrory became governor in 2013, the state passed sweeping changes to tax law. The new GOP leaders cut personal and business income taxes and paid for it in part by expanding the sales tax base and ending some income tax deductions.\n\"The governor promised people a tax cut,\" Cooper said. \"He came through for the corporations and for those at the top, but everyday working people got tax increases. In 67 different ways, Governor McCrory has raised taxes on middle income families. And literally we’re talking about, literally, from birth to death.\"\nWe wondered if it was really true that the state’s Republican leaders, who so often tout their record on tax cuts, actually raised taxes in 67 different ways.\nCooper’s campaign provided us with an itemized list of the increases it was citing from McCrory’s tenure as governor. They do include instances from birth to death — higher fees for screening newborn babies, and a new tax on tombstone installation.\nMany came earlier this year, in a large expansion of the sales tax base that went into effect in March bearing McCrory’s signature. It created dozens of new sales taxes applied to services and labor.\nAuto repair shops have long charged sales taxes on parts. Now they must also charge sales tax on their labor. There are new 43 service taxes, all listed here by the Department of Revenue.\nCooper’s campaign also pointed us two dozen other instances of laws McCrory has signed since 2013 that increased taxes, created new taxes or reduced or eliminated tax breaks, incentives, deductions and exemptions.\nSo the number is right. In fact Cooper said 67, and his campaign’s list includes 69 examples.\nA few of them don’t really affect middle class families, like the state’s tax credits for filmmakers that were allowed to expire, or a law that capped the sales tax refund for nonprofits at $45 million — hardly a level the local PTA has to worry about surpassing.\nHowever, nearly all of the 69 examples the campaign pointed to do directly affect middle class families. We won’t list them all, but notable examples include:\n--Ending the annual tax-free weekend for back-to-school shopping.\n--Ending deductions for contributions made to college savings accounts.\n--Eliminating a $4,000 deduction for government retirement income and a $2,000 deduction for private retirement income.\n--Taxing forgiven mortgage debt as income.\n\"The next time you go to a movie or you get your car repaired or you buy school supplies at a back to school weekend, you look at that receipt and the taxes are a courtesy of Governor McCrory,\" Cooper said at the debate.\nCooper is right that McCrory raised taxes 60-plus ways that could affect middle class families.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nBut that’s not the whole story. And we’ve lowered our Truth-O-Meter ratings in the past when politicians have made claims about taxes that left out important context, like this one. And our friends at the Washington Post gave Three Pinocchios to a 2014 claim that the state’s tax changes raised taxes for most North Carolinians.\nDoes Cooper's claim face a similar fate?\nThe GOP tax reforms\nBefore the tax cuts, North Carolina had a three-tier system for individual income taxes, ranging from 6 to 7.75 percent. With the GOP-led changes, the income tax rate dropped to a single flat rate of 5.8 percent, and then dropped again to 5.75 percent this year.\nThe Tax Foundation, a group that advocates for low tax rates, has frequently praised North Carolina for its income tax cuts.\nSo has the libertarian Cato Institute think tank. In 2014 one its budget analysts wrote that \"McCrory and the legislature’s plan passed one of the most impressive tax reform packages in any state in years.\"\nEarlier this month, McCrory was named one of just five governors with an A on the Cato Institute’s annual report, \"Fiscal Policy Report Card on America’s Governors.\"\nThe cuts, combined with a higher standard deduction – it more than doubled for married couples filing jointly, from $6,000 to $15,000 –  could lead to hundreds of dollars of savings each year for a typical middle class family. The state’s median household income is around $50,000.\nIt’s harder to estimate, however, just how much extra the typical middle class family will be paying due to the dozens of tax increases and/or lost deductions that Cooper mentioned. That’s because many of them won’t apply to most families, or aren’t very uniform in their cost.\nPlumbing, vehicle repairs, car washes and tire services are pretty ubiquitous, but even there the labor costs can vary wildly from business to business. And plenty of the new tax increases – like on boat repairs, shoe shining, jewelry cleaning, bullet reloading and fire extinguisher recharging  – won’t apply to most people very often, if ever.\nThere was one tax credit that was eliminated that many people used and we can count easily – the Earned Income Tax Credit. It ended in 2014. In 2011, more than 900,000 households in North Carolina claimed the EITC and got an average of $116 in savings, according to a 2013 study from the liberal Budget and Tax Center.\nMany families saved more than $116 when their income tax rates were cut. But when you start adding in the additional taxes on services, the other lost credits and deductions, and more? It’s possible some people might be paying more now than they were before the tax cuts – especially on the lower end of the income scale.\nA 2015 study from the liberal groups Institute on Taxation and Economic Policy (ITEP) and The Budget & Tax Center found that the bottom 20 percent of North Carolinians paid taxes equivalent to 9.2 percent of their income, while the top 1 percent paid taxes equivalent to 5.3 percent of their income.\nWe here at PolitiFact also looked into North Carolina’s tax reforms in 2014 and ruled it Mostly True that the state’s tax changes \"overwhelmingly benefit the wealthy.\"\nAnd that was before any of the dozens of new sales taxes were enacted. Those have shifted the tax burden away from the wealthy even more, since sales taxes are regressive in nature.\nOur ruling\nCooper said that \"in 67 different ways, Governor McCrory has raised taxes on middle income families.\"\nWe find his tally of the tax increases to be correct, yet many of them will affect only small groups of people in any given year. And Cooper cherry-picks by leaving out the substantial reduction in the income tax rate, which applied broadly to people at all income levels, even though it did mostly help the wealthy.\nWe rate his claim Half True.\nhttps://www.sharethefacts.co/share/813496b5-36a6-4835-af57-1d9dc2393194", "vclaim_id": "vclaim-pol-04133"}