{"url": "/factchecks/2008/mar/17/campaign-defend-america/mccain-voted-against-bushs-energy-bill/", "speaker": "Campaign to Defend America", "vclaim": "Both McCain and Bush favor tax breaks for oil companies.", "truth_label": "false", "date": "stated on March 5, 2008 in a television ad:", "title": "McCain voted against Bush's energy bill", "text": "An ad from the Campaign to Defend America attacks Sen. John McCain as being the same as President George W. Bush on a number of issues, including\n\nIraq, taxes and health care\n\n. It also bashes the two on energy policy.\n\n\"Oil companies, they get tax breaks while we pay at the pump. McSame as Bush,\" the ad states.\n\n\nThe Bush administration's signature energy initiative was the Energy Policy Act of 2005, a major piece of legislation that included subsidies and incentives for several sectors of the energy industry, including oil companies. It was the first national energy legislation in more than a decade, and the Bush administration worked for several years to get it passed. We ruled previously that\n\nthe bill contained significant measures to encourage clean energy\n\n.\n\n\nTo be sure, the bill still had its detractors. Some people felt it included too many incentives for industry and too little to help consumers.\n\n\nThose detractors included McCain.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"This bill does little to address the immediate energy crisis we face in this country,\" he said in a statement his Senate office issued at the time. \"The handouts to big business and oil companies are irresponsible and will be disastrous for the people of Arizona. I cannot in good conscience vote to pass legislation that does not adequately address issues related to energy efficiency, security, and energy independence.\"\n\n\nThe statement noted that McCain liked the plan's reliability standards and incentives for new refinery capacity, but concluded that the bad outweighed the good.\n\n\nMcCain also said he opposed it because it might make pump prices higher with its mandates for the increased use of ethanol.\n\n\nOn the final vote on the bill, McCain was one of 26 senators who voted against it. (\n\nHillary Clinton also opposed it while Barack Obama voted for it.\n\n)\nThe McSame ad doesn't mention this legislation specifically, but it was a priority of the Bush administration and a notable source of tax breaks for the oil and gas industry. McCain opposed it. You can't call them the \"McSame\" for such a significant difference. For this reason, we find the statement False.", "vclaim_id": "vclaim-pol-16298"}