{"url": "/factchecks/2014/nov/10/breitbart/breitbart-gets-wrong-loretta-lynch-whitewater-clai/", "speaker": "Breitbart", "vclaim": "Loretta Lynch, the new nominee for attorney general, \"was a member of Bill Clinton's defense team during the 1992 Whitewater corruption probe.\"", "truth_label": "pants-fire", "date": "stated on November 8, 2014 in a story:", "title": "Breitbart gets the wrong Loretta Lynch in Whitewater claim", "text": "President Barack Obama made some political news over the weekend, nominating federal prosecutor Loretta Lynch to replace outgoing Attorney General Eric Holder.\nThe announcement sent news staffs scrambling to better understand Lynch’s political views and to better understood the likelihood that she’ll be confirmed by the U.S. Senate. Conservative news website Breitbart.com unearthed a potentially controversial line in Lynch’s biography.\n\"Obama’s new attorney general nominee Loretta Lynch represented Clintons during Whitewater,\" read a headline from Breitbart’s Warner Todd Houston. Houston wrote:\n\nThere is just one problem. Breitbart got the wrong Loretta Lynch. The mistake was first noted by liberal journalists at Media Matters. Breitbart eventually acknowledged in a correction that they got the wrong Lynch, but left the story up anyway.\n\nLater, Breitbart deleted the story, though it had already spread to other conspiracy, opinion and conservative news websites like WND, Sodahead.com and the American Thinker.\nIn this case, the Truth-O-Meter doesn’t have to work too hard to come up with a rating, but we think it’s important to address anyway because of how quickly false information spreads around the Internet.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Loretta Lynch nominated to replace Holder began working as a federal prosecutor in the Eastern District of New York in 1990, so she couldn’t have been part of Clinton’s defense a few years later. According to her official biography, Lynch was appointed by Obama on May 3, 2010, as U.S. attorney for the Eastern District of New York, an office she previously led from 1999 to 2001.\n\nThe other Loretta Lynch got a law degree from Yale and worked on several political campaigns, including Clinton’s, according to her biography. This Loretta Lynch served as president of the California Public Utilities Commission from 2000-02 and as a commissioner until 2005.\nWe captured this image of her from her last appearance on C-SPAN, when she was addressing senators in 2002 about an alleged scheme by Enron to manipulate energy prices in California.\nOur ruling\nAn article on Breitbart that has since been deleted said Loretta Lynch, Obama’s new nominee for attorney general, \"was a member of Bill Clinton's defense team during the 1992 Whitewater corruption probe.\"\nThe conservative news website got the wrong Loretta Lynch. We’re hoping the correction spreads as fast as the original story.\nThis claim rates Pants on Fire.", "vclaim_id": "vclaim-pol-07017"}