{"url": "/factchecks/2011/sep/23/michele-bachmann/michele-bachmann-says-barack-obama-has-lowest-publ/", "speaker": "Michele Bachmann", "vclaim": "\"President Obama has the lowest public approval ratings of any president in modern times.\"", "truth_label": "pants-fire", "date": "stated on September 22, 2011 in a Republican presidential debate in Orlando:", "title": "Michele Bachmann says Barack Obama 'has the lowest public approval ratings of any president in modern times'", "text": "Rep. Michele Bachmann says President Barack Obama's approval ratings are historically low -- and sinking even lower.\n\nDuring the Sept. 22, 2011, Fox News/Google debate in Orlando, Bachmann said, \"President Obama has the lowest public approval ratings of any president in modern times. He hasn't gone to the basement yet. It'll be a lot lower than what it is now.\"\n\nWe can't explore her prediction, but we can examine if Obama has the lowest ratings of any modern president. Are they really worse than those of Richard \"Tricky Dick\" Nixon, Jimmy \"Malaise\" Carter and Lyndon \"Hey, Hey, LBJ, How Many Kids Did You Kill Today\" Johnson?\n\nNot by a long shot.\n\nWe looked at presidential approval data from Gallup, which goes back to Harry Truman. It’s the longest continuous data set for presidential approval ratings. We looked at two different measurements: Each president’s lowest approval rating for their entire term, and each president’s lowest point for their first 968 days, which is how long Obama has served in office.\n\nFirst, the lows for the presidents' entire terms, listed in descending order from the \"highest\" low to the \"lowest\" low:\n\nJohn F. Kennedy: 56 percent\nDwight Eisenhower: 48 percent\nBarack Obama: 40 percent\nBill Clinton: 37 percent\nGerald Ford: 37 percent\nRonald Reagan: 35 percent\nLyndon B. Johnson: 35 percent\nGeorge H.W. Bush: 29 percent\nJimmy Carter: 28 percent\nGeorge W. Bush: 25 percent\nRichard Nixon: 24 percent\nHarry Truman: 22 percent\n\nBy this measure, nine presidents hit lower lows than Obama has.\n\nWhat about comparing only the first 968 days for each president? Bachmann’s closer with this one, but still wrong. Here is a list of each president’s low point during that time frame:\n\nJohn F. Kennedy: 61 percent\nDwight Eisenhower: 57 percent\nGeorge H.W. Bush: 53 percent\nGeorge W. Bush: 50 percent\nRichard Nixon: 48 percent\nLyndon B. Johnson: 46 percent\nBarack Obama: 40 percent\nBill Clinton: 37 percent\nGerald Ford: 37 percent\nRonald Reagan: 35 percent\nHarry Truman: 33 percent\nJimmy Carter: 28 percent\n\nBy this measure, five presidents had lows that were worse than Obama at this point in their presidencies.\n\nSo Bachmann is far off either way. We're reaching for the matches: Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-12376"}