{"url": "/factchecks/2017/mar/08/rick-scott/florida-only-place-state-nation-tax-commercial-lea/", "speaker": "Rick Scott", "vclaim": "\"Florida is now the only state in the nation to tax commercial leases.\"", "truth_label": "true", "date": "stated on March 7, 2017 in his State of the State speech:", "title": "Yes, Florida really is the only state to tax commercial leases, as Gov. Rick Scott said", "text": "At his State of the State address, Gov. Rick Scott once again promised to cut the state's tax on commercial leases, something he says is unique only to Florida.\n\"Florida is now the only state in the nation to tax commercial leases,\" Scott said March 7.\nFlorida does levy a 6 percent sales tax on the total rent paid for any commercial property, including storefronts, offices and warehouses. But is that the only state-level tax of its kind?\nScott’s team sent over an October 2015 report from Florida TaxWatch, a group that takes a critical look at state spending with an eye toward long-term savings. The report says that Florida \"is the only state to impose a standard, statewide sales tax on commercial real estate leases.\"\nIt cites as evidence a Nov. 24, 2014, research memorandum from the Florida Legislature’s Office of Program Policy Analysis and Government Accountability, which is nonpartisan.\nThe OPPAGA memo concluded that Florida is the only state that imposes a sales tax on commercial real estate leases.\n\"In 45 states, there is either no sales and use tax or state law applies only to tangible personal property,\" it reads.\nThe OPPAGA report details a few other places with similar instances of limited taxation of commercial rents.\nFor example, New York City imposes a 6 percent tax on commercial real estate leases, but it only applies to companies that pay at least $250,000 in rent every year.\nHawaii imposes a 4 percent general excise tax on income, which can include income from rentals.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nNew Mexico has a gross receipts tax that varies from 5.125 percent to 8.9 percent depending on the location. Commercial rents are included in gross receipts but a deduction for those leases is allowed, effectively eliminating the tax, the report says.\nAnd then there’s Arizona, which has no state tax on rent, but does have five cities that impose a particular tax on commercial real estate leases.\nStill, those laws don’t change the fact Florida is still the only state with a specific sales tax on commercial leases, said Kurt Wenner, Florida TaxWatch vice president of research.\nNational experts at the Tax Policy Center said to the best of their knowledge Scott was correct. So did Carla Markowitz, an attorney who specializes in Florida commercial landlord representation speaking on behalf of the Building Owners and Managers Association, or BOMA.\nIn his second term, Scott promised to phase out commercial leases, and has made attempts to do so as far back as 2014.\nMost recently, in his 2017-18 recommended budget, Scott proposed to reduce the tax on commercial leases by 25 percent, which his office says will cut off $454 million in the state sales tax levied on commercial leases.\nOur ruling\nScott said that \"Florida is now the only state in the nation to tax commercial leases.\"\nScott's claim is rooted in a research memo that said Florida is the only state to have a sales tax on commercial leases. The report noted that other states and municipalities have similar taxes, but none of them are comprehensive sales taxes like Florida’s.\nWe rate Scott’s statement True.\n Share the Facts   Politifact    1 7  Politifact Rating: True  \"Florida is now the only state in the nation to tax commercial leases.\"    Rick Scott Governor   in the State of the State address Tuesday, March 7, 2017 03/07/2017    Read More  info", "vclaim_id": "vclaim-pol-03582"}