{"url": "/factchecks/2012/aug/12/new-jersey-democratic-state-committee/mitt-romneys-tax-cut-proposal-blasted-new-jersey-d/", "speaker": "New Jersey Democratic State Committee", "vclaim": "\"(The Tax Policy Center) found that Romney would raise taxes on the average middle class family by $2,000 to pay for $5 trillion in tax cuts for millionaires and billionaires.\"", "truth_label": "half-true", "date": "stated on August 1, 2012 in a news release:", "title": "Mitt Romney’s tax cut proposal blasted by New Jersey Democrats for using $2,000 middle-class tax hike to cover $5 trillion in tax cuts for the rich", "text": "Millionaires and billionaires could see trillions in tax cuts paid for by the middle class if Mitt Romney gets his way, New Jersey Democrats claim.\n\nJust as President Barack Obama has done in a recent campaign ad, the New Jersey Democratic State Committee has latched onto a new study from the Washington, D.C.-based Tax Policy Center. The study says that under the presumptive Republican presidential candidate’s proposals, wealthy taxpayers pay fewer taxes and middle- and lower-income taxpayers pay more.\n\n\"The non-partisan organization found that Romney would raise taxes on the average middle class family by $2,000 to pay for $5 trillion in tax cuts for millionaires and billionaires,\" the committee said in an Aug. 1 news release.\n\nThe Democrats are right about the $2,000 tax hike on the average middle-class family, but they’re wrong in citing \"$5 trillion in tax cuts for millionaires and billionaires.\" Those wealthy taxpayers would get a tax break, but not that much.\n\nFirst, let’s explain the purpose behind the study.\n\nRomney has proposed various tax cuts, including a 20 percent reduction in all federal income tax rates. But Romney’s plan also allows certain tax benefits for low-income households to expire.\n\nThose changes would mean lower taxes at most income levels -- but that’s before the candidate’s plan is paid for. The Romney campaign has not specified how the plan would offset that tax revenue loss, but the Tax Policy Center study gives it a shot.\n\nIn short, those tax cuts would require eliminating or reducing certain tax deductions and write-offs, according to the study. Those items include mortgage interest deductions and education-related tax credits.\n\nStill, for wealthy taxpayers, the cost of losing those tax loopholes is less than the money gained from the tax cuts. That’s why they’re left with a net tax break.\n\nBut for middle- and lower-income folks, it’s the other way around. They stand to lose more in tax loopholes than gain by the tax cuts, leaving them with a greater tax bill at the end of the day.\n\nSo, the Democrats’ claim accurately makes that overall point, but wrongly compares the $2,000 and $5 trillion figures. Think of it as an apples-to-oranges comparison.\n\nAfter factoring in eliminating or reducing the tax loopholes, the average tax hike in 2015 would be about $2,000 for taxpayers making less than $200,000 a year, who also have children.\n\nBut the $5 trillion represents the potential tax cuts over a 10-year period before you account for eliminating or reducing those loopholes. Higher-income taxpayers would end up with a net tax break, but the total savings would be far less than $5 trillion.\n\nHere’s the number Democrats should have cited: taxpayers with incomes exceeding $1 million, on average, would get a roughly $87,000 net tax break in 2015. Take away those tax loopholes, and wealthy taxpayers would still get that amount.\n\nIt’s also worth noting that Democrats are wrong to suggest only \"millionaires and billionaires\" would benefit from Romney’s plan.\n\nThose wealthy taxpayers would receive the greatest net tax savings, but other average taxpayers making more than $200,000 would benefit as well. For instance, taxpayers earning between $200,000 and $500,000, on average, would receive a net tax break of roughly $1,800.\n\nOur ruling\n\nIn a news release, the committee claimed the Tax Policy Center \"found that Romney would raise taxes on the average middle class family by $2,000 to pay for $5 trillion in tax cuts for millionaires and billionaires.\"\n\nBut those two figures don’t relate to one another. The $2,000 tax hike accounts for eliminating or reducing the tax deductions and write-offs that pay for Romney’s plan, but the $5 trillion does not. The more appropriate comparison would be the average net tax break of about $87,000 for those wealthy taxpayers.\n\nStill, the Democrats’ overall point is correct: the study shows that high-income taxpayers would receive a tax break, while middle- and lower-income taxpayers pay higher taxes.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10596"}