{"url": "/factchecks/2013/jul/28/rush-holt/rush-holt-warns-millions-will-die-climate-change-g/", "speaker": "Rush Holt", "vclaim": "\"Every single month since 1985 has been warmer than the historic average. All 12 of the warmest years on record have come in the last 15 years.\"", "truth_label": "true", "date": "stated on July 22, 2013 in a campaign ad:", "title": "Rush Holt warns “millions will die” from climate change as global temperatures reach historic highs", "text": "U.S. Senate candidate Rush Holt set off a political firestorm last week with these three words tucked into a campaign ad about the dangers of climate change:\n\"Millions will die.\"\nHolt, a Democratic congressman, defended that claim in the face of criticism from Republican U.S. Senate candidate Steve Lonegan, who dismissed Holt’s climate change assertions as \"silly hysteria.\"\nIn the Aug. 13 Democratic primary, Holt is running against Newark Mayor Cory Booker, U.S. Rep. Frank Pallone (D-6th Dist.) and Assembly Speaker Sheila Oliver (D-Essex) to fill the U.S. Senate seat previously held by the late Frank Lautenberg.\nPolitiFact New Jersey cannot fact-check the \"millions will die\" claim -- since it’s a prediction -- but another statement made by Holt earlier in the July 22 campaign ad caught our attention.\n\"Every single month since 1985 has been warmer than the historic average,\" Holt (D-12th Dist.) said. \"All 12 of the warmest years on record have come in the last 15 years.\"\nThose statements are accurate, according to data released by the National Oceanic and Atmospheric Administration and the National Aeronautics and Space Administration’s Goddard Institute for Space Studies.\nFirst, let’s address the first part about monthly temperatures.\nReferring to global temperatures -- meaning land and ocean surfaces combined -- Jessica Blunden, a climate scientist with the NOAA, confirmed in a series of e-mails that \"since February 1985, every month has been warmer than the average of that month.\"\nThe NOAA compares each month’s global temperature against the average for that respective month for the period between 1901 and 2000, Blunden said. Since February 1985, the global temperature for every month has been above its 20th Century average, she said.\nFor instance, the NOAA found that the global temperature in June was 1.15 degrees Fahrenheit higher than the average of all the months of June between 1901 and 2000.\nThat measurement marked \"the 37th consecutive June and 340th consecutive month—that’s a total of more than 28 years—with a global temperature above the 20th-century average,\" according to a summary of the NOAA’s latest climate report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nOn the second point, it turns out that Holt's figure of the 12 warmest years on record occurring in the last 15 years was actually a conservative estimate.\nBased on NOAA data, the last 15 years -- from 1998 to 2012 -- have included the 14 hottest years on record since 1880 for global temperatures. The NOAA estimates that the hottest year was 2010.\nUsing a different methodology, NASA's Goddard Institute for Space Studies estimates that the last 15 years have included the 13 hottest years since 1880 for global temperatures.\nIn a statistical tie, either 2010 or 2005 may be considered the warmest year on record, according to Reto Ruedy, a climate scientist with the institute.\nThe institute has said 2012 was the ninth warmest year on record, while the NOAA estimates that 2012 was the tenth hottest year.\n\"The record dates back to 1880 because that is when there were enough meteorological stations around the world to provide global temperature data,\" according to a news release on the institute’s website.\nOur ruling\nIn a campaign ad where he claimed \"millions will die\" from climate change, Holt cited two statistics about monthly and annual global temperatures.\n\"Every single month since 1985 has been warmer than the historic average,\" Holt said. \"All 12 of the warmest years on record have come in the last 15 years.\"\nBoth of those statistics are backed up by data released by scientists at the NOAA and NASA’s Goddard Institute for Space Studies.\nThe global temperature in every month since February 1985 has been above the 20th Century average for its respective month, according to the NOAA.\nAs for the warmest years on record, NOAA scientists estimate that the last 15 years have included the 14 hottest years and NASA scientists have said that same time period included the 13 hottest years.\nWe rate the statement True.\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-09058"}