{"url": "/factchecks/2012/mar/02/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-rhode-island-has-se/", "speaker": "Sheldon Whitehouse", "vclaim": "Rhode Island has the \"the second-most heavily deployed National Guard in the United States.\"", "truth_label": "true", "date": "stated on February 24, 2012 in a speech:", "title": "U.S. Sen. Sheldon Whitehouse says that Rhode Island has the second-most heavily deployed National Guard in the nation.", "text": "On Feb. 24 at Quonset State Airport, in a scene that has played out time and again over the last decade, members of the Rhode Island National Guard were given a send-off before being deployed to active duty.\n\nPublic officials paid tribute to the eight members of an Army National Guard unit leaving that day for Kuwait. Among the officials was U.S. Sen. Sheldon Whitehouse, who praised the soldiers  for \"serving with great distinction\" and then shared a fact about the Rhode Island National Guard.\n\nDespite hailing from the smallest state in the nation, he said, \"they are the second most heavily deployed National Guard in the United States.\"\n\nWe have heard this claim made before about the Rhode Island National Guard -- in Journal stories and in speeches by state officials -- and decided to find out whether it’s really true.\n\nTo be clear, although he didn’t say it at the ceremony at Quonset, Whitehouse was referring to per-capita deployments. That phrase -- per-capita deployments -- is what he used in a speech on the Senate floor in November, and it is the same language used by other public officials, including former U.S. Rep. Patrick J. Kennedy.\n\nWhitehouse’s office told us they got the information on deployments from the Rhode Island National Guard and directed us to a letter to the editor published Dec. 15 in The Bristol Phoenix to mark the 375th anniversary of the National Guard.\n\n\"Rhode Island, with slightly more than 3,200 National Guard members, has the nation’s second highest per-capita deployment rate as we have answered the call to more than 5,600 deployment requests,\" Maj. Gen. Kevin R. McBride, adjutant general of the Rhode Island National Guard, wrote in the letter.\n\nLt. Col. Denis J. Riel, spokesman for the Rhode Island National Guard, told us the information came from a Department of Defense document that looked at per-capita deployments for each of the nation’s 50 states and 4 territories. Specifically, the analysis, which Riel said was released before 2010, divided the number of deployments for each state or territory by its number of Guard personnel.\n\nRiel tried to track down a copy of the document for us, but couldn’t find it.\n\n\"I can assure you that the Senator has heard us repeat this fact multiple times and we were likely the source of it,\" he said in an email.\n\nWe called the National Guard Bureau in Arlington, Va.,  and asked whether it or another branch of the Department of Defense had indeed done a state-by-state analysis of deployment rates.\n\nWhile we waited for a response, we tracked down a per-capita analysis of Army National Guard deployments done in 2007 by the National Journal, a nonpartisan magazine on politics. (Air National Guard troops were not included because they typically deploy for short periods instead of the 12-month or longer deployments normal for the Army Guard, according to a story that explained the analysis.)\n\nThe analysis used National Guard data to look at overseas deployments from Sept. 11, 2001, onward. It took into account multiple deployments by any individual service member -- if a soldier was deployed twice, he or she was counted twice.\n\nHawaii topped the list with 976 deployments for every 1,000 soldiers in its Army National Guard. Rhode Island came in second with 883 deployments per 1,000, followed by South Dakota, Maine and Washington state.\n\nAccording to the magazine, the 350,000-member Army National Guard had deployed soldiers a total of approximately 190,000 times nationwide, for a national average of about 550 deployments per 1,000 soldiers. \n\nPopulous states, such as Texas or California, were far down the list of deployments per capita, while smaller states were generally near the top.\n\nThe reason for the high rates of deployments in some states and not others had to do with the types of units in each state.\n\n\"National Guard forces in different states have different kinds of units,\" the National Journal’s story says. \"Some states have more infantry brigades or military police; others have more artillery or tank units. ... Historical accident, local tradition, and varying levels of education among a state's population also factor into the mix. Some kinds of units are in high demand for Iraq and Afghanistan; other types are called up much less frequently.\"\n\nHawaii had a high rate because it has a concentration of combat arms units. South Dakota’s rate was also high because it has engineers, artillery soldiers and transportation units, all of which were heavily needed in Iraq.\n\nAnd what about Rhode Island and its 3,200 Guard members?\n\n\"... our force structure here in [Rhode Island] is unique in that we have what are commonly known as combat support units which are typically called into the fight with direct combat units,\" Riel, the Rhode Island National Guard spokesman, said in an email. \"These are Field Artillery, Military Police, Combat Engineers, General Purpose helicopters, and on the Air Guard side, Tactical airlift and combat communications units.\"\n\nAccording to Riel, more Rhode Island Guard members have been deployed since 9/11 than any other individual conflict since the Civil War. Seven Rhode Island Army National Guard units, totaling 540 soldiers, are currently deployed in Kuwait and Afghanistan.\n\nOur ruling\n\nThe National Journal analysis is five years old, but we couldn’t find any new study of deployment rates that had been done since then. (We never heard back from the National Guard Bureau.)\n\nIf the rates in other states increased in a similar fashion to Rhode Island’s -- and there’s no reason to believe they didn’t -- then the rankings in 2007, in all likelihood, are the same today. Rhode Island then would still have the second-highest number of deployments per capita in the nation. \n\nLacking any evidence to the contrary, we rate Whitehouse’s claim True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11513"}