{"url": "/factchecks/2014/jul/31/cory-gardner/cory-gardner-says-keystone-xl-pipeline-would-creat/", "speaker": "Cory Gardner", "vclaim": "\"We would create thousands of jobs in Colorado, if the Keystone Pipeline were to be built.\"", "truth_label": "barely-true", "date": "stated on July 28, 2014 in an interview on Univision Radio:", "title": "Cory Gardner says Keystone XL pipeline would create thousands of jobs in Colorado", "text": "President Barack Obama’s indefinite delay of the Keystone XL pipeline has become a wedge issue between Democrats and Republicans as the midterm election season heats up.\nIn the Colorado Senate race, Democratic Sen. Mark Udall recently voted against Congress fast-tracking the pipeline, but said the administration’s review process should continue. His likely Republican opponent, U.S. Rep. Cory Gardner, has called for swift approval, insisting it would be an economic boon to the state.\nIn an interview on Univision Radio, a primarily Spanish-language station, Gardner accused Senate Democrats of holding up the pipeline to placate environmentalists in an election year.\n\"The Keystone Pipeline would create good-paying jobs,\" Gardner said. \"Not only where the pipeline is being built, good-paying construction jobs, but manufacturing and service opportunities in Colorado along with the Keystone Pipeline. We would create thousands of jobs in Colorado, if the Keystone Pipeline were to be built.\"\nThe planned route for the pipeline, which would connect diluted oil sands from Western Canada to Nebraska and then Gulf Coast refineries, doesn’t go through Colorado. So we wondered if it was possible that \"thousands\" of jobs would be created by the pipeline there.\nWe asked Gardner’s staff for the source of his claim. Spokesman Alex Siciliano pointed us to the written testimony of Gary Mar, who represented Alberta, Canada, in Washington and spoke at a House Energy and Commerce committee hearing in February 2011.\nMar cites a 2009 study from the Canadian Energy Research Institute that estimates over 15 years \"the development of Alberta’s oil sands will boost U.S. GDP by an average of $31 billion per year, creating over 624,000 jobs in the U.S.\"\nWe couldn’t find the original study, but a chart Mar appended to his testimony says Colorado would see 11,200 jobs between 2009 and 2025, about half of which would have come between 2011 and 2015.\nThe chart, however, looks at the economic impact of the entire Alberta oil sands on the United States, not just the Keystone XL pipeline. In a subsequent 2011 study, the Canadian Energy Research Institute claimed job growth as a result of the oil sands could reach 600,000 in the United States, but only if existing pipelines were expanded and other projects came to fruition.\nA spokeswoman for the Canadian Energy Research Institute also said those numbers did not look at the economic benefits of the pipeline, but \"only the benefits from upstream production of oil sands.\" Basically, it’s not measuring the benefit from the pipeline itself, rather the study estimates the effects of Canada being able to increase its capacity to produce oil.\nThe study Siciliano showed us is also from 2009. As TransCanada, the company building the pipeline, told us previously, \"The project has changed considerably since then, including substantial route changes and a new presidential permit application.\" TransCanada has stopped touting its own study on the the economic benefits of the pipeline from from the same time period, which estimated about 20,000 manufacturing and construction jobs, and another 118,000 spin-off jobs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nInstead, in an email to PolitiFact this week, TransCanada pointed us to the State Department’s analysis of the project.\nAccording to that study, the Keystone XL pipeline would directly create the equivalent of 16,100 jobs if the project took one year. If the job lasted two years, the equivalent of 8,050 people would be employed over the course of the project.\nOf those jobs, 5,400 would be in states where the pipeline and support infrastructure will actually get built — Montana, South Dakota, Nebraska and Kansas. The rest of those direct jobs would be created in other states.\nIn all, about 42,100 jobs would be created over the course of the project — 30,000 of which would be outside the aforementioned four states. This includes jobs created directly by the pipeline (like the construction work), indirectly (like jobs created as a result of goods and services purchased by construction crews) and induced (jobs created by workers spending their wages in the economy).\nHow many of those 30,000 temporary jobs would be in Colorado? It’s not clear from the State Department study, and a spokeswoman for the department said it wasn’t available.\n\nIan Goodman, who co-authored a Cornell University study of the pipeline, said it’s unlikely that Colorado’s chunk of those 30,000 jobs would reach the thousands. Though Colorado could see some benefits from being in a state proximate to the pipeline, it is not expected to be a major supplier to the construction.\n\"Most of these jobs would be in the states along the pipeline routing and most of the remainder would be in states heavily involved in the spin offs — pipeline supply chain and/or providing goods and services for Keystone XL workers,\" Goodman said. \"Colorado is not likely to have a big roles in these spin-offs. So it is hard to see how Colorado could be getting thousands of jobs from Keystone XL.\"\nGoodman also said TransCanada has already spent about one-third of the pipeline's budget on engineering, design, permitting, and equipment and materials already procured and manufactured. That means that some jobs and economic development from that part of the project have already been realized.\nIn a rosy scenario, Goodman estimated that at most 1,400 additional jobs could be created in Colorado, but more likely it will be less, perhaps closer to 500.\nAs we’ve noted in the past, too, almost all of these jobs are not permanent, as is often the case with construction projects. The State Department found the pipeline would create 35 permanent jobs and 15 temporary jobs once it went into operation.\nOur ruling\n\nGardner said, \"We would create thousands of jobs in Colorado, if the Keystone Pipeline were to be built.\" Gardner based that statement off an old study that measured the overall impact of the Alberta oil sands on the U.S. economy, not the Keystone XL pipeline specifically. The State Department study cited by the company building the pipeline estimates that the equivalent of 30,000 direct, indirect and induced temporary jobs will be created in states outside the pipeline’s projected route. However, it doesn’t specify how many of those would be created in Colorado.\nWe rate Gardner’s statement Mostly False.", "vclaim_id": "vclaim-pol-07514"}