{"url": "/factchecks/2020/sep/14/facebook-posts/antifa-not-cutting-down-utility-poles-start-fires-/", "speaker": "Facebook posts", "vclaim": "\"ANTIFA is now carrying chain saws, and cutting down utility poles, and starting more fires.\"", "truth_label": "false", "date": "stated on September 13, 2020 in a text post:", "title": "No evidence for rumor that Antifa cut down utility poles to start fires on the West Coast", "text": "Public safety officials battling dozens of deadly wildfires on the West Coast have also found themselves battling online misinformation.\nSome rumors claimed that antifa, a broad coalition of left-wing activists, was behind the fires, which have killed at least 33 people. Others said law enforcement had arrested several arsonists associated with the movement and that Black Lives Matter activists shot at firefighters.\nPolice departments, fire officials and journalists have all debunked those claims. But that hasn’t stopped the flow of misinformation about the wildfires, which span from California to Washington.\n\"ANTIFA is now carrying chain saws, and cutting down utility poles, and starting more fires,\" reads a Sept. 13 text post, which has been shared more than 3,300 times. \"Is there any doubt that we have a war on our hands now?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) We reached out to the original poster for their evidence, but we haven’t heard back.\n\n(Screenshot from Facebook)\nDowned power lines are thought to have played a role in multiple wildfires on the West Coast. But strong winds, not antifa, are to blame.\nThe claim in the Facebook post may stem from some comments at a Sept. 10 meeting of the Clackamas County commission, which were later unscrupulously reported by conspiratorial websites like the Hal Turner Radio Show.\n\nDuring the Zoom meeting, the commission, which governs an area southeast of Portland, Ore., spoke with Capt. Jeff Smith of the Clackamas County Sheriff’s Office. Smith told commissioners that the office had received reports about \"extremist groups\" that were \"suspected antifa.\"\n\"This is more specific to the Estacada (Ore.) area — reports and sightings of people armed with chainsaws and the goal was to fall telephone poles in hopes of starting further fires,\" he said.\nSmith also said the sheriff’s office had received reports of people staging full tanks of gas around the county to start more fires.\n\"But this is some media thing — it hasn’t been confirmed,\" said Jim Bernard, chair of the commission.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"No, that part has not,\" Smith responded. \"But the antifa part — there have been reliable sightings and reports. Not confirmed, but I mean, it's pretty specific: being armed with chainsaws falling telephone poles in the hopes of starting further fires.\"\nLater in the meeting, when pressed on the source of his information about antifa sightings in Clackamas County, Smith said he heard it from a \"sergeant on the street.\" \n\"I don't know who his informants are at this time,\" he said.\nWe reached out to the Clackamas County Sheriff’s Office for more information, but we haven’t heard back.\nWe can’t verify whether a sheriff’s sergeant in Clackamas County did or didn’t receive reports about people trying to down power lines and start more fires. \nThe Clackamas County Sheriff’s Office has issued statements debunking rumors that it arrested arsonists suspected of setting fires nearby. It also put a patrol deputy on administrative leave after a video surfaced showing him making obscene comments about antifa activists starting fires in the area.\n\"As soon as I was made aware of this incident, I moved swiftly to place this deputy on leave while we investigate,\" said Clackamas County Sheriff Craig Roberts in a statement.\nMultiple police departments and fire officials across the state say there’s no evidence that political extremist groups are to blame for dozens of fires burning on the West Coast. The FBI’s Portland field office has also debunked the rumors.\nReports that extremists are setting wildfires in Oregon are untrue. Help us stop the spread of misinformation by only sharing information from trusted, official sources. pic.twitter.com/ENc4c3kjep— FBI Portland (@FBIPortland) September 11, 2020 \n\"FBI Portland and local law enforcement agencies have been receiving reports that extremists are responsible for setting wildfires in Oregon,\" said Special Agent in Charge Loren Cannon in a Sept. 11 statement on Twitter. \"With our state and local partners, the FBI has investigated several such reports and found them to be untrue.\"\nInvestigators say some fires were set deliberately, such as one near Eugene, Ore., that burned hundreds of acres, another in Phoenix, Ore., and a small fire in Puyallup, Wash. But extremist groups are not thought to be connected to them, and arson appears to be the exception among causes for the wildfires, not the rule. \nSo what is causing the wildfires? All evidence points to a mix of weather, downed power lines and fires set by people trying to enjoy the outdoors during the coronavirus pandemic.\n\"Many of the fires currently burning in Oregon are still under investigation, so I don’t have confirmation of cause,\" said Joy Krawczyk, a public affairs manager for the Oregon Department of Forestry. \"That being said, I haven’t seen or heard anything that indicates that the statewide wildfires we’re battling are the result of a coordinated, politically-driven arson campaign.\"\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18917"}