{"url": "/factchecks/2011/oct/11/eva-galambos/mayor-admits-error-beltline-connection-claim/", "speaker": "Eva Galambos", "vclaim": "\"Not a single segment of the proposed Beltline intersects the MARTA system at MARTA stations.\"", "truth_label": "false", "date": "stated on September 27, 2011 in an op-ed:", "title": "Mayor admits error on Beltline connection claim", "text": "Ah, deadlines.\n\nFor many, they bring panic. In one current case among metro Atlanta elected officials, a coming deadline has resulted in some attempted horse-trading and an interesting 11th-hour debate.\n\nCounty commissioners and mayors across the 10-county region are attempting to finalize a list by Oct. 15 of transportation projects that area residents will vote on next year, along with a 1 percent sales tax to fund those projects. One area they’re debating is a proposal to spend about $602 million on transit projects along the Atlanta Beltline.\n\nAtlanta Mayor Kasim Reed wrote an op-ed in The Atlanta Journal-Constitution arguing for money for the effort, which is located in the city limits and he argues will benefit the region. Sandy Springs Mayor Eva Galambos countered in a separate op-ed in the AJC that the $602 million should be spent on other projects that will better serve the region.\n\n\"These are worthy purposes for the city of Atlanta, but they are not related to relieving the Atlanta region’s traffic congestion,\" Galambos wrote, referring to the Beltline. \"A close examination of the Beltline website map reveals an astounding fact: Not a single segment of the proposed Beltline intersects the MARTA system at MARTA stations.\"\n\nAn astounding fact! Such a claim seemed ideal for PolitiFact Georgia.\n\nThe Atlanta Beltline is a 22-mile loop of largely unused railroad tracks that circle around the core of Georgia’s capital city. Atlanta political and business leaders embraced a Georgia Tech graduate student’s suggestion to make better use of those lines and began an effort several years ago to build more homes, office space, parks and trails and construct a light-rail line along the Beltline. The effort is expected to take at least another decade before it is completed.\n\nBeltline spokesman Ethan Davidson sent us an e-mail contending that Galambos was wrong.\n\n\"This is absolutely false ... the Atlanta Beltline corridor will have at least three additional connections to MARTA at the following areas: Lindbergh/Armour, Inman Park/Reynoldstown and West End/Oakland City,\" Davidson wrote.\n\nHe also sent us a YouTube video by the Beltline that says the Beltline environmental impact study area intersects with six MARTA stations. The study area extends a quarter-mile east and west of the Beltline’s existing and former rail lines.\n\nWe looked at the same Beltline map that Galambos referred to when we talked to her. We spotted two MARTA stations that seemed to connect to the Beltline: Inman Park/Reynoldstown and Lindbergh Center.\n\nDavidson explained that there are plans to connect the Beltline to the West End/Oakland City station.\n\n\"[The Beltline] doesn’t work if it doesn’t connect to MARTA. … That’s the whole point of it,\" Davidson said.\n\nIn response to what we found, and the Beltline’s argument, Galambos told us that the Lindbergh Center station did connect with the Beltline. Galambos admitted she erred in not saying the Beltline connects with the Lindbergh station.\n\n\"That one is on the map,\" she said of Lindbergh.\n\nThe mayor said her point about the Lindbergh MARTA station is that connecting it to the Beltline there won’t help more people across the region to get around.\n\n\"In terms of service, I didn’t word it correctly,\" Galambos told us. \"In terms of additional connectivity, we’re not getting any.\"\n\nGalambos admitted she made a mistake by writing that the Beltline doesn’t intersect MARTA at any of its stations. We thank her for her honesty. Still, her article went off the tracks on that point. We must give her a rating of False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-12293"}