{"url": "/factchecks/2019/jan/25/viral-image/kurt-russell-didnt-suggest-democrats-are-enemies-s/", "speaker": "Viral image", "vclaim": "Says Kurt Russell said \"if the Dems regain power, they have promised to abolish the 1st, 2nd, 4th, 5th & 6th amendments. Also the Senate, the Electoral College, the Supreme Court, borders, ICE, and more. When do we get to declare them enemies of the state?\"", "truth_label": "pants-fire", "date": "stated on January 23, 2019 in a post on Facebook:", "title": "Kurt Russell didn't suggest Democrats are 'enemies of the state'", "text": "Kurt Russell, who appeared in such movies as \"The Hateful Eight\" and \"Tombstone,\" has a recurring role on Facebook where he regularly makes a cameo in social media posts.\nOne miscredited the actor with tweeting that Trump is \"relentless,\" \"dedicated,\" \"determined,\" and \"brave.\" Another took his comments about politics out of context. A third featured a doctored photo of Russell in a \"Trump 2016\" shirt.\nNow, a Facebook post from Jan. 23 reports that he’s supposedly speaking out again.\n\"If the Dems regain power, they have promised to abolish the 1st, 2nd, 4th, 5th & 6th amendments,\" reads the text of a quote next to a picture of Russell’s face. \"Also the Senate, the Electoral College, the Supreme Court, borders, ICE, and more. When do we get to declare them enemies of the state?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThis post, which was shared more than 2,800 times as of Jan. 24, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe quote has appeared elsewhere, including on this meme website that appears to show Kurt Russell tweeting the claim about Democrats. But the handle associated with the apparent account—@kurtru—doesn’t exist. While the actor’s longtime partner, Goldie Hawn, has a verified Twitter account, Russell seems to be absent from the platform.\nAlso absent: Any credible sources supporting the claim that Russell suggested that the Democrats, who took control of the U.S. House after the midterms, are enemies of the state.\nWe rate this post Pants on Fire!\n Share the Facts 2019-01-25 19:24:21 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Kurt Russell said \"if the Dems regain power, they have promised to abolish the 1st, 2nd, 4th, 5th & 6th amendments. Also the Senate, the Electoral College, the Supreme Court, borders, ICE, and more. When do we get to declare them enemies of the state?\"     Viral image On the internet     Wednesday, January 23, 2019 2019-01-23    Read More  info", "vclaim_id": "vclaim-pol-01093"}