{"url": "/factchecks/2013/may/09/rick-perry/rick-perry-says-texas-accounted-33-percent-nations/", "speaker": "Rick Perry", "vclaim": "\"Over the last 10 years, Texas created 33 percent of the net new jobs nationwide.\"", "truth_label": "true", "date": "stated on May 9, 2013 in an advertisement:", "title": "Rick Perry says Texas accounted for 33 percent of nation's net job gains over the past decade", "text": "In a May 9, 2013, advertisement, Gov. Rick Perry offered President Barack Obama a \"handy checklist\" about job creation to take back to Washington, D.C.\n\nThe ad, which Perry’s campaign placed in the Austin American-Statesman the day Obama came to Austin to stress economic issues, said the checklist includes low taxes, lawsuit abuse reform, predictable and effective regulations, balanced budgets and accountable schools and a competitive workforce.\n\nAnd an indicator that the \"Texas model\" works, the ad said, is that while the U.S. lost 2.5 million net new jobs over the past five years, Texas created 530,000 net new jobs. Also, the ad said: \"Over the last 10 years, Texas created 33 percent of the net new jobs nationwide.\"\n\nTexas has had a healthy economy compared with most other states. Still, we were curious if one in three of the nation’s net new jobs over the past 10 years was gained in Texas.\n\nBy email, Perry spokesman Josh Havens referred to information attributed to the U.S. Bureau of Labor Statistics indicating that Texas reaped more than 1.75 million net new jobs from March 2003 to March 2013, a period in which the United States as a whole accounted for 5.3 million net new jobs, Havens said.\n\nTo our inquiry, a regional economist for the bureau, Cheryl Abbot, confirmed the net job gain figures provided by Havens. According to a spreadsheet she emailed our way, Texas topped 42 states with net job gains in the period, considerably outdistancing the No. 2 jobs-gainer, New York, which had a net gain of 458,000 jobs. States with net losses were Connecticut, Illinois, Maine, Michigan, Missouri, New Jersey, Ohio and Rhode Island.\n\nAmong the states, Texas had the third-greatest percentage gain in jobs over the decade, 19 percent, trailing North Dakota (33 percent increase) and Utah (21 percent), the spreadsheet indicates.\n\nBy email and in a telephone interview, though, Abbot said the bureau steers clear of using its employment estimates to declare how much of any national job gains are attributable to net job gains in individual states. That judgment has to do with technical difficulties comparing the results of surveys undertaken state by state to research intended to have national sweep, she said.\n\nRegardless, she said, \"Texas has been a very powerful job creator; during the period, the state created 1.75 million net jobs – and that was equal to one-third of the net jobs created nationwide,\" which is slightly different from saying the state accounted for 33 percent of national net jobs gained.\n\nWe sent Perry’s office the bureau’s standing cautionary note about using its figures to reach conclusions about how much each state contributes to national job gains. Havens replied: \"The bottom line is, this is the most accurate way available to compare any single state’s job growth to the nation as a whole.\"\n\nWe also tried a different way of gauging the degree that Texas job gains fit the national picture by adding up each state’s net job gains as estimated by the bureau. This delivered a slightly higher total for national jobs gained, 5.5 million. Dividing the 1.75 million net jobs gained in Texas into the higher total leaves Texas accounting for 32 percent of the nation’s net jobs gained.\n\nWe also asked Jason Abrevaya, who chairs the University of Texas Department of Economics, to review the bureau figures. He said by email that they seem to hold up. If Texas had been performing at the average nationwide from 2003 to 2013, he added, one \"would expect the state to account for roughly 8 percent,\" rather than 33 percent, of the net job changes, since Texas accounts for about 8 percent of the nation’s jobs.\n\nOur ruling\n\nPerry said: \"Over the last 10 years, Texas created 33 percent of the net new jobs nationwide.\" That conclusion is supported by comparing state-by-state job gain estimates and a separate calculation of net job gains nationally, both by the federal government. This might be an imperfect way to explore this facet, but there also don't appear to be better approaches.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWe rate the claim as True.", "vclaim_id": "vclaim-pol-09352"}