{"url": "/factchecks/2019/may/01/facebook-posts/unfounded-oklahoma-city-bombing-conspiracy-theory-/", "speaker": "Facebook posts", "vclaim": "Says Hillary Clinton was to be indicted over the Whitewater scandal four days before documents related to the case were destroyed in the Oklahoma City bombing.", "truth_label": "pants-fire", "date": "stated on April 22, 2019 in a Facebook post:", "title": "Unfounded Oklahoma City bombing conspiracy theory involving Hillary Clinton resurfaces", "text": "There have been multiple scandalous theories attributed to the Clinton family, and one that claims Hillary Clinton is connected to the 1995 Oklahoma City bombing has recently resurfaced on social media.\nThe post – which displays an aerial image of the destroyed Alfred P. Murrah Federal Building and a photo of Clinton superimposed on it – says: \"Reminder: The building in Oklahoma City was blown up and destroyed just 4 days before Hillary Clinton was to be indicted in the Whitewater scandal. All documents lost!\"\nThe meme was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nLet’s cut to the chase: There is no evidence to support the suggestion that Clinton, then first lady, was to be indicted in the Whitewater case or had anything to do with the bombing carried out by Timothy McVeigh that killed 168 people on April 19, 1995.\nGovernment officials denied that any documents associated with the case were in the Murrah building, according to a 1995 Washington Post article about conspiracy theories surrounding the event. Moreover, according to a report issued after the bombing, the list of government departments with regional offices housed in the Murrah building did not include the Department of Justice.\nThe first version of the conspiracy theory, which came about shortly after the bombing, implicated then-President Bill Clinton, saying he orchestrated the bombing to protect himself from the brewing scandal. The 21-Century meme version redirects the blame toward Hillary.\nThe July 1995 article by the Washington Post detailed many competing conspiracy theories that arose after the bombing, and at one point, discusses one theory that places the blame on President Clinton’s attempts to evade a scandal:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\"A common theme is that (Bill) Clinton or rogue factions within the government ordered the bombing to divert attention from embarrassing issues such as the Whitewater probe and the Branch Davidian siege in Waco, Tex.,\" the article states. \"Theorists have speculated that documents related to Whitewater or Waco were kept in the Oklahoma City federal building and destroyed in the blast; the government has denied this. Others believe that Clinton arranged for the death and destruction so he could come across as a strong leader amid the ensuing chaos and boost his sagging popularity.\"\nIt is accurate that the Clintons were investigated in the 1990s as part of the Whitewater scandal, a failed real estate investment project they took part in with Jim McDougal, a real estate entrepreneur. The project sank for a myriad of reasons, and while the Clintons invested in a bad land deal, none of the investigations found that they did anything illegal. McDougal, on the other hand, was convicted for crimes that were discovered during the course of the investigation.\nBut nowhere in the investigation files does it say that indictments against Hillary Clinton or Bill Clinton were pending but made impossible when incriminating documents were destroyed in the Oklahoma City bombing. As well, the Clintons were actually interviewed for the investigation three days after the bombing occurred.\nIf any part of the claim was true, not only would it have been documented in case files, but it would have been widely reported as a bombshell development in the scandal and the bombing, both of which were closely monitored by the national press.\nOur ruling\nA meme on social media suggests Hillary Clinton had something to do with the 1995 Oklahoma City bombing because she was to be \"indicted\" in a scandal four days after the bombing, but the blast destroyed documents related to the case.\nWe could quibble about whether the Clintons were involved in any wrongdoing related to Whitewater, but the meme’s suggestion that Hillary was to be indicted days after the bombing, and that investigation documents related to the scandal were suspiciously destroyed in the event, is false and lacks any supporting evidence.\nWe rate this conspiracy theory Pants on Fire!\n Share the Facts 2019-05-02 13:28:46 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Hillary Clinton was to be indicted over the Whitewater scandal four days before documents related to the case were destroyed in the Oklahoma City bombing.     Facebook posts on the internet     Monday, April 22, 2019 2019-04-22    Read More  info", "vclaim_id": "vclaim-pol-00686"}