{"url": "/factchecks/2012/jun/20/jim-demint/immigration-plan-enforcement-amnesty/", "speaker": "Jim DeMint", "vclaim": "Says President Obama's new immigration plan \"is amnesty.\"", "truth_label": "barely-true", "date": "stated on June 15, 2012 in a news release:", "title": "Jim DeMint and other Republicans say Obama immigration plan is amnesty", "text": "After President Barack Obama unveiled a new immigration plan for young people who came to the U.S. illegally, it didn't take long for opponents to criticize the plan with a familiar word: amnesty.\n\nSen. Jim DeMint, a Republican from South Carolina, responded with a press release that said Obama's action on undocumented youth \"is amnesty.\" That was echoed by other Republicans such as U.S. Rep. Lamar Smith of Texas, who said \"President Obama's decision to grant amnesty to potentially millions of illegal immigrants is a breach of faith with the American people.\"\n\nThe Obama plan, which does not require congressional approval, allows young people who came here illegally to apply for temporary relief from deportation. In a memo, Homeland Security Secretary Janet Napolitano gave immigration officers the leeway to grant that relief for up to two years at a time. They also can approve work permits.\n\nObama said it was the right thing to do for the economy and because \"we are a better nation than one that expels innocent young kids.\"\n\nHe said, \"This is not amnesty. This is not immunity. This is not a path to citizenship. It’s not a permanent fix. This is a temporary, stopgap measure that lets us focus our resources wisely while giving a degree of relief and hope to talented, driven, patriotic young people.\"\n\nIn this fact-check, we'll examine whether it is accurate to call the new Obama plan \"amnesty.\"\n\nDeMint’s spokesman, Wesley Denton, says the matter is straightforward.\n\n\"When people who are here unlawfully are told by the government that they will not be prosecuted and instead given a legal status and work permits, that’s amnesty,\" Denton says.\n\nIn the immigration debate, there is no word more loaded than amnesty. PolitiFact has done many fact-checks on various uses of the word and found it is more accurate when it’s applied to policies that lead to permanent legal status.\n\nA tweet from Georgia congressman Paul Broun during the 2011 State of the Union address saying Obama \"is calling for amnesty\" took a rating of Half-True. While it lacked some necessary qualifiers, it referred to the president’s support for the DREAM Act, a bill that offers the possibility of citizenship.\n\nIt’s helpful to look at the legal definitions of amnesty.  \n\nBlack’s Law Dictionary defines it as \"a sovereign act of pardon and oblivion for past acts, granted by a government to all persons who have been guilty of crime.\" The Legal Dictionary at the FreeDictionary.com offers more background and notes that \"an act of amnesty is generally granted to a group of people who have committed crimes against the state.\" It gives the example from 1977 when President Jimmy Carter granted amnesty for Vietnam War draft dodgers.   \n\nOverall, you can break amnesty into two elements, and it’s the second that really matters. It applies to a group of people who have broken the law. And it says to those people, you are permanently free from punishment for your offense.\n\nThe new Obama policy matches up on the first part but not the second. \"It does not forgive anything, nor does it create any new rights,\" says Muzaffar Chishti, director of the New York office of the Migration Policy Institute, a nonpartisan research group that is supported by groups such as the Bill and Melinda Gates Foundation, the Carnegie Corporation and the World Bank.\n\nChishti emphasizes, \"You are still subject to deportation if the the government decides to do that.\"\n\nWhile some have said any relief from legal action is amnesty, whether it lasts for two years or forever, Chishti said the temporary nature of the Obama plan makes it significantly different than true amnesty. Indeed, the legal definitions provide examples where amnesty is permanent immunity from punishment.\n\nChishti’s group estimates that about 1.4 million undocumented residents would be eligible under the new program. How many actually come forward might depend on their assessment of the risks.  Ben Johnson, Executive Director of the American Immigration Council, a group that supports the move by Obama, agreed with Chishti's point that the policy offered people only temporary relief. He said anyone applying under the program has to understand that they will be giving immigration officials a lot of personal information.\n\n\"Two years from now, they might be more vulnerable\" to deportation, Johnson said.\n\nBut there's also the practical definition of amnesty. If the ax of deportation never falls, critics of the administration ask, was it ever really there? The Homeland Security memo lays out a program that would grant deportation relief for two years at a time, renewable for as long as the applicant is under 30 years old, after which they would no longer qualify for deferral. During that time, the person could, at local discretion, be granted a work permit.\n\nWhile the White House made much of the temporary nature of the policy, Mark Krikorian, executive director of the Center for Immigration Studies, which supports low levels of immigration, isn’t buying it.\n\n\"There’s nothing as permanent as a temporary status,\" Krikorian says. He and other opponents of this approach to young illegal immigrants can’t imagine that after encouraging people to come forward and allowing them to work, the government would then turn around and deport them.\n\nStill, we find it's a stretch to describe an enforcement plan as amnesty, a legal term that connotes broad and permanent protection. The people who are accepted into Obama's plan might not be deported immediately but they still could be in the future.\n\nOur Ruling\n\nDeMint and other critics say the Obama plan is amnesty, but the facts of the plan indicate it's an exaggeration to describe it that way.\n\nLegally, amnesty focuses on a group of people and grants them a permanent pardon. The Obama administration’s policy could reasonably be said to focus on a group, but deferring deportation is not the same as forgiveness and the relief it offers is limited in time. Concerns about where this policy might lead are a valid topic for discussion, but go beyond what the policy actually says.\n\nWe rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10897"}