{"url": "/factchecks/2020/nov/17/facebook-posts/photos-show-cleveland-cavaliers-parade-and-womens-/", "speaker": "Facebook posts", "vclaim": "“These are real to date pictures taken during the Million (MAGA) March 2020.”", "truth_label": "false", "date": "stated on November 14, 2020 in a series of photos:", "title": "Photos show a Cleveland Cavaliers parade and the Women’s March — not the Million MAGA March", "text": "What do the Women’s March, the Cleveland Cavaliers and the Million MAGA March have in common? They’re all ingredients in a misleading Facebook post.\nThe Nov. 14 post, which has been shared more than 6,400 times, includes 47 photos that purportedly show rallies for President Donald Trump in Washington, D.C., over the weekend. \n\"More than one MILLION marchers for President @realDonaldTrump descend on the swamp in support,\" the caption says. \"These are real to date pictures taken during the million Mega (sic) March2020.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Similar photos have been shared in groups for fans of Trump and Fox News, according to CrowdTangle, a social media insights tool.\n\n(Screenshot from Facebook)\nOn Nov. 14, several concurrent events — including the Million MAGA March, the March for Trump and Stop the Steal DC — converged near Freedom Plaza in Washington. Among the demonstrators were conspiracy theorists, right-wing activists alleging widespread election fraud and members of the Proud Boys, a far right, all-male group with a history of violent confrontations.\nThe Facebook post is wrong to say that more than 1 million people attended those demonstrations — and it misleadingly includes images that are not from the Nov. 14 rallies at all. Some of the images are from a Cleveland Cavaliers parade in 2016 and the Women’s March in 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe first few photos in the post show Trump supporters waving flags and marching down Pennsylvania Avenue in Washington. A few show the president himself in a motorcade greeting the demonstrators, who gathered to falsely claim that he had won the election against Joe Biden.\nBut more than halfway through the photos, the setting changes from Washington to Cleveland, and then to Washington in 2017.\nSome of the images in the Facebook post show a parade and rally in Cleveland in June 2016, after the Cavaliers beat the Golden State Warriors to claim their first NBA title. An estimated 1.3 million people attended the events.\n\nAnother photo included in the post shows an aerial view of the 2017 Women’s March in Washington, part of a worldwide protest on the day after Trump’s inauguration. At least 470,000 people were estimated to have attended the demonstration.\nWomen, look what we did! #6MonthsSinceWomensMarch(Video via @KerryGFleming) pic.twitter.com/GMGqk2aoT1— Women's March (@womensmarch) July 21, 2017 \nThe recent pro-Trump demonstrations in Washington were not as well-attended.\nNews outlets estimate that thousands of people were present at the Nov. 14 rallies, which grew violent toward the end of the day when hundreds of counterprotesters showed up. We previously rated False a claim that more than 1 million people were present at the demonstrations.\nThis Facebook post is similarly inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18533"}