{"url": "/factchecks/2015/jul/07/facebook-posts/meme-says-hillary-clintons-top-donors-are-banks-an/", "speaker": "Facebook posts", "vclaim": "Says Hillary Clinton’s top 10 donors are mainly \"banks, corporations and media,\" while Bernie Sanders’ top 10 donors are labor unions.", "truth_label": "mostly-true", "date": "stated on July 6, 2015 in a meme on social media:", "title": "Meme says Hillary Clinton's top donors are banks and corporations, Bernie Sanders' are labor unions", "text": "As Vermont Sen. Bernie Sanders gains ground on Democratic presidential frontrunner Hillary Clinton, the two candidates’ supporters have been sparring, including over campaign donations.\nRecently, a reader sent us a social media meme that paints Clinton’s list of donors as dominated by corporate interests, whereas Sanders’ top 10 donors come largely from labor unions -- a dichotomy that, to Democratic primary voters, puts Sanders in a more favorable light.\n\"Hillary: Top ten donor list. Representing banks, corporations and media,\" the meme reads, providing a top-10 list with dollar amounts. \"Bernie: Top ten donor list. Representing people.\" The meme is topped by each candidate’s presidential campaign logo. (See the meme below.)\nWe can’t tell who produced this meme, but we thought it was worth a closer look.\nWe’ll start by noting that reasonable people can disagree about whether labor unions represent \"people,\" as the meme says, as opposed to just unionized workers, who are a relatively small subset of the entire population. We’ll also note that while this meme may appeal to union supporters and critics of Wall Street and big corporations, it also could be used as evidence that Sanders is just as reliant on one type of donor -- labor unions -- as Clinton is on big corporations.\nWe found that the data cited in the meme refers to cumulative donations over the course of each candidate’s political career as calculated by the Center for Responsive Politics, not just fundraising from the current presidential cycle. (Clinton and Sanders have announced their fundraising hauls for the second quarter of 2015, but have not yet released the full data that is due at the Federal Election Commission by July 15; a more complete analysis of the data will be compiled by the Center for Responsive Politics after that.)\n\nFor Clinton, we found a high degree of similarity with the meme when we checked the database on July 6.\nClinton’s top 10 cumulative donors between between 1999 and 2016 were, in descending order, Citigroup ($782,327), Goldman Sachs ($711,490), DLA Piper ($628,030), JPMorgan Chase ($620,919), EMILY’s List ($605,174) Morgan Stanley ($543,065), Time Warner ($411,296), Skadden Arps ($406,640), Lehman Brothers ($362,853) and Cablevision Systems ($336,288).\nThat list is quite close to what the meme says. It includes five financial-services companies, two law firms that do a lot of corporate work, two media conglomerates and one group, EMILY’s list, that supports abortion-rights Democratic candidates. It’s worth noting that Clinton was a senator from New York, meaning that some of the donors on her list were not simply Wall Street and corporate behemoths, but also constituents, based in New York.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe database results for Sanders are also quite close to what’s in the meme. The data for Sanders goes back to 1989.\nHis top 10 are, in descending order, Machinists/Aerospace Workers union ($105,000), Teamsters union ($93,700), National Education Association ($84,350), United Auto Workers ($79,650), United Food & Commercial Workers union ($72,500), Communications Workers of America ($68,000), Laborers Union ($64,000), Carpenters & Joiners Union ($62,000), National Association of Letter Carriers ($61,000), and the American Association for Justice ($60,500).\nIn the meme, the letter carriers’ union makes the list, but the Center for Responsive Politics has the American Federation of State, County and Municipal Employees cracking the top 10 instead. Either way, nine of the 10 are unions, and the tenth is the national association representing plaintiffs’ attorneys. During his career, Sanders has received strong support from progressive Democrats, so this pattern of financial backing is not surprising.\nSo the meme is pretty accurate for both candidates. However, we see a few things worth pointing out.\nAs we noted, this data refers to their entire political careers back to the 1990s. Once the full presidential data is released, those figures may show different patterns. \"That is not made clear\" in the meme, said Anthony J. Corrado, a campaign-finance expert at Colby College. \"Most people would assume that this is money raised so far in the 2016 presidential campaign.\"\nAlso, the \"donors\" listed are not the ones who gave the money, since that would be against the law. Rather, it was their PACs, employees and those employees’ families. In fact, due to how the forms are filled out, the data is less likely to capture individual donations from union members than from employers of companies. Most individual donations are listed by employer, and if, say, a union carpenter lists his affiliation as his company, the fact that he’s a union member wouldn’t be recorded.\nFinally, lists such as this ignore that both candidates are collecting many small donations, too. According to the Clinton campaign, she raised roughly $50 million in contributions under $200 during her '08 campaign. Data for the 2016 cycle is not available yet.\nAll told, it’s possible to look at the top donors on the two lists and say both candidates are captive to a particular set of interest groups, said Kyle Kondik, managing editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics. However, he added, \"labor is a Democratic constituency whose beliefs generally line up with Democratic policies, and we’re talking about a Democratic primary here. So all things being equal, Sanders’ donor list probably looks better, politically, than Clinton’s.\"\nKondik added that, as the meme indicates, Clinton has a much larger reservoir of money than Sanders has. \"The value of having a large financial advantage over your competitors in a primary setting seems to be worth occasional questions about how the financial advantage was built,\" he said.\nOur ruling\nSocial media memes say that Clinton’s top 10 donors are mainly \"banks, corporations and media,\" while Bernie Sanders’ top 10 donors are labor unions. This contention fits quite closely with campaign data from the Center for Responsive Politics. However, it’s worth noting that this data refers to cumulative donations as far back as the 1980s, rather than just donations to their current presidential bids. The statement is accurate but needs clarification, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-06230"}