{"url": "/factchecks/2016/mar/30/hillary-clinton/evidence-backs-hillary-clinton-claim-torture-count/", "speaker": "Hillary Clinton", "vclaim": "When it comes to fighting terrorism, \"Another thing we know that does not work, based on lots of empirical evidence, is torture.\"", "truth_label": "true", "date": "stated on March 22, 2016 in a speech at Stanford University.:", "title": "Evidence backs Hillary Clinton claim that torture is counterproductive for counterterrorism", "text": "The day after the March 22 terrorist attack in Brussels, former Secretary of State and Democratic presidential candidate Hillary Clinton gave a speech at Stanford University talking about ISIS, the threat of terrorism and whether torture is a useful tool to fight it.\n\"One thing we know that does not work is offensive, inflammatory rhetoric that demonizes all Muslims,\" she said, adding, \"Another thing we know that does not work, based on lots of empirical evidence, is torture.\"\n\"Many intelligence, military and law enforcement experts have attested to this fact. It also puts our own troops and increasingly our own civilians at greater risk,\" Clinton said.\nMost of us can see ourselves spilling the beans on anything and everything if we were subjected to the kinds of \"enhanced interrogation techniques\" that suspected terrorists have been subjected to by the United States since 9/11.\nWe wondered if, as Clinton contended, it has been well established that torture does not work.\nTell them what they want to hear\nBecause nobody's going to volunteer to be part of a scientific study where you might get tortured — ethics review boards might be apoplectic about such a proposal — the only way to examine the issue is through case studies.\nThe experts with whom we spoke said that, for a host of reasons, torture has long been recognized as an inefficient way to get information.\nThe biggest problem is that it tends to produce wrong information. The United States Army Field Manual warns that information gathered by torture can be faulty.\nThat's because, during torture, truth becomes irrelevant. And when the interrogators don't know if the information is true, the torture may continue even if the detainee tells the truth. At that point, the captive will fabricate information with the goal of telling the interrogator what he wants to hear.\n\"It is enormously well documented (including by the Senate study of the CIA program) that torture generated enormous amounts of false statements,\" said Lisa Hajjar, a professor at the University of California, Santa Barbara, who studies torture. (More about the Senate study in a bit.)\nOne example was the case of Abu Zubaydah, initially billed by the Bush administration as al-Qaida's chief of operations. Waterboarded 83 times, he told tales of planned attacks on shopping malls, nuclear power plants and the Brooklyn Bridge. Critics say that's because he knew little. Joining al-Qaida after 9/11, he scheduled people to move in and out of training camps and was mentally challenged.\nBefore the invasion of Iraq, the Bush administration said it had \"information that Iraq had been training al-Qaida operatives in the use of chemical weapons, thus connecting Iraq to 9/11,\" said Hajjar in a review article in the Annual Review of Law and Social Science. \"This information was extracted by torture from a Libyan prisoner, Ibn al-Shaykh al-Libi, who subsequently recanted the lies he had told interrogators to make the pain stop.\"\nBad truth detectors\nInterrogators aren’t particularly good at telling when someone under torture is lying or telling the truth.\n\"Interrogators in these situations think they're perfect lie detectors but research tells us quite differently,\" said Darius Rejali, a torture expert at Reed College in Oregon. Special training programs designed to enhance that ability \"make the interrogators more confident that they can detect the truth, but in fact they would be better off flipping a coin.\"\nIn the current war on terror, consider the case of Hassan Ghul. After his capture, he was cooperative without being tortured and provided information key to finding Osama bin Laden through bin Laden's associate, Abu Ahmad al-Kuwaiti. But after he cooperated, the CIA decided to torture Ghul anyway. It produced no useful additional intelligence.\n\"The people who do know something will lie whether you torture them or not. The problem comes when you pull people in who don't know anything, and they're claiming that they do,\" said Rejali.\nThat opens the door to all kinds of fanciful intelligence from crazed-from-torture informants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Sleep deprivation will make you imagine you were there shooting (President John) Kennedy behind the grassy knoll,\" said Rejali.\nAnother issue is that news reports of torture turn public opinion against authorities who condone or permit torture.\nRejali cited the cases of a 2005 bombing attempt in London. When video of the bomber aired, \"the parents came forward and said, 'He's our son. He's the killer.' Would the parents have come forward if they knew their son was going to be tortured? You can be fairly certain the answer to that is no.\"\n\"Not only does torture undermine what we know works, which is public cooperation, but it can also deeply alter the duration, severity and cost of a conflict,\" he said.\n\"Torture alienates societies needed for war efforts,\" said Hajjar.\nSenate torture report\nWhen we contacted the Clinton campaign, spokesman Josh Schwerin directed us to the report by the Senate Select Committee on Intelligence, released when Democrats controlled the Senate.\nThe full document, about 6,700 pages and approved in 2012, remains classified. A 525-page redacted executive summary was released in December 2014. There's also a minority report developed by Republicans on the committee and a CIA response.\nThe majority report says techniques such as waterboarding, standing sleep deprivation, forced feeding through a rectal tube, temperature extremes and confinement in coffin-sized boxes were not effective for getting intelligence from people detained after the Sept. 11, 2001, terrorist attacks.\nThe committee's analysis of 20 prominent cases that reportedly \"saved lives\" — cited by the CIA and the Bush administration — found either that the key information was gathered before torture began, the information was already available to the intelligence community before the enhanced techniques were initiated, or there was no relationship between those success stories and the information provided by the detainees.\nFor example, the majority report says that \"CIA records reveal that 34 percent of the 119 known CIA detainees produced no intelligence reports.\"\nAnother example: The CIA said Ghul, the detainee who gave information that eventually led to the location of bin Laden, had been subjected to harsh interrogation and had produced valuable information. The agency neglected to mention that the information came before Ghul was subjected to enhanced interrogation.\nOther instances where the Bush administration said enhanced interrogation — described by the president as tough, safe, lawful and necessary — produced valuable intelligence have also been debunked.\nThe minority report says that in many of the 20 cases, enhanced interrogation tactics did produce significant breakthroughs, although sometimes as part of a delayed cascade effect.\nThe problem with most of the accounts of people who say that torture works, said Rejali, is that only the cases where it seemed to succeed are remembered and the ones where it didn't are forgotten.\n\"In the two and a half years following the Sept. 11, 2001, terrorist attacks, U.S. intelligence agencies arrested more that 5,000 suspected terrorists,\" said Mark Costanzo of Claremont McKenna College and Ellen Gerrity of Duke University, writing in the journal Social Issues and Policy Review. \"There was sufficient hard evidence to bring formal charges against only three of these suspects, and only one of these three was convicted.\"\nOur ruling\nClinton said that when it comes to fighting terrorism, \"Another thing we know that does not work, based on lots of empirical evidence, is torture.\"\nWhen it comes to the real goal of getting useful intelligence, the preponderance of the evidence shows that the details interrogators will get from a detainee can typically be acquired without torture. When torture is used, the \"information\" extracted is likely to be fiction created by a prisoner who will say anything to get the punishment to stop.\nAll ethical issues aside, the experts say, it doesn't work because it is extremely inefficient and, in many ways, counterproductive.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-05190"}