{"url": "/factchecks/2010/sep/16/rob-portman/rob-portman-cites-remarks-pro-stimulus-economist-p/", "speaker": "Rob Portman", "vclaim": "Says a \"Pro-Stimulus economist admits it is not working … \"", "truth_label": "pants-fire", "date": "stated on August 25, 2010 in a posting on Facebook:", "title": "Rob Portman cites remarks from a \"pro stimulus economist\" as proof the stimulus failed", "text": "It's no secret that Rob Portman isn't a fan of the federal stimulus program Congress approved to jump start the economy.\n\n \n\nThe Republican, who is running against Ohio Lt. Gov. Lee Fisher for the U.S. Senate, has labeled it as a program that failed to create jobs in Ohio.\n\n \n\nIn a post Aug. 25 to his campaign Facebook page, which has more than 20,000 followers, Portman links to an article he says proves he's right.\n\n \n\n\"Pro-Stimulus economist admits it is not working,\" he says in the post. \n\n \n\nWe checked out the link on Portman's page and found a story from The Hill, a Washington newspaper which covers Congress. In the article, Mark Zandi, the chief economist of Moody's Analytics, discusses the chances of a double-dip recession, which he rated as one in three. He previously had thought those chances to be just one in five.\n\n \n\nZandi, speaking to reporters at a breakfast sponsored by the Christian Science Monitor, cited weak consumer confidence, nervous businesses and investors, declining home sales and the European debt crisis as factors slowing U.S. economic recovery and prompting his prediction. If Congress and the White House compromise on the expiring Bush tax reductions, that would help boost confidence, he said.\n\n \n\nWhat isn't discussed at all is whether Zandi thinks the $787 billion stimulus package, formally known as the American Recovery and Reinvestment Act of 2009, is working. The word stimulus appears just once in the lead of the story: \"An economist who advised Democrats on the $787 billion stimulus has increased his prediction of the odds of the economy entering a double-dip recession.\"\n\n \n\n\nSince the Christian Science Monitor hosted the breakfast at which Zandi spoke, we decided to check out its coverage of the event. The Monitor posted a handful of stories, with video, about the event. In one of them, Zandi is asked to respond to an assertion by House Minority Leader John Boehner about the stimulus program. Speaking at the City Club of Cleveland the day before, the Ohio Republican said that \"all this stimulus spending has gotten us nowhere.\"\n\n\n \n\nZandi, who was an advisor to John McCain's presidential campaign was clear in his disagreement.\n\n \n\n\"We would be in a measurably worse place if not for the stimulus,\" he said. \"I don't think it is any coincidence that the great recession ended at precisely the same time that the stimulus, and in this case when I say stimulus I am  talking about the (American Recovery and Reinvestment Act) ...was providing its maximum benefit.\"\n\n \n\nThe national unemployment rate at the time was about 9.5 percent. Without the stimulus, Zandi said, it would have been 11.5 percent. \n\n \n\nExpectations for the stimulus may have been too high, he said. \"But the stimulus did exactly what it was intended to do. It was to end the recession and jump start a recovery and it did that.\"  \n\n \n\nWe checked in with the Portman campaign and asked about the Facebook post, mentioned that we didn't see what they said was in The Hill article and mentioned that The Christian Science Monitor's own coverage appeared contradictory. They told us it was important we look at the right article and sent us a link to the piece in The Hill.  \n\n \n\nAt that point we started looking for the matches. We rate Portman's claim in his Facebook post Pants on Fire.", "vclaim_id": "vclaim-pol-14420"}