{"url": "/factchecks/2011/dec/01/barack-obama/obama-says-taxes-lower-middle-class/", "speaker": "Barack Obama", "vclaim": "For \"the average middle-class family, your taxes today are lower than when I took office.\"", "truth_label": "true", "date": "stated on November 30, 2011 in a speech in Scranton, Pa.:", "title": "Barack Obama says taxes are lower for middle class today than when he took office", "text": "During a Nov. 30, 2011, speech in Scranton, Pa., President Barack Obama urged Congress to extend a payroll tax cut. He used the platform to try to change perceptions about his stance on taxes.\n\n\"Now, I know you hear a lot of folks on cable TV claiming that I’m this big tax-and-spend liberal,\" Obama said. \"Next time you hear that, you just remind the people who are saying it that since I’ve taken office, I’ve cut your taxes. … The average middle-class family, your taxes today are lower than when I took office, just remember that. We have cut taxes for small businesses not once, not twice, but 17 times. The average family’s tax burden is among the lowest it’s been in the last 60 years. So the problem is not that we’ve been raising taxes.  We’ve actually been trying to give families a break during these tough times.\"\n\nA couple readers asked us to check this item. One wrote us, \"I've seen conservative reactions ranging from, ‘I laughed out loud’ to ‘What a comedian!’\"\n\nSo we decided to take a look.\n\nWe’ve addressed two of these claims in previous items -- the one about small business tax cuts (rating it Mostly True) and the one about the tax burden being the lowest in 60 years (rating it Mostly True). So in this item, we’re only analyzing Obama’s claim that for \"the average middle-class family, your taxes today are lower than when I took office.\"\n\nFirst, let’s recap some background about the tax, and the tax cut, that Obama was touting in Scranton.\n\nThe payroll tax refers to federal taxes taken directly from the paychecks of employed Americans. It is primarily used to fund Social Security and Medicare. For two decades, the payroll tax meant a 6.2 percent deduction on annual earnings for most workers. There were limits to the total amount individuals could be required to pay. In 2009 and 2010, the levy applied to the first $106,800 of salary, meaning no one would pay more than $6,621. Employers paid a matching share.\n\nIn December 2010, the levy was cut to 4.2 percent for workers as part of an agreement Obama worked out with Congress to extend income tax reductions passed during President George W. Bush’s administration. The payroll tax reduction is in effect for the duration of 2011.\n   \nBut in his American Jobs Act, Obama proposed slicing the payroll to 3.1 percent for workers next year. (To help employers, the president also proposed a 50 percent tax cut in the first $5 million of payroll costs for most small businesses.)\n\nObama has also enacted some other tax cuts while in office, including the American Opportunity Tax Credit for tuition and other educational fees and expansions of the existing Earned Income Tax Credit and child tax credit.\n\nHe’s also raised some taxes (or didn’t stop them from going up), but these hikes aren’t as relevant for judging his statement in Scranton. Some of the tax hikes haven’t taken effect yet, like a few in the health care bill, so these wouldn’t be a factor in judging the statement that for \"the average middle-class family, your taxes today are lower than when I took office.\" Other tax increases affect only very wealthy taxpayers.\n\nTwo taxes would be relevant for this calculation. Obama signed legislation raising taxes on cigarettes and other tobacco products soon after taking office; that money goes to pay for children's health insurance programs. The law went into effect in 2009. He also signed the health care law, which includes taxes on indoor tanning that went into effect last year.\n\nIt’s hard to tell exactly who’s footing the burden for these taxes. However, cigarette and tanning taxes account for a relatively small share of all federal taxes (and zero for people who don’t use either of them).\n\nThe broadest analyses we’ve seen are the tax analyses produced by the Urban Institute-Brookings Institution Tax Policy Center, an independent research organization.\n\nWe looked at the group’s estimate of what tax burden is borne by Americans of different income levels. The group calculates the average federal tax burden and the average federal tax rate for five quintiles of U.S. households -- or 20-percent groupings, from the top of the income scale to the bottom. These figures include the federal income tax, payroll taxes, and estate taxes, though not federal excise taxes or corporate taxes. (The tax rate figure is the \"effective\" tax rate -- how much the average taxpayer ultimately pays as a percentage of their cash income. It’s not a \"tax bracket,\" which refers to the income tax rate paid on a taxpayer’s final dollar of income.)\n\nTo come up with a definition of \"middle class,\" we ignored the top 20 percent and the bottom 20 percent and focused on the three segments of 20 percent each in the middle of the income distribution. We used the tax data for 2008 and for 2011.\n\nSo how do the numbers look? Here’s the summary.\n\nSecond-lowest 20 percent\n\n2008 tax burden: $1,715\n2011 tax burden: $1,396\nDecline of $319\n\n2008 tax rate: 6.7 percent\n2011 tax rate: 5.7 percent\nDecline of 1 percentage point\n\nMiddle 20 percent\n\n2008 tax burden: $6,290\n2011 tax burden: $5,535\nDecline of $775\n\n2008 tax rate: 13.6 percent\n2011 tax rate: 12.4 percent\nDecline of 1.2 percentage points\n\nSecond-highest 20 percent\n\n2008 tax burden: $13,749\n2011 tax burden: $13,078\nDecline of $671\n\n2008 tax rate: 17.4 percent\n2011 tax rate: 16.5 percent\nDecline of 0.9 percentage points\n\nSo for each of the three middle quintiles, both the amount of tax paid and the effective tax rate paid declined.\n\nOur ruling\n\nEvery taxpayer is different, and some \"middle-class\" Americans may have seen their tax rate or their tax burden go up for one reason or another. But Obama was talking about \"the average middle-class family.\" The changes to the tax code made under Obama and the analyses by the Tax Policy Center show that for the middle 60 percent of the income distribution, both the average tax paid and the average tax rate fell between 2008 and 2011. We rate Obama’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12005"}