{"url": "/factchecks/2010/aug/11/kevin-boyce/ohio-treasurer-kevin-boyce-twice-cut-his-own-pay/", "speaker": "Kevin Boyce", "vclaim": "\"I’ve even cut my own salary -- twice.\"", "truth_label": "true", "date": "stated on July 14, 2010 in a campaign video:", "title": "Ohio Treasurer Kevin Boyce twice cut his own pay", "text": "Elected officials’ pay can be a sensitive topic with taxpayers, especially in today’s economic climate. So it’s no surprise Ohio Treasurer Kevin Boyce, who is running in November to keep his job, is bragging about cutting his salary.\n\nBoyce talked about his six-figure earnings in a YouTube video released by his office. Presented as a preview of the office’s forthcoming annual financial report, the production feels more like a tribute to Boyce’s performance as treasurer aimed directly at voters.\n\n\"I’ve even cut my salary -- twice,\" said Boyce, a Democrat and former Columbus city councilman.\n\nBoyce was appointed Treasurer in late 2008. Richard Cordray left a vacancy when he took the state attorney general’s job in the wake of Marc Dann’s resignation.\n\nAnnual salaries for the state’s elected officials are set in state law, which lawmakers can amend to increase or decrease pay. The treasurer’s salary has been set at $109,986 since 2008.\n\nIn June 2009, Boyce sent a memo to the state Department of Administrative Services saying he was taking a pay cut that would reduce his gross salary that year to $107,874. The pay cut, effective July 1, 2009, was the equivalent of taking five unpaid furlough days, a cost-saving measure that has been forced upon many state employees.\n\nIn the same memo, Boyce authorized an extension of the reduction for all of 2010. This year’s pay cut is the equivalent of 10 unpaid furlough days, according to the administrative services department.\n\nBoyce’s gross salary this year will be $105,757.\n\nBoyce lumped both cuts -- each about 2 percent -- in the same memo, but he effectively trimmed his salary twice. Had he not extended the cut into 2010, his pay would’ve jumped back up to $109,986, a spokeswoman for the administrative services department said.\n\nWe find Boyce’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14610"}