{"url": "/factchecks/2011/apr/01/tim-pawlenty/tim-pawlenty-said-he-brought-minnesota-state-spend/", "speaker": "Tim Pawlenty", "vclaim": "\"From 1960, the year I was born, until the time I became Governor in 2003, the average two-year increase in Minnesota state spending was 21 percent. … we brought that down dramatically, to about 1.7 percent per year.\"", "truth_label": "half-true", "date": "stated on January 11, 2011 in his book, \"Courage to Stand: An American Story\":", "title": "Tim Pawlenty said he brought Minnesota state spending growth down \"to about 1.7 percent per year.\"", "text": "In his book Courage to Stand: An American Story, Tim Pawlenty describes himself as a fiscal conservative with a record of reining in government spending.\n\nThe evidence: Reduced state spending growth during the eight years he was governor of Minnesota, he said.\n\n\"From 1960, the year I was born, until the time I became Governor in 2003, the average two-year increase in Minnesota state spending was 21 percent,\" Pawlenty writes. \"We brought that down dramatically, to about 1.7 percent per year.\"\n\nIt’s a statistic that he repeats several times in his book, so we decided to check it out.\n\nPawlenty was elected governor in 2002, taking office in January 2003. In Minnesota, the budgets follow fiscal years that begin in July. So the first budget Pawlenty could have put his stamp on was the 2004 budget that went into effect on July 1, 2003.\n\nWe found spending numbers dating back to 1960, and averaged the two-year increases for the general fund between 1965 and 2003. We arrived at  21.09 percent, so that’s in line with what Pawlenty said.\n\nWe then turned to the second part of Pawlenty’s statement, that \"we brought that down dramatically, to about 1.7 percent per year.\" First, note that he’s comparing two-year increments with one-year increments, which would make the difference seem more dramatic.\n\nStill, we examined year-over-year change from 2004 to 2011. (Again, Pawlenty left office on Jan. 3, 2011, but the fiscal year started six months before that.)\n\nWe averaged the year-to-year changes in the budget for those years and arrived at an average increase of 1.64 percent, very close to what Pawlenty said. If you took the two-year average, it would be a bit higher, at 3.53 percent.\n\nYet those numbers don’t tell the whole story.\n\nAs Pawlenty was leaving office, state budget agency released forecasts showing spending increasing 27 percent over the next two years -- before the incoming governor, Democrat Mark Dayton, made any changes to the budget at all.\n\nThe budget analysts said the state had used several mechanisms to reduce state spending. That included using $2.3 billion from the federal stimulus and two separate delays shifts in spending on K-12 education that totaled $1.9 billion and $1.4 billion.\n\nThe budget numbers led DFLers -- that’s members of Minnesota’s Democratic-Farmer-Labor Party, equivalent to Democrats in other states -- to blame Pawlenty for using one-time fixes and ignoring structural imbalances.\n\nPawlenty supporters acknowledged the anticipated spending increase but blamed it on DFLers for refusing to embrace Pawlenty’s ideas for long-term solutions.\n\nPawlenty’s statement was that from 1960 to 2003, \"the average two-year increase in Minnesota state spending was 21 percent. … we brought that down dramatically, to about 1.7 percent per year.\" The numbers are accurate, though Pawlenty is comparing two-year increases to one-year increases. More significantly, spending forecasts increased dramatically as Pawlenty was leaving office, when short-term budget fixes like the federal stimulus and spending delays for K-12 education expired. Given that increase, we rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13328"}