{"url": "/factchecks/2013/jul/22/al-gore/al-gore-says-ocean-acidity-levels-havent-been-high/", "speaker": "Al Gore", "vclaim": "The ocean is now \"much more acidic . . . than it has been for many millions of years.\"", "truth_label": "half-true", "date": "stated on June 11, 2013 in a keynote address:", "title": "Al Gore says ocean acidity levels haven't been this high for many millions of years", "text": "Former Vice President Al Gore, now a crusader against climate change, argues that the continued release of carbon dioxide into the atmosphere is going to do more than just raise temperatures. It's going to alter the balance of sea life by changing the acidity of the oceans.\nDuring a June 11 keynote address at U.S. Sen. Sheldon Whitehouse's 4th Annual Rhode Island Energy & Environmental Leaders Day, Gore said ocean acidification has been characterized as the evil twin of global warming.\nThe process \"disrupts ocean chemistry,\" he said. Ocean water is still more base than acid on the pH scale, \"but it's much more acidic, more than it has been for many millions of years.\"\nThat's important, he said, because, \"This disrupts the process by which shells are formed, not only for shellfish but also for the little critters, the zooplankton, the little tiny critters at the base of the ocean food chain. They have little thin shells. That's being disrupted now.\"\nOn Sunday, we checked a similar claim from Whitehouse, who said the acidity of the oceans had increased 30 percent since the industrial age. We ruled that Mostly True.\nWe were equally interested in Gore's assessment of the problem over a much longer span. Is the ocean currently \"much more acidic\" than it has been for \"many millions of years?\"\nAs we outlined in our examination of Whitehouse’s claim, acidity is measured on the pH scale. The lower the number, the greater the acid level.\nCurrently, the oceans have a pH of about 8.1. That's more acidic than it was before the Industrial Revolution, when the level was 8.2.\nWhen we contacted Gore's office, spokeswoman Betsy McManus directed us to an ocean acidification fact sheet from the Woods Hole Oceanographic Institution.\nShe highlighted this statement, which starts out by describing that scientists measure ocean pH in ancient times by using telltale chemical signatures in tiny creatures buried in ocean sediment: \"Additional geochemical evidence and modeling provide strong evidence that the average surface ocean pH has not been much lower than about 8.2 for millions of years.\"\nThat seems far less extreme than Gore's statement that the ocean is much more acidic than it has been for many millions of years.\nSo we contacted several oceanographers to get data from the geologic record, where ocean pH is inferred from a variety of methods using cores taken from ancient ice and deep sea sediment.\nJust as you can get different temperature readings at the same time if you have thermometers in different locations, the pH measurements in any particular era and from cores taken from different locations can vary.\nIf you look at individual data points, you don't have to go back \"many millions of years\" to find ocean levels as acidic as today.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nA 2009 study in the journal Science that went back 2.1 million years by analyzing the shells of single-celled plankton buried off the west coast of Africa, found that while the pH averaged around 8.2 during that period, there were a few points -- 100,000 and 900,000 years ago -- when the surface ocean pH hit 8.1, where it is today.\nBut Barbel Honisch, a geochemist at Lamont-Doherty Earth Observatory and chief author of the Science paper, cautioned that \"the uncertainty in the data points is very large.\"\nShe said she has more confidence in data published a year later in Earth and Planetary Science Letters, which went back five million years, because it dovetails with other evidence. That study suggested that pH levels dropped to between 8.0 and 8.1 about 3 million to 4 million years ago.\n\"If you go back 4 million years, you're there,\" Honisch said, adding that other data support that conclusion as well. \"The ocean was more acidic or just as acidic as it is now.\"\nAgain, that's not \"many millions of years.\"\nAcid levels also seemed to rise to today's level around 15 million to 16 million years ago, according to Honisch. And Andrew Dickson, an oceanographer at the University of California San Diego, said, \"Once we go back beyond about 23 million years, the average surface ocean pH is lower than today,\" he said.\nAnother Science paper by Honisch and her colleagues, this one from 2012, looked at a broad array of evidence in 10-million-year blocks. Beginning 10 million years ago, acid levels gradually grew until the pH dropped to about 7.5 110 million years ago. That's five times more acidic than today's oceans.\nThe climate experts we spoke with stressed that it's important to put this in perspective.\nChanges in pH typically occur over millions of years, giving life forms -- whose biology can be thrown akilter by a small change in pH -- time to adapt. Scientists fear that today's shift will come so rapidly, organisms won't be able to compensate, and many species will simply die off.\nIt would have been more accurate to say, said Honisch, \"The ocean is acidifying faster today than it has in millions of years.\"\nOur ruling\nFormer Vice President Al Gore said the ocean today \"is much more acidic, more than it has been for many millions of years.\"\nIt's clear that the ocean is more acidic than it was before the Industrial Revolution. It's also clear that many millions of years ago it was much more acidic.\nBut the best estimates suggest that the oceans reached levels of acidity comparable to today’s levels sometime between about 900,000 years ago and 3 million to 4 million years ago -- far more recently than the \"many millions of years\" ago that Gore suggested.\n\"If I had one of your meters, this would be halfway up,\" said Dickson, one of our experts on ocean acidification.\nWe agree and rate Gore’s statement Half True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09085"}