{"url": "/factchecks/2013/apr/08/nadine-smith/equality-florida-director-nadine-smith-says-gay-co/", "speaker": "Nadine Smith", "vclaim": "\"The financial penalties imposed\" on gay couples \"can cost us more than $300,000 compared with married heterosexual couples over a lifetime.\"", "truth_label": "mostly-true", "date": "stated on March 27, 2013 in a press release:", "title": "Equality Florida director Nadine Smith says gay couples can face $300,000 in added costs", "text": "First comes love, then comes marriage ... then comes the potential savings of a joint tax return. That’s the story for opposite-sex couples, but not necessarily for same-sex couples.\n\nGay couples aren’t entitled to some of the money-saving benefits available to opposite-sex married couples. But how much lost money is it for a gay couple?\n\nEquality Florida, a group that advocates on behalf of the gay community, raised that topic as the U.S. Supreme Court heard two cases related to gay marriage in March: a challenge to California’s Proposition 8, which defines marriage as between a man and a woman, and a challenge to the federal Defense of Marriage Act, a 1996 law that defines marriage as between a man and a woman. (For more on the cases read PolitiFact’s primer.)\n\nThe DOMA case stems from a financial issue involving Edith \"Edie\" Windsor, who lived with Thea Spyer for 44 years; they married in Canada in 2007. After Spyer’s death in 2009, Windsor had to pay $363,000 in taxes on her spouse’s estate rather than inheriting it outright, as mixed-gender married couples routinely do.\n\nNadine Smith, executive director of Equality Florida, wrote in a press release on March 27 that she was hopeful the Supreme Court would move to end the federal ban on same-sex marriage:\n\n\"If observers are correct, gay married couples including my wife and I will not be faced with tax forms that require us to lie and deny the existence of our spouse. The financial penalties imposed because we are considered legal strangers can cost us more than $300,000 compared with married heterosexual couples over a lifetime. In a stroke, this financial burden will be erased.\"\n\nWe wanted to research how Smith concluded that gay couples can pay $300,000 more than heterosexual couples over a lifetime.\n\nCost estimates for gay couples\n\nIn response to our questions, Smith sent us media reports that mentioned various higher costs for gay couples ranging from taxes, to renting a car to divorce.\n\nThe most in-depth analysis came from the New York Times, which spent two months in 2009 calculating the added costs of being a gay couple over a lifetime, including taxes, health insurance, pensions, having a child and other expenses.\n\nFor the tax portion, the New York Times received assistance from Roberton Williams of the nonpartisan Tax Policy Center. The analysis created a fictitious couple in New York, gave them two kids and assumed one parent would stay home for five years to take care of them. The analysis took factors into account based on three states with large gay populations: Florida, New York and California. (The New York Times provided  25 pages of details on how they arrived at the calculations.)\n\nThe newspaper calculated two separate scenarios, both starting when the couples were 35. In the first scenario, one partner earned $110,000 and the other $30,000; in the second, each earned $70,000.\n\nThe conclusion: the worst-case scenario over a couple’s lifetime was $467,562. But that fell to $41,196 in the best-case scenario, for a couple with better health insurance and lower taxes. The numbers varied depending on income and other factors.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill McCollum\n\n\nstated on July 15, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Rick Scott's company is partners with Playboy in a social networking website that has community pages specifically geared towards gay dating.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • July 19, 2010\n\n\n\n\n\n\n\n\n\"For wealthy couples with a lot of assets, on the other hand, the cost of being gay could easily spiral into the millions,\" the New York Times wrote.\n\nOne of the reporters who wrote the story, Tara Siegel-Bernard, and two of the experts consulted for that story told PolitiFact Florida that the dollar figures in 2009 would change in 2013. But without thoroughly redoing the analysis, it was hard to assess by how much.\n\nOne key factor that has changed since then is that in 2011, New York passed a law allowing same-sex marriage. The couple could now file a joint state income tax return, which may or may not save a gay couple money. There have also been some health insurance changes.\n\nEven if the Supreme Court strikes down DOMA, it won’t erase all the financial and legal hurdles for gay couples, the New York Times wrote. For example, many couples would still have to travel to another state to get married.\n\n\"It is hard to present any sort of average -- people are in very different situations for all the reasons you noted,\" said Lee Badgett, an economics professor at the University of Massachusetts who has studied gay marriage.\n\nWe sent Equality Florida’s claim to the the National Organization for Marriage, a group that opposes gay marriage. The group’s political director Frank Schubert also noted that the New York Times analysis was built on multiple assumptions.\n\nSchubert disagreed with some assumptions. \"For example, in one of the scenarios the New York Times assumed that the same-sex couple would not receive any health coverage for one of the partners for the entire duration of their 50-year relationship. Many companies already provide health coverage for domestic partners, and this percentage is growing rapidly. Policy makers could address this issue without redefining marriage. Similarly, the analysis was conducted before New York redefined marriage, which makes the state tax calculations moot.\"\n\nWe asked Smith in an email why she cited the $300,000 figure.\n\n\"I guess I could have said more than $400,000 but I was being conservative. Edie Windsor was forced to pay $363,000 because her marriage was not recognized, so it is number that is familiar to the general public. In addition, Florida is the least hospitable of the three states used in the modeling: Florida, New York and California.\"\n\nParenting among gay couples is more common in the South than other regions of the country, \"so we are seeing the additional costs add up,\" wrote Smith, who along with her wife is raising a son. (They married in Vermont.)\n\nOur ruling\n\nNadine Smith, the director of Equality Florida, said, \"The financial penalties imposed\" on gay couples \"can cost us more than $300,000 compared with married heterosexual couples over a lifetime.\"\n\nSmith said \"penalties\" are \"imposed\" on same-sex couples. Actually, it's more accurate to say that they don't have access to the same benefits as opposite-sex couples.\n\nOn the question of numbers, is it possible that for some gay couples, the cost would add up to $300,000 over a lifetime? The key here is that word \"can.\" It is difficult to come up with an average because the taxes, health insurance and expenses vary from couple to couple depending on where they live and other factors. The most extensive analysis we saw from the New York Times calculated a range between about $41,196 and $467,562 in 2009.\n\nThe $300,000 cited by Smith falls within that range but requires some explanation. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-09496"}