{"url": "/factchecks/2018/mar/14/delta-flyinginfo/delta-targeted-online-free-airline-ticket-scam/", "speaker": "delta-flying.info", "vclaim": "Delta Airlines is offering free airline tickets for people who take a short survey", "truth_label": "pants-fire", "date": "stated on March 12, 2018 in a story:", "title": "Delta targeted in online free airline ticket scam", "text": "An offer to participate in an online survey to get free Delta Airline tickets is a scam.\n\"Congratulations! You have been selected to take part in our short survey to get 2 Free Delta Airline Tickets! We only have 332 Tickets remaining so hurry up!\" states the website Delta-Flying.info.\nAfter we started our fact-check, the link was no longer in use and had been flagged as suspected phishing. It is not an official Delta website.\nSuch hoaxes that Delta or other airlines, including Southwest Airlines, have been giving away free tickets have circulated for years.\nDon’t take the surveys — these are all scams.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nGraham Cluley, a security analyst, has previously written about the repercussions of the Southwest scam in 2016:\n\"The end result of all these shenanigans, of course, is to trick Facebook users into poor decisions – whether it be taking online surveys which earn affiliate cash for the scammers, signing up for expensive premium rate mobile services, or spamming the unwary with unwanted (and sometimes malicious) messages. .... If you are ever in any doubt as to whether a special offer on Facebook is genuine or not, visit the company’s real website to see if they mention the competition there – or whether they are warning of a scam.\"\nDelta spokeswoman Kate Modolo pointed to this page on Delta.com where legitimate offers from the airline are located.\nThe story that said Delta Airlines offers free airline tickets for people who take a short survey is a scam. We rate this story Pants on Fire.\nhttps://www.sharethefacts.co/share/fb2ecab7-f48b-48a2-b4c3-f60d4999a205", "vclaim_id": "vclaim-pol-02312"}