{"url": "/factchecks/2021/jan/26/facebook-posts/no-evidence-trump-offered-his-hotel-national-guard/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump offered his hotel “to our troops to sleep in after they were put in a car garage.”", "truth_label": "false", "date": "stated on January 22, 2021 in a Facebook post:", "title": "No evidence Trump offered his hotel to National Guard members in parking garages", "text": "In the wake of the deadly riot at the U.S. Capitol on Jan. 6, 26,000 National Guard members were sent to Washington to secure President Joe Biden’s inauguration on Jan. 20. \nThe next day, hundreds of Guard members were ordered to vacate the Capitol for several hours and to take rest in nearby parking garages and outdoor areas before being allowed back inside the complex. The confusing move sparked outrage among lawmakers and members of the public.\nA PolitiFact reader reached out to us with a related question: Did former President Donald Trump offer to come to the Guard members’ rescue, as one Facebook post claims? We didn’t find evidence of that.\nThe post’s claim, and an old photo\n\"Thank you, President Trump, for offering your beautiful hotel to our troops to sleep in after they were put in a car garage,\" reads the Jan. 22 post. \nThe post included a photo of Trump, flashing both thumbs up, surrounded by more than 30 men and women wearing fatigues. \nSebastian Gorka, a former deputy assistant to Trump in the White House, shared the photo in a Jan. 22 tweet. Alluding to Democratic House Speaker Nancy Pelosi, Gorka wrote: \"Reports coming in that Donald Trump is allowing the National Guard troops forced by Pelosi to sleep in a carpark, to use his DC hotel, Trump International.\"\nWe rated False a claim that Democrats forced \"troops\" to sleep on the ground in a parking garage. There were conflicting statements about who requested the relocation, but no indication that Democratic lawmakers or the Biden administration played a role.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA Google search of the image shows it is an official White House photo of Trump visiting Ramstein Air Base, a U.S. Air Force installation in Germany, on Dec. 26, 2018.\nNo sign Trump hotel offered\nA One America News Network report credited \"an advisor\" that it didn’t name with telling the conservative cable service that Trump \"stepped in by informing the troops they could stay\" at his hotel. The report didn’t offer further details.\nThe Trump International Hotel in Washington, a one-mile walk from the Capitol, did not reply to our email and call. \nBut National Guard spokesperson Nahaku McFadden told PolitiFact that the Guard is \"unaware if this offer was made.\" No Guard members stayed at the Trump hotel, and all had other accommodations for when they were off duty, McFadden said.\nOur ruling\nA Facebook post claimed Trump offered his hotel in Washington \"to our troops to sleep in after they were put in a car garage.\"\nThe National Guard said it is aware of no such offer and we found no credible evidence to support the claim.\nWe rate it False.", "vclaim_id": "vclaim-pol-19223"}