{"url": "/factchecks/2013/nov/03/chris-abele/chris-abele-says-milwaukee-one-few-communities-did/", "speaker": "Chris Abele", "vclaim": "\"We’re one of the only communities in the country that didn’t lose population in the last census.\"", "truth_label": "pants-fire", "date": "stated on October 1, 2013 in a speech:", "title": "Chris Abele says Milwaukee is one of few communities that didn’t lose population in last census", "text": "Among the plethora of positive points Milwaukee County Executive Chris Abele shared in a recent speech was this one: Milwaukee is on a very short list of areas that didn’t shrink in the last U.S. census.\nHere’s what Abele said in the Oct. 1, 2013 speech to the Rotary Club of Milwaukee:\n\"We’re one of the only communities in the country that didn’t lose population in the last census, the median age for which went down, and any economist will tell you that’s good news.\"\nThat is good news.\nIf it’s accurate.\nTo be sure, the city of Milwaukee’s population losses in recent decades have paled in comparison to some other Midwestern cities.\nBut we were surprised by Abele’s broader population claim, which compares us with communities across the nation. Just what numbers was he using?\nAbele’s office first pointed us to state population trends from 2010 to 2012 showing a gain for Wisconsin. But that didn’t address his claim about Milwaukee and the country. What’s more, Abele’s state data showed that 49 states gained population from 2010 to 2012, based on the most recent estimates.\nSo, virtually no one went down.\nThere’s another problem: The figures he shared with us were based on annual population estimates by the Census Bureau, not the full census -- the nose count that occurs every 10 years, most recently in April 2010.\nAbele’s \"last census\" reference may have been to the estimates, not the actual census. But as we’ll see it doesn’t change the accuracy of his claim.\nLet’s look at the population numbers, starting with the last full census.\nMilwaukee’s population change\nFirst, we checked population figures for the city, for Milwaukee County and for the Milwaukee metro area, comparing the 2000 census with the 2010 census.\nCity: Milwaukee lost about 2,000 people, coming in at 594,833. So, it actually shrunk a bit, by 0.4 percent.\nMilwaukee County: It grew by 0.8 percent, landing at 947,735.\nMetro area: The four-county metro region added about 55,000 people, or 3.7 percent, landing at 1,555,908.\nThe national picture\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThen we examined census data on other large urban areas, again noting the change in population in the decade.\nCities: Only Chicago, Detroit, Memphis and Baltimore lost ground among the 25 largest cities. In the next tier of 25, Milwaukee joined Cleveland (-17.1 percent) and Oakland (-2.2) on the downside. So the vast majority gained population, with  19 cities adding more than 10 percent.\nCounties: Forty-four of the top 50 most-populous counties gained population. In fact, Milwaukee County’s gain was one of the smallest on a percentage basis in that group.\nMetros: Forty-five of the top 50 metropolitan areas grew. The big winners included Raleigh, N.C.; Austin, Tex.; Charlotte, N.C.; Las Vegas, Nev.; Orlando, Fla.; Riverside-San Bernardino, Calif.; and Phoenix, Ariz.\nIt’s clear from the data that most urban areas grew or at least held steady, contrary to Abele’s claim.\nAnd the modest growth in the Milwaukee metro region, though rivaling the Los Angeles and New York City areas, was at the very low end among large urban areas.\nA Census Bureau report on the 2000-2010 trend among some 900 metro and \"micro areas\" confirmed that growth was widespread, though slower than in the 1990s. A \"micro area\" contains an urban core of at least 10,000 but less than 50,000 people, according to the federal definition.\n\"Population growth of at least twice the national rate occurred in many metro and micro areas, such as some areas in parts of California, Nevada, Arizona, Texas, Florida, and the Carolinas. No metro area in the West region declined,\" the 2010 Census report said.\nAmong counties, the report said, \"the counties that lost population were mostly regionally clustered and mirrored decades of population loss for those areas.\"\nFor example, there were population declines in many Appalachian counties in eastern Kentucky and West Virginia; many Great Plains counties in the Dakotas, Kansas, Nebraska, and Texas; and a group of counties in and around the Mississippi Delta.\nNotably, the report found that \"many counties along the Great Lakes and on the northern U.S. border either lost population or grew below 10 percent.\"\nAfter we completed our fact check, Abele’s office got back to us again.\nThis time, we were told Abele had been referring specifically to the city of Milwaukee, and the small estimated gain it made between the 2010 census and 2012.\nIt’s true that annual census estimates since the full 2010 census show the city of Milwaukee growing slightly, by about 2,000 people.\nBut gains in that two-year post-census period were common, even among cities that saw declines from 2000 to 2010, based on media reports and the Census Bureau estimates released for 2011 and 2012.\nIn 2011, for example, the Census Bureau noted that \"overall, the population in cities grew by 1.0 percent across the nation between 2010 and 2011. However, large cities (285) tended to grow faster than the national rate at 1.3 percent.\"\nAbele spokesman Brendan Conway conceded his boss would have been more accurate had he referred specifically to the Great Lakes Area cities and population growth.\nOur rating\nAbele contended that \"We’re one of the only communities in the country that didn’t lose population in the last census.\"\nHowever you cut it, he’s way off base. This claim, given that fast growth in certain regions of the U.S. is well-established and well-known, ventures into ridiculous territory.\nPants on Fire.", "vclaim_id": "vclaim-pol-08669"}