{"url": "/factchecks/2011/mar/15/barack-obama/president-obama-says-first-time-more-decade-oil-im/", "speaker": "Barack Obama", "vclaim": "\"For the first time in more than a decade, imports accounted for less than half of (the oil) we consumed.\"", "truth_label": "half-true", "date": "stated on March 11, 2011 in a press conference:", "title": "President Obama says that for the first time in more than a decade, oil imports accounted for less than half of what the U.S. consumed", "text": "As gas prices once again climb, President Obama took some time during a press conference on March 11, 2011, to defend his energy policy.\n\nDespite a temporary ban on new drilling in the Gulf of Mexico following the massive Deepwater Horizon spill last summer, Obama said, \"we’re producing more oil, and we’re importing less.\"\n\n\"For the first time in more than a decade,\" Obama said, \"imports accounted for less than half of what we consumed.\"\n\nIn a separate item, we took a look at Obama's claim about the production side of the equation, specifically that, \"Last year, American oil production reached its highest level since 2003.\"\nIn this item, we'll focus on imports, and whether, as Obama said, that for the first time in over a decade, \"imports accounted for less than half of what we consumed.\"\n\nWe turned first to the U.S. Energy Information Administration, the federal government’s official office for energy statistics.\n\nThere are two main ways to measure this statistic, and we'll begin with the way that supports Obama's comment.\n\nThe EIA uses a \"net imports\" figure to measure U.S. dependence on foreign oil. This figure compares the amount of oil produced in the U.S. with the amount of oil consumed in the U.S. Using that measure, the U.S. produced an amount equal to 50.7 percent of what it consumed. Using the same measure, imports fell to 49.3 percent of what the U.S. consumed in 2010 (as a yearly average); down from 51.5 percent in 2009.\n\nThe net import percentage hasn't been that low since 1997, when it was 49.3 percent. It peaked in 2005 at 60.3 percent and has steadily decreased every year since.\n\nSo by that measure, Obama's figures are correct.\n\nBut the fact is that the U.S. doesn't use all of the oil it produces. Some of it is exported. Ultimately, the oil goes where suppliers can make the most profit on it, EIA spokesman Jonathan Cogan said.\n\nLooking strictly at the petroleum consumed by the U.S. last year, 61.2 percent of it was imported, according to EIA data. That percentage has been declining for years, but it is nonetheless much higher than the \"less than half\" figure cited by Obama.\n\nIncidentally, many may find the sources of imported oil surprising. Slightly over half comes from the Western Hemisphere. The largest share of imports came from Canada (23 percent);  followed by Venezuela (11 percent), Saudi Arabia, (10 percent), Mexico (9 percent) and Nigeria (8.3 percent). In 2009, 17 percent of the U.S.'s oil imports came from the Persian Gulf.\n\nBut again, Obama's statistic depends on the way you calculate it. By a mainstream measure of \"dependence on foreign oil,\" the U.S. produced domestically a quantity of petroleum that was slightly more than half the amount it consumed. But strictly speaking, imports made up 61 percent of the oil actually consumed in the U.S. last year. And so we rate Obama's statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13420"}