{"url": "/factchecks/2010/sep/21/republican-governors-association/tv-ads-clash-barnes-record/", "speaker": "Republican Governors Association", "vclaim": "Roy Barnes \"made Georgia dead last in education\" and Georgia \"led the nation in job losses.\"", "truth_label": "half-true", "date": "stated on September 14, 2010 in a television ad:", "title": "TV ads clash on Barnes record", "text": "Georgians can watch a new version of grumpy old men on their TV sets.\n\nIn one version, two gray-haired men are sitting around a table with a red and white checkerboard tablecloth talking about former Georgia Gov. Roy Barnes.\n\n\"Remember how [Barnes] made Georgia last, dead last, in education?\" one says.\n\n\"Yeah,\" the other man replies, shaking his head affirmatively.\n\n\"And remember how Georgia led the nation in job losses?\" the first man asks.\n\n\"Yeah,\" the other man answers.\n\nThe 30-second video premiered last week, paid for by the Republican Governors Association. The GOP governors obviously don't want Barnes, the Democratic Party's nominee for governor, back in the job. The big question for AJC PolitiFact Georgia: Are the claims the two men discuss in the ad correct?\n\nThe Barnes camp obviously doesn't think so. It released a 30-second ad Monday that is clearly a response to the RGA. In the Barnes ad, two graybeards are sitting at a table with the same type of tablecloth dishing about Nathan Deal with the same music in the background. This ad contends Barnes \"brought in 235,000 jobs as governor.\" (AJC PolitiFact Georgia ruled the claim he \"created\" 235,000 jobs Half True in June.) The men say Barnes reduced classroom sizes in an effort to combat the attack their candidate should get an F in education.\n\n\"So this Washington guy Deal is lying?\" one man asks.\n\n\"He's slippery as a bag of snakes,\" the other man replies.\n\nThey both laugh.\n\nNow that we've addressed the theatrics, let's look at the claims that prompted such a quick reply from the Barnes camp.\n\nLet's start with the first claim, that Georgia was \"dead last in education\" when Barnes was governor. Barnes was governor from January 1999 to January 2003.\n\nRGA communications director Mike Schrimpf said there were two explanations for the first claim. First, he pointed to a Manhattan Institute report published in 2001 that found Georgia had the lowest high school graduation rate of any state. We found the report and, indeed, it found Georgia was last in graduation rates. The report, however, was about students who graduated in 1998, which was the year before Barnes took office. (Note: The study's authors later noted an error in their graduation rate methodology and said it corrected the mistake.)\n\nWe decided to look elsewhere for graduation rate data. The National Center for Education Statistics, which is part of the U.S. Department of Education, looked at graduation rates in 2001-02, which included Barnes' last full year as governor. That year, Georgia's rate was 61.1 percent, which ranked 47th, ahead of New York (60.5 percent), Tennessee (59.6 percent) and South Carolina (57.9 percent). Schrimpf noted that Georgia and Florida were tied for the lowest graduation rate among students who graduated in 2001, according to Manhattan Institute research.\n\nThe RGA's second argument for claiming Georgia was \"dead last\" in education focuses on SAT scores. In 2002, Barnes' last full year as governor, Georgia ranked last among the nation's 50 states in the average SAT score.\n\nSome education scholars said at the time that there are several explanations for Georgia's woeful ranking. Other states had a higher percentage of their best students who took the exam, Gregory Marchant, an educational psychology professor at Indiana's Ball State University, wrote in an op-ed to The Atlanta Journal-Constitution. Marchant and others also noted warnings that state comparisons using SAT data are invalid. The College Board, which administers the SAT, told PolitiFact Georgia as much when we looked at a candidate's claim that Georgia's SAT scores were lower than neighboring Alabama.\n\n\"Not all students in a high school, school district or state take the SAT. Since the population of test-takers is self-selected, using aggregate SAT scores to compare or evaluate schools, districts, states or other educational units is not valid, and the College Board strongly discourages such uses,\" the College Board said in a statement.\n\nOn the ACT, the other test frequently used as an indicator of college potential, Georgia ranked near the bottom during Barnes' term, which began in 1999 and ended in January 2003. The Peach State was ahead of other Southern states such as Louisiana, Mississippi and South Carolina in each full year of Barnes' term.\n\nWe gave outgoing Attorney General Thurbert Baker a Half True rating in June when he used Georgia's SAT scores to claim they \"are right at the bottom.\"\n\nSo what about the other claim, that Georgia led the nation in job losses? A front-page article in the AJC on Dec. 22, 2001, had the headline \"Georgia leads nation in job losses.\" The story reported that Georgia lost nearly 80,000 jobs during a 12-month stretch, more than any other state, including New York, which suffered through the Sept. 11 terrorist attacks. The bulk of Georgia job losses were in the service industry and manufacturing.\n\nSo are the two men in the RGA commercial right? They were correct about the job losses. The claim about Georgia being \"dead last\" in education is more troubling. The RGA ad needs more context, such as the College Board's warning, to understand the importance of the SAT rankings. The ACT must also be considered when looking at Georgia's education standing. We rate the RGA commercial on Barnes as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021", "vclaim_id": "vclaim-pol-14393"}