{"url": "/factchecks/2015/jun/09/hillary-clinton/scott-walker-limited-early-voting-made-it-harder-c/", "speaker": "Hillary Clinton", "vclaim": "Says Scott Walker \"cut back early voting and signed legislation that would make it harder for college students to vote.\"", "truth_label": "mostly-true", "date": "stated on June 4, 2015 in a speech:", "title": "Scott Walker limited early voting, made it harder for college students to vote, Hillary Clinton says", "text": "In pursuing a 2016 bid for the White House, Gov. Scott Walker has seized opportunities to criticize Hillary Clinton. So it was no surprise when the Democratic frontrunner included Walker in an attack she made on four of the GOP presidential contenders.\nOn June 4, 2015, Clinton gave what the Associated Press called one of her most partisan speeches as a presidential candidate.\nAt historically black Texas Southern University in Houston, she accused Walker, former Texas Gov. Rick Perry, New Jersey Gov. Chris Christie and former Florida Gov. Jeb Bush of trying to make it more difficult for millions of Americans to vote.\nClinton started the attack in a folksy way, saying: \"Now, some of you may have heard me or my husband say one of our favorite sayings from Arkansas -- of course, I learned it from him: ‘If you find a turtle on a fence post, it did not get there on its own.’ Well, all of these problems with voting just didn’t happen by accident.\"\nMoments later, she made the claim we want to check, saying:\n\"In Wisconsin, Gov. Scott Walker cut back early voting and signed legislation that would make it harder for college students to vote.\"\nClinton made the claim six days after Marc Elias, the general counsel for her campaign and an election law expert, filed a federal lawsuit alleging that voter-rule changes in Wisconsin since Walker took office amount to voter suppression.\nAs we'll see, Walker did cut back on so-called early voting for all voters, but the changes that could make it more difficult for college students would affect only some students.\nEarly voting\nWalker has signed two measures that restrict early voting -- or more precisely, in-person absentee voting. That's where you cast your ballot at your local municipal clerk's office prior to Election Day.\n1. In May 2011, Walker signed a law requiring a photo ID to vote (more on that below). That measure also shortened in-person absentee voting to two weeks, including one weekend. The change meant the final day for in-person absentee voting was the Friday before Election Day, which always falls on a Tuesday in Wisconsin.\nPreviously, municipalities could offer early voting as soon as ballots were printed, usually for about 30 to 45 days including weekends, through the final day before the election.\n2. In March 2014, Walker signed legislation that eliminated early voting on weekends. It's now allowed only between 8 a.m. to 7 p.m. on weekdays.\nHowever, Walker used his partial veto powers to nix language that would have restricted early voting in Milwaukee and other cities to 45 hours a week.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nCollege students\nTwo other provisions in the measures signed by Walker arguably are more likely to affect at least some college students as compared to other groups of voters.\n1. The photo ID law, which applies to nearly all voters, has not been used much yet.\nThe 2011 law was in effect for a statewide primary election in February 2012, but then was blocked as it was challenged in court.\nUltimately, it was restored after the U.S. Supreme Court, in March 2015, rejected a challenge to the law. Since then, it has been used in three local special elections. The first statewide election when photo ID will be in use will be the spring primary in February 2016.\nThe photo ID law requires residents to present a document that includes a photo in order to vote. The document could be a driver’s license, passport, state ID, or a college ID, among other things. But there was a twist when it came to college IDs.\nUnder the law, photo IDs from accredited, Wisconsin-based colleges and universities can be used to vote, but only if they have signatures on them and expired within two years of being issued. Most IDs issued by University of Wisconsin System schools when the law was adopted didn't meet those criteria, though that is changing.\nAs a practical matter, the vast majority of Wisconsin residents attending school in-state -- since they possess a Wisconsin drivers license or state ID -- wouldn't need a college ID in order to vote.\nBut the voter ID law does present a new hurdle for residents of other states who attend school in Wisconsin and want to vote in Wisconsin. Since most do not have a Wisconsin drivers license, they would need to obtain a photo ID that is approved for voting.\nAll UW System campuses but one now offer a college ID that can be used for voting, UW System spokesman Alex Hummel told us. Students need to obtain one at their campus, as the standard college ID they received when enrolling doesn’t comply with the photo ID law. UW-Stout, meanwhile, has created a new voter ID-compliant card that it is giving to new students. It plans to have all students using the new card by Oct. 1, 2015.\n2. The other measure that arguably has more impact on college students requires voters to have been a resident of the voting ward for at least 28 days; previously, it was 10 days. That could affect out-of-state students in August primary elections, since some might not have been in the state 28 days before the primary.\nOur rating \nClinton said Walker \"cut back early voting and signed legislation that would make it harder for college students to vote.\"\nLegislation signed by Walker reduced the number of days allowed for so-called early voting, in which voters cast absentee ballots at a municipal clerk's office before Election Day, but the blanket claim about college students overstates those changes.\nSome provisions could make it more difficult for certain college students to vote -- if, for example, they don't have a Wisconsin drivers license, or moved to Wisconsin less than 28 days before an election.\nFor a statement that is accurate but needs clarification, our rating is Mostly True.\n(Here is a look at other factchecks from Clinton's speech, relating to the other GOP contenders.)", "vclaim_id": "vclaim-pol-06330"}