{"url": "/factchecks/2017/dec/05/tom-luce/tom-luce-understates-share-texas-students-succeedi/", "speaker": "Tom Luce", "vclaim": "\"Only 20 percent of our current graduates from Texas high schools go ahead and achieve either a national certificate or a community college degree -- or a college degree.\"", "truth_label": "barely-true", "date": "stated on November 15, 2017 in testimony before the House Select Committee on Economic Competitiveness:", "title": "Tom Luce understates share of Texas students succeeding in education after high school", "text": "Former gubernatorial hopeful Tom Luce, the Dallas lawyer long associated with Ross Perot and the landmark 1984 overhaul of state education laws, recently declared that few Texas students succeed in formal schooling past high school, we learned from a reporter’s tweet.\nLuce, the lead witness at a mid-November 2017 hearing held by the Texas House Select Committee on Economic Competitiveness, said: \"Here are the facts: Only 20 percent of our current graduates from Texas high schools go ahead and achieve either a national certificate or a community college degree -- or a college degree. Now stop and think about that: Just 20 percent of our youngsters achieve one of those three credentials.\" Luce went on to say the state should be at 80 percent instead.\nThat 20 percent figure was familiar. In March 2016, the state’s commissioner of higher education, Raymund Paredes, told lawmakers that just 20 percent of Texas eighth-graders earn a college degree or other advanced certificate within 11 years (or six years after high school). That conclusion tied to a research approach initially laid out in a February 2012 report commissioned by the Houston Endowment stating that researchers conducted a \"cohort analysis of every student who started 8th grade in a Texas public school in 1996, 1997, and 1998,\" subsequently tracking progress over 11 years.\nBy phone, Luce told us he got his figure from that same longitudinal research posted by the Texas Higher Education Coordinating Board.\nLuce also provided a document headlined: \"Given current trajectory, Texas at risk for decreasing educational attainment.\" The document states that 20.9 percent of the state’s eighth-graders in 2005 later earned a certificate or degree from a Texas college or university within six years after high school graduation--with achievement rates varying by ethnicity and economic status.\nA Coordinating Board staff spokeswoman, Kelly Carper Polden, responded to our emailed inquiry about educational attainment after high school by pointing out a page in the agency’s April 2017 Texas Public Higher Education Almanac indicating that by 2016, of every 100 students enrolled in eighth grade in fall 2005, 74 had graduated from a public high school, 54 had enrolled in higher education in the state and 21 had received a Texas higher education degree or certificate within six years of leaving high school. Of the 21, the almanac says, one student received a certificate, four received an associate degree and 15 received a bachelor’s degree or more.\nOn point to Luce’s focus on high school graduates, Polden also told us that 27 percent of eighth-graders in fall 2005 who went on to graduate from high school had completed a Texas college degree or certificate by 2016.\nGraduates going to college out of state\nWe recognized, though, that the provided percentages don’t take into account post high-school achievements outside Texas. Polden said the almanac figures do not fold in such students \"because we don’t consistently have that data.\"\nWe wondered how to account for students ultimately earning certificates or college degrees out of state. According to a February 2017 board document, about 5 percent of Texas high-school graduates in recent years enrolled the subsequent fall at an out-of-state college.\nBy phone when we asked, David Gardner, the board’s deputy commissioner for academic planning and policy, estimated that at least 30 percent of all high school graduates who were in eighth grade in fall 2005 have since earned a post-high-school degree or certificate. Gardner said too that many students have accumulated college credit but not yet landed a degree.\nJohn Wyatt at the agency emailed us a pie chart indicating another 3 percent of high school graduates had completed a degree or certificate out of state by 2016. That chart indicates that 70 percent of those graduates hadn’t attained a post-high-school degree or certificate by 2016.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSOURCE: Email, John Wyatt, director of external relations, THECB, Dec. 1, 2017\nAnother agency’s analysis\nWe also queried the Texas Education Agency, which oversees public schools. By email, spokeswoman DeEtta Culbertson told us how to generate an agency report gauging students who went on to get degrees from Texas institutions. Upshot: Some 24 percent of the state’s 2008-09 high-school graduates earned a Texas community college or four-year college degree by 2015-16:\n\nSOURCE: Report, \"2015-16 Texas Public Schools State Summary,\" Texas Education Agency (fetched from website, \"Education Summary - Statewide,\" Texas Public Education Information Resource, TEA and THECB, Nov. 29, 2017)\nWe circled back to Luce, who said by phone that if 27 percent of high school graduates got a Texas college degree or certificate within six years of graduation, that’s \"still a problem.\"\nOur ruling\nLuce said: \"Only 20 percent of our current graduates from Texas high schools go ahead and achieve either a national certificate or a community college degree -- or a college degree.\"\nThis claim has an element of a truth in that a minority of Texas high school graduates shortly earn college degrees or other certificates.\nBut Luce's 20 percent figure is incomplete and inaccurate. Notably, it's limited to students landing degrees in Texas only, leaving out students who attended college out of state. In contrast, we found that some 30 percent of high school graduates landed a college degree or other post-high-school certificate within six years of graduation — which leaves Luce's percentage off by 50 percent.\nThe number closest to what Luce cited applies to eighth-graders enrolled in fall 2005;  21 percent of them ultimately earned a college degree or other educational certificate from a Texas institution.\nWe rate Luce’s statement at the hearing Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-12-05 22:30:12 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Only 20 percent of our current graduates from Texas high schools go ahead and achieve either a national certificate or a community college degree -- or a college degree.\"    Tom Luce CEO, George W. Bush Presidential Center https://twitter.com/JeffStensland/status/931291950266945536/video/1   Texas Capitol Wednesday, November 15, 2017 2017-11-15    Read More  info", "vclaim_id": "vclaim-pol-02627"}