{"url": "/factchecks/2011/oct/12/alliance-americas-future/alliance-americas-future-says-government-cant-affo/", "speaker": "Alliance for America's Future", "vclaim": "\"We just can’t afford to pay 100 percent of government employee benefits.\"", "truth_label": "half-true", "date": "stated on October 11, 2011 in a campaign mailing:", "title": "Alliance for America's Future says government can't afford to pay 100 percent of employee benefits", "text": "The battle over State Issue 2 -- the referendum on Senate Bill 5 -- has drawn the the attention and money of groups from outside Ohio as well as within the state.\n\nAmong them is Alliance for America’s Future, a Virginia-based group that supports Republican candidates and conservative causes. Its principals include Barry Bennett, a former top aide to Rep. Jean Schmidt, a Republican from southwest Ohio, and political consultant Mary Cheney, former Vice President Dick Cheney’s daughter.\n\nThe group is funding a mail campaign that urges voters to support Issue 2. Voting \"yes\" for the issue Nov. 8 is a vote to uphold SB 5, which overhauls collective bargaining rules for public employees. A \"no\" vote is a vote to repeal.\n\nThe front of the campaign's oversize postcard displays a crumpled dollar bill under the heading \"Ohio taxpayers have taken a financial beating.\"\n\nOn the back in large type, a headline makes this claim: \"We just can't afford to pay 100 percent of government employee benefits too.\"\n\nFor emphasis, \"pay 100 percent\" is underlined and printed in red capital letters to set it off from the rest of the type, which is black.\n\nPolitiFact Ohio decided to take a look.\n\nJust as the mailer states, SB 5, among its many provisions, requires public employees to pay at least 15 percent of their health-insurance premiums and it prohibits local governments from picking up any portion of an employee's share of pension contributions.\n\nMore problematic is the headlined statement: \"We just can't afford to pay 100 percent of government employee benefits too.\"\n\n\"In this tough economy,\" the text continues, \"it's just not fair to ask taxpayers to pay even more for salaries and benefits for government employees.\" Voting yes on Issue 2, it says,  \"means that government employees will make modest contributions to their benefits\" by paying \"at least 15 percent toward their health insurance coverage\" and \"just 10 percent toward their own retirement.\"\n\nFair enough. We’ll stipulate that the comment about contributions from employees accurately states what employees would pay. And we’ll stipulate that state government and Ohio's hundreds of public employers do not have the budgets to pay 100 percent of employee benefits.\n\nBut that’s not what Issue 2 is about. If Issue 2 is rejected, that does not mean that government will have to pay 100 percent of the employee benefits.\n\nSome public employees -- both union and non-union -- have deals in which the employer pays some portion of the employee benefits contribution.  But there is no one norm for Ohio’s 525,000 public employees.\n\nCities like Akron, for instance — where union and nonunion workers alike do not pay for health insurance — could save millions in personnel costs.\n\nThe city’s tab for health care in 2010 was $23.5 million. If the new law had been in effect, Akron workers would have paid more than $3.5 million of the cost. For the 1,941 workers with health care, that would amount to about $1,800 each.\n\nEmployees in Avon, on the other hand, already pay 20 percent of their health care costs. So they wouldn’t pay a dime extra for coverage under the law.\n\nIn a report on benefits titled \"The Grand Bargain is Dead,\" the Buckeye Institute for Public Policy Solutions, a conservative think tank, said, \"State government workers today pay roughly 17 percent of the premium costs for the health care coverage\" -- or more than is required under SB 5. There are about 115,000 state government workers .\n\nPublic workers in Ohio pay an average of 9.5 percent of their health care coverage for a single plan and 10.7 percent for family coverage, according to a State Employment Relations Board report on the cost of health insurance in Ohio’s public sector.\n\nIn pension funding, state government pays only what is required and does not pay any portion of the employee share.\n\nAbout 6.6 percent of public workers have individual or union contracts that call for the employer to pick up all or part of the employee share, according to a report from the state’s five public pension systems in the Dayton Daily News.\n\nSo what about the claim --  that \"we just can’t afford to pay 100 percent of government employee benefits.\"\n\nAccompanying language in the flier includes several statements that are mostly accurate. Issue 2 does ask government employees to \"share in the sacrifices we’ve all had to make.\" It does mean \"that government employees will make modest contributions to their benefits.\"\n\nThe statement, done in large headline type at the top of the flier, is partially accurate, but it leaves out important details needed to put the statement in context.\n\nMany governments could not afford to pickup the total bill for health and pension benefits. But few do. Most public employees contribute something toward their health and pension benefits. And even if voters reject Issue 2 and SB 5 is repealed, that doesn’t mean government will have to pickup 100 percent of the costs.\n\nA statement that is partially accurate but leaves out important details or takes things out of context gets one rating on the Truth-O-Meter: Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on April 14, 2011 in a Senate committee hearing\n\n\n\n\n\n\n\n\n\"Foreign companies in the United States have a significantly higher unionization rate than other companies overall.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Feran • April 25, 2011", "vclaim_id": "vclaim-pol-12284"}