{"url": "/factchecks/2011/may/11/one-wisconsin-now/one-wisconsin-now-says-two-thirds-wisconsin-corpor/", "speaker": "One Wisconsin Now", "vclaim": "\"Two-thirds of Wisconsin corporations don't pay state income taxes.\"", "truth_label": "mostly-true", "date": "stated on April 18, 2011 in a news release and report:", "title": "One Wisconsin Now says two-thirds of Wisconsin corporations don’t pay state income taxes", "text": "Wisconsin Gov. Scott Walker’s push for major cuts in education funding and state employee compensation rests on his claim of a fiscal emergency he traces mainly to government overspending.\n\nBut Democrats and liberal groups say skewed tax policies favoring the wealthy and business at the expense of the middle class are big factors in the state’s budget shortfalls.\n\nEfforts to make that case have often centered on this phrase: \"Two-thirds of Wisconsin corporations don't pay state income taxes.\"\n\nThe liberal advocacy group One Wisconsin Now -- through its affiliated research arm, Institute for One Wisconsin -- has been part of the effort to get that phrase before the public.\n\nThe institute’s April report, \"We’re Not Broke,\" called that two-thirds number \"shocking,\" arguing it was evidence that businesses here don’t pay their fair share because of tax loopholes, credits and Wisconsin’s below-average corporate tax rates.\n\nWith Walker advocating repealing the corporate income tax altogether, we thought it was time to get to the bottom of this claim.\n\nWhen asked to back up the claim, Scot Ross, executive director of both One Wisconsin groups, pointed to a 2011 Department of Revenue report and an analysis of corporate taxation by the nonpartisan Legislative Fiscal Bureau. Both use 2007 data, which state officials say was the latest and best available as of early 2011.\n\nA quick word about the numbers: The universe we are dealing with is corporate income taxes paid by regular \"C\" corporations at the 7.9% corporate rate -- one of the largest sources of state tax revenue.\n\nThe Revenue Department study intentionally excludes \"S\" corporations and limited liability companies that pass through income to multiple owners or partners. They are taxed at lower rates under the personal income tax system, rather than corporate.\n\nOfficials at both agencies report this: Of 52,497 corporate returns, 17,564 had a tax liability totaling almost $703 million.\n\nBy our math, that’s 66.5 percent of the corporations with no liability  -- the two-thirds in the claim.\n\nWe wondered if this was a one-year spike.\n\nIt’s not.\n\nRevenue Department officials ran a special report for us. It showed the same 66% figure with little variation in 2004, ’05, ’06 and ’07.\n\nThey threw in a bonus year, 2008 -- and the share of corporations that didn’t have any tax liability jumped to 69 percent in that year. (The 2008 data was not available when the Institute for One Wisconsin did its report).\n\nIn fact, the two-thirds mirrors things at the federal level.\n\nThe Government Accountability Office reported that at least 60 percent of all U.S. companies -- including many small ones -- reported no federal income-tax liability from 1998 to 2005, according to a Wall Street Journal article from 2008.\n\nHow can it be that at least two out of three corporations pay no tax? Part of the answer lies in the same Revenue Department table.\n\nVery close to two-thirds of those 52,497 Wisconsin corporate filers reported zero net income or a net loss in 2007 -- leaving them with no tax liability.\n\n\"Just because some corporations are large and profitable, it does not follow all corporations are large and profitable,\" said John Koskinen, chief economist in the state Department of Revenue. \"Most corporations are very small with little or no profit.\"\n\nThe president of Wisconsin Taxpayers Alliance, a research organization, put it this way:\n\n\"It’s worth stating the obvious -- if a company is making no money after expenses, it will not pay taxes,\" said Todd Berry. \"Depreciation is such an expense (deduction) -- and one that is generally accepted.\"\n\nAdditionally, some companies are inactive in a given year, noted Stephanie Marquis, spokeswoman for the state Department of Revenue.\n\nA significant number of individuals -- as opposed to corporations -- also do not have a tax liability. Some 31% did not owe income taxes, according to a 2009 revenue department figures. But that understates the number who didn’t owe taxes, possibly by a large amount, because households with low incomes do not have to file, according to our calculations based on census data.\n\nWe asked Ross, among those who have cited the number, why he called it \"shocking\" that firms with no net income would not pay taxes.\n\nRoss pointed to the multitude of tax credits and deductions. When used, they can take a profitable firm and reduce its bottom line to zero for tax purposes.\n\nThe state revenue report confirms the phenomena: A small number of corporations had net income, but still didn’t owe any state income taxes.\n\nIn total, 390 profitable firms that paid no state income tax claimed enough in tax credits that reduced their tax liability to zero, the Revenue Department report notes. So that means tax credits allowed 2% of firms with net income to avoid taxes.\n\nBut that’s just a slice of how many firms got tax preferences to reduce their corporate income taxes.\n\nIn addition to the dozen or more tax credits for corporations, state records list more than 20 other breaks in the form of deductions, exclusions and special treatment, a state report shows.\n\nThe total tax break for all the preferences was more than $254 million in 2008, according to that Revenue Department report.\n\nSo it’s clear that tax breaks can have a big impact on corporate tax collections, which in Wisconsin rate in the middle of the pack or lower nationally, a Journal Sentinel investigation found in 2010.\n\nProponents of business tax breaks say it’s important to give incentives for business expansion and improvement. Critics say their pro-business impact is unclear.\n\nDespite the controversy over the whole issue, no comprehensive study exists to quantify why firms report no net income. State officials say that  would require an individual review of tens of thousands of tax returns.\n\nFinally, it’s worth noting two developments that limit the usefulness of the state’s data in drawing conclusions about the business tax climate.\n\nNo. 1: It’s common now for start-up businesses to form as partnerships instead of \"C\" corporations. So part the picture is missing, because the state does not pull out tax-payment data on these firms, many of which are small. State revenue officials still say their data on \"C\" corporations is worthwhile, given the large dollars at stake.\n\nNo. 2: A relatively new change called \"combined reporting\" could increase corporate tax revenue collections in the years ahead. No data is yet available on that, however.\n\nWhat’s the bottom line?\n\nThe liberal Institute for One Wisconsin used state data to assert that two-thirds of Wisconsin corporations pay no state income taxes. The two-thirds number is solid, the trend is long-term and it is reflected by federal tax data as well.\n\nFor some corporations, tax breaks reduce the bottom line to zero in tax liability. But the group failed to note that some share of those non-paying businesses simply don’t make enough to pay taxes. We can’t say how significant that detail is because the data doesn’t exist.\n\nOn the Truth-O-Meter that rates as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13113"}