{"url": "/factchecks/2018/jan/08/donald-trump/how-accurate-donald-trumps-about-black-hispa/", "speaker": "Donald Trump", "vclaim": "\"African American unemployment is the lowest ever recorded in our country. The Hispanic unemployment rate dropped a full point in the last year and is close to the lowest in recorded history. Dems did nothing for you but get your vote!\"", "truth_label": "mostly-true", "date": "stated on January 8, 2018 in a tweet:", "title": "How accurate is Donald Trump about black, Hispanic unemployment?", "text": "President Donald Trump and his team found several positives to tout from the newest round of employment numbers.\nOn Jan. 5, the day the new numbers were released, presidential daughter and White House official Ivanka Trump tweeted, \"The unemployment rate for African Americans fell to 6.8 percent, the lowest ever recorded. We are working hard to bring this rate down even further.\"\nThe unemployment rate for African Americans fell to 6.8 percent, the lowest ever recorded. We are working hard to bring this rate down even further. @WhiteHouseCEA https://t.co/LyNYIQ4D8s— Ivanka Trump (@IvankaTrump) January 5, 2018\n\n\nThe president himself echoed the talking point in his own tweet Jan. 8: \"African American unemployment is the lowest ever recorded in our country. The Hispanic unemployment rate dropped a full point in the last year and is close to the lowest in recorded history. Dems did nothing for you but get your vote!  #NeverForget  @foxandfriends.\"\nAfrican American unemployment is the lowest ever recorded in our country. The Hispanic unemployment rate dropped a full point in the last year and is close to the lowest in recorded history. Dems did nothing for you but get your vote! #NeverForget @foxandfriends— Donald J. Trump (@realDonaldTrump) January 8, 2018\n\n\nHow accurate is the president’s tweet? He’s right on the numbers but leaves out economic gains for those groups under Democratic control. \nUnemployment rates\nIn December 2017, African-American unemployment fell to 6.8 percent. That’s a record low since the statistic was first calculated in 1972. The previous record low was 7 percent in April 2000 and September 2017.\n\nThe Hispanic unemployment also dropped by a full percentage point, from 5.9 percent in December 2016 to 4.9 percent in December 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs the president said, this is close to the data point’s all-time low, which was 4.8 percent in October and November 2017.\n\nDid Democrats do \"nothing\" for black and Hispanic unemployment?\nThe tweet would have been accurate if Trump had stopped after the numbers. But his dig on the Democrats marred his talking point. The unemployment rate for both groups declined dramatically on President Barack Obama’s watch.\nBlack unemployment peaked at 16.6 percent in April 2010, when Obama was president. It then fell by more than half to 7.8 percent by the time Obama left office in January 2017.\nHispanic unemployment, meanwhile, peaked at 13 percent in August 2009, then fell to 5.9 percent at the end of Obama’s term in January 2017 -- also a drop of more than half.\nWe should note that presidents don’t deserve either full credit or full blame for the unemployment rate on their watch. The president is not all-powerful on economic matters; broader factors, from the business cycle to changes in technology to demographic shifts, play major roles.\nThe White House did not reply to an inquiry for this article.\nOur ruling\nTrump tweeted, \"African American unemployment is the lowest ever recorded in our country. The Hispanic unemployment rate dropped a full point in the last year and is close to the lowest in recorded history. Dems did nothing for you but get your vote!\"\nHe’s right about the low unemployment rates for both blacks and Hispanics today. But his slam that the Democrats \"did nothing\" in this regard is an exaggeration. Under Obama, the unemployment rate for both groups fell by more than half. We rate his statement Mostly True.\n Share the Facts 2018-01-08 19:12:11 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"African American unemployment is the lowest ever recorded in our country. The Hispanic unemployment rate dropped a full point in the last year and is close to the lowest in recorded history. Dems did nothing for you but get your vote!\"    Donald Trump President https://twitter.com/realDonaldTrump/status/950371619247153154?s=03   a tweet Sunday, January 8, 2017 2017-01-08    Read More  info", "vclaim_id": "vclaim-pol-02537"}