{"url": "/factchecks/2019/oct/04/facebook-posts/no-freddy-krueger-wasnt-based-real-serial-killer-d/", "speaker": "Facebook posts", "vclaim": "Says the character Freddy Krueger was based on a real serial killer.", "truth_label": "pants-fire", "date": "stated on September 22, 2019 in a Facebook post:", "title": "No, Freddy Krueger wasn’t based on a real serial killer, despite social media rumor", "text": "This is the stuff nightmares are made of.\nAs Halloween approaches, a viral Facebook post claims the infamous \"Nightmare on Elm Street\" film franchise serial killer Freddy Krueger was based on a real murderer.\nThe post displays a photograph of a headstone that reads \"Frederick Kruger 1838-1910,\" with a lengthy caption that reads: \n\"DID YOU KNOW...That the Horror Film Character Freddy Kruger was based on a real life serial killer who lived in Rockville, Wisconsin in the 1800s. According to court county records of the time, Mr. Kruger was known to have killed at least twenty children within a three mile radius of where he lived. He reportedly murdered most of the children using only a Gardening claw.\" \nIt goes onto claim that \"Kruger\" lived in an abandoned factory and was eventually caught after starting a fire in the facility where he \"burned over 70% of his body.\" After dying in his sleep at the age of 72, the post says, unexpected deaths occurred to teens and children while they were sleeping, thus later providing inspiration for the notorious Krueger horror character.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSorry, but we have to lay this spooky tale to rest. Krueger was not based on a real person – the story is entirely made up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nVersions of this claim have been shared on the internet for a few years, with varying details.\nA reverse-image search shows that the gravestone image was uploaded in October 2017, around the same time the rumor was first shared on social media. \nBut unlike most of the copied and pasted versions that have been shared online since, the original post included a line at the end that admitted the story was made-up as a Halloween joke: \"(Actually, I just found this picture and made all that s*** up. Happy October everyone!).\"\nMeanwhile, horror film director and Krueger creator, the late Wes Craven, revealed in a 2014 interview with Vulture that he got the idea for the movie from a creepy news story he read in the Los Angeles Times:\n\"I’d read an article in the L.A. Times about a family who had escaped the Killing Fields in Cambodia and managed to get to the U.S. Things were fine, and then suddenly the young son was having very disturbing nightmares. He told his parents he was afraid that if he slept, the thing chasing him would get him, so he tried to stay awake for days at a time. When he finally fell asleep, his parents thought this crisis was over. Then they heard screams in the middle of the night. By the time they got to him, he was dead. He died in the middle of a nightmare. Here was a youngster having a vision of a horror that everyone older was denying. That became the central line of Nightmare on Elm Street.\"\nOur ruling\nA scary tale that Freddy Krueger was based on a real serial killer is recirculating on social media.\nThis story is fabricated. While Krueger’s creator previously disclosed that \"Nightmare on Elm Street\" was inspired by a legitimate news account, that account did not involve a real-life serial killer.\nWe rate this rumor Pants on Fire!", "vclaim_id": "vclaim-pol-00093"}