{"url": "/factchecks/2012/oct/25/adam-hasner/lois-frankels-mayoral-bathroom-takes-hit-adam-hasn/", "speaker": "Adam Hasner", "vclaim": "Lois Frankel \"spent over $13,000 in taxpayer money on a marble shower in a private bathroom with her own toilet.\"", "truth_label": "half-true", "date": "stated on October 18, 2012 in an ad:", "title": "Lois Frankel's mayoral bathroom takes a hit in Adam Hasner attack ad", "text": "The battle between congressional candidates Lois Frankel and Adam Hasner has fallen into the toilet.\n\nDemocrat Frankel and Republican Hasner are competing in the South Florida Congressional 22 district that is currently home to U.S. Rep. Allen West who has switched districts.\n\nIn Hasner’s ad \"Gotta Go\" the incensed female narrator says:\n\n\"That Lois Frankel is something. She gave herself a 40 percent pay raise. Charged us for a police helicopter ride to go to a dinner party. But the worst part? Frankel spent over $13,000 in taxpayer money on a marble shower in a private bathroom with her own toilet. What a waste. All that money right down the drain for her own personal use,\" says the narrator, as a close-up of her hand is shown flushing a white toilet.\n\nNow the screen reveals that our narrator is sitting on a toilet next to a roll of toilet paper and a white shower curtain:\n\n\"When you gotta go, you gotta go, but that’s just ridiculous.\"\n\nWe’ve already checked a PAC claim about whether Frankel gave herself a 40 percent pay raise while the city lost jobs (Half True) and Hasner’s claim that she took a ride in a helicopter ride to a party (Half True).\n\nHere we go for a deep dive about that taxpayer-funded bathroom. We will focus our fact-check on whether Frankel spent $13,000 on a marble shower in a private bathroom at City Hall. We will also touch on why she got that bathroom and how it ended up with marble.\n\nThe origin of the bathroom claim\n\nFrankel suggested that PolitiFact personally inspect the bathroom which is now in the office of mayor Jeri Muoio. So we traveled to inspect the bathroom in West Palm Beach city hall on Oct. 22.\n\nThe bathroom does have beige marble on the floor and a stand-up shower. Large marble tiles cover the main part of the bathroom floor and the shower walls. The bathroom also has a standard white toilet, a sink and narrow cherry wood shelves for towels and plastic blinds over the windows. It looks like a bathroom in a new hotel, but it’s not luxurious or palatial. (View photos from the Palm Beach Post.)\n\nFirst, some background about the city hall which was part of a controversial $150 million City Center project that included a library, photo center and parking garage. Frankel was a leader in getting the project built but in West Palm Beach the mayor only votes if there is a tie. That means that the City Commission voted to build the project. City spokesman Elliot Cohen said there were multiple votes about the project but no tie votes. Hasner’s campaign notes that when Frankel broke a tie to fill a commission vacancy in 2006 she chose a City Center supporter.\n\nThe bathroom controversy started with media coverage about the new city hall from then Palm Beach Post gossip columnist Jose Lambiet. (He now has his own website and writes a column for the Miami Herald, a PolitiFact Florida partner.)\n\n\"Yes, marble, as in most Palm Beach mansions. In the middle of a recession,\" Lambiet wrote in 2009. \"Thank you, Mr. and Mrs. Taxpayer!\"\n\nThe column quoted Frankel:\n\n\"In the big scheme of things, it was probably a minuscule cost,\" Frankel said. \"I didn't ask for it. The designer did. I don't even know if I'll ever use the shower. But this building was constructed to last 100 years, and it's not been built for me. It's been built for mayors after me.\"\n\nLambiet wrote several weeks later that a statement by the builder, Dan Catalfumo, showed that the \"bathroom/shower\" in Frankel’s office cost $13,323.\n\nThe cost for plumbing the entire city hall was $1.6 million and the value of stone and tiles was $1.2 million, Lambiet wrote.\n\n\"For privacy, security, and job efficiency reasons, the designers included a private bath within the mayor's office,\" Frankel spokesman Chase Scott said at the time. \"It is a small, commercial grade facility, and its cost was in the same range as the other bathrooms in city hall.\"\n\nScott no longer works for the city, but when PolitiFact Florida contacted him, he said Frankel did not request the marble.\n\n\"Lois Frankel did not design or have any input into the materials used, as they were all selected by the architect. I know this because at the time City Center was completed we gave tours, and I needed all the design information,\"  Scott told us in an email.\n\nScott said he had requested the bathroom be part of the mayor’s office because mayors work into the evening, are often outdoors in the heat, and have to hold press conferences, \"I believed it was a good idea for all future mayors to have the ability to freshen up, as their office is often their real home.\"\n\nDid the shower cost $13,000?\n\nHasner's ad states that the shower alone cost $13,000, but we couldn’t find any documents to support that claim.\n\nLambiet said he no longer had that builder’s statement from 2009, and we could not reach Catalfumo. (He now has much bigger  problems.)\n\nFrankel’s campaign sent us to two sources -- project architect Young Song and project executive J.J.  Wolfe who worked with Catalfumo.\n\n\"We never designed a marble shower,\" said architect Young Song. According to the plans, the mayor’s bathroom was supposed to be tile.\n\nWolfe said he used marble that was left over from another job, so it didn’t add to the project tab.\n\n\"We thought we are doing something nice, and it turned into big fiasco. The marble was free, so it seemed like a reasonable thing to do at time,\" Wolfe said. \"If I could take back, I would put in the  ugliest pink polka-dotted tile in there I could come up with.\"\n\nWolfe said $13,000 for the shower was an inflated figure that didn’t reflect the actual costs. It was based on an average for the bathroom that the builder came up with based on the plumbing, figures and materials, Wolfe said.\n\nFrankel said that in the old city hall, people would sometimes follow her into the bathroom, which was a security risk. In case of hurricanes, mayors have to work around the clock, too. So while she didn’t ask for the private bathroom, she didn’t veto it, either.  \"I thought it was a good idea, and I still do,\" she said. She left her successor a shower cap when she left office in 2011.\n\nHasner’s bathroom access\n\nTo be fair, we researched the bathroom access Hasner had when he was a state legislator including House Majority leader. He had no special private bathroom, his campaign said.\n\n\"There is no bathroom in the Majority Leader's personal office or the larger majority office, said Ryan Duffy, spokesman for the House speaker. \"The closest bathroom is the public bathroom in the hallway outside the majority office.\"\n\nOur ruling\n\nAt last, we are ready to close the lid on this claim.\n\nHasner’s ad said that Frankel \"spent $13,000 in taxpayer money on a marble shower in a private bathroom.\" The underlying message here is that Frankel engaged in government waste.\n\nBut Frankel didn’t have some sort of sole power here to make that bathroom happen. It was part of a much broader $150 million project approved by the City Commission.\n\nThe city built a new city hall while Frankel was mayor that included a private bathroom for her. A gossip columnist obtained a statement from the builder at the time that said the \"bathroom/shower\" cost $13,323. We were unable to see that statement for ourselves.\n\nHasner’s campaign says the shower alone cost $13,000. But the project executive who worked for the builder said that was the cost of the overall bathroom. And the builder decided to use that marble -- which wasn’t in the architect’s plans -- because it was leftover from another job. There is no evidence that Frankel ordered up that marble.\n\nWhether a mayor needs a private bathroom and shower with or without marble is a decision we leave for the taxpayers. But we have seen no proof that the shower alone cost $13,000 -- that appears to be the overall price tag for the bathroom which was part of a $150 million project.  \n\nWe rate this claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-10085"}