{"url": "/factchecks/2010/mar/21/annise-parker/annise-parker-says-years-houston-has-been-spending/", "speaker": "Annise Parker", "vclaim": "\"For years now, we have spent more money than we have taken in.\"", "truth_label": "half-true", "date": "stated on March 10, 2010 in a newspaper article:", "title": "Mayor Annise Parker says that for years, Houston has been spending more than it takes in", "text": "With the city of Houston running short about $11 million to fund its budget this year and projecting a revenue shortfall of $100 million for next year — Houston's first-year mayor, Annise Parker, recently floated the possibility of furloughs and layoffs for city employees.\n\n\"For years now (in Houston), we have spent more money than we have taken in,\" Parker said March 10, according to a news article in The Houston Chronicle. \"You can't spend more than you earn. It is a very unbusinesslike approach to running things.\"\n\nThe Bayou City running in the red for years? We wondered if Parker, who was Houston's controller before she took office in January, has that right — especially because her predecessor as mayor, Bill White, touted his financial acumen while winning the 2010 Democratic nomination for governor.\n\nJanice Evans, Parker's director of communications, told us: \"The city has offset revenue shortfalls in recent years by drawing down the (general) fund balance, which was built up in good times so that it would be available during leaner times.\"\n\nShe was referring to the city's practice of socking away enough money so that the fund balance at the end of each fiscal year is equal to 7.5 percent of expenditures before debt service — essentially a savings account, which was built up over eight consecutive years.\n\nMichelle Mitchell, the city's finance director, said that starting in fiscal year 2009 — July 1, 2008 through June 30, 2009 — revenue coming into the general fund has fallen short of expenditures. The general fund, which is the government's largest kitty, helps supports most basic services including health and human services, the police force and the fire department.\n\n\"General revenues such as property tax, sales tax, came in lower than expenditures,\" Mitchell acknowledged in an e-mail. But she cautioned that \"there are other sources of funds that have to be looked at for the whole picture. These include funds such as sale of assets, proceeds from bonds, transfers from other fund sources, etc. With all revenues being considered, then the city did not outspend (its) revenues (prior to fiscal year 2009).\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nJudy Gray Johnson, who served as Houston's finance director from 2004-2008, agreed with Mitchell's summary.\n\n\"If you have higher fund balances at the end of the year than you had at the beginning of the year, than you couldn't have spent more than you took in,\" Johnson said.\n\nWhen White became mayor in 2004, the undesignated fund balance — money saved — was $83 million. The city last added to the fund in fiscal year 2008 which ended June 30 of that year. At that time the balance was about $287.2 million, according to the city's annual audited financial reports. In fiscal year 2009, there wasn't any extra cash to add to the general fund kitty. In fact, Houston's charter requires the city to keep a balanced budget, and for the past two years, the city has relied in part on reserve funds to satisfy the requirement.\n\nThe city drew $26 million from the undesignated fund in fiscal 2009, lowering the balance to $261.1 million by June, 2009.\n\nMitchell has projected the balance will drop to about $166 million by June 30 this year.\n\nSumming up: Houston took in more money than it spent for most of White's six-year tenure as mayor, and socked some of it away. Since fiscal 2009, the city has been drawing on those reserve funds, ending each year with less than it started. So far, it has drawn $56 million from the fund.\n\nParker is correct that the city has spent more than it's taken in for years, though her time reference works only because the city's fiscal year always includes portions of two calendar years — in this case, 2008 and 2009.\n\nPut another way, the city has taken in less than it’s spent for about a year and a half, which includes one complete fiscal year and part of the current one. We rate Parker's statement as Half True.", "vclaim_id": "vclaim-pol-15190"}