{"url": "/factchecks/2019/feb/14/elizabeth-warren/warren-bayer-monsanto-controls-25-seed-pesticide-m/", "speaker": "Elizabeth Warren", "vclaim": "\"By rubber-stamping the Bayer-Monsanto merger, the Justice Department is handing control over one quarter of the world's seeds and pesticides market to one ginormous agribusiness.\"", "truth_label": "half-true", "date": "stated on February 4, 2019 in a Facebook post:", "title": "Warren: U.S. rubber-stamped deal; Bayer-Monsanto now controls 25% market share", "text": "Democratic presidential candidate Elizabeth Warren has put regulating the power of large firms at the center of her campaign. She often speaks about the big banks, but recently, she trained her sights on agribusiness.\n\"By rubber-stamping the Bayer-Monsanto merger, the Justice Department is handing control over one quarter of the world's seeds and pesticides market to one ginormous agribusiness,\" the Massachusetts senator posted on Facebook Feb. 4. \"That’s bad for farmers, bad for our food supply, and bad for consumers everywhere.\"\nIn this factcheck, we look at whether U.S. antitrust regulators gave the merger little thought, and whether the deal produced a company as large as Warren said.\nThe $60-plus billion merger of German-based Bayer with the American firm Monsanto essentially won U.S. antitrust approval in May 2018. That came about 18 months after the two multinational firms struck a deal.\nAfter long negotiations, the Justice Department secured what it called the largest merger divestiture ever before letting Bayer’s purchase of Monsanto go through. The value of the sell-off was over $7 billion.\nBayer had to unload its cotton, canola, soybean and vegetable seed businesses, as well as its Liberty herbicide line, all of which overlapped with what Monsanto was doing.\nIt's also worth noting that European regulators approved the deal months before the Justice Department acted.\nCritics of the Justice Department's decision, such as the National Farmers Union, described it as rubber-stamping. The government's process was more deliberate than that term implies. \nA big company emerged\nIndustry analyst Jonas Oxgaard with the investment research firm Sanford Bernstein told us Bayer is now \"pretty close to one fourth of the world’s market.\"\nThere’s been a spate of mergers and acquisitions over the past two decades, and today, just four firms dominate the seeds and agrichemical business.\nOxgaard said Bayer has about $12 billion in crop protection sales out of a world market of $56 billion, or about 21 percent of sales. And for seeds, Bayer has $10 billion out of a total $40 billion market, or about 25 percent.\nThere are different ways to slice the data. Other analysts put Bayer at 33 percent of global seed sales and 22.9 percent of agrichemical sales.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEither way, Warren’s number is a reasonable shorthand. But we found opinions mixed on what Bayer’s hefty market share means.\nFor certain crops, the seed business now is in the hands of just two firms.\n\"In the two by far most valuable crops for the seed producers, corn and soybean, Bayer and DowDupont together have around 75 to 80 percent market share, a classic duopoly,\" Oxgaard told us. \"That said, that still hasn’t led to massive price increases over the last several years. The end result of the duopoly seems rather that they don’t compete particularly vigorously to capture market share from each other.\"\nFor rice and wheat, Oxgaard said, both Bayer and DowDupont are \"bit players.\"\nBut Philip Howard, associate professor in the Department of Community Sustainability at Michigan State University, said the small number of firms \"creates an environment conducive to price signaling and may result in higher prices.\"\nIn a study of growing industry concentration, the U.S. Agriculture Department reported in 2012 that \"for the past two decades, the prices of farm inputs have been rising faster than the prices U.S. farmers receive for their crops and livestock.\"\nThis likely limited the impact of market dominance, Howard said. He told us that in recent years, falling commodity prices have put a brake on rising prices for seed and agricultural chemicals, because farmers can’t afford to keep paying more.\nThe story for chemicals can play out a bit differently than for seeds. Oxgaard noted that protecting crops from insects and diseases is a moving target. Dupont, for example, had a lock on a chemical that killed a moth that hit Brazil a few years ago. It made high profits, until the threat largely disappeared.\n\"A company might control the only means of protection against one specific threat, but that is temporary,\" Oxgaard said.\nOur ruling\nWarren said the Justice Department \"rubber stamped\" a deal that cleared the way for one firm to control one-fourth of the seeds and pesticide market worldwide.\nThe regulatory process took many months and Bayer had to sell substantial business lines to win approval. \"Rubber-stamped\" gives the wrong impression that it happened without scrutiny or conditions.\nThe market share number is generally correct. However, Bayer plays a commanding role in the sale of some seeds, such as corn and soybeans, and not in others. And the experts we reached described the limits of control, even when one or two firms dominate a market.\nWe rate this claim Half True.\n Share the Facts 2019-02-14 15:17:17 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"By rubber-stamping the Bayer-Monsanto merger, the Justice Department is handing control over one quarter of the world's seeds and pesticides market to one ginormous agribusiness.\"    Elizabeth Warren Democratic Senator from Massachusetts https://www.facebook.com/ElizabethWarren/posts/10156292910958687   In a Facebook post Monday, February 4, 2019 2019-02-04    Read More  info", "vclaim_id": "vclaim-pol-01024"}