{"url": "/factchecks/2011/oct/24/iowans-some-semblance-christian-decency/herman-cain-decidedly-anti-abortion/", "speaker": "Iowans for Some Semblance of Christian Decency", "vclaim": "Herman Cain is a \"pro-choice candidate.\"", "truth_label": "false", "date": "stated on October 22, 2011 in parking lot fliers outside an Iowa candidate event:", "title": "Is Herman Cain 'pro-choice' on abortion?", "text": "Republican presidential contender Herman Cain is \"pro-choice\"?\n\nThat’s the thrust of a flier that appeared on car windshields outside the Iowa Faith and Freedom Coalition’s fall banquet in Des Moines on Oct. 22, 2011. It was put out by two groups, Iowans for Some Semblance of Christian Decency and Iowans For Truth and Honest Government, neither of which appears to have a website.\n\nThe leaflet declared, \"When it came time to stand and defend the most helpless citizens in our country, presidential candidate Herman Cain threw the babies under the bus.\"\n\nAs evidence, sandwiched between a picture of the smiling candidate and another of an aborted fetus, the flier provided a quote from Cain saying, \"It ultimately gets down to a choice that that family or that mother has to make.\"\n\nCain, former head of Godfather’s Pizza, is known to be an across-the-board conservative, so we decided to see what his position has been.\n\nThe quote on the flier comes from an interview Cain did with CNN’s Piers Morgan on Oct. 19, 2011. Here’s a transcript of their exchange about abortion:\n\nMorgan: Abortion. What's your view of abortion?\n\nCain: I believe that life begins at conception. And abortion under no circumstances. And here's why --\n\nMorgan: No circumstances?\n\nCain: No circumstances.\n\nMorgan: Because many of your fellow candidates -- some of them qualify that.\n\nCain: They qualify but --\n\nMorgan: Rape and incest.\n\nCain: Rape and incest.\n\nMorgan: Are you honestly saying -- again, it's a tricky question, I know.\n\nCain: Ask the tricky question.\n\nMorgan: But you've had children, grandchildren. If one of your female children, grandchildren was raped, you would honestly want her to bring up that baby as her own?\n\nCain: You're mixing two things here, Piers?\n\nMorgan: Why?\n\nCain: You're mixing --\n\nMorgan: That's what it comes down to.\n\nCain: No, it comes down to it's not the government's role or anybody else's role to make that decision. Secondly, if you look at the statistical incidents, you're not talking about that big a number. So what I'm saying is it ultimately gets down to a choice that that family or that mother has to make. Not me as president, not some politician, not a bureaucrat. It gets down to that family. And whatever they decide, they decide. I shouldn't have to tell them what decision to make for such a sensitive issue.\n\nSo first Cain said abortion is allowable under \"no circumstances,\" but then he seemed to be arguing it wasn’t a decision for the government to make, which sounds pretty pro-abortion rights to us.\n\nThe next day, Cain’s campaign issued a statement attempting to clarify the point. Cain said he \"understood the thrust of the question to ask whether that I, as president, would simply 'order' people to not seek an abortion.\n\n\"My answer was focused on the role of the president. The president has no constitutional authority to order any such action by anyone. That was the point I was trying to convey. As to my political policy view on abortion, I am 100% pro-life. End of story.\"\n\nHe went on to specify that he would appoint anti-abortion judges and oppose any government funding of abortion, including defunding Planned Parenthood.\n\n\"I will do everything that a president can do, consistent with his constitutional role, to advance the culture of life,\" the statement said.\n\nEven if his explanation was a little clumsy, and did little to quell the controversy that erupted over what he said to Morgan, Cain's political history supports his anti-abortion stance.\n\nIn 2003 and 2004, when he was running in the Republican primary for U.S. Senate in Georgia, news stories consistently portrayed him as anti-abortion.\n\n\"An associate pastor of Antioch Baptist Church North in Atlanta, Cain opposes abortion unless it is to save the life of the mother,\" the Atlanta Journal-Constitution wrote on Aug. 10, 2003.\n\nIn May 2004, the paper ran a story about his radio ads attacking his primary opponents, one of whom was accused of flip-flopping on the issue.\n\n\"He had the opportunity to protect innocent life and he didn't. He has been touting that he is pro-life, yet he votes for pro-choice legislation. If he is pro-life, he needs to vote pro-life,\" the Cain ad stated, according to the AJC.\n\nLater, in 2007, when Cain was working in talk radio, the L.A. Times wrote a story about abortion opponents reaching out to African-American voters. The story said \"a political action committee run by black radio talk show host Herman Cain poured $1 million into edgy ads on urban radio. One spot contended that Democratic support for abortion laws is \"decimating our people.\" It concluded: \"Democrats say they want our vote. Why don't they want our lives?\"\n\nThroughout this year’s presidential campaign Cain has said he’s opposed to the procedure, although he prompted controversy once before when he refused to sign a pledge from a conservative group to promise to end all abortion funding.\n\nA June 21, 2011, Boston Globe story said he refused to sign it \"because of concern about separation of executive and congressional powers.\"\n\nWe checked with a couple of outside groups -- one on each side of the abortion issue -- to see how they sized up Cain’s record.\n\nThe National Right to Life Committee posted this chart indicating Cain has promised to end taxpayer funding of abortions and is opposed to Roe vs. Wade, the U.S. Supreme Court decision that legalized abortion. And NARAL Pro-Choice America cites four examples on its website that portray Cain opposing abortion rights.\n\n\"Herman Cain is anti-choice. Any claim to the contrary is wrong,\" NARAL communications director Ted Miller said in an e-mail.\n\nOur ruling\n\nThe flier in Iowa called Cain a \"pro-choice candidate\" who \"threw the babies under the bus\" by making a statement about abortion being a personal choice. He explained himself by saying he was answering a question about presidential powers, not how he feels about the morality or legality of abortion. On that, Cain has been consistent for years -- consistently anti-abortion. We rate the claim on the flier False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12202"}