{"url": "/factchecks/2019/feb/27/tulsi-gabbard/tulsi-gabbard/", "speaker": "Tulsi Gabbard", "vclaim": "Farmers are declaring bankruptcy \"in record numbers\" and \"the median income for U.S. farm households was -$1,548 in 2018.\"", "truth_label": "barely-true", "date": "stated on February 19, 2019 in a tweet:", "title": "Fact-checking Tulsi Gabbard on farmers' bankruptcies, median income", "text": "Farmers are declaring bankruptcy in \"record numbers\" and President Donald Trump is to blame, claimed Democratic Rep. Tulsi Gabbard. The congresswoman from Hawaii is running for president in the 2020 election.\n\"Trump’s volatile & ill-conceived trade wars are causing farmers to declare bankruptcy in record numbers,\" Gabbard tweeted Feb. 19. \"The median income for U.S. farm households was -$1,548 in 2018. This is crazy. We need leadership in the WH that provides the stability & support small farmers need to thrive.\"\nTrump’s volatile & ill-conceived trade wars are causing farmers to declare bankruptcy in record numbers. The median income for U.S. farm households was -$1,548 in 2018. This is crazy. We need leadership in the WH that provides the stability & support small farmers need to thrive.— Tulsi Gabbard (@TulsiGabbard) February 19, 2019\n\nIs it true that farmers are declaring bankruptcy in record numbers? Historical data does not prove her claim. What about median income for farmers? Gabbard’s tweet gives an incomplete picture. Experts said it's too early to gauge whether the administration's trade policies — regardless of how they are characterized — are a factor in bankruptcies.\nNational farmer bankruptcy data\nHistorical bankruptcy data does not support Gabbard’s claim of \"record\" declarations among farmers. The are several types of bankruptcy proceedings that people and corporations can file when they are having financial difficulties or are unable to repay debt. The filing or \"chapter\" of the bankruptcy law that most directly apply to farmers is Chapter 12, created after a farm financial crisis in the 1980s.\nChapter 12 lets family farmers and family fishermen reorganize their debt and keep operating. Farmers must meet certain criteria to qualify for Chapter 12, including a debt cap that is currently about $4.15 million. (The debt limit is updated every three years to adjust for inflation.)\nBankruptcy court data shows how many Chapter 12 filings there were over a given period of time. The data is not broken down by how many filings are from fishermen and how many are from farmers. But experts told us it’s safe to infer most are farmers.\nNo matter what time period we looked at, Chapter 12 filings are not at record levels.\nIn fiscal year 2018, there were 468 Chapter 12 filings. That’s lower than the number in fiscal year 2017, when there were 508 Chapter 12 filings. Looking back further, there were 707 filings in fiscal year 2010.\nChapter 12 filings in calendar year 2018 (498) were slightly lower than they were in 2017 (501), and lower than several other recent calendar years. In calendar year 2010, there were 723 Chapter 12 filings.\nChapter 12 filings for the 12-month period ending in June 2018 were also lower than in the same period in 2017.\nResearchers at the Ohio State University told PolitiFact that farmers and fishermen, especially those who exceed the Chapter 12 debt limit, can also file for Chapter 7 and Chapter 11 bankruptcies.  So, Chapter 12 bankruptcies are only a subset of all bankruptcy cases filed by farmers. But even then, Chapter 7 and Chapter 11 bankruptcy filings in 2018 were not the highest on record. (It’s unclear how many of those were from farmers.)\nThe Federal Reserve Bank of Minneapolis in November 2018 said that Chapter 12 bankruptcies were on the rise in the Ninth District. The Federal Reserve Bank’s analysis covered filings from Montana, South and North Dakota, Minnesota and Wisconsin.\n\"Over the 12 months ending in June 2018, 84 farm operations in Ninth District states had filed for Chapter 12 bankruptcy protection — more than twice the level seen in June 2014,\" the bank said.\nIt’s unclear if Gabbard’s claim is based on the November report from the Federal Reserve Bank of Minneapolis — her team did not respond to our repeated queries.\nBut there isn’t one region in the United States that reflects the \"national\" agricultural production, because different types of crops, farming/ranching, specializations happen throughout the United States, said via email Ani Katchova, an associate professor in the department of Agricultural, Environmental, and Development Economics at Ohio State University, and Robert Dinterman, a post-doctoral researcher with the Farm Income Enhancement Program at Ohio State University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOverall, bankruptcies are not at a record high and the numbers don’t support stories of some major crisis, said Ed Flynn, a consultant with the American Bankruptcy Institute.\nGabbard’s tweet said Trump’s \"volatile & ill-conceived trade wars\" were causing farmers to declare bankruptcy in record numbers. But a policy — regardless of how it’s characterized — generally won’t lead to a bankruptcy in the near term, and bankruptcy numbers alone aren’t enough to indicate that a policy was the driver, experts said.\n\"Somebody could look at the same data and spin it to say that the bankruptcy rate is just a fraction of what it was 20, 30 years ago,\" Flynn said.\nFarmers’ median income\nGabbard tweeted that \"the median income for U.S. farm households was -$1,548 in 2018.\"\nThat phrasing doesn’t tell the whole picture.\nFarmers’ income typically comes from farm and off-farm sources, so the financial well-being of farming households is determined by both incomes, according to the U.S. Department of Agriculture.\nMedian farm income for 2018 was forecast to be -$1,548 — that’s a decline from the -$800 median farm income in 2017 (numbers in nominal terms, not adjusted). But 2018’s negative numbers aren’t entirely unusual. \"In recent years, slightly more than half of farm households have had negative farm income each year,\" the USDA said.\nStill, many households rely on off-farm income (such as education, construction, and health care sectors) and that median income actually increased from $67,500 in 2017 to $69,418 in 2018.\nAccounting for off-farm and farm income, median farm household income was forecast to reach $76,594 in 2018, the USDA said in November 2018.\nWithout mentioning off-farm income in her tweet, Gabbard gives the misleading impression that farmers’ overall median income was negative in 2018.\nHouseholds that have most of their income come from off-farm jobs are not as affected by changes in farming costs and returns as are large commercial farms, but they may be more susceptible to changes in the broader economy, the USDA said.\nNegative farm earnings can also reduce the income taxes paid on off-farm sources of income, according to the USDA.\nThe fact that a farm has a net loss doesn’t mean that the farm doesn’t contribute to a household’s well-being, said an August 2018 USDA report.\n\"A farmer may experience a net farm loss in most years, but still be economically rational in continuing to farm when total economic returns are considered,\" the report said. \"For example, a farmer may have negative net farm income but anticipate substantial capital gains in the long run and use farm losses in the short run as a tax write-off to increase the return from other sources of income.\"\nOur ruling\nGabbard said farmers are declaring bankruptcy \"in record numbers\" and \"the median income for U.S. farm households was -$1,548 in 2018.\"\nBankruptcy filings are not at record levels. Chapter 12 filings in 2018 were lower than in 2017 and in other recent years.\nAnd Gabbard’s phrasing for median income for farm households is misleading. The median farm income was forecast at -$1,548 in 2018. But that’s not representative of a farmer’s overall median income. Farm household income includes off-farm and farm incomes.\nThe median farm household income (off-farm and farm) for 2018 was forecast to reach $76,594 in 2018.\nGabbard’s claim contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2019-02-27 16:03:53 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Farmers are declaring bankruptcy \"in record numbers\" and \"the median income for U.S. farm households was -$1,548 in 2018.\"    Tulsi Gabbard U.S. Representative    in a tweet Tuesday, February 19, 2019 2019-02-19    Read More  info", "vclaim_id": "vclaim-pol-00965"}