{"url": "/factchecks/2015/aug/11/carly-fiorina/fiorina-trumps-abortion-flip-flop/", "speaker": "Carly Fiorina", "vclaim": "Says Donald Trump has \"changed his mind\" on abortion.", "truth_label": "true", "date": "stated on August 6, 2015 in the first Republican presidential debate:", "title": "Fiorina: Trump's abortion flip-flop", "text": "Of all the leading Republican candidates, Donald Trump’s credentials on the issue of abortion are the most spotty.\nFormer Hewlett-Packard CEO Carly Fiorina made sure to highlight this during the first Republican presidential debate. When asked about Trump’s top position in the polls, Fiorina explained that Trump has connected with a legitimate frustration.\n\"Whatever your issue, your cause, the festering problem you hoped would (be) resolved, the political class has failed you,\" Fiorina said. \"That's just a fact, and that's what Donald Trump taps into. I would also just say this. Since he has changed his mind on amnesty, on health care and on abortion, I would just ask, what are the principles by which he will govern?\"\nIn this fact-check, we assess whether Trump has changed his mind on abortion.\nFiorina’s staff apparently was so sure this would come up, a day after the debate, they posted a page on their campaign website with supporting information. They cited articles from the Washington Post and National Journal that documented Trump’s shift from saying he was pro-choice to now saying he is pro-life.\n'I am very pro-choice'\nTrump’s flirtations with a presidential bid have put him on record at various moments in a couple of election cycles. In 1999, he appeared on NBC’s Meet the Press, when he was thinking about a third-party run. \n\"I am very pro-choice,\" Trump said. \"I hate the concept of abortion. I hate it. I hate everything it stands for. I cringe when I hear people debating the subject.\"\nWhen pressed on whether he would ban a procedure called \"partial-birth\" by abortion foes, Trump said, \"No. I would not. I am pro-choice in every respect as far as it goes, but I just hate it.\"\nIn his 2000 book The America We Deserve, Trump affirmed his basic position, but reversed his stand on that one particular procedure.\n\"There are some issues I don’t want to say much about. I support a woman’s right to choose, for example, but I am uncomfortable with the procedures. When Tim Russert asked me on Meet the Press if I would ban partial-birth abortion if I were president, my pro-choice instincts led me to say no. After the show, I consulted two doctors I respect and, upon learning more about this procedure, I have concluded that I would indeed support a ban.\"\nSo, as of 2000, Trump has \"pro-choice instincts.\"\n'I'm pro-life'\nIn mid February 2011, with Trump again fueling speculation that he would run for president, he spoke at the annual meeting of the Conservative Political Action Committee. In his 14-minute speech, he made this simple declaration: \"I am pro-life.\"\nA few months later in April, he sat down with the Christian Broadcasting Network’s political correspondent, who asked if he would really stand by his new belief. Here is what Trump said:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"One thing about me, I’m a very honorable guy. I’m pro-life, but I changed my view a number of years ago.\nOne of the reasons I changed — one of the primary reasons — a friend of mine, his wife was pregnant, in this case married. She was pregnant, and ... he didn’t really want the baby. And he was telling me the story. He’s crying as he’s telling me. They ended up for some reason, amazingly, through luck because they didn’t have the right timing, he ends up having the baby, and the baby is the apple of his eye. He said, it’s the greatest thing that’s ever happened to him.\nAnd you know, here’s a baby that wasn’t going to be let into life. And I heard this, and some other stories, and I am pro-life.\"\nSo, by 2011, Trump opposed abortion.\nThese days, he often re-tells the story about his friend’s unplanned child.\nA curious interruption\nTrump clarified his stance on abortion in a January interview with Mark Halperin of Bloomberg News. Trump said the only exceptions to banning abortions would be to protect the life of the mother or in cases of incest or rape.\nBut we noted this twist in that brief discussion:\nTrump: \"With caveats, life of the mother, incest and rape. And that’s where I stand. So I’m pro-life, but with the caveats. It’s life of the mother,very important, incest and rape.\"\nHalperin: \"So say a woman is pregnant and it’s not in any of those exception categories and she chooses to have an abortion, should she --\"\nTrump: \"It depends when, it depends when. It depends when.\"\nHalperin: \"Well let’s say early in her pregnancy.\"\nTrump: \"Excuse me. If it’s not in any of those -- pro-life.  Mark it’s very simple. Pro-life.\"\nTrump interrupted Halperin to say \"it depends when.\" We reached out to Trump’s campaign and asked what he meant. We did not hear back.\nOur ruling\nFiorina said that Trump changed his mind on abortion, and by Trump’s own admission, that is accurate. As late as 2000, he wrote that he was pro-choice. By 2011, he said he was pro-life. Recently, he noted that he thinks exceptions for the life of the mother, incest and rape are appropriate.\nWe find some murkiness in his repetition of \"It depends when,\" but that doesn’t change the fundamental finding.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-06082"}