{"url": "/factchecks/2012/feb/28/chain-email/chain-email-says-dallas-ordinance-led-towing-many-/", "speaker": "Chain email", "vclaim": "A Dallas proof-of-insurance ordinance resulted in area tow lots mostly filling with the cars of illegal residents.", "truth_label": "false", "date": "stated on January 31, 2012 in a chain email.:", "title": "Chain email says Dallas ordinance led to towing of many cars belonging to illegal U.S. residents", "text": "This just in from a chain email: An action by the Dallas City Council led to many local vehicles getting impounded, 80-plus percent of them belonging to illegal immigrants.\n\nReally?\n\nWe scoped this out with Dallas authorities, who told us the claim, making the rounds for years on the Internet, reflects a council decision but is not accurate about related impoundments and couldn’t possibly be rooted in solid sources.\n\nMore on cars piling up soon, but first, let’s air the email’s particulars, which were passed to us by a reader.\n\n\"Has Dallas, Texas Got a Good Idea or What?\" reads the email’s subject line, which concludes with an enthusiastic \"GO Dallas!\"  The email itself says a Dallas ordinance passed in 2008 requires that drivers who are pulled over by law enforcement provide proof of insurance. If they can’t do that, the email says, their car is towed -- and proof of insurance is required to retrieve the car.\n\nAnd, the email continues: \"Shortly after the \"No Insurance\" ordinance was passed, the Dallas impound lots began to fill up and (they) were full after only nine days. 80\"-plus percent \"of the impounded cars were driven by illegal’s,\" an indecorous (and ungrammatical) reference to undocumented residents.\n\nThe chain email’s claims have been posted at least 50 times since Sept. 2010. We saw it on websites like Sodahead.com, Truthorfiction.com and in myriad online forums. None of the posts offered backup information.\n\nWe checked, and found Dallas indeed has such an ordinance. According to an online city summary, the ordinance says that  \"drivers stopped for a traffic violation who cannot show proof of auto insurance meeting state requirements will be issued a citation and will have his or her vehicle towed at the owner’s expense.\" However, The Dallas Morning News reported in a Dec. 30, 2008 news article that police officers may use discretion in deciding whether the car will be impounded.\n\nIn a telephone interview, Mitchell Rasansky, a former Dallas City Council member and a champion of the 2008 ordinance, said that  he offered the change because \"the people who are really being hurt by (uninsured motorists) are the middle- and lower-income people who get hit, and somebody who hit them doesn’t have insurance.\"\n\nRasanky said he was unaware of how many cars have since been impounded or if affected drivers included many illegal immigrants.\n\nScott Walton, spokesman for the Dallas Police Department, separately told us: \"If you’ve ever been in an accident and found that the other person is not insured, it really does put a financial burden on you.The city really wants to make sure that anyone traveling through Dallas meets state requirements and don’t get put in that situation.\"\n\nSince 1982, it’s been against Texas law to drive without being able to pay for accidents one causes, a requirement most residents meet by having auto insurance, according to John Greeley, a public information officer at the Texas Department of Insurance.\n\nAustin police issue tickets to such drivers, according to Austin Police Department spokeswoman Veneza Aguinaga, but vehicles aren’t impounded.\n\nCars that are towed by law enforcement are taken to the Dallas Police Department’s auto pound. Walton took issue with the email’s claim that those impound lots were full after nine days. \"It never reached even close to capacity after this was implemented,\" he said.\n\nAnd has the Dallas ordinance disproportionately affected residents who are in the country illegally?\n\nWalton told us there’s no way to prove the figure the email offers because police officers don’t usually ask whether individuals are citizens in these situations. \"We (also) do not check citizenship or the status of immigration when people come to claim their car,\" he said. \"I don’t know where that (percentage) came from.\"\n\nNext, we explored another angle that might help independently evaluate the email:  If illegal immigrants cannot obtain auto insurance, then perhaps they couldn’t be recovering their cars. Greeley of the TDI advised, though, that Texas residents do not have to show they are legally in the country before purchasing vehicle insurance.\n\nFinally, we ran the chain email by Steve Blow, a news columnist for the Dallas Morning News who has written about the city’s impoundment of vehicles.\n\nIn his opinion, Blow said, the email has a grain of truth and a lot of fiction.\n\n\"I know the line about the impound lot filling up is wrong,\" Blow said in an email. \"That was one of the predictions that never happened. I have no idea where the 80 percent illegals figure comes from. Cops don’t inquire about citizenship. And I have heard nothing about accident rates plunging 47 percent. If that were true, I think police officials would have been eager to make that known.\"\n\nOur ruling\n\nDallas has an ordinance that has led to cars getting impounded. Yet we found no evidence supporting the email’s linchpin claim that about 80 percent of the cars initially impounded belonged to illegal residents. There’s not even a factual way to reach that figure; Dallas authorities don’t usually check the legal residency status of motorists.\n\nWe rate this chain email False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-11534"}