{"url": "/factchecks/2013/jun/25/pete-gallego/pete-gallego-says-97-percent-food-stamp-benefits-r/", "speaker": "Pete Gallego", "vclaim": "Says 97 percent of food stamp benefits \"are paid in the proper amounts to people who are really eligible.\"", "truth_label": "true", "date": "stated on May 15, 2013 in a U.S. House committee meeting.:", "title": "Pete Gallego says 97 percent of food stamp benefits reach eligible Americans in appropriate amounts", "text": "Opposing Republican-proposed cuts in food stamps, U.S. Rep. Pete Gallego suggested the program doesn’t waste money.\n\nAfter airing qualms about cutting \"things that work well\" during a May 15, 2013, meeting of the House Agriculture Committee, the Alpine Democrat said some government programs have high error rates, but error rates for food stamps, meaning the USDA’s Supplemental Nutrition Assistance Program, \"are only 3 percent... Ninety seven percent of SNAP benefits are paid in the proper amounts to people who are really eligible.\"\n\nFood stamps, which help beneficiaries buy groceries, often stir strong claims. In March 2013, PolitiFact in Washington rated Pants on Fire the declaration that 70 percent of the program’s funding went to its employees. The broadest calculation of SNAP administrative costs topped out at 5 percent of its costs.\n\nIn December 2012, PolitiFact Ohio rated as True a claim that growth in food stamp participation had trailed increases in unemployment, while in August 2012, we rated as True a claim that one in seven American families is on food stamps. According to the Agriculture Department, a record 46.6 million residents participated in the fiscal year that ended Sept. 30, 2012, up from 44.7 million the year before and 40.3 million in fiscal 2010.\n\nAs of March 2013, more than 1.6 million Texas households were enrolled.\n\nFraud concerns\n\nFood stamp fraud occasionally draws attention, too. A Feb. 6, 2012, Reuters news story quoted Kevin Concannon, U.S. Department of Agriculture undersecretary for food, nutrition and consumer services, as saying that fraud at that time accounted for 1 percent of food stamp benefits, while costing the government $750 million a year. \"This is $750 million that isn't being used to provide food to individuals and families, and that issue isn't lost on us,\" Concannon said.\n\nThe story said the program's \"biggest step forward in fraud prevention came in 2004, when the government replaced paper coupons with plastic cards that are loaded electronically like debit cards.\" Concannon also said the program was adding high-tech strategies to its enforcement quiver, the story said, among them plans to work with social media firms and a data mining company to root out abuse. The agency has a website to solicit food-stamp fraud tips.\n\n\"While administrators work to reduce payment errors,\" the story said, \"the USDA is collaborating with state agencies to investigate recipients suspected of committing fraud or misusing benefits. It also will seek tougher penalties for stores engaged in trafficking. Trafficking generally takes the form of users ‘selling’ their benefits for roughly 50 cents on the dollar to brick-and-mortar retailers or to individuals found via websites like eBay or Facebook.\"\n\nBasis of claim\n\nGallego’s claim did not speak directly to trafficking scams. But are 97 percent of food stamp benefits paid in proper amounts to eligible residents, as he said?\n\nBy email, Gallego spokeswoman Rebecca Acuña attributed the percentage to research by the Center for Budget and Policy Priorities, a liberal, Washington, D.C.-based think tank. In a blog post revised May 16, 2013, the center said the House committee-approved version of the Federal Agriculture Reform and Risk Management Act of 2013, which Gallego and committee members were discussing when he spoke, would cut SNAP by almost $21 billion over the next decade, eliminating food assistance to nearly 2 million low-income people, mostly working families with children and senior citizens.\n\nThe center said in a May 10, 2013, blog post: \"Only 3 percent of SNAP benefits represent overpayments, meaning they either went to ineligible households or went to eligible households but in excessive amounts. SNAP achieved its lowest error rate on record in fiscal year 2011, with a national overpayment rate of just 2.99 percent (see graph). The underpayment rate that year was 0.81 percent. Thus, the net loss to the federal government — the amounts lost through over­payments minus those saved by underpayments — was only 2.2 percent.\" An accompanying graph, which we show below, was headlined: \"SNAP Error Rates Are at an All-Time Low.\"\n\nAlso, the center said, relatively \"few payment errors reflect dishonesty or fraud. The overwhelming majority result from honest mistakes by recipients, eligibility workers, data entry clerks, or computer programmers. States report that almost 60 percent of the dollar value of overpayments and almost 90 percent of the dollar value of underpayments were their fault, not recipients’. Much of the rest of the overpayments resulted from innocent errors by households that had trouble navigating SNAP’s complex rules.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nGovernment data\n\nInformation posted online by the Agriculture Department tracks with the center’s blog post, stating that in the fiscal year that ran through September 2011, 2.99 percent of SNAP benefits were overpayments and 0.81 percent were underpayments. Wyoming had the highest share of overpayments that year, at 7.63 percent, and Alaska had the lowest, 0.53 percent, while 2.63 percent of SNAP payments in Texas were overpayments, according to the information.\n\nOverpayments were more prevalent in previous years, annual department reports indicate, though the incidence dropped each year after fiscal 2006, when overpayments accounted for 4.82 percent of benefits. In fiscal 2000, in contrast, SNAP overpayments accounted for 6.51 percent of its benefits.\n\nBy email, Agriculture Department spokeswoman Elena Gaona told us information on overpayments of SNAP benefits in fiscal 2012 are due to be released by the end of June 2013.\n\nAn independent analysis\n\nSeparately, we contacted Kay Brown, an analyst who has studied the food stamp program for the General Accountability Office, the investigative arm of Congress. Brown said by telephone that she has \"no problem\" with Gallego’s wording in that the government does assess whether the proper amounts are paid to eligible recipients.\n\nBrown also said told us improper payments caused by participants’ failures to report required, complete or correct information, such as household income and composition, don’t necessarily indicate attempts to cheat, though for a May 5, 2005 GAO report, \"we could not determine the percentage of payment errors that involve participants intentionally withholding information.\" Nationally in 2003, the report said, \"about 5 percent of all payment errors were referred for fraud investigation. Data are not available, however, to determine what percentage of these error cases resulted in disqualifying participants because of fraud.\"  \n\nThe report said that almost two-thirds of food stamp payment errors were caused by government caseworkers, usually when they failed to keep up with reported changes or make mistakes applying program rules. Some one-third of payment errors were caused by participants’ failures to report required, complete or correct information, such as household income and composition, the report said.\n\nOur ruling\n\nGallego said 97 percent of food stamp benefits \"are paid in the proper amounts to people who are really eligible.\"\n\nWe are mindful this claim did not speak to misdeeds that can occur once someone receives food stamps. Setting that aside, nearly 3 percent of such payments were overpayments in fiscal 2011, the latest year of available data, and nearly 1 percent were underpayments, according to the government. That’s a total of about 96 percent.\n\nGallego’s statement comes close enough. We rate it as True.", "vclaim_id": "vclaim-pol-09177"}