{"url": "/factchecks/2012/may/07/mitt-romney/mitt-romney-says-500000-net-jobs-month-historicall/", "speaker": "Mitt Romney", "vclaim": "\"We should be seeing numbers in the 500,000 jobs created per month. (Creating 115,000 jobs, the total from April 2012) is way, way, way off from what should happen in a normal recovery.\"", "truth_label": "half-true", "date": "stated on May 4, 2012 in an interview on \"Fox & Friends\":", "title": "Mitt Romney says creating 500,000 net jobs a month is historically 'normal'", "text": "With the economy struggling to recover from the last recession, the monthly job reports from the Bureau of Labor Statistics have become key opportunities for both parties to spin the results to their advantage.\n\nAnd right on cue, the release of the most recent statistics on May 4, 2012 -- showing a gain of 115,000 jobs over the previous month -- prompted politicians and their allies to pounce.\n\nShortly after the numbers for April 2012 were released, Mitt Romney went on Fox News to offer commentary. He told Fox & Friends co-host Gretchen Carlson, \"We should be seeing numbers in the 500,000 jobs created per month. This is way, way, way off from what should happen in a normal recovery.\"\n\nWe decided to look at two parts of this comment. Is creating 500,000 jobs in a recovery \"normal\"? And are the job creation figures under President Barack Obama \"way, way, way off from\" whatever the normal amount is?\n\nWe’ll take these two issues in order. (The Romney campaign did not respond to an inquiry for this story.)\n\nIs 500,000 jobs created per month normal for a recovery?\n\nThe short answer is \"no.\"\n\nWe arrived at this conclusion by looking at the net monthly change in jobs all the way back to 1970. Since Romney was referring to total jobs, rather than private-sector jobs only, we used total jobs as our measurement. And since Romney was talking about job creation patterns during a recovery, we looked only at job creation figures for non-recessionary periods, as defined by the National Bureau of Economic Research. Finally, we excluded the current recovery.\n\nThe totals below refer to the percentage of months that produced job creation totals in the given ranges over the 386 non-recessionary months since 1970:\n\n500,000 jobs or more per month: 1 percent of months\n400,000 to 499,999 jobs per month: 5 percent of months\n300,000 to 399,999 jobs per month: 17 percent of months\n200,000 to 299,999 jobs per month: 29 percent of months\n100,000 to 199,999 jobs per month: 23 percent of months\n0 to 99,999 jobs per month: 15 percent of months\nNegative jobs created in a month: 10 percent of months\n\nGiven these statistics, we think it’s hardly \"normal\" during a recovery to create 500,000 jobs in a month -- it only happened 1 percent of the time. Nor for that matter is it \"normal\" to produce 400,000 jobs or 300,000 jobs in a month -- the median is somewhere in the low 200,000 range.\n\nSo on this point, Romney is wrong.\n\nHowever, we also decided to run a set of numbers adjusted for the size of the labor force. Due to population growth and changing patterns of employment, the labor force has almost doubled since 1970. For this calculation, we looked at how common it was to reach a lower job-creation threshold that approximated what 500,000 jobs would be today. Here’s what we came up with.\n\n300,000 jobs or more per month in the 1970s: 35 percent of months\n400,000 jobs or more per month in the 1980s: 6 percent of months\n400,000 jobs or more per month in the 1990s: 5 percent of months\n500,000 jobs or more per month between 2000 and 2007: Level never reached\n\nSo, even during the decade with the most robust job growth, the 1970s, it was not \"normal\" to reach a threshold that’s analogous to today’s 500,000 jobs created per month -- it happened about one-third of the time. And in the 1980s, 1990s and 2000s, it was even less common -- the likelihood of reaching an analogous threshold was never higher than 6 percent.\n\nAll told, then, Romney is exaggerating \"normal\" job creation for a recovery.\n\nIs job creation under Obama \"way, way, way off\" from the normal amount?\n\nIt depends on what you consider the \"normal\" amount.\n\nLet’s first compare Obama’s record to what happened in all recoveries between 1970 and 2007.\n\nDuring the 34 non-recessionary months on Obama’s watch, the median monthly change in jobs has been 110,000, which is approximately half of what it was between 1970 and 2007. And even if you adjust for the severity of the last recession by starting the count in January 2010 -- a year after Obama took office -- the median job increase becomes 120,000. That’s not much of an improvement.\n\nAs we‘ve already noted, the median job increase in previous recoveries is in the low 200,000s. But Obama’s median job increase is 110,000. So Romney is correct when he notes that job growth is not matching the pace of previous recoveries during the past four decades.\n\nBut by another comparison, Obama does better. If you compare Obama’s record to that of his most immediate predecessor -- President George W. Bush -- Obama’s median monthly job growth exceeded Bush’s, which was 95,000.\n\nHow good do the job-creation numbers need to be?\n\nGary Burtless, a labor economist at the Brookings Institution, said the economy needs roughly 90,000 to 100,000 new jobs every month to keep up with the growth in the working age population.\n\n\"If job growth exceeds that threshold, we’re making progress toward bringing employment up to the full-employment level,\" Burtless said. (As we’ve noted before, Burtless contributed $750 to Obama’s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of Sen. John McCain, R-Ariz., and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)\n\nBurtless said that if you set a target unemployment rate of 4.5 percent (the current rate is 8.1 percent) and aim for a similar labor participation rate to the pre-recession level of 2007, \"it would be truly excellent – though improbable – if we could add 500,000 jobs a month. But adding 200,000 a month would probably satisfy the electorate, and adding 300,000 a month is not out of the question.\"\n\nOur ruling\n\nRomney has a point that job creation under Obama has fallen well short of historical medians, at least going back to 1970. But job creation under Obama has exceeded the levels achieved during the George W. Bush administration. And Romney’s claim that 500,000 jobs a month is \"normal\" is way off. On balance, we rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11143"}