{"url": "/factchecks/2011/mar/04/glenn-beck/glenn-beck-says-first-lady-michelle-obama-has-43-h/", "speaker": "Glenn Beck", "vclaim": "Says Michelle Obama has 43 people on her staff; Nancy Reagan had just 3.", "truth_label": "pants-fire", "date": "stated on February 25, 2011 in his radio program:", "title": "Glenn Beck says First Lady Michelle Obama has 43 on her staff while Nancy Reagan had just 3", "text": "Glenn Beck rekindled a falsehood about the size of Michelle Obama's staff last week, comparing the first lady to Marie Antoinette, and citing her large staff as evidence that the Obamas are \"out of control.\"\n\nOn his radio program on Feb. 25, 2011, Beck asked a researcher to find out how many people are now on Michelle Obama's staff. Beck then immediately supplied his own estimate.\n\n\"It's like 43,\" Beck said.\n\nAnd, Beck said, \"They just hired a personal shopper who is going to coordinate all of her purchases and look for discounts if they're available.\"\n\n\"Forty-three people!\" Beck added.\n\n\"I think Nancy Reagan may have been the one who had the most people on the staff. She had three. Three!\"\n\n\"The first lady's office needs 43 people? For what? These people are out of control. It is really Marie Antoinette.\"\n\nAllegations that Michelle Obama has an excessively large staff compared to other first ladies is nothing new. In 2009, FactCheck.org and Snopes.com debunked the claim circulated in a chain e-mail that Michelle Obama had an \"unprecedented\" number of staffers, with 22.\n\nHere, Beck has upped the alleged number of staffers to 43. And he claims that when Nancy Reagan was first lady, she had just three.\n\nWe went first to the 2010 Annual Report to Congress on White House Staff, the latest online data, and did a search for anyone with the words \"first lady\" in their title. That turned up 15 staffers. We also searched \"social\" and found three more on Michelle Obama's staff.\n\nBut titles don't give the full picture. Myra Gutin, an expert on first ladies and politics at Rider University in New Jersey, said that as of 2009, Michelle Obama had 22 people on her staff. Gutin didn't have any more recent tallies, but she highly doubts it nearly doubled to the 43 cited by Beck.\n\nCatherine McCormick-Lelyveld, a spokeswoman for Michelle Obama, told us via e-mail that Michelle Obama's staff is now closer to 25 people.\n\nHow does that stack up?\n\n\"First lady Michelle Obama’s staff is no different in size than that of her predecessor, Laura Bush -- around 25 people -- and is based on a similar staffing model,\" said McCormick-Lelyveld. \"So suggestions that our staff is larger are wrong. While every first lady approaches the job differently, the responsibilities of the office of the first lady have grown over the years to include planning and hosting hundreds of events at the White House and across the city of D.C., planning and supporting domestic and foreign travel with and without President Obama, receiving, cataloging and responding to thousands of pieces of mail, and supporting the first lady’s active schedule in support of the President -- hence the staff size for both Mrs. Bush and Mrs. Obama.\"\n\nThe size of a first lady's staff fluctuates year to year. First ladies typically have several staff members each handling correspondence, press, social engagements and projects. At 25, Michelle Obama's staff is similar in size to her immediate predecessors.\n\nAccording to an Associated Press story on October 6, 2009, Laura Bush had a staff of between 24 and 26 by the end of President George W. Bush's term in 2009, citing Anita McBride, Laura Bush's chief of staff.\n \nAnd according to the Clinton Presidential Library, the size of Hillary Rodham Clinton's staff fluctuated from 13 in October 1993 to 19 by March 2000, the AP story said.\n\nBeck singled out Nancy Reagan, and claimed she had just three employees on her staff.\n\nOur first stop to check that was the Ronald Reagan Library, where Archivist Kelly D. Barton forwarded us a list -- based on the internal Executive Office of the President phone books -- of all the full-time staffers who worked in the first lady's office. In all, that came to 53 employees. But they weren't all serving at once, of course. So we turned to Sheila Tate, vice chair of the Washington, D.C., communications firm Powell Tate, who was Nancy's Reagan's press secretary.\n\nBy Tate's off-the-top-of-the-head count, there were 15 people on First Lady Nancy Reagan's staff. That includes four on the press team (including Tate); two in the projects office; two in the advance office; three in the social office; a personal secretary and her assistant; and the chief of staff and his assistant.\n\nThere are other people who worked in the East Wing, Tate said, including a large social and calligraphy staff that has nothing to do with changes in administrations.\n\nTate's not sure what jobs Beck counted to get his number for Nancy Reagan's staff (and our efforts to reach his show were unsuccessful), but by any measure, she said, the claim that Nancy Reagan had only three on her staff is \"clearly wrong.\"\n\nStacy A. Cordery,  a history professor at Monmouth College who serves as bibliographer for the National First Ladies' Library in Ohio, said the role of first ladies has expanded over the decades, and so has the size of the staffs.\n\n\"Edith Roosevelt hired the first social secretary, Isabelle Hagner,\" Cordery told us via e-mail. \"Ever since 1901, first ladies have had assistance carrying out their duties--duties which are not defined in any job description nor laid out in any part of the Constitution.  The first lady's correspondence is massive and her obligations as the 'hostess' of the White House have not decreased over time. Once first ladies took on causes (there were some before Eleanor Roosevelt, but she fundamentally changed Americans' expectations of the first lady) then their need for help increased. Modern first ladies like Lady Bird Johnson, Rosalyn Carter, Betty Ford, Barbara Bush, Hillary Clinton, Laura Bush and Nancy Reagan, have all used many more staff people than three.\"\n\nAnd Beck's comment that Michelle Obama \"just hired a personal shopper\" also is wrong. The claim appears to have its roots in a Feb. 21, 2011, Washington Post report that, \"according to several people with knowledge of her White House arrangement,\" Chicago boutique owner Ikram Goldman's role as \"shopper in chief\" has been taken over by Michelle Obama's longtime personal assistant, Meredith Koop.\n\n\"There has been no recent addition of a personal shopper,\" said McCormick-Lelyveld. \"Like previous first ladies, Mrs. Obama has a personal aide who is part of the residence staff and who provides general support for the first lady, including purchasing clothes when necessary.\"\n\nSo to summarize, Michelle Obama has a staff of 25, not 43 as Beck claimed. Nancy Reagan had a staff of about 15 (not 3, as Beck claimed). The size of Michelle Obama's staff is similar to that of her immediate predecessors. And she did not just hire a new personal shopper. In short, Beck's outrage is based on numbers that are wildly off the mark. We rate his claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-13487"}