{"url": "/factchecks/2010/jun/20/doug-macginnitie/candidate-calls-opponent-career-politician/", "speaker": "Doug MacGinnitie", "vclaim": "Georgia Secretary of State Brian Kemp is a \"career politician.\"", "truth_label": "false", "date": "stated on June 6, 2010 in a campaign flier:", "title": "Candidate calls opponent a \"career politician\"", "text": "So what makes someone a \"career politician\"?We at AJC PolitiFact Georgia became curious recently when we saw an advertisement mailed by Doug MacGinnitie, a Republican candidate for secretary of state.\"Who would you entrust with the integrity of Georgia's elections?\" it read. \"A career politician or an independent thinker?\"The ad didn't name names, but it was clear MacGinnitie was referring to the current officeholder, Brian Kemp, as the \"career politician\" in the ad. MacGinnitie  campaign manager Brandon Phillips confirmed our suspicion during a telephone interview that the reference to \"career politician\" was aimed at Kemp.\"It's a two-person primary,\" he said. Kemp and MacGinnitie are the only Republican candidates in the July 20 primary. Kemp, who spent four years as a state senator, has made a point during the campaign that he is the more experienced candidate, Phillips said. Kemp served in the Georgia Senate from 2003 to 2006. Gov. Sonny Perdue appointed Kemp as secretary of state in January after Karen Handel resigned to run for governor. MacGinnitie was elected to the Sandy Springs City Council in 2007. \"I don't think you can convince voters that you're the best candidate because you've been around the longest,\" Phillips said.But does four years in the Georgia Legislature and five months as secretary of state constitute a \"career politician\"? The MacGinnitie campaign says yes, if you add Kemp's failed bid to become state agriculture commissioner in 2006 and that Kemp considered a run for the Georgia Senate in 2007. Phillips' argument: How do you run for agriculture commissioner and run for a job as vastly different as secretary of state four years later?\"You couldn't find a more extreme example of going from one extreme to another. ... I just don't see how you do that and say you are not a career politician,\" Phillips said.Kemp, 46, however, has been a developer and in the real estate business since he graduated from the University of Georgia in 1987. Even when he served in the Legislature, Kemp (drawing an annual government salary of about $17,000) maintained his interest in the development game. Last year, Kemp started a manufacturing business, campaign officials said. He claims a net worth of nearly $6.3 million. Kemp will make about $120,000 this year as secretary of state and about $100,000 from his business interests, said his campaign manager, Tim Fleming.\"I would consider someone a career politician who's served 20 or 30 years,\" Fleming said.Most of the people we talked to agreed with the Kemp camp.When he thinks of career politicians, University of Georgia political science professor Charles Bullock considers Georgians like U.S. Sen. Johnny Isakson, U.S. Rep. Jack Kingston, U.S. Rep. John Lewis and U.S. Rep. John Linder. The four men have spent an average of 17.5 years in Congress.\"Four years is an awfully short time to constitute a career unless these are dog years,\" Bullock said in an e-mail.Bob Holmes, who served 34 years as a Democratic state representative, thought the combination of Kemp's four years in the Legislature and now two subsequent campaigns since 2002 shows \"some truth\" to the MacGinnitie campaign's claim. \"What he's done in the past decade ... indicates he wants to be in politics for the rest of his career,\" said Holmes, a retired Clark Atlanta University professor.So is Kemp a \"career politician\"? Well, the average length of service for a U.S. senator is 12.9 years and a member of the U.S. House of Representatives is 11 years, according to Congressional Research Service. Many of those elected officials held elected posts before going to Washington. Perdue, a former state senator, has spent 19 years as an elected official. Lt. Gov. Casey Cagle, a former state senator, is finishing his 16th year as an elected official. Then there is Agriculture Commissioner Tommy Irvin, who's been in office since 1969. Kemp is building a political resume, but two terms in the Legislature, a failed bid for Irvin's job and this campaign don't add up at this point. We rate Doug MacGinnitie's claim as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKen Hodges\n\n\nstated on June 11, 2010 in a campaign flier\n\n\n\n\n\n\n\n\n\"Rob Teilhet, Just another career politician.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 21, 2010", "vclaim_id": "vclaim-pol-14883"}