{"url": "/factchecks/2011/jun/28/jim-demint/jim-demint-says-federal-government-has-more-revenu/", "speaker": "Jim DeMint", "vclaim": "\"We've got more revenue than we ever have.\"", "truth_label": "false", "date": "stated on June 26, 2011 in an interview on CNN's \"State of the Union with Candy Crowley\":", "title": "Jim DeMint says federal government has more revenue coming in \"than we ever have\"", "text": "On the June 26, 2011, edition of CNN’s State of the Union with Candy Crowley, Sen. Jim DeMint, R-S.C., supported the decision by Republican budget negotiators to keep tax increases off the table.\n\nTwo leading congressional Republicans -- House Majority Leader Eric Cantor, R-Va., and Senate Minority Whip Jon Kyl, R-Ariz. -- pulled out of bipartisan talks on how to avoid federal debt exceeding a congressionally approved limit. If no action is taken and the debt limit is exceeded in August, the U.S. could be viewed as defaulting on its obligations, which could in turn trigger wider economic difficulties.\n\nCNN host Candy Crowley asked DeMint -- a leader of fiscal conservatives in the Senate -- \"Why shouldn't we just look at this and say it is another giant game of ‘chicken’ by our legislators?\"\n\nDeMint responded, \"Well, we've got more revenue than we ever have. We're spending more than we ever have. We don't -- we don't have a revenue problem. We have a spending problem. The government is doing things that we can't do well. We're wasting billions of dollars. And we're not going to address that waste and fraud until we have to.\"\n\nA reader asked us whether the federal government currently has \"more revenue than we ever have.\" So we decided to take a look.\n\nWe turned to historical data tables from the Office of Management and Budget. First, we looked at raw dollars for federal receipts for fiscal years going back to 1901. These numbers primarily include revenue from federal taxes, though a small portion includes money from tariffs and other sources.\n\nFor fiscal year 2010 -- the last year for which final numbers are available -- federal revenue totaled $2.16 trillion. The figure for fiscal year 2011, which is a projection, is $2.17 trillion.\n\nBut neither is the highest in U.S. history. Three other years exceeded both years’ figures -- 2006 (with $2.41 trillion in receipts), 2007 (with $2.57 trillion) and 2008 (with $2.52 trillion).\n\nBut raw figures aren’t even the best measurement, since they take no account of the size of the economy as a whole. As the nation’s economy grows over the long term, receipts tend to go up -- and over the long term, the economy, as measured by gross domestic product, has grown dramatically, making raw-number comparisons over time problematic.\n\nOMB also offers a historical table for receipts as a share of GDP. And this yardstick makes the inaccuracy of DeMint’s statement even clearer.\n\nIn fiscal year 2010, federal receipts accounted for 14.9 percent of GDP, a number that’s projected to fall to 14.4 percent of GDP by fiscal year 2011.\n\nTo find a level lower than that, you have to go back to the days of the Korean War, the Brooklyn Dodgers and the gray flannel suit. In 1950, federal receipts as a percentage of GDP amounted to 14.4 percent. During the subsequent six decades, the share typically hovered between 16 percent and 20 percent.\n\nWhen we contacted DeMint’s office, spokesman Wesley Denton said the absolute levels of federal tax revenues collected in many of the most recent years have been at or near record levels, even if it wasn’t the case for 2010.\n\n\"It is absolutely clear that recent years have seen the highest tax revenues on record, but our spending has skyrocketed even more,\" Denton said. \"If spending were today at 2003 spending levels, hardly a time of miserly spending, we'd be running a surplus instead of a deficit.\" (We checked Denton’s 2003 comparison, and he’s correct.)\n\nStill, for the specific statement DeMint made on CNN -- which is the claim that we’re checking -- DeMint was wrong using either standard. He was off by a few years using raw dollar figures. And when you use tax revenue as a share of gross domestic product -- which is a better yardstick for this sort of comparison -- he was off by six decades. So we rate DeMint’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12841"}