{"url": "/factchecks/2020/mar/19/facebook-posts/conspiracy-theory-falsely-connects-george-soros-co/", "speaker": "Facebook posts", "vclaim": "\"George Soros owns the WuXi PHARMA LAB located in Wuhan, China where COVID-19 was developed and conveniently Broke Out.\"", "truth_label": "false", "date": "stated on March 15, 2020 in a text post:", "title": "Conspiracy theory falsely connects George Soros to COVID-19", "text": "George Soros has been accused of many outrageous things. Now, misinformation on Facebook is blaming the billionaire philanthropist for the 2019 coronavirus pandemic. \n\"George Soros owns the WuXi PHARMA LAB located in Wuhan, China where COVID-19 was developed and conveniently Broke Out,\" reads a March 15 text post.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It had more than 3,700 shares as of March 18.\n\n(Screenshot from Facebook)\nMore than 191,000 people worldwide had been infected with COVID-19 as of March 18.\nLike other conspiracy theories about Soros, this Facebook post is bogus. In January, the conspiracy theory was shared in a Reddit thread that cited a now-defunct fake news website.\nThe WuXi AppTec Group is a pharmaceutical and biotechnology company based in China. It works primarily on manufacturing and developing medical devices. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe seed of the Facebook conspiracy is the fact that the company has a location in Wuhan, the epicenter of the COVID-19 outbreak. And documents from the United States Securities and Exchange Commission show that Soros was a WuXi shareholder in May 2011. (Subsequent SEC filings do not list the company among Soros’ investments, perhaps because he changed the legal status of his hedge fund that summer to avoid more government regulation.)\nBut none of that amounts to what the Facebook posts claims: that Soros \"owns\" the company and its Wuhan location. WuXi’s CEO and chairman is Ge Li, according to its website. \nAnd scientists have found that COVID-19’s origin is likely natural — not man-made, as the Facebook post and several other conspiracy theories allege.\nRELATED: 7 ways to avoid misinformation during the coronavirus pandemic\nAn article published March 17 says that, while the exact origin of the coronavirus is still unclear, its genetic makeup of the coronavirus precludes it from being created in a lab.\n\"If genetic manipulation had been performed, one of the several reverse-genetic systems available for betacoronaviruses would probably have been used,\" the analysis reads. \"However, the genetic data irrefutably show that SARS-CoV-2 is not derived from any previously used virus backbone.\"\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18164"}