{"url": "/factchecks/2014/jun/11/republican-governors-association/gop-misfires-carter-claim/", "speaker": "Republican Governors Association", "vclaim": "Jason Carter supports using Georgia tax dollars to promote Obamacare", "truth_label": "barely-true", "date": "stated on May 29, 2014 in In a television ad:", "title": "GOP misfires on Carter claim", "text": "Death and taxes have nothing on the inevitability of attack ads during election season.\nAnd since we live in Georgia – where an Atlanta Journal-Constitution poll in May found that 86 percent of voters see a candidate’s stance on the Affordable Care Act as a very important factor in their vote – it was another certainty that the federal health care overhaul also known as Obamacare would get prime billing.\nEnter \"Bad Idea,\" a Republican Governors Association ad against Jason Carter, the Democratic state senator locked in a tight race against Gov. Nathan Deal.\nIt opens with claims that health care premiums will increase under the law before asking why Carter would say expanding the Medicaid program to more low-income Georgians \"should be on the table.\" Then, the hammer:\n\"And why would Jason Carter support using Georgia tax dollars to promote Obamacare?\" it asks.\nCarter’s staff disagrees with that assessment, saying his vote on an anti-Obamacare bill was about information, not taxpayer money.\nAnd that’s exactly the sort of conflict that sets the PolitiFact Truth-O-Meter aquiver.\nJon Thompson, the RGA’s press secretary, pointed us to House Bill 943, which bars state or local government employees from advocating for the Affordable Care Act and prevents creation of a state-run health insurance exchange. It also prohibits the use of state or local money to hire people to help Georgians sign up for coverage under the law.\nCarter was among 17 senators who voted against the measure, 16 of them Democrats.\n\"This law says we will not use our resources to implement a federal policy that our state disagrees with,\" said state Rep. Edward Lindsey, R-Atlanta.\nLindsey wrote the amendment that watered down a previous bill, House Bill 707, that aimed to bar any state or local government agency from using money or resources to implement, not just promote, Obamacare.\n\"Essentially, it is a statement from Georgia,\" Lindsey added.\nWilliam Custer, the director of the Center for Health Services Research at Georgia State University, notes that Obamacare remains the law of the land, though. Even in Georgia. Even with House Bill 943.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\n By Madison Black • February 2, 2021\n\n\n\n\n\n\n\nTo that end, the bill as passed mostly prohibits what Georgia already didn’t plan to do – Deal had previously said he would not set up a state-run health exchange – and limits speech by public employees on taxpayers’ time, Custer said.\n\"It’s certainly reasonable that a person could vote no on that because of First Amendment concerns or objection to the state telling local government what to do,\" he said. \"As such, it was a message law. \"\nCarter read the restrictions in the bill as banning Georgia from accepting federal dollars, not using state dollars, to help explain the overhaul to constituents, said his spokesman, Bryan Thomas.\n\"Whatever anyone’s opinion on Obamacare, it’s a huge change to federal health care law,\" Thomas said. \"(Carter) voted no because this bill prevented state and local government agencies from helping people understand that massive change.\"\nCarter did not issue a public statement to that end on the day of the vote, Day 39 of the 40-day session.\nIn fact, he has remained mostly noncommittal about his thoughts on Obamacare in general as well as specific pieces of the law. That leaves his few statements open for interpretation – and political attack.\nThis week, Carter told the AJC that expanding Medicaid would be one way to secure federal money to help keep rural hospitals open in the state.\nBut Thomas, when asked whether Carter supports Medicaid expansion, said the candidate would also look at whether Georgia could get the same deal that Arkansas secured, to take new Medicaid money from the federal government to help the uninsured poor buy insurance on the private market.\nThomas called it \"a false choice\" to answer yes or no if Carter would support Medicaid expansion as governor.\n\"It’s not a yes or no question,\" Thomas said.\nThat kind of non-answer answer does Carter no favors. Mischaracterizing his stance isn’t hard to do when he won’t give clear answers to the policy questions on voters’ minds.\nIn summary, though, it is still a stretch to conclude that Carter’s objection to one anti-Obamacare bill translates into support for spending state taxpayer money on the law.\nPolitiFact could not find any specific tax increase that Carter supported as a state senator, shoring up his office’s claims that it would be out of the norm for him to vote in favor of a measure if he believed it would increase taxes.\nBut because Carter’s stance has been so fuzzy, it opens the door for interpretation about what he really believes.\nWe rate the GOP claim as Mostly False.", "vclaim_id": "vclaim-pol-07756"}