{"url": "/factchecks/2011/jul/11/shirley-franklin/ex-mayor-franklin-says-former-aps-school-chief-imp/", "speaker": "Shirley Franklin", "vclaim": "Former Atlanta Public Schools Superintendent Beverly Hall left the school district \"significantly better than she found it.\"", "truth_label": "pants-fire", "date": "stated on June 23, 2011 in a blog post:", "title": "Ex-Mayor Franklin says former APS school chief improved district", "text": "As Beverly Hall’s beleaguered term as Atlanta Public Schools superintendent came to a close, former Mayor Shirley Franklin waxed elegiac.\n\nFranklin’s June 23 post on Blogging While Blue cast Hall’s tenure as one of collaboration and accomplishment. Hall reached out to the entire community, she said, and APS experienced \"notable successes.\"    \n\n\"She leaves the school district significantly better than she found it,\" Franklin concluded.\n\nWait a second. What about that cheating scandal?\n\nThe Atlanta Journal-Constitution has written for years about allegations of widespread cheating at APS. Late Tuesday, the state released the results of a yearlong investigation that confirmed these reports, and then some.\n\nThe test score success that rocketed Hall to national acclaim was the result of widespread cheating that may have gone on for a decade, the report said. The investigation implicated 178 educators, including 38 principals, and more than 80 confessed. Investigators confirmed cheating in 44 of 56 schools they examined, they said.\n\nDistrict leaders knew or should have known about it, the report said.    \n\nThe scandal made national news. Time magazine called it \"likely the largest cheating scandal in U.S. history to date.\" The Christian Science Monitor called it \"America's biggest teacher and principal cheating scandal.\"\n\nAPS even became a punch line on Thursday’s \"Tonight Show.\" Jay Leno said it’s so hot he’s been sweating like an Atlanta student trying to take a test on his own.\n\nWe contacted Franklin, who started her term in 2002, three years after Hall took office.\nShe said she could not respond to our questions by deadline because she no longer has staff to assist her.\n\n\"When my schedule is tight, I can't direct staff to handle one or the other of the requests,\" Franklin said.\n\nAPS did not respond to our calls and emails.\n\nUndeterred, we switched on our Truth-O-Meter.  \n\nFranklin’s post listed five reasons why schools are better off after Hall:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThe districtwide graduation rate increased by about 30 points.\n\nGraduates earned a record $129 million in college scholarships in 2010, up from $9 million in 2000.\n\nPhilanthropic groups invested $160 million in APS.\n\n$1 billion was spent constructing and renovating schools.\n\nAPS built 17 new schools and renovated more than 60 others.\n\n\n\n\nFirst, we looked at the district graduation rate. Georgia Department of Education figures show it jumped from 39 percent in the 2001-2002 school year to 66.3 percent in 2009-2010.\n\nBut this dramatic increase, like the district’s skyrocketing test scores, may be fiction, according to the findings of an AJC investigation published Aug. 15.  \n\nThe surge took place between 2003 and 2005. During those same years, the district removed thousands of students from its rolls -- about 30 percent of all pupils in grades nine through 12, the article said.\n\nThat means the district no longer included them in the graduation rate.\n\nMany were recorded as \"transfers\" to other systems, at times without proof they hadn’t dropped out. One consultant estimated more than one-third of those who left were not documented.\n\nDistrict officials denied they tried to get rid of low-performing students to boost their numbers, but their credibility is questionable. One of those officials gave investigators false information during the state’s cheating investigation, Tuesday’s report alleged.    \n\nNow we turn to Franklin’s claim about new infrastructure. APS reports construction projects to the state Department of Education, but not its costs, so we cannot confirm her spending figure.  \n\nRecords do show that since 1999, the year Hall took office, the state Department of Education approved plans to build 15 new schools and update 61. This is very close to Franklin’s count.\n\nAs for Franklin’s scholarship and donation figures, the school district is not required to report them to the state, so we cannot confirm them independently.   \n\nWe do know that in light of the cheating scandal, there is reason to question whether APS won its donations fairly. APS received $125,000 in scholarships in 2002 as a finalist for the Broad Prize for Urban Education because of overall improvements, including test scores, according to an AJC article.\n\nThe Bill & Melinda Gates Foundation donated money because it thought APS was on \"the leading edge\" in \"effective teaching,\" a foundation spokesman told the AJC in 2010. A spokesman told the AJC that it will continue to support APS.\n\nHow do we rule?\n\nThe data Franklin uses to demonstrate Hall left APS \"significantly better than she found it\" is flawed.\n\nAt least two of the statistics Franklin mentions are clouded by APS’ integrity crisis, and two are unconfirmed. That leaves school construction as the only clear-cut accomplishment of the Hall administration, and this does not outweigh the trouble the district now faces.  \n\nThe district has to re-educate students who received high scores they did not earn. It must replace the 178 implicated educators. Key administrators may face criminal charges, and court battles could drag on for years. A district culture that Hall shaped over 12 years needs to be gutted and rebuilt.\n\nConfirmation of massive, widespread, coordinated school cheating is more than a bombshell. It’s the H-bomb of revelations. After Hall’s term, the district’s academic reputation, culture and integrity are in ruins. How can it possibly be better off?  \n\nWe rate Franklin’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-12769"}