{"url": "/factchecks/2019/jun/21/donald-trump/donald-trump-again-falsely-says-obama-had-family-s/", "speaker": "Donald Trump", "vclaim": "\"When I became president, President Obama had a separation policy. I didn’t have it. He had it.\"", "truth_label": "false", "date": "stated on June 20, 2019 in a Telemundo interview:", "title": "Donald Trump, again, falsely says Obama had family separation policy", "text": "President Donald Trump, in an interview with the Spanish-language TV network Telemundo, adamantly claimed that the separation of immigrant families at the border during his presidency happened because of an Obama policy. That’s not true.\nJosé Díaz-Balart, anchor of \"Noticias Telemundo,\" asked Trump if his \"zero-tolerance\" immigration policy was a mistake. The Trump policy called for the prosecution of all adults who crossed the border illegally; when parents came in with children, the families were separated.\nIn the interview that aired June 20, Trump said it was not a mistake. He argued that separations were due to an Obama policy and that Trump himself wanted families together.\n\"We had separations,\" Trump said. \"When I became president, President Obama had a separation policy. I didn’t have it. He had it. I brought the families together. I’m the one that put them together.\"\nDíaz-Balart said that despite 2,800 recent reunifications, the government still doesn’t know how many children are still separated from their parents.\n\"Are you ready? Under the Obama plan,\" Trump started saying, before Díaz-Balart pushed back saying that what they were talking about was Trump’s plan.\n\"No, we are not, because I’m the one that put people together. They separated. I put them together,\" Trump repeated. Reunifications happened, Díaz-Balart said, because a court ordered it.\n\"I inherited separation, and I changed the plan and I brought people together,\" Trump said. Trump repeated this claim later in the interview.\nTrump’s persistent claims don’t align with the facts.\nSeparations under past administrations rare, systematic under Trump\nGenerally, a child and an adult who arrive together at the border can be separated when border officials cannot establish the custodial relationship; when they believe the custodian may be a threat to the child; or when the custodian is being detained for prosecution.\nImmigration experts have told us that family separations were relatively rare under Obama and other past administrations. They did not happen at nearly the scale that they did under the Trump administration.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nGeorge W. Bush’s Operation Streamline referred for prosecution immigrants who crossed into the country illegally, but made exceptions for adults traveling with children. The Obama administration initially kept families together in detention, but after losing a legal challenge, released families out of detention after holding them for a limited time.\nThe Department of Homeland Security, which oversees border enforcement, previously told PolitiFact that Obama’s administration did not count the number of separated families.\nIt’s unclear exactly how many children were separated from their parents during Trump’s administration, which has acknowledged problems in its logistics and record-keeping. Under a court order, around 2,800 children have been reunited with their parents or otherwise discharged from federal custody.\nThe controversial family separations under Trump’s watch happened as a result of a new policy introduced in April 2018 by Trump’s then-Attorney General Jeff Sessions.\nSessions said an \"escalated effort\" was needed to address a crisis at the southwest border and directed the implementation of the \"zero-tolerance\" policy, to prosecute all adults illegally entering the United States.\nIn March 2017, then-DHS Secretary John Kelly told CNN he was considering separating children from parents to deter illegal immigration. In the Telemundo interview, Trump also said that \"when you put the parents together with the children, when you don’t separate,\" more people arrive at the border.\nAmid growing backlash and criticism of family separations, Trump issued an executive order to keep families together, even if a parent faced prosecution. Families will be detained together \"where appropriate and consistent with law\" and based on available resources, said his June 2018 order.\nBefore issuing the order, Trump had claimed that family separations could not be stopped through an executive order. That wasn’t true, either.\nOur ruling\nTrump said, \"When I became president, President Obama had a separation policy. I didn’t have it. He had it.\"\nThe Obama administration did not have a policy to separate families arriving illegally at the border. Family separations rarely happened under the Obama administration, which sought to keep families together in detention. Then, based on a court decision, it released families together out of detention.\nSeparations under Trump happened systematically as a result of his administration’s policy to prosecute all adults crossing the border illegally. After mounting public pressure and criticism, Trump signed an executive order to stop separating families. Around 2,800 children have been reunited with their families because a court ordered the Trump administration to do so.\nTrump repeatedly attempts to change the narrative about family separations, but the facts remain the same. Obama did not pass down to Trump a policy to separate families.\nTrump’s claim is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-00506"}