{"url": "/factchecks/2011/jun/03/sarah-palin/palin-claims-gulf-oil-drilling-moratorium-responsi/", "speaker": "Sarah Palin", "vclaim": "We are looking at \"150,000 barrels (of oil) per day less next year, and 200,000 barrels per day less being able to be developed from the gulf the year after\" because of the moratorium on new drilling enacted by the Obama administration.", "truth_label": "barely-true", "date": "stated on May 31, 2011 in an interview on Fox News:", "title": "Palin claims Gulf of Mexico drilling moratorium will cause projected 150,000 barrel a day production drop", "text": "In an exclusive interview with Fox News' Greta Van Susteren on board her \"One Nation\" bus tour, former Alaska Gov. Sarah Palin took a shot at President Barack Obama's decision to place a temporary moratorium on new drilling in the wake of the April 2010 Deepwater Horizon oil spill.\n\n\"We cannot keep going with the flow, as we have been with a moratorium in the gulf,\" the former Republican vice presidential candidate said in the May 31, 2011, interview. \"And then we're told by the White House there really isn't a moratorium. Yes, there is. The impacts of that moratorium, where 97 percent of our offshore has been locked up...what we're looking at now is 150,000 barrels per day less next year, and 200,000 barrels per day less being able to be developed from the gulf the year after, because the moratorium disallowed the permitting process, disallowed rigs to be able to, economically speaking, stay in the gulf. They moved out.\n\n\"So we're going to be looking at $8 billion a day that we're going to be pouring into foreign countries in order to import that make-up fuel that we're going to need to take the place of what we could have gotten out of the Gulf.\"\n\nWe are going to break her statement into two fact checks. In a separate item, we looked at Palin's claim that the moratorium will mean that oil imports will cost the United States $8 billion a day.\n\nHere, we'll deal with the first part, Palin's claim -- that \"what we're looking at now is 150,000 barrels per day less next year, and 200,000 barrels per day less being able to be developed from the gulf the year after, because the moratorium disallowed the permitting process, disallowed rigs to be able to, economically speaking, stay in the gulf.\"\n\nPalin's political action campaign did not respond to our inquiry about the figures she used.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nPalin's numbers are pretty close to the official projections from the government's Energy Information Administration, the federal agency that keeps track of energy statistics. According to the EIA's short-term energy outlook report from May 2011, crude oil production from the Gulf of Mexico (Table 4a.) is projected to go from 1.64 million barrels a day in 2010; to 1.51 million barrels a day in 2011; and down to 1.32 million barrels a day in 2012. In other words, oil production from the gulf is projected to dip by 130,000 barrels a day this year; and another 190,000 barrels a day in 2012. So Palin's numbers were a little high, but in the ballpark.\n\nThe bigger problem, however, is that Palin attributes the drop entirely to the moratorium.\n\nThat's part of it, said Jonathan Cogan, a spokesman for the EIA, but \"the factors behind the decline are not simply a matter of the moratorium.\" It's also due to a natural decline in production from existing wells, he said.\n\nIn its May 10, 2011, report, the EIA spells out that the decline is \"because of production declines from existing fields and the impact of last year's drilling moratorium and the subsequent delay in issuing new drilling permits.\"\n\nSo how much of the drop can be attributed to the moratorium and how much to natural production declines from existing fields?\n\nThe report doesn't say, but we think a similar EIA report from April 2010 (Table 4a) -- before the oil spill -- puts the issue into some perspective. Then, the EIA projected oil production from the Gulf of Mexico would drop by 100,000 barrels a day between 2010 and 2011. In other words, even before the oil spill and ensuing moratorium, the EIA expected a drop in oil production from the Gulf of Mexico. After the moratorium, the projected drop went from 100,000 barrels to 130,000 barrels a day. Since most of the forecast decline predates the oil spill and the moratorium, it is misleading to attribute it entirely to the moratorium.  And so we rate Palin's claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-12996"}