{"url": "/factchecks/2011/oct/31/americans-prosperity-new-jersey/conservative-group-claims-steve-sweeney-gave-new-j/", "speaker": "Americans for Prosperity: New Jersey", "vclaim": "Says state Senate President Stephen \"Sweeney gave us the nation's highest income tax rates, driving out jobs.\"", "truth_label": "false", "date": "stated on October 24, 2011 in a television ad posted on YouTube:", "title": "Conservative group claims Stephen Sweeney gave New Jersey the nation’s highest income tax rates, driving out jobs", "text": "A conservative organization’s ad campaign paints a group of New Jersey Democrats as President Barack Obama’s minions -- and state Senate President Stephen Sweeney is among them.\n\nThe New Jersey chapter of Americans for Prosperity launched last week a series of radio and television spots targeting incumbent legislators battling for re-election on Nov. 8. An ad criticizing Sweeney claims the South Jersey Democrat’s \"Obama-style policies\" are responsible for high unemployment in the state.\n\n\"How? Sweeney gave us the nation's highest income tax rates, driving out jobs. Sweeney backs cap and trade and raising electric rates, which will drive out more jobs. And Sweeney backs Obama’s job-destroying government health care plan and Obama's failed stimulus schemes,\" the ad says.\n\nHigh taxes. Fewer jobs. We’ve heard -- and checked -- similar claims before, but never specifically on income tax rates.\n\nSo, did Sweeney give New Jersey the nation's highest income tax rate, driving jobs out of state?\n\nSweeney took office as a state Senator in 2002. Since then, New Jersey has never had the the highest income tax rate in the nation.\n\nThe state Legislature increased the top income tax rate in 2004 and 2009. Sweeney voted for both measures, but he’s just one vote among many and the governor signed both bills.\n\nIn 2004, New Jersey’s top income tax rate went from 6.37 percent on those making more than $75,000 to 8.97 percent on those making more than $500,000 with the so-called \"millionaires’ tax.\" Several other states, including California, Montana and Vermont, all had higher income tax rates that year, according to data from the Tax Foundation, a business-backed group that studies tax policy.\n\nIn 2009, the state’s top income tax rate increased to 10.75 percent on incomes over $1 million.  Even then, Hawaii and Oregon had slightly larger top income tax rates of 11 percent.\n\nThe tax expired in 2010. Sweeney became the state Senate president the same year. He has tried twice since then to reinstate the \"millionaires’ tax,\" but Gov. Chris Christie vetoed both measures.\n\nSteve Lonegan, director of the New Jersey chapter of Americans for Prosperity, argued that all taxes, whether they are sales taxes or property taxes, \"conspire to be a tax of everyone’s income.\"\n\nBut the ad clearly says New Jersey has the \"nation's highest income tax rate,\" while showing a photo of a New Jersey residential income tax form. So, on that point, the ad is wrong.\n\nBut are New Jersey’s income tax rates responsible for job loss?\n\nLonegan referred to a Tax Foundation study that ranked New Jersey as the worst in the nation for state and local tax burdens. And according to the tax research group, the Garden State ranks number one in that category.\n\nBut when it comes to the destruction of jobs, taxes may be one factor, but they aren’t the only factor.\n\n\"Everything matters,\" said Mark Robyn, an economist with the Tax Foundation. \"But taxes also matter.\"\n\nRonald Alt, senior research associate with the Federation of Tax Administrators, said the argument that increasing the top income tax rates discourages people from taking risks and starting businesses \"really overstates the effect of the tax rates. There are a lot of other factors that come into play.\"\n\nThose factors, according to Alt, include: the level of education in the state, how close the business is to its market and suppliers, who the business is selling to and the overall cost of doing business in the state.\n\nOur ruling\n\nThe New Jersey chapter of Americans for Prosperity launched an ad campaign targeting Democratic incumbents running for re-election. One television spot said, \"Sweeney gave us the nation's highest income tax rates, driving out jobs.\"\n\nDuring Sweeney’s tenure the top income tax rate in New Jersey increased twice. Neither of those tax hikes bumped New Jersey into the top spot in the nation for income taxes  -- and you can’t solely blame Sweeney for either increase. And the ad’s larger point that high incomes tax rates decreased jobs is overstated.\n\nWe rate this statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12172"}