{"url": "/factchecks/2012/aug/17/steve-phelps/nascar-executive-says-many-fans-serve-military/", "speaker": "Steve Phelps", "vclaim": "\"NASCAR fans are twice as likely as non fans to serve in the military and 37 percent of active servicemembers and veterans are NASCAR fans.\"", "truth_label": "mostly-true", "date": "stated on July 10, 2012:", "title": "NASCAR executive says many fans serve in military", "text": "When the Army dropped its sponsorship of a NASCAR racing team, the good ol’ boy institution responded with wonkish restraint.\n\nA statement from Stewart-Haas Racing said the change was due to the Army’s \"reallocation of its marketing budget.\" NASCAR’s statement was written in business speak and\nincluded a statistic:\n\n\"NASCAR fans are twice as likely as non fans to serve in the military and 37 percent of active servicemembers and veterans are NASCAR fans,\" NASCAR Chief Marketing Officer Steve Phelps said in a July 10 article in The Hill, which covers Congress.\n\nThe National Guard still sponsors a team. This is just the kind of data NASCAR might publicize to coax it to stay.\n\nIs it correct?\n\nThe threat of losing the Guard is real. U.S. Rep. Betty McCollum, D-Minn., regularly introduces attempts to stop all military sports sponsorships, not just NASCAR.\n\nThis year, she gained the support of Republican U.S. Rep. Jack Kingston of Savannah, a budget hawk. They failed, but with federal budget cuts on the horizon, sponsorships remain at risk.\n\nWe reached out to NASCAR, academics, private research companies, McCollum and Kingston.\n\nKingston’s office did not respond. An official from McCollum’s office criticized Phelps’ claim but gave no specific data.\n\nNASCAR sent us proprietary information from Experian Consumer Research, a private data company. The findings came from a survey of about 25,000 U.S. adults, including nonfans.\n\nExperian found that 18 percent of NASCAR fans serve or have served in the armed forces or reserves, compared with 9 percent of nonfans. In other words, fans were twice as likely to serve or be veterans.\n\nThis is close to what Phelps said. He said fans were twice as likely \"to serve\" in the military.\n\nExperian also reported that about 37 percent of current or past military members were fans, just as Phelps said.\n\nThere are shortcomings in Experian’s data. The definition of \"fan\" was broad. It includes respondents who said they were \"very,\" \"somewhat\" or \"a little bit\" interested in NASCAR.\n\nAlso, the findings are not the result of a peer-reviewed study published in an academic journal -- the gold standard of research. NASCAR paid for the data.\n\nThese factors do not discredit the poll, but we’d have more confidence in its findings if other surveys had similar results.    \n\nConfirmation was hard to find.  \n\n\"In general, there is a bizarrely scant amount of NASCAR research among sport fandom scholars,\" said John Spinda, an assistant professor at Murray State University in Kentucky. He has published research on NASCAR.\n\nStill, Spinda and others agreed that NASCAR’s military data made sense in light of other research.\n\n\"NASCAR fans are more likely to be male and less likely to be college-educated, so it makes sense that fans would be more likely to be involved in the military,\" said Larry DeGaris, director of the Academic Sports Marketing Program at the University of Indianapolis.\n\nDeGaris is also president of the company Sponsorship Research & Strategy, which researches corporate sponsorship. A  2006 poll of more than 1,000 respondents found that 56 percent of those who described themselves as fans were male.\n\nThe private firm Scarborough Research asked 200,000 people whether they had \"any interest in NASCAR\" in its survey from August 2010 through September 2011. Fans were 31 percent more likely to be male than U.S. adults in general, and 13 percent were less likely to have graduated from college.\n\nJames Dertouzos has studied military sponsorships as senior economist at the nonprofit RAND Corp. He said NASCAR’s audience is also more likely to be blue-collar, middle-class, Southern or Midwestern, and politically conservative\n\n\"These are exactly the people who have positive impressions of service in the military,\" Dertouzos said. RAND is an independent research institute with roots in the U.S. military and defense industries.\n\nData support his statement. Scarborough reported fans were 19 percent more likely to be blue-collar workers.\n\nThat company’s 2009 data, posted on NASCAR’s website, also agree with Dertouzos’ assessment that fans are more likely to be Midwestern and Southern, although Sponsorship Research & Strategy found they were more evenly distributed.\n\nDeGaris’ group found fans were more likely to be Republican.  \n\nIt’s worth noting that Scarborough found that fans were 18 percent more likely to have \"military specific\" jobs.\n\nThis appears to support Phelps’ claim, but researchers surveyed few people in this category. These findings are not as reliable as their other data, a spokeswoman told us.  \n\nOur conclusion:\n\nWhat little data that exists appears to support Phelps’ points that NASCAR fans are more likely to serve, and that service members and veterans are more likely to be fans.\n\nPhelps appears to give a correct impression, although supporting data are thin. We give him a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10571"}