{"url": "/factchecks/2013/mar/24/larry-valencia/larry-valencia-says-third-s/", "speaker": "Larry Valencia", "vclaim": "\"Do you know that, statistically, when you take the SAT a second time, one third of the people that take the SAT, even if they've been studying, will get a lower score than they did the first time around?\"", "truth_label": "true", "date": "stated on March 19, 2013 in radio interview:", "title": "R.I. Rep. Larry Valencia says a third of students who take SAT for second time do worse than first time", "text": "There’s a vigorous debate going on in Rhode Island over the state’s decision to require high school students to score highly enough on the New England Common Assessment Program test -- commonly called the NECAP --to qualify for a diploma.\n\n \n\nSupporters, including state Education Commissioner Deborah Gist, say expecting students to reach at least \"partially proficient\" in math and English will ensure that they’re qualified to graduate and will push schools to raise expectations of students.\n\n \n\nBut critics say the test, especially the math portion, is too difficult and was never meant to be used to determine whether a student should get a diploma. Showing improvement on the test is one of three graduation requirements, along with completion of coursework and a senior project or portfolio.\n\n\nThe Providence Student Union, a group of students who object to using the test that way, recently invited 50 adults, including political figures, to take a sample part of the math test.\n\n\nSixty percent of the adults failed.\n\n \n\nOne test-taker, state Rep. Larry Valencia, D-Richmond, said in a March 19, 2013, radio interview that he had concerns with the test being tied to graduation. The radio discussion then moved more broadly into standardized testing, including the Scholastic Assessment Test, or SAT, that students around the country take to apply to college.\n\n\nValencia said, \"Do you know that, statistically, when you take the SAT a second time, one third of the people that take the SAT, even if they've been studying, will get a lower score than they did the first time around?\"\n\n\nHis point is relevant to the debate because NECAP supporters point out that students who don’t do well on the test must take it again and show improvement to qualify for graduation.\n\n\nSo we wondered whether Valencia was right that a third -- roughly 33 percent -- of students who take the SAT fare worse on their second try.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nWe asked Valencia for his backup and he e-mailed a link to the College Board web site, which showed these figures about retaking the SAT: 55 percent of juniors improved their scores, 10 percent of juniors got the same scores, and 35 percent -- the key number -- got lower scores.\n\n\nWe also checked with the College Board, which administers and devises the SAT, to verify that the information on the website was accurate.\n\n\nThe College Board provided updated figures that varied slightly from those on the web site but not enough to change the picture. Sixty-six percent of students saw scores increase, 4 percent saw no change and 30 percent saw a decrease, according to Leslie Sepuka, director of regional communications at the New York offices of the College Board.\n\n\nBoth groups of figures are for the 1.66 million SAT takers in the class of 2012. The figures Valencia pointed us to are only for students who specifically took the test in spring of junior year and fall of senior year.\n\n\nThe data Sepuka provided are from an analysis of all students in the class who took the SAT more than once.\n\n\n\"The important thing to note is that both analyses reflect similar patterns with the majority of students improving their scores and approximately a third of students experiencing a second test score decline,\" Sepuka said.\n\n\nChanges in scores on the second SAT are typically driven by a specific effect: students who score low the first time are more likely to score higher the second; students who have high scores the first time are statistically more likely to see a drop the second time.\n\n\n\"Interestingly, higher scoring students are more likely to retest than lower scoring students, yet when lower-scoring students retest, they tend to experience a larger score gain,\" Sepuka said.\n\n\nOur ruling\n\n\nState Rep. Larry Valencia, D-Richmond, said, \"Do you know that, statistically, when you take the SAT a second time, one third of the people that take the SAT, even if they've been studying, will get a lower score than they did the first time around?\"\n\n\nFigures from the College Board confirm that.\n\n\nWe give Valencia the highest score on the Truth-O-Meter test: True.\n\n\n(For the record, Valencia reported that he got a 73 percent on the NECAP sample math test portion, which would be a \"3,\" or \"proficient,\" with just 4 of the 50 adults getting a higher score.)\n\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09554"}