{"url": "/factchecks/2018/oct/22/kathy-manning/fact-checking-kathy-mannings-ad-ted-budd-and-pre-e/", "speaker": "Kathy Manning", "vclaim": "Says Ted Budd \"voted to gut protections for pre-existing conditions … letting insurance companies deny coverage for (necessary) treatment.\"", "truth_label": "half-true", "date": "stated on October 9, 2018 in a television ad:", "title": "Fact-checking Kathy Manning’s ad on Ted Budd and pre-existing conditions", "text": "Two years ago, Republicans were attacking Democrats for backing the Affordable Care Act. But the tables have turned.\nThese days, Democrats across the country are citing the popularity of the ACA, also known as Obamacare, and blasting Republicans for their repeated efforts to chip away at it.\nIn North Carolina’s 13th Congressional District, which includes Statesville, High Point and parts of Greensboro, a 30-second television ad from Democratic congressional candidate Kathy Manning targets incumbent Republican Rep. Ted Budd for his vote on a \"repeal and replace\" bill.\nThe ad cites the case of a woman named Lilly who \"worked her way through UNC while living with a tumor that radiation and surgery could not cure.\"\n\"But Lilly’s congressman, Ted Budd, voted to gut protections for pre-existing conditions like hers, letting insurance companies deny coverage for the treatment she needs,\" the ad says.\nBudd is not the first Republican to see this attack. In the last several weeks, PolitiFact’s state affiliates have awarded Half True ratings to nearly identical ads and statements from Democrats in Wisconsin, Florida, Virginia and California.\nManning’s ad has been active on Facebook for more than a month, and the Manning campaign even set up a special website to showcase it. So we decided to give it a fresh look and see how it stacks up against the facts.\nThe American Health Care Act and the MacArthur amendment\nThe Manning campaign declined to comment, but its website cited articles from Time, CNN and the AARP to back up the claim.\nThe website noted that the vote in question was related to the American Health Care Act of 2017, a Republican plan to overhaul Obamacare. The AHCA, as the bill was called, passed the House with a 217-213 margin before ultimately failing in the Senate.\nThe AHCA would have retained some components of Obamacare while eliminating the individual mandate and making other modifications.\nBudd voted yes on the AHCA, and while it did not allow states to refuse coverage to people with pre-existing conditions, it did open the door for insurers to hike premiums for those people under certain circumstances.\nSpecifically, an April 2017 amendment from Rep. Tom MacArthur, R-N.J., would have allowed states to apply for waivers to some requirements of the Affordable Care Act.\nAs PolitiFact noted in its guide to the MacArthur amendment, the amendment would have let states seek waivers from the AHCA’s \"continuous coverage\" provision, which was supposed to require that Americans continuously carry health insurance or else face higher premiums for one year.\nInsurers in states receiving waivers would have been permitted to consider a person’s health status when setting premiums in the individual market for the year of penalty. In other words, they would have been able to raise the premiums, for one year, of a person with a pre-existing condition so long as that person had been uninsured for 63 consecutive days the previous year.\nCurrently under Obamacare, premiums can only vary based on certain conditions, such as age, location or tobacco use. Any person without employer or government-provided health insurance is guaranteed access to coverage in the individual market — regardless of his or her health status — and cannot be charged a higher rate because of a pre-existing condition.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nWhat would the AHCA have meant for pre-existing conditions?\nElizabeth Oglesby, Budd’s campaign manager, said Manning’s claim about protections for pre-existing conditions was inaccurate.\n\"Not one person would be denied health insurance for pre-existing conditions, and (Manning) should apologize for her false, smear campaign and take down her ad,\" she said.\nIndeed, the MacArthur amendment explicitly stated that \"nothing in this Act shall be construed as permitting insurers to limit access to health coverage for individuals with pre-existing conditions.\"\nBut there’s more nuance to unpack here.\nAs we mentioned before, the amendment would have allowed insurers to consider pre-existing conditions when writing policies for people who had lapses in their coverage the previous year.\nThe Kaiser Family Foundation estimated that could mean that 6.3 million people could have faced higher premiums under the AHCA because of pre-existing health conditions.\nThat’s a significant number, but a small portion of the estimated 50 to 120 million people under 65 with pre-existing conditions. That means somewhere between 4 and 13 percent of people under 65 with pre-existing conditions could have experienced heightened premiums under the AHCA.\nAs PolitiFact has noted before, many low-income people have trouble staying covered without lapses, and the waiver system could have led insurers to drive premiums too high for these people during penalty years.\nThe ACHA would have appropriated $8 billion over five years to assist people who could not afford the penalty premiums. The waivers would have also allowed states to set up high-risk pools or participate in a federal invisible risk-sharing program to reimburse insurers for taking on high-risk individuals.  \nBut it’s not clear how effective either measure would have been. In a press release, the American Medical Association warned that the AHCA’s waiver program \"could make coverage unaffordable for people with pre-existing conditions.\"  \nThat’s why, when President Donald Trump and North Carolina Republican Rep. Robert Pittenger said the AHCA included coverage for pre-existing conditions, PolitiFact gave them both Mostly False ratings.\nOur ruling\nManning’s ad said Ted Budd \"voted to gut protections for pre-existing conditions … letting insurance companies deny coverage for the treatment (Lilly) needs.\"\nThe bill included a line stating that insurers would not have been allowed to restrict access to healthcare for people with pre-existing conditions.\nBut in a limited way, the AHCA would have rolled back protections for pre-existing conditions by letting some insurers raise premiums based on a person’s health status under certain circumstances. This could have led to somewhere between 4 and 13 percent of people under 65 with pre-existing conditions facing higher premiums.  \nOverall, Manning’s ad is partially accurate, but leaves out important details and context. We rate this statement Half True.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-22 21:14:01 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says Ted Budd \"voted to gut protections for pre-existing conditions … letting insurance companies deny coverage for (necessary) treatment.\"    Kathy Manning North Carolina congressional candidate https://www.youtube.com/watch?v=qBQwX29rvmQ   in a television ad Tuesday, October 9, 2018 2018-10-09    Read More  info", "vclaim_id": "vclaim-pol-01437"}