{"url": "/factchecks/2013/jul/07/barbara-buono/barbara-buono-claims-state-spending-was-lower-fy20/", "speaker": "Barbara Buono", "vclaim": "Says spending in the fiscal 2009 budget was lower than spending in the fiscal 2014 budget", "truth_label": "true", "date": "stated on June 26, 2013 in a state Senate budget hearing:", "title": "Barbara Buono claims state spending was lower in FY2009 plan than Chris Christie's FY2014 budget", "text": "Chris Christie has spent months hammering home how high New Jersey’s spending was when his gubernatorial challenger Barbara Buono chaired a Senate budget panel a few years ago.\n\n \n\nNow Buono, a Democratic state senator from Metuchen, is taking her shot at spending under Christie.\n\n \n\nBuono made her move at a June 26 Senate budget hearing when she spoke against Christie’s $32.9 billion budget for fiscal year 2014. The Legislature approved the plan that afternoon and Christie signed it two days later.\n\n \n\nBuono noted in her speech that the fiscal year 2009 budget crafted on her watch, when she chaired the Senate’s Budget and Appropriations Committee, spent less than what’s been approved for fiscal year 2014.\n\n \n\nWe wondered if that was true, especially since Christie has frequently criticized spending levels when Buono helmed the budget panel, particularly for fiscal year 2008. But in this case, Buono’s claim about higher spending in Christie’s just-approved budget is accurate.\n\n \n\nLet’s review the numbers.\n\n \n\nPatrick Giordano, Buono’s chief of staff, said in an e-mail that Buono’s figures were confirmed by the nonpartisan Office of Legislative Services.\n\n \n\nWe reviewed an e-mail sent by David J. Rosen, the OLS budget and finance officer, to Giordano, and then confirmed the data separately with Rosen.\n\n \n\nThe result? Spending in the fiscal year 2009 appropriations act was $32.86 billion, compared with $32.97 billion for the fiscal year 2014 spending plan, Rosen wrote to Giordano. That’s a difference of $108,491,000 – or one-third of 1 percent.\n\n \n\nSo, Buono’s claim is correct: spending for the fiscal year 2014 budget is higher than fiscal year 2009.\n\n \n\nFor context, let’s also look at spending under the fiscal year 2008 budget – the other spending plan that Buono helped craft during her chairmanship of the Senate budget panel. Buono referenced both budgets during her speech on the Senate floor.\n\n \n\nFormer Gov. Jon Corzine had final approval of the fiscal years 2008 and 2009 budgets.\n\n\nNow let’s look at spending for every fiscal year since 2008:\n\n\n\n\n\n\n\n\n\n\n\n\nFISCAL YEAR\n\n\n\nTOTAL APPROPRIATIONS\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n\nFY2008\n\n\n\n$33.47 billion\n\n\n\n\n\nFY2009\n\n\n\n$32.86 billion\n\n\n\n\n\nFY2010\n\n\n\n$28.99 billion\n\n\n\n\n\nFY2011\n\n\n\n$28.36 billion\n\n\n\n\n\nFY2012\n\n\n\n$29.69 billion\n\n\n\n\n\nFY2013\n\n\n\n$31.65 billion\n\n\n\n\n\nFY2014\n\n\n\n$32.97 billion\n\n\n\n\n\n\nSources: New Jersey Office of Legislative Services Summary Of Appropriations Acts for fiscal years 2008-2014\n\n \n\nSo state spending dropped from fiscal year 2008 to 2009, but state spending has increased in each of Christie’s budgets.\n\n \n\nIt’s worth noting that the recession had a major impact on decreased spending from 2008 to 20009. The National Bureau of Economic Research has defined the recession as beginning in December 2007 and ending in June 2009.\n\n \n\nNew Jersey Senate Republicans spokesman Ben Sparks did not respond to our request for comment.\n\n \n\nOur ruling\n\n \n\nBuono said during a speech on the Senate floor about the fiscal year 2014 budget that its spending level is higher than spending under the fiscal year 2009 budget. Buono chaired the Senate Budget and Appropriations Committee when the 2009 plan was drafted and ultimately approved by Corzine.\n\n \n\nThe OLS confirmed Buono’s claim, noting that spending for fiscal year 2009 was $32.86 billion, compared with $32.97 billion for fiscal year 2014.\n\n \n\nWe rate Buono’s claim True.\n\n \n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09136"}