{"url": "/factchecks/2015/dec/20/paul-ryan/paul-ryans-shaky-claim-obamacare-making-families-p/", "speaker": "Paul Ryan", "vclaim": "The Affordable Care Act is \"making families pay double-digit premium increases.\"", "truth_label": "half-true", "date": "stated on December 20, 2015 in comments on 'Meet the Press':", "title": "Paul Ryan's shaky claim that Obamacare is 'making families pay double-digit premium increases'", "text": "House Speaker Paul Ryan, R-Wisc., called out President Barack Obama as \"one of the most polarizing presidents we’ve ever had,\" telling NBC’s Chuck Todd that relations between the parties would have been better under 2012 GOP presidential nominee Mitt Romney, who made Ryan his running mate\n\"But you guys are going to try to defund his signature health care law,\" Todd said on the Dec. 20 edition of Meet the Press. \"For many progressives, that's a polarizing move.\"\n\"It's a law that is not working. It's a law that's depriving people's choices,\" Ryan said. \"It's a law that's making families pay double-digit premium increases.\"\n\nThis sounded similar to a claim we examined in October, when GOP presidential candidate and businessman Donald Trump said the law is causing premiums to go up \"35, 45, 55 percent.\" We rated that claim Half True, noting that some may see price hikes at those levels, but the rates suggested by Trump are the high end of premium changes.\nRyan is suggesting less dramatic increases in the \"double digits.\" We decided to rate that claim on the Truth-O-Meter.\nWe found that Ryan, like Trump, is cherry-picking plans in the marketplace and ignoring the tax credits that are also part of the law.\nHow prices have changed\nMost people get their insurance through their employer or other government programs like Medicare and Medicaid, not the federal exchange at healthcare.gov. (Single and family premiums for employer-sponsored plans increased an average of 4 percent this year, according to the Kaiser Family Foundation, a leading nonpartisan health policy research center.)\nIn this fact-check, we’ll specifically look at health insurance plans sponsored by Obamacare. Ryan’s office sent us a few links describing how some Obamacare enrollees in some states will see increases of 10 percent or more from this year to next. But hikes in the double digits are not as universal as Ryan suggests, and not entirely attributable to the health care law itself.\nThe Department of Health and Human Services looked at average rate hikes for the benchmark plan in the marketplace, the second-lowest priced silver plan. According to HHS data, 19 out of the 37 states in the federal exchange saw an average rate increase in the double digits. At the low end, rates in Missouri increased by 10.4 percent while Oklahoma saw the biggest hike at 35.7 percent.\nConversely, four states actually saw reduced rates, with Indiana’s decrease in the double digits at 12.6 percent. The other 11 states with rate hikes saw smaller increases, from 1.2 to 6.1 percent.\nAcross all silver plans, the average increase is about 11 percent, estimated McKinsey & Company, a management consulting firm. But according to McKinsey, people who will see their lowest cost plans increase at rates above 10 percent are in the minority (28 percent).\nThe national average increase for the benchmark plan, according to HHS, is not in the double digits. It’s 7.5 percent for the 37 states using healthcare.gov. In the 30 largest markets, representing about 60 percent of enrollees, the rate increase is 6.3 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"For most consumers, premium increases for 2016 are in the single digits and they will be able to find plans for less than $100 a month,\" said Kevin Counihan, CEO of healthcare.gov in a news release.  \nYear-over-year average changes in premiums alone, however, don’t fully capture how changes hit an enrollee’s wallet. To get a sense of the typical rate increase, we have to also consider enrollment figures for each state, as well as tax credits for premiums, which are available to consumers earning up to 400 percent of the federal poverty line (less than $97,000 for a family of four).\nFactoring in these two components, the average rates are significantly reduced and nowhere near double-digit increases.\nAccording to the Kaiser Family Foundation, the weighted average rate for major cities in 49 states and Washington, D.C., grew by 3.6 percent.   After accounting for tax credits, the weighted average actually decreased 0.7 percent.\nNo such thing as typical\nRyan missteps by saying the law alone is \"making\" the premiums increase. Rather, experts say, hikes are more likely the result of insurers underestimating how sick enrollees would be.\n\"Risk pools remain quite volatile, at least in part because of all the special enrollment periods the administration has introduced in their attempts to get as many people as possible to sign up,\" said Gail Wilensky, a health economist and the head of Medicare and Medicaid under George H.W. Bush. \"Stopping that is the first step to bringing stability to the market.\" \nBut both Wilensky and Larry Levitt of the Kaiser Foundation stressed that 2016 is the first year that insurers are looking at actual claims data. Before, they were \"essentially guessing at what their costs were,\" Levitt told PolitiFact in October. \"Some insurers guessed better than others, which leads to variations in premium changes.\"\nExperts also stress that premiums vary too much to be captured by averages. Enrollment figures also differ from state to state, which influences each state’s risk pool and premium changes. Premium rate increases can also be unique to an individual’s circumstances.\n\"A number of factors can result in a consumer’s premium differing from the average rate change, including changes in: age, tobacco status, geography, benefit design, family status, and subsidy eligibility,\" according to a brief by the American Academy of Actuaries.\nIn other words, individual consumers may find national averages not all that telling when it comes to understanding their own rates.\nOur ruling\nRyan said the health care law is \"making families pay double-digit premium increases.\"\nRyan has a point that some plans have seen increases of 10 percent or more with insurance purchased on healthcare.gov. However, Ryan is cherry-picking the high end of rate changes. On average, the benchmark plan has increased 7.5 percent, which decreases once premium tax credits and enrollment figures are factored in.\nWe rate Ryan’s claim Half True.", "vclaim_id": "vclaim-pol-05599"}