{"url": "/factchecks/2014/aug/03/seth-magaziner/seth-magaziner-says-state-pension-investments-earn/", "speaker": "Seth Magaziner", "vclaim": "Rhode Island's state pension system \"underperformed the median three out of the four years that Mr. [Frank] Caprio was in office.\"", "truth_label": "mostly-true", "date": "stated on July 13, 2014 in a debate on WPRI-TV:", "title": "Seth Magaziner says state pension investments earned less than average during Frank Caprio's term", "text": "In the Democratic primary contest for Rhode Island's general treasurer, in which former treasurer Frank Caprio is looking to get his old job back, challenger Seth Magaziner is making the past performance of the state's pension fund an issue.\nDuring a debate that aired July 13, 2014 on WPRI-TV, Magaziner claimed that when Caprio oversaw the fund, its performance was below par.\n\"Our state's pension system has been underperforming our peers for years,\" Magaziner said.\nAfter some back-and-forth with Caprio, who disputed figures Magaziner cited, Magaziner made this statement: \"Whether you measure it by calendar year or by fiscal year,\" he said, \"we underperformed the median three out of the four years that Mr. Caprio was in office.\"\n(The median is the \"middle\" number in a ranked list.)\nBefore we begin, we should note that we will be dealing with two definition of \"year\" -- the calendar year that begins Jan. 1 and the state fiscal year, which begins July 1. Caprio was in office for four full calendar years and three full fiscal years, the periods that are relevant.\nWhen we asked Magaziner's campaign for his supporting documentation, it sent us a spreadsheet with the earnings from 107 state plans for the fiscal years 2007 to 2011 based on information from Boston College's Center for Retirement Research.\n\"The data clearly shows that in only in one of the years when he was in office did Mr. Caprio (barely) outperform most other states, hence Seth's assertion of 'three out of the four years Mr. Caprio was in office,'\" said Evan England, Magaziner's campaign manager.\nBut that list turned out to be less than accurate.\nWhen we forwarded the spreadsheet to Caprio for comment, he quickly found 11 plans in 9 states that were not valid comparisons because their rate of return was calculated using a different fiscal year than Rhode Island's. \"This is like using the score from the 5th inning of a baseball game and saying that's the final score,\" Caprio said.\nIn response, the Magaziner campaign sent us an updated list that eliminated 25 of the 107 plans.\n\"Unfortunately for Mr. Caprio, the result is the same. The R.I. plan still underperforms the median four out of the five fiscal years he was in office,\" said England. Yet he was referring to two fiscal years during which Caprio wasn't in office for half the period.\nEven that new list wasn't perfect. Nebraska was still included even though its reporting year is out of synch with Rhode Island's and Massachusetts was dropped from the list even though it should have stayed on.\nIt should be noted that during the three fiscal years when only Caprio was in office, the rates of return for the Rhode Island plans were always within 1 percentage point of the median.\nMagaziner's campaign also offered as evidence an analysis comparing Rhode Island's rates of return (based on reports from the Rhode Island State Investment Commission) to a national index developed by Wilshire Associates, a respected California-based investment management firm.\nBy that measure, Rhode Island underperformed in three out of four calendar years, as Magaziner said. (The exception was Caprio's first year in office.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nDuring the three fiscal years when Caprio served a full term, Rhode Island underperformed the Wilshire during the first two years, one fewer than Magaziner claimed.\nHow reliable is the Wilshire index? \"It’s among the largest and most representative indexes for measuring institutional investment performance,\" said Keith Brainard, research director for the National Association of State Retirement Administrators.\nHowever, Brainard cautioned that comparison is difficult because, if nothing else, each pension plan has its own unique mix of investments based on its needs.\n\"Really, the best benchmark is its own internal benchmark\" which is determined in advance based on that investment mix, Brainard said.\nSo we checked that.\nMonthly reports for Rhode Island's investment plan, compiled by State Street Investment Analytics, show that Rhode Island's performance was lower than its own benchmark in two of the four calendar years (2007 and 2009) Caprio was on the job.\nIt was also lower than the benchmark during two of the three complete fiscal years of Caprio’s tenure.\nBy that measure, it's Magaziner's criticism that underperforms.\nIn response, Caprio noted that the overall rate of return for the three fiscal years he served as treasurer was -4.63 percent, compared to the State Street's benchmark of -5.28 percent, which means that the state lost less money than the benchmark during the recession.\nMagaziner's campaign responded by saying that the benchmark in the investment commission report \"has nothing to do with Rhode Island's performance relative to other public pension funds.\"\nOur ruling\nSeth Magaziner said that Rhode Island's state pension system \"underperformed the median three out of the four years that Mr. Caprio was in office,\" which is the claim we're checking.\nThere is no uncontested gold standard against which the \"median\" can be determined.\nUsing the benchmarks Magaziner wants to use -- Boston College's data on pension returns in other states and the respected Wilshire index -- Magaziner is off the mark a bit, in part because Magaziner wants to count fiscal years in which Caprio wasn't serving a full term as treasurer.\nBut the government pension experts with whom we spoke cautioned that such comparisons are not always fair, because different plans use different investing strategies based on their history and funding requirements.\nIf you look at the predetermined benchmark used for Rhode Island's plan, the state's pension program performed below the median in two of the four calendar years that Caprio was in office, and in two of the three full fiscal years that included his tenure.\nThe bottom line: The state’s plan underperformed benchmarks, as Magaziner said, but not quite as often as he said.\nBecause the statement is accurate but needs clarification or additional information, such as an alternative measure of success that tells a slightly different story, we rate it Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07502"}