{"url": "/factchecks/2020/oct/01/joe-biden/yes-coronavirus-deaths-red-states-add-second-highe/", "speaker": "Joe Biden", "vclaim": "“If you just count all the deaths in the red states, we are number two in the world in deaths, just behind Brazil.”", "truth_label": "mostly-true", "date": "stated on September 21, 2020 in a speech:", "title": "Yes, coronavirus deaths in red states add up to second-highest in the world", "text": "Former President Barack Obama once famously said \"the pundits like to slice-and-dice our country into red states and blue states\" -- instead of simply the United States.\nBut in the lead-up to the 2020 presidential election, the candidates themselves are creating these separate \"countries\" to make their point about the ongoing COVID-19 pandemic. \nIn a campaign stop in Manitowoc on Sept. 21, 2020, Democratic presidential nominee Joe Biden struck back at an assertion Republican President Donald Trump had made earlier in the month about coronavirus deaths: That so-called \"blue states\" were driving the country’s high death rates. \nTrump, trying to burnish his performance in combating the virus, had said if those states were removed from the equation, the United States would really be \"at a very low level\" of deaths. \nIn Manitowoc, where Biden visited a foundry, he said Trump was wrong. \n\"If you just count all the deaths in the red states, we are number two in the world in deaths, just behind Brazil,\" Biden said. \nTrump is off track in claiming that U.S. coronavirus deaths, which have topped 200,000,  would be low if some states were not counted — an illogical argument from the get-go, because the country cannot be split that way. \nBiden, meanwhile, is mostly on track in claiming that if red states somehow were split off, they would still account for the second-highest death counts in the world, depending on how you define red and blue states. \nLet’s dig in. \nDefining \"red states\" by states that voted for Trump in 2016\nWhen asked for evidence for Biden’s claim, a Biden campaign spokesperson pointed to a Sept, 16, 2020, analysis piece from the Washington Post, which tallies virus deaths by which 2016 presidential candidate a state supported. \nBy that analysis, and as of that date, the author wrote, more than 90,000 deaths had occurred in red states, which would have ranked second in the world. \nThe argument holds up even after considering more recent death tolls. The 30 states that Trump took in 2016 had recorded 97,329 deaths in total as of Sept. 28, 2020. Here’s the breakdown, according to a New York Times case and death tracker: \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nAlabama, 2,501; Alaska, 52; Arizona, 5,624; Arkansas, 1,329; Florida, 14,036; Georgia, 6,803; Idaho, 460; Indiana, 3,591; Iowa, 1,321; Kansas, 641; Kentucky, 1,195; Louisiana, 5,480; Michigan, 7,052; Mississippi, 2,921; Missouri, 2,119; Montana, 174; Nebraska, 487; North Carolina, 3,468; North Dakota, 237; Ohio, 4,746; Oklahoma, 1,007; Pennsylvania, 8,181; South Carolina, 3,337; South Dakota, 218; Tennessee, 2,362; Texas, 15,854; Utah, 453; West Virginia, 337; Wisconsin, 1,293; Wyoming, 50.\nIf we were to only count these states, the death total as of that date would fit between Brazil at the top of the chart (141,741) and India at number three (95,542), making Biden’s claim spot-on. \nDefining \"red states\" as states that have Republican governors \nBiden characterized red and blue states in a different way during his speech. \n\"Think about what (Trump) is saying. He's saying, if you live in a state like Wisconsin, Michigan, Pennsylvania, states with Democratic governors, you're not his problem. He has no obligation to you,\" the former vice president said. \nThat’s defining blue states as states with Democratic governors, which Trump himself may have been getting at with his comment about blue states, in which, at one point, he cited \"blue state-managed\" leadership. \nIt still doesn’t make Trump’s claim accurate. It does, however, make Biden’s a bit less of a bullseye.\nThe 26 states whose governors are currently Republicans had a combined total of 83,695 deaths as of Sept. 28, 2020, behind Brazil and India, coming in third in the world. Here’s the breakdown: \nAlabama 2,501; Alaska, 52; Arizona, 5,624; Arkansas, 1,329; Florida, 14,036; Georgia, 6,803; Idaho, 460; Indiana, 3,591; Iowa, 1,321; Maryland, 3,938; Massachusetts, 9,415; Mississippi, 2,921; Missouri, 2,119; Nebraska, 487; New Hampshire, 439; North Dakota, 237; Ohio, 4,746; Oklahoma, 1,007; South Carolina, 3,337; South Dakota, 218; Tennessee, 2,362; Texas, 15,854; Utah, 453; Vermont, 58; West Virginia, 337; Wyoming, 50. \nStill, the facts here are clear. No one can split the nation in half based on political parties to spin death counts one way or another. \nOur death toll is what it is, and it is high — the highest in the world, by more than 50,000. Even when adjusted for population, the United States ranks 11th in the world for total deaths. \nOur rating \nBiden claimed that the U.S. death total from the coronavirus in red states alone would rank second in the world. \nDepending on how one interprets \"red states,\" this is either spot-on or close to accurate. \nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-18591"}