{"url": "/factchecks/2016/sep/16/donald-trump/fact-checking-donald-trumps-claim-hillary-clinton-/", "speaker": "Donald Trump", "vclaim": "\"Hillary Clinton and her campaign of 2008 started the birther controversy.\"", "truth_label": "false", "date": "stated on September 16, 2016 in a speech:", "title": "Fact-checking Donald Trump's claim Hillary Clinton started Obama birther movement", "text": "Donald Trump repeated his debunked claim that Hillary Clinton started the rumors questioning whether President Barack Obama was born in the United States.\n\"Hillary Clinton and her campaign of 2008 started the birther controversy,\" Trump said in a 30-minute press conference Sept. 16, 2016. \"I finished it.\"\nThe birther issue reemerged when the Washington Post asked Trump a day earlier if he believes Obama was born in the United States. He refused to answer.\n\"I’ll answer the question at the right time,\" Trump said Sept. 15. \"I just don’t want to answer it yet.\"\nThis prompted a flurry of incredulity over his revitalization of the \"birther\" issue, which in turn prompted his campaign to answer the question for him and also accuse Clinton of starting it in the first place.\n\nTrump has repeatedly claimed that Clinton began the whole issue in the first place. Trump said \"Hillary is a birther\" in February 2015 at CPAC, tweeted that \"she was all in\" in September 2015, and said \"she brought it up years before it was brought up by me\" on CNN in May 2016. The morning of his press conference, Trump brought it up again on Fox Business.\nPolitiFact and our friends at FactCheck.org and the Washington Post Fact-Checker have debunked this zombie claim multiple times.\nThere is no evidence that Clinton or her 2008 campaign ever floated the theory. While Clinton supporters circulated the allegations the last time she ran for president, they had no ties to either the candidate or her staff.\nA damning memo?\nThe Sept. 15 Trump campaign statement linked to a 2007 strategy memo published in the Atlantic from former Clinton aide Mark Penn that advises pointing out Obama’s \"lack of American roots.\"  \n\nWhile Penn suggests Clinton \"own ‘American’ in our programs,\" that’s not the same thing as suggesting Clinton question Obama’s citizenship or birthplace. The memo never advises that.\nIt also explicitly states, \"We are never going to say anything about his background.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFurthermore, as the Atlantic and Politico reported in 2008, neither Clinton nor her campaign acted on Penn’s advice.\nA not-damning chain email\nThe other piece of \"evidence\" linking Clinton to birtherism are emails circulated by supporters of Clinton during the last days of the 2008 Democratic primary after Clinton suspended her campaign.\nAccording to a Telegraph article, Clinton supporters circulated the \"birther\" theory in an email as early as April 2008.\n\"Barack Obama’s mother was living in Kenya with his Arab-African father late in her pregnancy,\" the email said, according to the Telegraph. \"She was not allowed to travel by plane then, so Barack Obama was born there and his mother then took him to Hawaii to register his birth.\"\nThe allegations gained momentum that month. Clinton conceded the race on June 7, and three days later a website called Pumaparty.com (an acroynom for Party Unity My A--) encouraged Clinton backers to support Republican nominee Sen. John McCain.\nThe website promoted the theory with an email that read, \"Obama May Be Illegal to Be Elected President,\" as Daily Beast editor John Avlon has documented.\nAccording to Avlon, Linda Starr, a Clinton volunteer in Texas, was key to spreading the rumor. She connected with with Philip Berger, an attorney and Clinton supporter, who sued to block Obama’s nomination. The suit was thrown out.\nBut this is not the same thing as Clinton or her campaign promoting the theory. There is no evidence that they ever have done so. Clinton has dismissed the allegation when Trump made his accusation last September in an interview with CNN’s Don Lemon.\n\"That is — no. That is so ludicrous, Don. You know, honestly, I just believe that, first of all, it’s totally untrue, and secondly, you know, the president and I have never had any kind of confrontation like that,\" Clinton said. \"You know, I have been blamed for nearly everything, that was a new one to me.\"\n(Another thing to note: Clinton volunteers forwarded emails promoting the myth that Obama is a Muslim. As we have previously reported, both resigned from the campaign after they were found to have spread the rumor. The Clinton campaign condemned their actions and said it was unauthorized.)\nOur ruling\nTrump said, \"Hillary Clinton and her campaign of 2008 started the birther controversy.\"\nThere is no evidence to support this. Clinton supporters circulated the rumor in the last days of the 2008 Democratic primary and after Clinton had conceded to Obama. But the record does not show Clinton or her campaign ever promoting the birther theory, let alone starting it.\nWe rate Trump’s claim False.\n Share the Facts   Politifact    5 7  Politifact Rating: False  Hillary Clinton and her campaign of 2008 started the birther controversy.\"    Donald Trump Presidential candidate   In a speech Friday, September 16, 2016 09/16/2016    Read More  info", "vclaim_id": "vclaim-pol-04310"}