{"url": "/factchecks/2009/nov/13/diana-degette/degette-claims-public-option-will-be-privately-fun/", "speaker": "Diana DeGette", "vclaim": "\"The public option is not funded with public money. It's funded with private insurance premiums.\"", "truth_label": "half-true", "date": "stated on November 9, 2009 in the 'Rachel Maddow Show':", "title": "DeGette claims the public option will be privately funded", "text": "Amid debate over a health reform bill, the House adopted new restrictions on funding abortions, and Democratic congresswoman Diana DeGette is not happy about the development.\n\n \n\nAs chairwoman of the Pro-Choice Caucus, DeGette of Colorado is upset that under the bill low-income individuals would not be able to use federal subsidies to buy abortion coverage through a health insurance exchange. Furthermore, a government-run health insurance option would not offer abortion coverage except in the case of rape, incest or when the life of the mother is endangered.\n\n \n\nHere's what she had to say about the issue on the Nov. 9, 2009, episode of the\n\nRachel Maddow Show\n\non MSNBC.\n\n \n\n\"Nobody in the public option would be able to get an insurance policy that offered abortion coverage,\" she said. \"And we need to remember, the public option is not funded with public money. It's funded with private insurance premiums. So, let's say you have a small business owner who goes in to the public option because they can't get insurance anyplace else, and they want to buy a policy with their own private money, no federal money, that they would be banned from doing that.\"\n\n \n\nWe've\n\nalready explored\n\nthe second part of DeGette's claim, that small businesses and individuals would not be able to buy abortion coverage through the exchange, and found it to be False. In fact, insurers can still offer abortion coverage through the exchange so long as the administrative structure behind it is not supported by federal money, and individuals can buy abortion coverage through the exchange so long as they use their own money.\n\n \n\nSo, for this fact-check, we'll focus on DeGette's other point -- that the public option is funded by private insurance premiums, not public money.\n\n \n\nThe public option has turned out to be the most controversial part of the health care reform. It's a government-run option for people buying insurance on the individual market, not through their employer, and it would be one of many plans offered through a new insurance exchange -- think of it as a one-stop shop for consumers where they can compare costs and benefits between plans. The hope is to increase competition and accountability within the insurance industry.\n\n \n\nSo far, the Senate version of the bill does not include a public option, but Democratic Leader Harry Reid says the bill that comes to the Senate floor will likely include such a plan.\n\n \n\nThe public option has become a flashpoint between Republican opponents of the bill and its Democratic advocates, in part because members of the GOP see it as a government effort to socialize medicine and too expensive. And now that the House has adopted an amendment that officially severed any ties between the public option and abortion coverage, tension between lawmakers on both sides of the abortion debate has only intensified.\n\n\nDeGette's point is that the public plan isn't really public at all because it will be sustained through premiums paid by consumers, so it should not exclude abortion coverage.\n\n \n\nWe looked into exactly how the public option would be funded, and here's what we found: According to the House Energy and Commerce Committee, which has jurisdiction over the plan, the public option would be administered through the Department of Health and Human Services, and it would negotiate rates with providers in the public option. To make sure the public plan doesn't have an unfair advantage, the bill requires that the plan be self-sustaining; funding would come from the premiums consumers pay to get coverage.\n\n \n\nBut the feds aren't exactly off the hook. The government will front the operation $2 billion to cover initial administrative costs and claims, though lawmakers expect that sum will be recouped after the program has been in operation for 10 years.\n\n \n\nSo DeGette is right and she's wrong. In the long-term, the public option is meant to be self-sustaining. But first, it will require a big chunk of of public money to get started. We give her a Half True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15470"}