{"url": "/factchecks/2020/nov/18/facebook-posts/georgia-election-officials-found-more-2600-uncount/", "speaker": "Facebook posts", "vclaim": "\"Voter FRAUD exposed in Georgia. Over 2600 votes 'FOUND.'\"", "truth_label": "barely-true", "date": "stated on November 16, 2020 in in a Live video:", "title": "Georgia officials found more than 2,600 uncounted ballots, but they’re not evidence of fraud", "text": "As Georgia neared the deadline to complete a hand recount and audit of its presidential election results, some social media users said officials found evidence of voter fraud.\nOn Nov. 16, the man who runs a conservative page called the \"Pissed Off Patriot\" posted a Facebook Live video in which he falsely claimed that President Donald Trump won the election against Joe Biden. In Georgia, where Biden led by about 14,000 votes, the page owner said there is evidence of voter fraud in rural Floyd County.\n\"BREAKING: Voter FRAUD exposed in Georgia,\" the video caption says. \"Over 2600 votes ‘FOUND.’\"\nThe man in the video appears to read from a news article as he discusses how \"2,631 votes were found in Georgia\" and speculates that it was due to voter fraud. We reached out to the Pissed Off Patriot for a comment, but we haven’t heard back.\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) In the weeks since the election, Georgia has been the subject of numerous pieces of disinformation that seek to undermine faith in the integrity of its vote.\n\n(Screenshot from Facebook)\nWhile election officials did find more than 2,600 uncounted votes in Floyd County, that discovery is not evidence of voter fraud in Georgia. Secretary of State Brad Raffensperger, a Republican, has repeatedly said there is no evidence of fraud affecting the state’s presidential election results.\nThe Atlanta Journal-Constitution reported Nov. 16 that officials had found more than 2,600 ballots in Floyd County, located northwest of Atlanta, that hadn’t been tallied. In a tweeted statement, Gabriel Sterling, Georgia’s voting system manager, said Trump will likely benefit from the votes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"Here is the unofficial breakdown of the ballots that weren’t originally uploaded,\" Sterling said. \"1,643 votes for Pres. Trump, 865 for former VP Biden and 16 for Libertarian Jo Jorgensen. That is +778 for President Trump that will be reflected in the certified result.\"\nTo win Georgia, which has voted Republican in every presidential election since 1992, Trump would need to make up thousands more votes. State election officials do not expect that will happen — and even if it did, Biden would still have enough electoral votes to win the presidency.\nThe Floyd County ballots weren’t counted after Election Day because local officials did not upload votes from a memory card in a ballot scanning machine. Sterling told reporters the problem was the result of human error.\nRELATED: How we know Joe Biden won the 2020 presidential race\n\"It is the only county where we’ve had an issue like this,\" he said. \"It’s unfortunate, but it’s not an equipment issue. It’s a person not executing their job properly.\"\nRaffensperger’s office told PolitiFact in an email that the uncounted ballots had nothing to do with voter fraud.\n\"This is not an example of fraud. It is an example of mismanagement at the county level,\" the secretary of state said. \"These ballots were part of the hand audit directed by the secretary of state. Once the audit discovered them, it was recognized that they should be part of the final certified total. The audit did its job to assure legally cast ballots are counted properly.\"\nThe Facebook post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18540"}