{"url": "/factchecks/2012/may/18/mitt-romney/mitt-romney-didnt-flip-flop-obama-stimulus/", "speaker": "Mitt Romney", "vclaim": "On President Barack Obama’s stimulus", "truth_label": "half-flip", "date": "stated on November 28, 2011 in statements to the media:", "title": "Did Mitt Romney flip-flop on the economic stimulus?", "text": "During his 2012 presidential campaign, Mitt Romney has been no fan of the stimulus Democrats passed in 2009. On the third anniversary of its passage, Romney issued a news release titled, \"Three Years Later, Obama's Stimulus is Still Failing.\"\n\nDemocrats contend Romney has flip-flopped on it.\n\nOn Nov. 28, 2011, the Democratic National Committee released two videos -- a 30-second version and a four-minute version -- that claimed he had flipped on several issues, including the stimulus:\n   \nOn-screen text: \"Opposed the stimulus.\"\n   \nVideo clip of Romney: \"I have never supported the president's Recovery Act, alright -- the stimulus. No time, nowhere, nohow.\"\n   \nOn-screen text: \"After he was for it.\"\n   \nDifferent video clip of Romney: \"I think there is need for economic stimulus.\"\n   \nWhen we asked the DNC for citations for these clips when the ad was released, they responded that the first (\"I have never supported ...\") was from a town hall at St. Anselm College in Goffstown, N.H., on Sept. 28, 2011, and the second (\"I think there is a need ...\") from a Romney appearance on CNN’s Late Edition with Wolf Blitzer on Jan. 4, 2009.\n   \nWe noticed that the CNN interview -- when Romney said, \"I think there is need for economic stimulus\" -- took place before Obama had been sworn into office and therefore before there was much detail about it.\n   \nThe transcript indicated Romney was talking in general terms.\n   \nBlitzer said that Obama, then president-elect, was \"talking about a $750 billion economic stimulus package. He wants it to be passed as soon as possible. It's unclear if whether it can be passed before he's inaugurated on January 20th. What do you think about this proposal?\"\n   \nRomney replied, \"Well, I frankly wish that the last Congress (had) dealt with the stimulus issue and that the president could have signed that before leaving office. I think there is need for economic stimulus. Americans have lost about $11 trillion in net worth. That translates into about $400 billion a year less spending that they'll be doing, and that's net of additional government programs like Medicaid and unemployment insurance. And government can help make that up in a very difficult time. And that's one of the reasons why I think a stimulus program is needed.\"\n   \nHe continued, \"I'd move quickly. These are unusual times. But it has to be something which relieves pressure on middle-income families. I think a tax cut is necessary for them as well as for businesses that are growing. We'll be investing in infrastructure and in energy technologies. But let's not make this a Christmas tree of all of the favors for various politicians who have helped out the Obama campaign, giving them special projects. That would be wrong. You'll see Republicans fight that tooth and nail if that happens. Let's do what's right for the economy, and let's not do what's a political expedient move.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIt’s misleading to say that Romney flip-flopped on supporting \"the president's Recovery Act.\" At the time of the CNN interview, no Obama stimulus bill had been introduced, much less enacted. With such complex bills, the devil’s in the details.\n\nBut before Obama took office, Romney had spoken in favor of a stimulus -- particularly if the stimulus in question had been passed when a Republican was in the White House. We rate this a Half Flip.", "vclaim_id": "vclaim-pol-11066"}