{"url": "/factchecks/2012/nov/01/democratic-party-oregon/did-matt-wand-side-activists-limit-acc/", "speaker": "Democratic Party of Oregon", "vclaim": "Says Matt Wand has sided with anti-choice activists \"to restrict access to reproductive health care services.\"", "truth_label": "half-true", "date": "stated on October 24, 2012 in a campaign mailer:", "title": "Did Matt Wand side with activists to limit access to abortions?", "text": "The Democratic Party of Oregon has sent a mailer in a heated east Multnomah County legislative race, criticizing incumbent Rep. Matt Wand, R-Troutdale, as a know-it-all who doesn’t trust women to make their own medical decisions.\n\n\"Wand wants to take away a woman’s right to make her own personal medical decisions,\" the mailer reads. \"Matt Wand thinks he knows better than women or their doctors. Matt Wand has sided with extreme anti-choice activists to restrict access to reproductive health care services.\"\n\nThe mailer urges a vote for the Democrat in the race, Chris Gorsek, who is endorsed by Planned Parenthood PAC of Oregon. We wanted to know whether Wand, who is endorsed by Oregon Right to Life, sided with activists \"to restrict access to reproductive health care services.\"\n\nThe mailer doesn't mention the word abortion at all -- not once -- but the evidence cited for the claim is Senate Bill 901 from 2011. The legislation would have re-defined Planned Parenthood and other clinics that provide abortions as \"ambulatory surgical centers,\" subject to the same regulations as centers that do plastic surgery, spine surgery, vision laser surgery, and so on. The legislation would have applied to places that advertise as offering abortions, 10 or more in a month, 100 or more in a year.\n\nWand, a freshman, signed on to the bill, along with 11 state senators, all Republicans. The legislation was introduced in February and assigned to a committee in March, where it died. There was no hearing.\n\nHouse Republicans, who suggested the fact check, and Oregon Right to Life, the anti-abortion group behind the legislation, say the bill was aimed at making abortions safer, not at restricting them. \"Terming SB901 as a ‘restriction to reproductive health service’ is pretty much over the top,\" said executive director Gayle Atteberry in an email to PolitiFact Oregon. Oregon Right to Life opposes abortion except in cases where the mother’s life is in immediate danger.\n\nPlanned Parenthood advocates, on the other hand, say that Atteberry’s characterization is highly misleading. Abortions are already safe, they say, and the bill is part of a national agenda to burden abortion clinics with structural regulations  -- for example, corridor and door width -- that have nothing to do with patient safety.\n\nJimmy Radosta, a spokesman for Planned Parenthood Advocates of Oregon, said the legislation would have required major renovation of its clinics. \"The only way to comply would be to tear down and start all over again,\" he said.\n\nClearly, the bill was aimed at clinics that offer abortion services, which are likely the first stops for women who lack insurance or a regular ob-gyn. Planned Parenthood also has contracts with insurers and provides abortions for physicians who contract with those insurance carriers.\n\nBut it’s important to note that the legislation would not have applied to all abortion providers.\n\nPhysicians could continue to offer both medical and surgical abortions at private medical offices, or at hospitals such as Oregon Health & Science University’s women’s health clinic. The legislation also would not have applied to the Lovejoy Surgicenter because the Northwest Portland facility is already an \"ambulatory surgical center.\" Lovejoy is a significant provider and claims on its website that in calendar year 2008 the center performed 55 percent of the 7,100 abortions in the tri-county area.\n\nWe figured we should hear from Wand on why he supported the bill. He said he couldn’t recall who had brought the legislation to him, although it was probably one of the state senators. Wand said it made sense to consider regulating abortion clinics the same way as places that do \"face lifts and tummy tucks.\" He said Democrats’ \"lying about my respect for women is pretty egregious.\"\n\nTrent Lutz, executive director of the Democratic Party of Oregon, noted in an e-mail that Wand has accepted campaign money and other assistance from Oregon Right to Life. \"SB 901 would have effectively shut down every provider in the state. We continue to believe that Matt Wand is out of touch and wrong on women's health,\" he said.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nWhether Wand is out of touch is an opinion to which he and Democrats are entitled. We do, however, take issue with the assertion about the bill’s impact.\n\nAnyone reading the mailer cold might assume that Wand is an extreme anti-abortionist who wants to take away a woman’s right to make her own medical decisions. Given the \"reproductive health care services\" language, maybe he’s even against contraception. But the bill wasn’t nearly as drastic as that.\n\nThe legislation focused on abortion, targeting clinics that provide them. But with abortions performed in a variety of places -- at private medical offices, at the women’s health center at Oregon Health & Science University, at Lovejoy Surgicenter -- the legislation would not have shut down every provider as Lutz claims.\n\nWand co-sponsored legislation that in all likelihood would have translated into fewer places for women to go; his stated motivation was safety, not necessarily a desire to restrict access. We realize that for some advocates, this issue isall or nothing; either you’re with us or against us, on both sides.\n\nWe take a middle road. The statement is partially accurate -- Wand did side with Oregon Right to Life on legislation that would have affected providers -- but it leaves out important details. The legislation did not target all providers and, in fact, would not have affected a significant provider in the metro area. We rate the statement Half True.", "vclaim_id": "vclaim-pol-10047"}