{"url": "/factchecks/2011/jan/26/barack-obama/barack-obama-state-union-says-us-corporate-tax-rat/", "speaker": "Barack Obama", "vclaim": "The United States has \"one of the highest corporate tax rates in the world.\"", "truth_label": "true", "date": "stated on January 25, 2011 in the State of the Union address:", "title": "Barack Obama in State of the Union says U.S. corporate tax rate is among world's highest", "text": "In his State of the Union address on Jan. 25, 2011, President Barack Obama brought up the idea of simplifying the tax code.\n\n\"Over the years,\" he said, \"a parade of lobbyists has rigged the tax code to benefit particular companies and industries. Those with accountants or lawyers to work the system can end up paying no taxes at all. But all the rest are hit with one of the highest corporate tax rates in the world. It makes no sense, and it has to change.\"\n\nIn noting the nation’s high corporate tax rates, Obama offered a statistic that is more often raised by Republicans. But is it right?\n\nWe checked this fact before, when it was offered by newly elected Sen. Pat Toomey, R-Pa.\n\nOn the Jan. 2, 2011, edition of NBC's Meet the Press, host David Gregory asked Toomey for areas where Obama and congressional Republicans could work together.\n\n\"I think tax policy is a possible area, one with plenty of landmines but plenty of opportunities,\" Toomey said. \"Simplify the code, lower rates. We should be lowering corporate tax rates, because we have the highest in the world right now.\"\n\nUsing the most straightforward definition of \"corporate tax rates,\" Toomey is right. The Organization for Economic Cooperation and Development, a group of 32 large, industrialized democracies, ranks the \"combined corporate income tax rate\" in its member nations. That means the highest tax bracket for general corporate income, excluding taxes levied on specific products or services.\n\nWe found that for 2010, the U.S ranked second to Japan by a fraction of a percentage point -- 39.54 percent for Japan to 39.21 percent for the U.S. But that figure is already outdated: Japan has moved to cut its rate for 2011 by 5 percentage points, leaving the U.S. with the highest corporate tax rate among OECD nations.\n\nStill, the issue is complicated, so let’s delve a bit deeper.\n\nThe OECD rate is the \"statutory\" rate -- that is, the top corporate tax rate on the books. But as Obama indicated, many companies pay considerably less than that, due to deductions and other exclusions. Adjusting for these factors produces a statistic called the \"effective tax rate.\"\n\nThe World Bank has assembled data from 183 nations and made a series of statistical adjustments to produce a full international comparison of effective tax rates. By this measurement, the U.S. rate is considerably lower than the published rate -- 27.6 percent. But in a comparative sense, that's still pretty high: Among larger international economies, only Japan, New Zealand and Thailand imposed a higher effective rate, according to the World Bank study. And Japan's number should fall by the time next year's study comes out.\n\nThe World Bank also produces another -- and broader -- statistic. This measure factors in not only the corporate profit tax but also a range of other taxes paid by businesses, including the cost of employee taxes borne by the employer. When the World Bank ranked countries from the lowest level of taxes to the highest, the U.S. ranked 124th out of 183 -- meaning corporate taxes were relatively high. A number of other large and/or democratic countries were higher, including Austria, Belgium, Brazil, China, France, Hungary, India, Italy, Spain and Sweden.\n\nThis last measure provides a wider snapshot of U.S. tax policy toward businesses, but it also introduces some complications. Factoring in the employer-paid portion of labor taxes makes the corporate tax rate seem higher in countries that provide higher benefits such as pensions or health care through business taxes, while making the rate seem lower for countries that provide less generous benefits through the tax code. So making apples-to-apples comparisons can be tricky.\n\nThere's also broader context that Toomey doesn't get into. In a previous item, we noted that when all taxes, including those such as personal income taxes and property taxes -- not just corporate taxes -- are taken into account and compared to gross domestic product, the U.S. doesn't rank near the top of the OECD table in total tax burden.\n\nTaking into account these complexities, we rated Toomey’s comment Mostly True. Obama’s statement is actually more accurate than Toomey’s, because he hedges a bit by saying that the United States has \"one of\" the highest corporate tax rates in the world. He's right that the U.S. does now have the highest corporate tax rates on the books, at least among the biggest industrialized democracies, which is most economists' typical yardstick. And U.S. tax rates also are among the biggest by more nuanced measures. So we rate Obama’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13722"}