{"url": "/factchecks/2013/feb/08/joyce-beatty/rep-joyce-beatty-says-about-30000-people-die-gunfi/", "speaker": "Joyce Beatty", "vclaim": "Says each year approximately 30,000 people in the United States die as a result of gunfire, and about 80,000 people are wounded.", "truth_label": "mostly-true", "date": "stated on January 14, 2013 in a floor speech in the House of Representatives:", "title": "Rep. Joyce Beatty says about 30,000 people die from gunfire each year in the U.S.", "text": "The pre-Christmas slaughter of 20 elementary school children and six adults at a Connecticut elementary school has renewed public debate over how to prevent future mass killings with guns.\n\nOn Jan. 14, members of the Congressional Black Caucus, now chaired by Warrensville Heights Democratic Rep. Marcia Fudge, weighed in on that question by delivering a series of speeches on the House of Representatives floor that decried a U.S. \"culture of violence.\"\n\nNewly elected Columbus Democratic Rep. Joyce Beatty used the opportunity to deliver her first oration on the House of Representatives floor. In it, she lamented that \"mass killings have gone from being an extremely rare occurrence to a common occurrence,\" and suggested the U.S re-examine its funding for mental health services, place adequate controls on ammunition and  \"ensure proper and tighter access to firearms.\"\n\n\"According to Harvard Health Policy Review, each year approximately 30,000 people in the United States die as a result of gunfire, and about 80,000 people are wounded,\" the former Ohio state legislator noted, applauding President Barack Obama and Vice President Joe Biden for \"proactively taking the necessary steps to address this critical issue.\"\n\n\nWe wondered whether Beatty’s statistics were accurate, so we decided to track them down.\n\nWe soon found an article in the Fall 2001 issue of Harvard Health Policy Review, titled The Costs and Benefits of Reducing Gun Violence, that begins with the exact wording used by Beatty - \"Each year, approximately 30,000 people in the United States die as a result of gunfire and about 80,000 are wounded.\" But the date of that article gave us pause. The numbers it cited were more than a decade old. We wanted to find more recent numbers.\n\nWe turned to Centers for Disease Control and Prevention statistics to verify the information. The latest available version of its data says there were 31,672 firearms deaths in the United States during 2010, a ratio of 10.3 deaths per 100,000 people. That number  is a bit higher than the number Harvard Health Policy Review cited in 2001, although it is certainly in the ballpark.\n\nThe second set of CDC data we examined tracks non-fatal gun injuries. By the CDC’s reckoning, there were 73,883 non-fatal firearm injuries in 2011, a rate of 23.7 injuries per 100,000 people. That number is a bit lower than the number Beatty cited from the Harvard Health Policy Review, although it isn’t too far off. If the number of non fatal injuries from BB or pellet guns were added into the mix, the number of injuries from 2011 would exceed Harvard’s estimate of 80,000 yearly wounds from gunfire. According to CDC, 16,451 people in the United States were hurt by pellet guns - about 5.3 incidents per 100,000 people.\n\nBeatty accurately represented the statistics printed in Harvard Health Policy Review, even though its tally was more than a decade old. More recent data indicates those numbers haven’t changed much over the years. We rate her statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRob Portman\n\n\nstated on June 28, 2010 in a campaign statement\n\n\n\n\n\n\n\n\nSays that Lee Fisher once said, \"I never met a gun control bill I didn’t like.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • July 25, 2010", "vclaim_id": "vclaim-pol-09749"}