{"url": "/factchecks/2018/may/31/ben-sasse/protectionism-big-part-great-depression-ben-sasse-/", "speaker": "Ben Sasse", "vclaim": "\"We’ve been down this road before—blanket protectionism is a big part of why America had a Great Depression.\"", "truth_label": "true", "date": "stated on May 31, 2018 in a statement:", "title": "Is protectionism a big part of the Great Depression, as Ben Sasse said?", "text": "Shortly after the Trump administration said it would slap tariffs on metals from the European Union, Canada and Mexico, Sen. Ben Sasse, R-Neb., released a tersely worded statement on the looming \"trade war.\"\n\"This is dumb. Europe, Canada, and Mexico are not China, and you don’t treat allies the same way you treat opponents. We’ve been down this road before — blanket protectionism is a big part of why America had a Great Depression,\"\n Sasse's statement said. \" 'Make America Great Again' shouldn’t mean 'Make America 1929 Again.' \"\nDoes Sasse have his history right when he says, \"We’ve been down this road before — blanket protectionism is a big part of why America had a Great Depression\"? He does, as we’ve recounted previously.\nThe Smoot-Hawley tariffs\nIf you’re a fan of the 1980s teen flick Ferris Bueller’s Day Off, you’ve already gotten a cheat sheet on what our research found.\nIn a career-making scene, Ben Stein played a high school teacher explaining the causes of the Great Depression to a roomful of listless students. (It was actually a top-of-the-head riff by Stein, a trained economist.)\nHere’s the part that’s relevant to our fact-check (watch it here):\n\"In 1930, the Republican-controlled House of Representatives, in an effort to alleviate the effects of the... Anyone? Anyone?... the Great Depression, passed the... Anyone? Anyone? The tariff bill? The Hawley-Smoot Tariff Act? Which, anyone? Raised or lowered?... raised tariffs, in an effort to collect more revenue for the federal government. Did it work? Anyone? Anyone know the effects? It did not work, and the United States sank deeper into the Great Depression.\"\nStein’s monologue pretty much tracks with what Sasse said: The United States imposed tariffs, they backfired, and the Depression got worse.\nSpecifically, the Smoot-Hawley Tariff Act of 1930 — sponsored by Sen. Reid Smoot, R-Utah, and Rep. Willis Hawley, R-Ore. — raised tariffs on manufactured foreign imports to 40 percent in some cases, the highest in U.S. history. It also extended tariff protection to some agricultural products. It was signed on June 17, 1930, or seven and a half months after Wall Street’s \"Black Tuesday\" on Oct. 29, 1929.\nThe Smoot-Hawley tariffs, in turn, led other countries to retaliate with high tariffs of their own.\nSeveral economists and historians who studied the period told us the Stein-Sasse version of events is quite accurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nExpert opinions\nDouglas Irwin, a Dartmouth College economist and author of Peddling Protectionism: Smoot-Hawley and the Great Depression and Trade Policy Disaster: Lessons from the 1930s, said there was \"no real reason\" to impose the Smoot-Hawley tariffs, and that it was mainly done for \"domestic political reasons.\" In fact, President Herbert Hoover is said to have signed the law only reluctantly and over the spirited objections of many economists.\n\"Protectionism did not cause the Great Depression,\" Irwin said, but he added that it’s fair to say it made the depression \"longer and more painful.\"\nAfter the tariffs were enacted, other countries, including Canada, retaliated against the United States by establishing a preferential trade bloc with Great Britain and other countries, thus hurting U.S. exports.\n\"Other countries also used trade restrictions and protectionism as beggar-thy-neighbor policies to help their domestic economies during the worldwide slump,\" Irwin said. The problem, Irwin said, was that \"if every country tries this strategy, everyone worse off since one country's imports are another country's exports. World trade reduced significantly, and since trade barriers are easy to impose and hard to relax, the problem festered for some time.\"\nIndeed, it took until 1933 for this downward spiral to ease. That’s when President Franklin D. Roosevelt -- a committed opponent of the Smoot-Hawley tariffs -- took office.\nAs a side effect, the skirmishes over trade also frayed relations between former allies and may have contributed to the tensions that led to World War II, or at the very least complicated the Allies’ efforts to respond to the threat from Germany and Japan.\nThis isn’t to say that there is unanimity among scholars about the precise role of Smoot-Hawley in worsening the Great Depression.\n\"Economists today debate the tariffs’ effect on the Great Depression -- some feel it substantially worsened the downturn, while others think its negative effect was small,\" said Andrew Wender Cohen, a Syracuse University historian and author of Contraband: Smuggling and the Birth of the American Century.\nFor instance, Robert S. McElvaine, a Millsaps College historian and author of The Great Depression: America 1929-1941, said the spotlighting of Smoot-Hawley has been articulated most aggressively by conservative, free-market advocates because it takes the focus off 1920s-era tax cuts and general income inequality during that decade.\nStill, McElvaine agreed that, even if the tariffs weren’t the biggest factor for prolonging the Great Depression, the tariffs did have an effect, and it was clearly negative. It’s also tricky to isolate causes of economic turmoil because they were tightly interwoven, experts said.\n\"It's entirely possible that international trade would have dwindled even if government had not resorted to protectionism,\" said John E. Moser, an Ashland University historian and author of Global Great Depression and the Coming of World War II. \"However, most economists agree that protectionism at the very least did not help, and likely prolonged the Depression.\"\nOur ruling\nSasse said, \"We’ve been down this road before — blanket protectionism is a big part of why America had a Great Depression.\"\nWhile the downturn that became the Great Depression had been under way for about half a year by the time the United States passed the Smoot-Hawley tariffs, economists agree that the resulting trade war worsened the impact on both the global and domestic economy.\nSasse was cautious to say that the tariffs were \"a big part\" — rather than the only reason — for the Great Depression. So we rate his statement True.", "vclaim_id": "vclaim-pol-02006"}