{"url": "/factchecks/2011/feb/26/ed-garvey/activist-ed-garvey-says-wisconsin-senate-majority-/", "speaker": "Ed Garvey", "vclaim": "Claims Wisconsin Senate Majority Leader Scott Fitzgerald said: \"It is necessary to eliminate unions in order to balance future budgets.\"", "truth_label": "false", "date": "stated on February 21, 2011 in a newspaper column and blog post:", "title": "Activist Ed Garvey says Wisconsin Senate Majority Leader Scott Fitzgerald said “It is necessary to eliminate unions in order to balance future budgets.”", "text": "Wisconsin Gov. Scott Walker insists that the purpose of his budget-repair bill, which has become the focus of national debate, is to erase state budget deficits that are projected to exceed $3 billion by 2013.\n\nBut some of his critics seem certain that what Walker and other Republican leaders really want is to get rid of public employee unions entirely.\n\nState Sen. Lena Taylor (D-Milwaukee) went so far as to say, like Hitler, the governor was abolishing unions. We ruled that claim Pants on Fire.\n\nBut what if one of the GOP leaders actually did say that the true aim is to get rid of unions?\n\nJust such a bombshell was dropped Feb. 21, 2011 by Madison lawyer Ed Garvey, a former Democratic nominee for governor and U.S. Senate in Wisconsin.\n\nIn a Capital Times opinion column about Walker’s bill, Garvey attributed this quote to one of the state’s top Republicans, Senate Majority Leader Scott Fitzgerald:\n\n\"It is necessary to eliminate unions in order to balance future budgets.\"\n\nGarvey’s column, which was republished the next day on FightingBob.com, an opinion website run by Garvey, reported the statement as a direct quote from the Juneau lawmaker.\n\nIf the quote is accurate, it would be a potentially explosive development in the stalemate over Walker’s budget-repair bill.\n\nBefore we go further, let’s be clear about the Walker bill in terms of how it would affect public employee unions. We’ll rely on a breakdown we provided in a previous PolitiFact item.\n\nThe bill eliminates all collective bargaining rights for thousands of public employees.\n\nFor a much larger group -- including schoolteachers, local government workers and about half of 76,000 state workers -- collective bargaining could be done only for pay (and negotiated raises would be limited to inflation).\n\nOnly state troopers and local police and fire employees would be exempted. The bill, of course, does not affect private-sector unions.\n\nWalker has argued the collective bargaining changes are needed not just for the short-term budget, but for future budgets at the state and local level -- to give local units of government flexibility in cutting costs. Union leaders say they are an unwarranted attack on public employees.\n\nWe’re not trying to settle that debate.\n\nWe’re looking at the quote Garvey attributes to Fitzgerald, that \"it is necessary to eliminate unions\" to balance future budgets.\n\nWe called and e-mailed Garvey on Feb. 24 and 25, 2011, asking for the source of the quote he attributed to Fitzgerald. He did not reply.\n\nSince he did not reply, we turned elsewhere.\n\nSearches of Google and the Nexis database also turned up no such Fitzgerald quote.\n\nWe put the purported quote directly to Fitzgerald, who said: \"I have never said that.\"\n\nSo, how does this all shake out?\n\nIn an opinion column, Garvey attributed this quote to Republican Senate Majority Leader Scott Fitzgerald: \"It is necessary to eliminate unions in order to balance future budgets.\" It was a quote that, if accurate, would have gained much public notice.\n\nGarvey did not respond to requests for proof that Fitzgerald made the statement; we couldn’t find any; and Fitzgerald denied making such a statement.\n\nWe rate Garvey’s claim as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(Editor’s note: Garvey returned our call on Feb. 28, 2011, after this item was posted. He could not cite a source for the purported quotation. He said he heard Fitzgerald make it, perhaps on a cable television talk show.\n\nGarvey added: \"In any event,\" he said of the quotation, \"it's totally consistent with his position, as I see it.\")", "vclaim_id": "vclaim-pol-13525"}