{"url": "/factchecks/2011/feb/17/mitch-daniels/mitch-daniels-says-interest-debt-will-soon-exceed-/", "speaker": "Mitch Daniels", "vclaim": "\"Within a few years, we will be spending more on interest payments than on national security.\"", "truth_label": "false", "date": "stated on February 11, 2011 in a speech to the Conservative Political Action Conference:", "title": "Mitch Daniels says interest on debt will soon exceed security spending", "text": "Budget season in Washington often brings out colorful comparisons designed to highlight economic folly. Republican Gov. Mitch Daniels of Indiana offered one in his speech to the Conservative Political Action Conference on Feb. 11, 2011.\n\nSpeaking at the CPAC Ronald Reagan Centennial Dinner, Daniels likened the mounting national debt to a foreign invader -- a \"new Red Menace, this time consisting of ink.\" The possible presidential candidate then declared that servicing that debt will soon cost more than national security:\n\n\"We are currently borrowing the entire defense budget from foreign investors,\" Daniels told conservative conference-goers. \"Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a ‘robust strategy.’\"\n\nWe decided to do the math on that striking comparison for ourselves. As is often the case, different definitions can change the budget picture dramatically -- though not enough to make Daniels’ claim hold up.\n\nThe White House’s newly released budget seemed like a good place to start. Handily, it divides discretionary spending into security-related outlays (including Defense, Homeland Security and ongoing wars) and everything else.\n\nProjected security spending rises from $815 billion in 2010 to $914 billion in 2021. (It dips slightly along the way, reflecting savings from planned troop reductions in Iraq and Afghanistan.)\n\nMeanwhile the budget has net interest payments rising fourfold, from $196 billion last year to a stunning $844 billion by 2021. As two budget analysts we interviewed confirmed, interest payments will grow explosively over the next decade but do not exceed security spending in any given year -- much less \"in a few years.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOf course White House budget proposals are just that, proposals, so we ran the comparison again using the Congressional Budget Office’s latest baseline forecasts.\n\nDaniels did a little better here, because the CBO’s measure of discretionary \"defense\" spending excludes Homeland Security and several other budget lines. Still, defense spending topped interest payments through 2021.\n\nIs there any way to make Daniels’ math add up? If you limit \"national security\" spending to the Department of Defense budget -- an extremely narrow definition -- then interest payments pull ahead in 2017 (or perhaps in 2016, since outlays usually fall short of budget authority).\n\nAnother possibility would be to apply a worst-case scenario to the U.S. debt forecast, explained Josh Gordon, policy director with the Concord Coalition, a group that urges deficit reduction. If federal spending isn’t restrained at all, and if Bush-era tax cuts become permanent, by 2021 interest payments might sneak past national defense.\n\n\"But that’s an odd position for a Republican presidential candidate to take,\" Gordon said. In a follow-up e-mail he explained that \"for Daniels to assume discretionary spending rises at 3 percent a year over ten years means he is assuming Republicans will have no effect on the levels of government spending over the next ten years, or even that they will encourage Obama to spend more than he is proposing to spend in his budget.\"\n\nWhen we asked Gov. Daniels’ office to explain his reasoning, a spokesperson pointed out that the current defense budget \"is close to $700 billion,\" and that by the end of the decade, under White House estimates, \"we will be paying $700 billion a year\" to service the national debt. She directed us to a Nov. 24, 2009, piece in the Washington Examiner making a similar point.\n\nBut that’s hardly \"in a few years\" -- and more important, it compares apples today to oranges a decade from now. This mathematical sleight-of-hand was not disclosed in Daniels' speech.\n\nSo he is incorrect that \"within a few years, we will be spending more on interest payments than on national security.\"  It is true that interest on the national debt will grow faster than any other category of federal spending, even Medicare. But the comparison Daniels drew to illustrate that falls short under any reasonable definition of \"national security\" spending. We rate his statement False.", "vclaim_id": "vclaim-pol-13582"}