{"url": "/factchecks/2018/sep/02/jb-pritzker/pritzker-claims-rauner-misquoted-newspapers-lie-ab/", "speaker": "JB Pritzker", "vclaim": "Says Bruce Rauner is \"misquoting newspapers to lie about J.B. Pritzker.\"", "truth_label": "barely-true", "date": "stated on August 24, 2018 in a TV ad:", "title": "Pritzker claims Rauner misquoted newspapers to lie about him. That’s a stretch.", "text": "It’s a common tactic for campaign advertising to highlight selective snippets from newspapers and other media in an attempt to pump an air of credibility into claims and attacks.\nThat time-worn formula is at the center of a recent TV ad by Republican Gov. Bruce Rauner that quotes from several papers about Democratic challenger J.B. Pritzker, including one from Rockford that declares \"the main thing Pritzker wants to do is raise taxes.\"\nNow Pritzker is punching back with his own TV ad that accuses Rauner of distorting the quotes he is appropriating. \"When you’re a failure, you lie,\" a narrator says in the Pritzker spot. \"Bruce Rauner is intentionally misquoting newspapers to lie about J.B. Pritzker.\"\nThe dueling ads go down a rabbit hole of election-year politics where there’s now an argument about the argument. Rauner’s ad clearly takes liberties in seeking to paint Pritzker with a broad brush as an advocate of sweeping tax hikes.\nBut Pritzker claims Rauner goes far beyond that by straying into outright fabrication. That’s a provocative charge that invites a closer look.\nCritical context\n\"The main thing Pritzker wants to do is raise taxes,\" the first quotation in Rauner’s ad reads, attributed to the Rockford Register Star.\n\"An immediate increase in the current 4.95 percent flat tax rate,\" the second line goes on, this time from the Champaign News-Gazette.\n\"A short-term plan and a long-term plan to increase income taxes,\" the next line reads, also from the News-Gazette.\nSeven quotations later, the ad concludes with its sole original line: \"J.B. Pritzker and Mike Madigan. Higher taxes. More corruption.\"\nWe checked the entire string of cited articles and located the quoted lines in all of them. So it’s clear Rauner isn’t pulling words out of thin air.\nWhen we asked Pritzker’s campaign to explain how Rauner erred, spokesman Jason Rubin wrote in an email that the ad \"misquotes articles by repeating lines out of context and in a way that misrepresents J.B.’s vision for putting Illinois back on track.\"\nFor support, Rubin pointed to passages in some of the same articles cited by Rauner that nod to Pritzker’s very different view of his tax stance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nPritzker has said, and the articles point out, that he wants to amend the Illinois Constitution so the state’s current flat-rate income tax can be replaced with a graduated income tax allowing for higher rates on the wealthy — how much, he won’t say. Any such effort would take several years to accomplish, so in the interim Pritzker also says he would raise the current 4.95 percent flat-tax rate but offset the increased cost for low and middle-income taxpayers with expanded exemptions and deductions.\nIt’s a complicated scenario, and Rauner’s ad ignores all the nuance by suggesting Pritzker seeks to raise taxes across the board.\nThat said, the Rauner ad is packed with sweeping condemnations of Pritzker’s tax plan — among them that it \"would punish many Illinoisans\" — ripped accurately from editorials that unambiguously criticize the Democrat.\nAs we’ve pointed out before, implementing a graduated income tax would not necessarily mean raising taxes on the middle class, despite what Rauner and some of his editorial sources contend. But that doesn’t mean the governor is inaccurately quoting others who make that argument.\nPot, meet kettle\nPritzker would be on firmer ground had he merely accused Rauner of taking liberties. But there’s a big difference between strategically selecting advantageous lines and putting words in someone’s mouth.\nAnd if Pritzker is going to call Rauner out for cherry-picking, it’s also relevant to note that Pritzker does the same in his own response ad.\nIt takes Rauner to task for failing to point out that a Rockford Register Star opinion column he references also mentions Pritzker’s argument that he \"only wants to raise taxes on wealthy people.\" But the overall tenor of the Rockford piece clearly takes a skeptical view of Pritzker’s tax plan, likely why Rauner chose to highlight it in the first place.\nKent Redfield, a state campaign expert at the University of Illinois’ Institute of Government & Public Affairs, called \"misquoting\" a poor word choice on Pritzker’s part.\n\"It isn’t that Rauner has lied,\" Redfield said. \"One isn’t misquoting and the other quoting accurately. They’re both selectively choosing things that reinforce and lend journalistic credibility to their argument.\"\nOur ruling\nPritzker’s ad says Rauner \"is misquoting newspapers\" to lie about him.\nRauner’s ad selectively quotes from newspapers — mostly editorials — to reinforce a disputed narrative that Pritzker is out to broadly hike taxes on Illinoisans.\nIn doing so, Rauner leaves out a key point acknowledged in the articles that his ad cites: Pritzker says he only wants to raise taxes on wealthier individuals. The Democrat’s campaign argues this means Rauner’s ad is \"misquoting\" those articles by taking them out of context.\nBut most of the ad’s driving excerpts come from editorials or opinion columns that share Rauner’s dim view of Pritzker’s tax policies. The position advanced by Rauner’s ad clearly matches the harsher editorials that frame it.\nWhile Pritzker’s statement contains an element of truth, it ignores this critical fact. We rate it Mostly False.", "vclaim_id": "vclaim-pol-01670"}