{"url": "/factchecks/2017/dec/18/usa-front/fake-news-says-chuck-schumer-had-affair-teenage-ch/", "speaker": "USA In Front", "vclaim": "\"Update: Chuck Schumer’s steamy affair with a high school cheerleader confirmed.\"", "truth_label": "pants-fire", "date": "stated on December 10, 2017 in a headline:", "title": "Fake news says Chuck Schumer had affair with teenage cheerleader", "text": "U.S. Sen. Chuck Schumer was busted by his own daughter for having an affair with a teenager, according to a fake news story making the rounds on Facebook.\n\"Update: Chuck Schumer’s steamy affair with a high school cheerleader confirmed,\" stated a headline in USA In Front Dec. 10.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. This fake story had been shared more than 30,000 times on Facebook within just a few days. Schumer’s spokesman declined to comment to PolitiFact, and no one from the website responded to our email.\nThe story stated that Schumer, a New York Democrat, had an affair with his daughter Lisa’s best friend from high school, a 16-year-old who later committed suicide. Schumer’s wife, Kaitlyn, paid the girl’s mother $2 million, the article stated.\nIn reality, Schumer’s wife is named Iris and his daughters are Jessica and Alison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nUSA In Front claims proof via the cheerleader’s mother and Planned Parenthood records, but offers no actual evidence.\nThe article portrays Schumer as a hypocrite for opposing the candidacy of Republican U.S. Senate candidate Roy Moore, who lost the Alabama race Dec. 12. In November, the Washington Post reported that Moore, while he was in his 30s, had pursued relationships with teenage girls, according to the women. Several fake news stories have made up claims related to Moore.\nThis article appears to be a rip off of an earlier version on Last Line of Defense, a notorious fake news website that identifies itself as satire. That version had some more fictional details such as that Schumer spent a ton of money on the girl at Steak and Shake and Victoria’s Secret.\nThese fake news stories about Schumer having an affair with a teenage teenager were posted a few days before an unrelated story in the New York Times about false allegations by a former Schumer staff member of sexual harassment by Schumer.\nSchumer’s staff filed a report to the Capitol Police that a fraudulent document that resembled a court filing described false allegations. The former staff member told the New York Times that the harassment claims were \"completely false.\" The former staff member spoke to the New York Times on the condition of anonymity.\nA headline stated that \"Chuck Schumer’s steamy affair with a high school cheerleader confirmed.\" There actually is no confirmation of such an event. Many of the alleged details in the story are flat-out wrong. We rate this headline Pants on Fire.\n Share the Facts 2017-12-18 16:07:21 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Update: Chuck Schumer’s steamy affair with a high school cheerleader confirmed.\"    USA in Front a website https://usainfront.com/update-chuck-schumers-steamy-affair-with-a-high-school-cheerleader-confirmed/   a headline Sunday, December 10, 2017 2017-12-10    Read More  info", "vclaim_id": "vclaim-pol-02585"}