{"url": "/factchecks/2009/mar/19/barack-obama/model-t-better-mileage-SUVs/", "speaker": "Barack Obama", "vclaim": "\"The 1908 Model T earned better gas mileage than a typical SUV sold in 2008.\"", "truth_label": "mostly-true", "date": "stated on March 19, 2009 in remaks made at an electric car testing center:", "title": "Model T got better mileage than SUVs", "text": "President Barack Obama lamented the nation's dependence on foreign oil when visiting an electric car testing center in California on March 19, 2009.\n\n\n\"The problem is that, for decades, we have avoided doing what must be done as a nation to turn challenge into opportunity,\" Obama said. \"As a consequence, we import more oil today than we did on 9/11. The 1908 Model T earned better gas mileage than a typical SUV sold in 2008. And even as our economy has been transformed by new forms of technology, our electric grid looks largely the same as it did half a century ago.\"\n\n\nWe've written about Obama's positions on\n\nimported oil\n\nand the\n\nelectric grid\n\nbefore. But the Model T gets better mileage than an SUV? Really?\n\n\nTo answer this question, we first wanted to look at the mileage for \"a typical SUV sold in 2008.\"\n\n\nThere are many ways to slice and dice fuel efficiency numbers, and looking up the mileage for your\n\nown particular vehicle\n\nis far easier than deciding on mileage for a \"typical SUV.\" But the Environmental Protection Agency found that light trucks — the class of vehicle to which SUVs belong — averaged 18.1 miles per gallon for model year 2008. The most efficient SUVs do much better than that — a Jeep Compass gets 23 mpg in the city and 28 on the highway — but Obama said \"typical.\"\n\n\nTo find out what a Model T averaged, we consulted Bob Casey, author of\n\nThe Model T: A Centennial History\n\n, and the curator of transportation at the Henry Ford Museum in Dearborn, Mich. (The museum is named for Ford but independent of the Ford Motor Co.)\n\n\nHe said the best estimate for a Model T's mileage is 20 miles per gallon, though it might be able to get 25 under the right conditions.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo technically Obama is right.\n\n\nBut his implication is that we haven't gotten more fuel efficient in 100 years. And that's a reach.\n\n\nLet's look at the differences between today's SUVs and the Model T of 1908.\n\n\nTo start with, Casey said, Model Ts reached top speeds of only 40 miles an hour. They guzzled motor oil, about a quart a month. The original tops were made of canvas, and they had no heating or cooling systems. They also had none of the safety features of modern cars: no bumpers, no air bags, no seat belts, no antilock breaks.\n\n\nThe cars had large, skinny wheels to more easily clear the obstacles on rocky, rutted roads. Corner them too fast and they could tip over. And if you crashed, the windshield would usually shatter into sharp, jagged pieces that could slice you to ribbons.\n\n\n\"The government would not allow anyone to sell Model Ts today because they're so unsafe,\" Casey said. \"It's a car that no one would use on a regular basis today. It's not a fair comparison.\"\n\n\nWe agree that the two cars are totally different. But Obama was careful in the way he phrased his statement: \"The 1908 Model T earned better gas mileage than a typical SUV sold in 2008.\"  As long as you don't consider any factors other than mileage, he's right. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-15800"}