{"url": "/factchecks/2011/jan/26/paul-ryan/paul-ryan-state-union-response-says-us-debt-will-s/", "speaker": "Paul Ryan", "vclaim": "\"The debt will soon eclipse our entire economy.\"", "truth_label": "true", "date": "stated on January 25, 2011 in a response to the State of the Union address:", "title": "Paul Ryan, in State of the Union response, says U.S. debt will soon eclipse GDP", "text": "In his response to President Barack Obama's State of the Union address on Jan. 25, 2011, Rep. Paul Ryan, R-Wis., warned that government spending has reached a tipping point.\n\n\"We face a crushing burden of debt,\" Ryan said. \"The debt will soon eclipse our entire economy and grow to catastrophic levels in years ahead.\"\n\nWe at PolitiFact and our colleagues at PolitiFact Ohio have both considered essentially identical claims from House Speaker John Boehner, R-Ohio.\n\nThe most recent of those statements, which came during a speech in the House of Representatives on Jan. 5, 2011, was that \"our spending has caught up with us, and our debt soon will eclipse the entire size of our national economy.\"\n\nIn its most basic interpretation, the United States government’s total debt at the start of the year was $14 trillion, according to the Treasury Department’s interactive \"Debt to the Penny\" website.\n\nThe size of the United States economy, measured by the gross domestic product, or the value of all goods and services, was $14.745 trillion in the third quarter of 2010, the most recent quarter for which data is available. This number comes from the U.S. Commerce Department’s Bureau of Economic Analysis databases.\n\nUsing these numbers, it would appear that the eclipse is about to start. But since GDP estimates are not as current as the debt numbers, we wanted to see how big the debt was at the end of the third quarter of 2010. Going back to Treasury’s calculator, we got a debt figure of $13.668 trillion by putting the date at Oct. 31, 2010. That means $13.6 trillion in debt against a $14.7 trillion economy, which to us signals the onset of an eclipse.\n\nEconomists and analysts who are reading this by now are shouting, \"Wait!\" We understand.\n\nThere is an alternative measure of debt known as \"public debt,\" which does not include money in the Social Security trust fund or other amounts that the government owes itself. Using this measure instead, the debt-to-GDP comparisons are much smaller. By the end of 2010, public debt is projected to be 60.3 percent of GDP, and by the end of 2012, it's projected to be 66.6 percent. If current practices aren’t changed, public debt will reach 90 percent of GDP in 2020, according to the Congressional Budget Office, whose figures were cited by President Barack Obama’s national Commission on Fiscal Responsibility and Reform in December.\n\nSome economists prefer to use public debt rather than gross federal debt, because the public debt will require real money to repay the lenders, which in turn would have a faster ripple effect in the private sector. But one measure \"isn’t more 'right' than the other,\" Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, a middle-of-the-road budget-hawk group, told us last March. \"Boehner may be cherry-picking, but I don’t think he’s misrepresenting in any way.\"\n\nEven if the smaller number -- public debt -- were to approach a total eclipse in a decade, \"to me, that counts as 'soon,'\" said Brian Riedl, a research fellow at the conservative Heritage Foundation. That’s because it can take five to 10 years for congressional decisions \"to turn the budget ship around,\" he said.\n\nWe'll note that these numbers have been growing for decades, roughly tripling since Jimmy Carter left the presidency. Under Ronald Reagan, debt as a percentage of GDP grew from 33.4 percent to 51.9 percent, and under George H.W. Bush, it grew from 51.9 percent to 64.1 percent. It declined under Bill Clinton, from 64.1 percent to 57.3 percent, before rising from 57.3 percent to 69.2 percent under George W. Bush. It's expected to soar during Obama's first four years from 69.2 percent to 100.8 percent.\n\nWe'll also note that these numbers could change over the course of the next two years, depending on economic conditions and policy choices. Still, we considered Boehner's statistics valid, and Ryan's formulation is equally solid. So we rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13721"}