{"url": "/factchecks/2012/may/31/josh-mandel/josh-mandel-campaign-claims-he-earned-highest-poss/", "speaker": "Josh Mandel", "vclaim": "Says he \"earned the highest possible credit ratings as state treasurer.\"", "truth_label": "mostly-true", "date": "stated on May 23, 2012 in a campaign commercial:", "title": "Josh Mandel campaign claims he 'earned the highest possible crediting ratings as state treasurer'", "text": "Josh Mandel's new campaign ad \"Change\" uses about half of its 30 seconds to attack Sherrod Brown, the incumbent Democratic senator he hopes to unseat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n60 Plus Association\n\n\nstated on November 7, 2011 in a television commercial\n\n\n\n\n\n\n\n\nAn independent payment advisory board created by in the health care reform law is \"like a Medicare IRS with the power to cut Medicare in order to pay for new government programs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • November 25, 2011\n\n\n\n\n\n\n\n\nFor the remainder of the time, the ad touts Mandel’s record as the Republican state treasurer.\n\nMandel, the ad says, \"earned the highest possible credit ratings as state treasurer.\"\n\nThat had a familiar ring to it, so PolitiFact Ohio decided to check it out. This is the second claim PolitiFact Ohio has looked at from this ad. We previously rated as False a claim that Brown \"cast the deciding vote on a government takeover of health care.\"\n\nOne of the treasurer's responsibilities is to invest money for local governments through the STAR (State Treasury Asset Reserve) Ohio investment fund, an investment pool with assets of more than $4.1 billion. The Mandel campaign confirmed that the claim in the ad refers to the AAA rating that Standard & Poor’s gave the STAR Ohio fund. It confirmed that rating in a letter to the state last August.\n\nMandel made a similar claim in an email to supporters last October, saying then that the fund \"just received the highest possible credit rating one of these funds can receive.\"\n\nPolitiFact Ohio rated that claim Half True. We found that the statement's wording, especially that the fund \"just\" received its rating, gave the impression that the rating had improved under Mandel.\n\nIn fact, the rating had been in place for 16 years -- since 1995, the first year the fund was rated by S&P.\n\nPublic finance experts said the treasurer did deserve some credit for maintaining that rating.\n\nKevin O’Brien, executive director at the Center for Public Management in the Maxine Goodman Levin College of Urban Affairs at Cleveland State University, noted then that the highest praise should be reserved for the fund managers who maintained the rating during the financial crisis in 2008.\n\nMandel deserves credit for maintaining the rating his staff inherited when he took office in January 2011, said O’Brien, a former financial analyst for Moody’s Investors Service, another credit rating agency. \"They maintained the bond rating; they didn't achieve the bond rating.\"\n\nThe claim in the new ad, though similar to the email claim, is more carefully worded. It does not imply that the state’s rating had \"just\" improved. But knowing the credit rating has been at that level for more than a decade and a half provides a clearer picture.\n\nMandel’s statement is accurate but needs additional information to provide clarification.\n\nOn the Truth-O-Meter, the claim rates Mostly True.", "vclaim_id": "vclaim-pol-11011"}