{"url": "/factchecks/2020/aug/27/madison-cawthorn/no-james-madison-didnt-sign-declaration-independen/", "speaker": "Madison Cawthorn", "vclaim": "Says James Madison “signed the Declaration of Independence.”", "truth_label": "false", "date": "stated on August 26, 2020 in a speech at the RNC:", "title": "No, James Madison didn't sign the Declaration of Independence", "text": "Speaking at the Republican National Convention, 25-year-old congressional candidate Madison Cawthorn said that people who doubt young people \"don’t know American history.\"\nCawthorn, who faces Democrat Moe Davis in North Carolina’s 11th Congressional District, then reeled off a few historical figures who were young when they helped change America.\n\"George Washington was 21 when he received his first military commission. Abe Lincoln: 22 when he first ran for office. My personal favorite: James Madison was just 25 years old when he signed the Declaration of Independence,\" Cawthorn said.\nWhile Cawthorn’s claims about Washington and Lincoln merit minor corrections, there’s a big problem with his claim about Madison.\nMadison did turn 25 in 1776, the same year the Declaration of Independence was signed. But Madison didn’t sign it. You can see the list of signatories on the website for the National Archives.\nBorn March 16, 1751, Madison was a young adult when he made significant contributions to the foundation of the United States. He participated in the framing of the Virginia Constitution in 1776. Before he became president in 1809, Madison in 1789 introduced a proposed Bill of Rights to the Constitution, according to the National Constitution Center.\nIn an email to PolitiFact Wednesday night, Cawthorn’s spokesman said he meant to point out Madison’s age at the time the Declaration was signed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\"During the taping Madison Cawthorn wanted to mention James Madison,\" campaign spokesman John Hart said. \"He meant to say James Madison was 25 when the Declaration was written. His point stands that young people have made an enormous impact in this country, and still can.\"\nThursday morning, Cawthorn tweeted about the mistake.\nLet’s briefly review Cawthorn’s claims about the other presidents.\nWashington: Washington was sworn-in as a major of a militia when he was 21 and volunteered for active duty some ten months later, according to the U.S. Army’s website. A possible cause of confusion: Britain adopted a new calendar during Washington’s lifetime. \nThe National Archives record shows Washington was born in Virginia on February 11, 1731, according to the then-used Julian calendar. However, Britain and its colonies adopted the Gregorian calendar in 1752 — moving Washington's birthday a year and 11 days to February 22, 1732.\nLincoln: Abraham Lincoln was born on Feb. 12, 1809. He was 23 when he first ran for office in 1832, according to the Library of Congress. He finished eighth in a field of 13 candidates seeking a seat in the Illinois General Assembly, the NPS says. He was elected two years later.\nIn a speech urging viewers to know American history, Cawthorn’s inaccurate claim about Madison stands out.\nWe rate Cawthorn’s claim False.", "vclaim_id": "vclaim-pol-17193"}