{"url": "/factchecks/2008/sep/29/barack-obama/yes-wary-about-spain-and-maybe-confused-too/", "speaker": "Barack Obama", "vclaim": "McCain \"said the other day that he would not meet potentially with the prime minister of Spain, because he . . . wasn't sure whether they were aligned with us.\"", "truth_label": "mostly-true", "date": "stated on September 26, 2008 in a debate in Oxford, Miss.:", "title": "Yes, wary about Spain -- and maybe confused, too", "text": "During the first presidential debate, Barack Obama said John McCain has been too reluctant to support high-level diplomacy with other nations. Obama said that was true not just with U.S. enemies such as Iran, but also with a longtime ally like Spain.\n\n\nObama said that McCain \"even said the other day that he would not meet potentially with the prime minister of Spain, because he — you know, he wasn't sure whether they were aligned with us,\" Obama said. \"I mean, Spain? Spain is a NATO ally.\"\n\n\nObama was referring to an interview McCain gave with Radio Caracol in Miami on Sept. 17 in which McCain was asked if he would invite José Luis Rodríguez Zapatero, the Spanish prime minister,  to the White House.\n\n\nMcCain's tangled and somewhat confused response prompted lots of criticism. Democrats said it illustrated reluctance by the Bush administration — and now McCain — to engage in diplomacy even with longtime allies.\n\n\nHere's the relevant portion of the interview:\n\n\nQ: Senator, finally, let’s talk about Spain. If you’re elected president, would you be willing to invite President José Luis Rodríguez Zapatero to the White House, to meet with you?\n\n\nA: I would be willing to meet with those leaders who are our friends and want to work with us in a cooperative fashion. And by the way, President Calderón of Mexico is fighting a very, very tough fight against the drug cartels. I’m glad we’re now working in cooperation with the Mexican government on the Merida plan, and I intend to move forward with the relations and invite as many of them as I can of those leaders to the White House.\n\n\nQ: Would that invitation be extended to the Zapatero government? To the president, itself?\n\n\nA: Uh, I don’t, you know, honestly, I have to look at the relations and the situations and the priorities, but I can assure you: I will establish closer relations with our friends, and I will stand up  to those who want to do harm to the United States of America. I know how to do both.\n\n\nQ: So, you have to wait and see if he’s willing to, to meet with you, or you be… able to do it? In the White House?\n\n\nA: Well, again… I, I don’t… All I can tell you is that I have a clear record of working with leaders in the hemisphere that are friends with us, and standing up to those who are not, and that’s judged on the basis of the importance of our relationship with Latin America, and the entire region.\n\n\nQ: OK, what about Europe? I’m talking about the President of Spain. Are you willing to meet with him, if you’re elected president?\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nA: I’m willing to meet with any leader who is dedicated to the same principles and philosophy that we are for human rights, democracy and freedom. And I will stand up to those that do not.\n\n\nMcCain's reluctance to meet with Zapatero was odd because Spain is a member of NATO and a longtime U.S. ally. The CIA World Factbook calls it \"a global champion of freedom.\" The U.S. State Department says \"Spain and the United States have a long history of official relations and are closely associated in many fields.\"\n\n\nBut it's worth noting that U.S.-Spain relations have suffered since Zapatero became prime minister in 2004 and withdrew Spanish troops that were helping the U.S. war in Iraq.\n\n\nWe listened to the McCain interview several times and got the impression that the senator was confused during the first few questions. The interviewer says Zapatero's name quickly and it seemed to us that McCain did not recognize the name. His answer suggests he is focused on other leaders from Latin America. But the interviewer seems to notice his confusion and reminds him \"OK, what about Europe? I’m talking about the president of Spain.\"\n\n\nBut McCain's reply does not suggest that registered with him and he offers a more general reply about meeting with \"any leader who is dedicated to the same principles and philosophy that we are.\"\n\n\nWe would have accepted a McCain-was-confused explanation for this one, but the McCain campaign sent reporters a statement from foreign policy adviser Randy Scheunemann that said McCain's answer was intentional.\n\n\n\"The questioner asked several times about Senator McCain's willingness to meet Zapatero — and id'd him in the question so there is no doubt Senator McCain knew exactly to whom the question referred. Senator McCain refused to commit to a White House meeting with President Zapatero in this interview,\" Scheunemann said in an e-mail sent to the\n\nWashington Post\n\nand CNN.\n\n\nScheunemann said that if elected, McCain \"will meet with a wide range of allies in a wide variety of venues but is not going to spell out scheduling and meeting location specifics in advance.\"\n\n\nSo where does that leave us?\n\n\nObama is right that McCain \"said the other day that he would not meet potentially with the prime minister of Spain.\" McCain's words make that clear and are reinforced by Scheunemann's statement.\n\n\nIt's less clear if McCain \"wasn't sure whether (Spain is) aligned with us.\"\n\n\nTo us, McCain seemed confused. But Scheunemann's statement is adamant that McCain knew the subject was Spain. As a result, his comment that \"I have to look at the relations and the situations and the priorities\" indicates at least some doubt about U.S.-Spanish relations.\n\n\nSo we find Obama's claim to be Mostly True.", "vclaim_id": "vclaim-pol-15952"}