{"url": "/factchecks/2020/jan/09/viral-image/no-clintons-and-obama-didnt-give-nukes-and-uranium/", "speaker": "Viral image", "vclaim": "Says Bill Clinton \"gave nukes to North Korea,\" Barack Obama \"gave nukes to Iran,\" and Hillary Clinton \"gave uranium to Russia.\"", "truth_label": "false", "date": "stated on December 29, 2019 in a Facebook post:", "title": "No, the Clintons and Obama didn’t give nukes and uranium to North Korea, Iran and Russia", "text": "\"It’s obvious who the real traitors are,\" begins a Dec. 29 Facebook post featuring photos of former presidents Bill Clinton and Barack Obama, former Secretary of State Hillary Clinton and President Donald Trump. It claims that Bill Clinton \"gave nukes to North Korea,\" Obama \"gave nukes to Iran\" and Hillary Clinton \"gave uranium to Russia.\" \nThe text over the photo of a satisfied-looking Trump says: \"Who betrayed America?\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe reached out to some energy and arms experts about the Facebook post. Resoundingly, they all told us it’s wrong. \nNorth Korea\n\"North Korea developed nuclear weapons on their own and, in any event, tested them under George W. Bush,\" said Richard Nephew, a senior research scholar at the Center on Global Energy Policy at Columbia University. \nDuring Bill Clinton’s presidency, amid threats from Pyongyang to pull out of the Nuclear Nonproliferation Treaty, the United States and North Korea negotiated the 1994 Agreed Framework.\nIn the treaty, North Korea agreed to halt production of plutonium, which is used to make nuclear weapons. The country also halted plutonium processing in Yongbyon and froze construction of two other reactors.  \nThe United States considered those reactors \"highly suitable for making plutonium for weapons,\" said Joshua Pollack, editor of the Nonproliferation Review and a researcher at the James Martin Center for Nonproliferation Studies. \nIn exchange, an international consortium would replace North Korea’s plutonium reactor with two light-water reactors, mostly financed by Japan and South Korea, to provide the energy without nuclear capability. The United States agreed to provide shipments of heavy fuel oil to North Korea to help meet the country’s energy needs until the new reactors were operational. \nThe United States provided North Korea $400 million in heavy fuel oil until 2003, but the light-water nuclear reactors were never completed. In 2002, U.S. negotiators presented North Korean officials with evidence of a clandestine uranium enrichment program and the Agreed Framework treaty broke down during the George W. Bush administration.\nIran\nIran, meanwhile, doesn’t have nuclear weapons. The 2015 Iran nuclear deal reached by countries including the United States during the Obama administration actually required Iran to curtail its uranium enrichment activities and redesign a reactor that was under construction that \"would have been very useful for making plutonium for weapons,\" Pollack said. \nBy agreeing to the deal, Iran pledged to forgo 97% of its stockpile of enriched uranium. It also said it would give up 14,000 of its 20,000 centrifuges — the machines used to enrich uranium — and would only enrich uranium to a level unsuitable for weapons for at least 10 years. In short: the country committed to not pursuing nuclear weapons and faced obstacles if it broke that promise. Iran’s nuclear activity was subject to international monitoring and the United States and other members of the United Nations Security Council agreed to relax sanctions imposed on the country. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIn 2018, Trump announced that the United States would be withdrawing from the agreement. Since then, Iran has inched away from some of its commitments. The deal is weakened, but not entirely dead. And the amount of time Iran would need before it can produce a nuclear weapon has slowly but steadily shrunk.\nRussia\nAs for Russia, \"the Hillary Clinton and uranium claim is totally without merit,\" said Siegfried Hecker a professor emeritus at Stanford University and a former director of the Los Alamos National Laboratory. \nBy the time the Soviet Union dissolved, Russia had more than 1 million kilograms of highly enriched uranium, Hecker said. To put that in context, it only takes a few 10s of kilograms to make one bomb he said. During Bill Clinton’s presidency, Russia actually sold to the United States 500,000 kilograms of uranium that had been diluted so that it was suitable for power plants. \nAs secretary of state, Hillary Clinton did serve on a government board that ultimately approved a transfer of ownership of uranium mines, but she wasn’t the deciding vote. A panel of several departments and agencies were part of its approval. \nAs we’ve previously reported, Uranium One, a Toronto-based company, had mines, mills and tracts of land in Wyoming, Utah and other U.S. states. In 2009, Russia’s nuclear energy agency, Rosatom, bought a 17% share of Uranium One. In 2010, Rosatom sought to secure enough shares to give it a 51% stake. \nRussia doesn’t have a license to export uranium outside the United States but the possibility that a foreign entity would take a majority stake in the uranium operation meant that the Committee on Foreign Investment in the United States (CFIUS) had to approve the deal. The U.S. Nuclear Regulatory Commission and Utah’s nuclear regulator also needed to sign off.\nBecause CFIUS membership includes the U.S. State Department, the secretary of state would have had a voice in the decision. That panel also includes the attorney general, the secretaries of treasury, defense, commerce, energy and homeland security, and the heads of the office of the U.S. Trade Representative and the Office of Science and Technology Policy.\nCFIUS approved the proposal, and in 2013, Russia assumed 100% of Uranium One and renamed the company Uranium One Holding.\nJeffrey Lewis, a nuclear nonproliferation expert at the Middlebury Institute, told PolitiFact in 2016 that Russia’s purchase of the company was probably approved because it \"had as much of an impact on national security as it would have if they set the money on fire.\"  \nOur ruling\nRepublican and Democratic presidential administrations in the United States have all tried to stop Iran and North Korea from making nuclear weapons, said Daryl Kimball, executive director of the Arms Control Association, based in Washington, D.C. Russia, meanwhile, \"has mined and produced more uranium, including highly-enriched uranium which can be used for nuclear weapons, than they know what to do with.\" \nAfter working in nuclear arms control and nonproliferation for 30 years, Kimball said he’s never seen \"something that is so blatantly wrong\" as the allegations in the Facebook post. \n\"Each of these three claims is false,\" he said, \"Period.\"\nThat’s our rating, too: False.\nClarification: This story has been updated to reflect that Hillary Clinton served on a government board that approved a transfer of ownership of uranium mines. The story originally said she served on a board that approved a transfer of uranium.", "vclaim_id": "vclaim-pol-17558"}