{"url": "/factchecks/2020/mar/04/blog-posting/sanders-supporters-said-sanctions-blocked-access-c/", "speaker": "Bloggers", "vclaim": "\"Cuba has a lung cancer vaccine we in the US had no access to because we sanctioned Cuba.”", "truth_label": "half-true", "date": "stated on February 24, 2020 in a post on Facebook:", "title": "Pro-Sanders post said US sanctions blocked access to a Cuban lung cancer vaccine. Is that true?", "text": "Online supporters of Bernie Sanders came to his defense on the issue of Cuba, touting the communist island nation’s accomplishments beyond improving literacy rates.\n\"Cuba has a lung cancer vaccine we in the US had no access to because we sanctioned Cuba,\" the Feb. 24 post said. \"Cuba eliminated HIV transmission from mother to child. Cuba has a literacy rate of nearly 98% now.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe’ll focus on the claim about the lung cancer vaccine because the facts behind the statement lead to a less certain conclusion than the Facebook post suggests. (The other elements in the post are accurate.)\nWhat is a cancer vaccine?\nThough we tend to think of vaccines as protecting you from getting sick, cancer vaccines work differently.\nIn 2016, nearly 150,000 people died from lung cancer in the United States. Neither the United States nor Cuba nor anyone else has developed a vaccine that would stop those deaths.\nThat’s because cancer vaccines don’t block disease; their purpose is to shrink existing tumors, and failing that, slow them down.\nThere are 91 lung cancer vaccines under study today in the United States, according to the National Institutes of Health.\nCuba’s cancer vaccine\nDuring the 1990s, Cuba began testing a drug called Cimavax and found that it extended lung cancer patients’ lives by about three months. \nIn 2011, Cuba began offering the drug to Cubans for free. That same year, Cuban researchers discussed the results with the Roswell Park Cancer Institute in Buffalo, N.Y.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nFour years later — the same year that the United States and Cuba re-opened embassies in each other’s capitals — scientists from both countries agreed on a collaborative research project. It was the first time since the Cuban revolution that Cuban and American institutions had been permitted to engage in such a joint venture, Roswell Park’s chief executive, Candace S. Johnson told the New York Times.\nDid lifting the embargo give U.S. patients access to Cimavax?\nThe initial results in Cuba were ambiguous, and they needed to be replicated in the United States to meet Food and Drug Administration rules.\nUltimately, the Roswell Park study hopes to have 180 patients. These are people with advanced cancer who have exhausted other treatments. So far, the study has not met its goal.\nApproximately 100 people have gone to Cuba on their own for treatment.\nWith about 200,000 new cases of lung cancer each year, the fraction of patients accessing Cimavax is about one tenth of one percent.\nWhen the Trump administration re-imposed restrictions on travel to Cuba, it created a legal bind for Americans — about 100 since 2016 — who have gone there for this treatment. According to the new rules, they were now breaking the law. \nBut this highlights that opening the doors to Cuba also increased access to the drug, although access was limited to patients who could afford to make the trip.\nOur ruling\nA Facebook post said Cuba had a lung cancer vaccine that the United States had no access to due to the decades-long embargo. There is an element of accuracy here, but it lacks several important pieces of information. \nA lung cancer vaccine doesn’t prevent the disease; it is judged a success if it slows down or stops tumor growth. The drug in this case, Cimavax, extended life by about three months in the Cuban study. Access to Cimavax is limited to about 180 patients in one American study and those who go on their own to Cuba. The combined total represents a tiny fraction of people with lung cancer. \nThere are about 90 cancer vaccines under study in America today. None of this would be apparent to people who read the Facebook post.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-18042"}