{"url": "/factchecks/2019/aug/08/california-republican-party/no-president-trump-wasnt-kicked-california-ballot-/", "speaker": "California Republican Party", "vclaim": "President Trump was \"kicked off\" the California ballot", "truth_label": "pants-fire", "date": "stated on August 6, 2019 in a fundraising pitch:", "title": "No, President Trump wasn’t ‘kicked off’ the California ballot. That’s Pants on Fire.", "text": "The California Republican Party made a misleading and blatantly inaccurate claim this week that President Donald Trump was \"kicked off the California ballot\" during a fundraising pitch on its website.\nIt asks supporters to donate to get Trump \"back on the ballot.\" \nThe message goes on to claim \"Governor Newsom signed SB27, preventing President Trump from appearing on next year’s ballot. The law is clearly unconstitutional and disenfranchises millions of California voters. We need your support to overturn SB27.\"\nWe set out on a fact check. \nOur research \nGov. Gavin Newsom did sign Senate Bill 27 into law last week. But it doesn’t prevent Trump or anyone else from appearing on the California ballot, nor does it mean he’s \"kicked off.\" \nInstead, it requires candidates for president and governor to release five years of tax returns to run in the state’s primary. The requirement does not extend to the general election.\nHere’s what the law says: \n\"This bill would enact the Presidential Tax Transparency and Accountability Act, which would require a candidate for President, in order to have the candidate’s name placed upon a primary election ballot, to file the candidate’s income tax returns for the 5 most recent taxable years with the Secretary of State, as specified.\"\nTrump has refused to release his returns, saying since his campaign for president they are under audit. \nTrump, the Republican National Committee and California Republican Party have all filed lawsuits over SB 27, arguing it is unconstitutional and \"a naked political attack\" on Trump. The law passed on a party-line vote in the Democratic-controlled Legislature.\nSome legal analysts have questioned it, as did former Gov. Jerry Brown when he vetoed a similar law two years ago, saying it would create a slippery slope of trying to force candidates to release additional information to run for president. \nThe courts will eventually decide on its constitutionality. But as it stands, it does not prevent Trump from appearing on the ballot. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nAsked about the accuracy of the claim, a spokesperson for the California Republican Party pointed to a news release on the party’s website about the lawsuits. The release criticizes the law and contends Democrats are using it \"to keep Republicans home\" during the next election. \nBut it doesn’t provide any information showing Trump was kicked off the ballot or prevented from being on it. California is still several months from finalizing its ballot for the March 2020 primary. \nAfter we asked about the claim, the headline on the party’s website changed slightly from President Trump \"kicked off\" the ballot to President Trump \"off\" the ballot. \nAnother line changed from asking donors to contribute to get Trump \"back on the ballot\" to get him \"on the ballot.\"\nOur ruling\nThe California Republican Party recently claimed President Trump was \"kicked off the California ballot\" as a result of Senate Bill 27. \nThe recently signed law requires candidates for president and governor to release five years of tax returns to run in the state’s primary. It does not apply to candidates in the general election.\nRepublicans are challenging the law in court, saying it’s unconstitutional. \nThe law very well may be struck down by a court. But, as written, it does not kick Trump off the ballot or prevent him from being on it. That ballot is still several months from being finalized. \nIt might be a difficult decision for Trump to release his tax returns, which he has refused to do, but it still provides this avenue for him and all future candidates for president and governor to appear on the primary ballot. \nThe message on the state party’s website is blatantly false, ignores any mention of what’s actually in the law and how candidates can comply. What’s more, the false message is being used as a fundraiser. \nFor these reasons, we rate it Pants on Fire. \n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-08-08 21:16:11 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  President Trump was \"kicked off\" the California ballot    California Republican Party state political party https://www.cagop.org/sb_27?splash=1    Tuesday, August 6, 2019 2019-08-06    Read More  info", "vclaim_id": "vclaim-pol-00294"}