{"url": "/factchecks/2017/oct/10/hillary-clinton/hillary-clintons-false-claim-mass-shootings/", "speaker": "Hillary Clinton", "vclaim": "\"There have been more than 270 mass shootings in the United States in the last year alone. That’s where four or more are killed.\"", "truth_label": "false", "date": "stated on October 9, 2017 in a speech at the University of California at Davis:", "title": "Hillary Clinton’s False claim on mass shootings", "text": "Citing the Las Vegas shooting that killed 59 people and injured hundreds, Hillary Clinton urged the nation to do more to prevent gun violence during a speech at the University of California at Davis on Monday.\nThe Democrat and former presidential candidate rejected the idea that a debate over gun safety should wait until well after a mass shooting takes place.\n\"What better time than now?\" Clinton said, speaking on her current book tour’s only scheduled stop in California.\nClinton went on to make a claim about the number of mass shootings that have taken place this year — and misstated how they are defined.\n\"There have been more than 270 mass shootings in the United States this year alone. That’s where four or more are killed. Two hundred and seventy. We cannot accept this as normal. We cannot become desensitized.\" \n\nHillary Clinton made her claim about mass shootings during a speech Oct. 9, 2017 at UC Davis. \nPolitiFact California took a deep look at how mass shootings are defined here, and found there’s wide disagreement on the matter.\nDemocrats and gun control advocates use the very broad criteria that a mass shooting includes four or more people killed — or injured — in one event. It was developed by the Gun Violence Archive, a group that logs shootings across the country by crowdsourcing media reports.\nUnder its definition, which does not require that anyone is necessarily killed, there have been more than 270 mass shootings so far this year.\nBut there have been far fewer of these crimes where, as Clinton termed it, \"four or more people are killed.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nMore restrictive criteria\nA database compiled by Mother Jones, a liberal magazine, shows there have been only three mass shootings so far this year that meet the four-or-more measurement expressed by Clinton at the speech.\nThe magazine itself shows seven mass shootings so far this year because it uses three or more deaths as its criteria. It excludes more conventional crimes such as armed robberies and gang violence in its count, focusing instead on \"the distinct phenomenon of mass shootings.\" \nThe Gun Violence Archive, meanwhile, which includes gang shootings and home invasion robberies as mass shootings, had tallied 19 shootings in which four or more people were killed. \nIn the past, the federal government has used the more restrictive criteria of four or more killed to define a mass shooting. We found there’s no widely accepted definition that doesn’t create its own share of questions.\nA spokesman for Clinton pointed to the Gun Violence Archive’s definition for mass shootings, but did not immediately provide an explanation for Clinton’s misstatement of that definition.\nOur ruling\nHillary Clinton in her UC Davis speech said there have been more than 270 mass shootings in the United States so far this year. She defined the events as \"where four or more are killed.\"\nOur research has shown that a broad definition of mass shootings requires four or more people to be killed or injured. There have been more than 270 of those horrific crimes so far this year.\nBut Clinton left out the key words \"or injured,\" dramatically changing the criteria for these shootings. There have been a much smaller number of mass shootings that meet this stricter criteria of \"four or more people killed,\" nowhere near the 270 she claimed.\nWe rate Clinton’s claim False.\n\nFALSE – The statement is not accurate.\n Share the Facts 2017-10-10 23:20:59 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"There have been more than 270 mass shootings in the United States in the last year alone. That’s where four or more are killed.\"    Hillary Clinton Former presidential candidate https://www.youtube.com/watch?v=Vtws4TzKso4    Monday, October 9, 2017 2017-10-09    Read More  info", "vclaim_id": "vclaim-pol-02818"}