{"url": "/factchecks/2017/sep/08/blog-posting/no-30000-scientists-have-not-said-climate-change-h/", "speaker": "Bloggers", "vclaim": "\"30,000 scientists have come forward confirming that man-made climate change is a hoax perpetuated by the elite in order to make money.\"", "truth_label": "pants-fire", "date": "stated on September 2, 2017 in an article on an unreliable website:", "title": "No, 30,000 scientists have not said climate change is a hoax", "text": "Climate change doubters have no patience for claims that the overwhelming number of climate researchers believe that humans are the driving factor. Facebook users flagged a recent article on the website News Punch that asserted much more disagreement in the scientific community than is commonly thought.\n\"30,000 scientists have come forward confirming that man-made climate change is a hoax perpetuated by the elite in order to make money,\" was the subheadline in the Sept. 2 story.\nThat striking number of dissenting scientists has been around for many years and dates back to a 1998 petition drive conducted under the auspices of a climate change skeptic named Arthur Robinson. Robinson is a biochemist, conservative activist and four-time Republican congressional candidate in Oregon. Robinson believes human-driven climate change is a myth.\nRobinson’s Petition Project now counts 31,487 signatories. Before we get to who those people are, the key flaw in the News Punch statement is that the petition doesn’t say what the article claims. Here’s what people sign:\n\nFor the purposes of this fact-check, the key sentence is, \"There is no convincing scientific evidence that human release of carbon dioxide, methane, or other greenhouse gases is causing or will, in the foreseeable future, cause catastrophic heating of the Earth’s atmosphere and disruption of the Earth’s climate.\"\nThe petition says nothing about hoaxes or profit motives.\nOn its face, someone signing the petition need not believe that climate change is a hoax, nor that it has been perpetrated to make money. While some or even many who signed it might hold those beliefs, the petition itself doesn’t speak to either of those conditions.\nIn terms of the mindset of the signers, the statement relies on speculation.\nChallenges to the petition\nThere are many reasons to question what it means to have over 31,000 people signing this petition.\nFirst of all, the meaning of \"scientist\" is vague. The minimum requirement is a bachelor’s of science degree. That’s no guarantee that the person studied a science related to climate change, or that the person pursued a career in science. The petition’s website says that 12,715 signers hold \"BS or equivalent academic degrees.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhen we look at the number of people with some sort of background in fields that tie directly to climate change, the petition website said, \"there are 3,805 scientists trained in specialties directly related to the physical environment of the Earth.\"\nThat would be about 12 percent of the total.\nThere are, according to the site, 9,029 people with PhDs, which comes closer to meeting a higher bar for being thought of as a scientist. Based on the site’s figures, most of them don’t specialize in climate change, but they likely are more familiar with scientific methods.\nThese important nuances get lost. A 2012 opinion piece in Forbes described the signers as \"more than 31,000 American scientists from diverse climate-related disciplines.\"\nThat’s way off the mark, unless you count veterinarians -- one of the degrees that qualifies you as a scientist in the petition project -- and physicians.\nWe also don’t know much about when people signed the petition. The website tells us that thousands of signatures came in 1998 and 1999 when the petition was first circulated. It also says, \"The majority of the current listed signatories signed or re-signed the petition after October 2007.\"\nThe problem is, the scientific consensus on mankind’s role in climate change has grown over time. Even if more than half of the signers came after that date, it doesn’t mean that those who came before remain skeptical of climate change.\nThere’s reason to think that opinions can shift. When the magazine Scientific American reached out to a random sample of 30 names on the list in 2006, it found \"six said they would not sign the petition today, three did not remember any such petition, one had died, and five did not answer.\"\nWe reached out to the publishers of News Punch and did not hear back.\nOur ruling\nAn article on the News Punch website said that \"30,000 scientists have come forward confirming that man-made climate change is a hoax perpetuated by the elite in order to make money.\" The source is a well-known petition project.\nThe key flaw is that the petition challenges the science, but it doesn’t cast human-driven climate change as a hoax aimed at making some people rich. That is pure interpretation by the website.\nThe use of the word \"scientists\" is misleading, since a signatory need not be a scientist today and need not have done more than earned a bachelor of science degree in any field. The actual number of climate-related specialists is about 12 percent of the total. And these are not currently confirmed signatories as the list has been circulating since 1998.\nFor all these reasons, we rate this claim Pants on Fire.\n Share the Facts 2017-09-08 14:28:39 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://newspunch.com/tens-of-thousands-of-scientists-declare-climate-change-a-hoax/ \"30,000 scientists have come forward confirming that man-made climate change is a hoax perpetuated by the elite in order to make money.\"    Bloggers bloggers   In an article on an unreliable website. Saturday, September 2, 2017 2017-09-02    Read More  info", "vclaim_id": "vclaim-pol-02928"}