{"url": "/factchecks/2018/aug/16/dean-heller/did-nevadas-jacky-rosen-skip-key-veterans-vote-pho/", "speaker": "Dean Heller", "vclaim": "Says Jacky Rosen \"skipped work ... at the expense of veterans\" to \"attend a publicity stunt.\"", "truth_label": "barely-true", "date": "stated on June 26, 2018 in a press release:", "title": "Did Nevada's Jacky Rosen skip a key veterans vote for a photo op? Not so fast", "text": "Judging by the number of video testimonials on his YouTube channel, Nevada Republican Sen. Dean Heller is proud of the work he’s done to help veterans get their benefits. In contrast, he says his Democratic opponent has let them down.\nIn June, he charged in a press release that Rep. Jacky Rosen, D-Nev., failed to vote on benefits for victims of Agent Orange, a Vietnam-era toxic herbicide.\n\"Congresswoman Jacky Rosen went AWOL on Nevada’s veterans once again yesterday when she skipped work to attend a publicity stunt instead of voting to expand coverage for Vietnam War heroes who are literally dying from exposure to Agent Orange – a bill Dean Heller has cosponsored in the Senate.\n\"If a trip to the southern border was so important to her, Rosen could’ve traveled over the weekend. Instead, she chose to pal around Nevada with Elizabeth Warren and — at the expense of these veterans — ignore the job she was elected to do.\"\nA PAC tied to Senate Majority Leader Mitch McConnell, R-Ky., targets the same issue in an ad now playing in the Las Vegas market.\nA reader asked us about Heller’s initial press release, so we decided to find out whether Rosen, in Heller’s words, skipped work at the expense of veterans to attend a publicity stunt.\nKey takeaways\n\n\nYes, Rosen was absent for the vote.\n\n\nThe bill had 330 cosponsors, including Rosen, and no opposition.\n\n\nIt passed 382-0 under rules reserved for sure-to-pass bills, a status known three days before the vote.\n\n\nOn the day of the vote, Rosen was on an official visit to a child detention center near the Mexico border at a time when the Trump administration’s family separation policy faced intense scrutiny.\n\n\nThe Agent Orange bill\nAgent Orange is a catchall term for a blend of herbicides the U.S. military sprayed over the jungle during the Vietnam War to reduce enemy cover. The Veterans Affairs Department links exposure to a long list of diseases, including leukemia, diabetes, Parkinson’s, prostate cancer and many more.\nOn Jan. 5, 2017, a bipartisan group of three Republican and two Democratic congressmen introduced the Blue Water Navy Vietnam Veterans Act. The bill said any sailor who served in the Vietnam theater was eligible for treatment for diseases tied to Agent Orange. They wouldn’t need to prove a connection. A connection would be presumed.\nThe measure quickly gained cosponsors. Rosen added her name about five weeks after introduction. In the months that followed, another 123 lawmakers signed on and ultimately 330 of them stood behind the bill.\nSo if Rosen wasn’t among the very first, she was in one of the earlier waves of supporters.\nOn Dec. 22, 2017, Rosen co-signed a letter with her colleagues (see her signature on page 5) to House Speaker Paul Ryan asking that the bill be allowed to move forward even though it lacked a specific way to pay for its cost.\nThe vote\nOn June 25, 2018, the House passed the bill by a vote of 382-0, with 45 members not voting.\nA couple of points bear noting.\nWith 330 cosponsors, little short of an act of God would have prevented passage.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn line with that, there’s a special place within House procedure for non-controversial legislation. When at least two-thirds of members back a bill, it can pass under a fast-track motion to suspend the rules.\nThat’s important because in order for a bill to get that treatment, it has to be posted as such three days before the vote, in this case, by June 22, 2018. That day, House Democratic leadership emailed that schedule to Rosen and other Democrats.\nRosen took her trip on June 25, or in other words, after it was known that the bill was on the suspension calendar.\n\"Bills are scheduled under suspension because they are suspected to secure a two-thirds vote easily,\" said Donald Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center. \"Most pass on voice votes.\"\nWith a voice vote, the presiding officer calls for the ayes and the nays and that’s it. But in this case, they had a roll call vote, which was announced the morning of June 25.\nAs the Heller campaign sees it, Rosen didn’t do her job on behalf of veterans.\n\"She skipped the vote,\" said Heller spokesman Keith Schipper. \"The Monday of the vote, she decided it was more important to shoot a commercial than showing up to do the job she was elected to do, which was voting to expand coverage for veterans suffering from the effects of Agent Orange.\"\nRosen’s physical vote would have had no impact on the outcome.\nHeller’s press release said she \"skipped work.\"\nSo what was she doing on the day of the vote?\nRosen’s trip\nOn June 20, President Donald Trump signed an executive order to reverse his previous policy and stop the separation of families at the border. By that time, the government had placed about 2,000 children in facilities spread across the country. There were questions about the conditions the children were living in, and even more questions about how the government would reunite them with their parents.\nRosen, along with 15 other House Democrats, introduced a bill directing the Homeland Security Department to reunite families. That came the day after Trump had reversed course.\nOn June 25, the day of the Agent Orange vote, she started her day in El Paso, Texas, to meet with the American Civil Liberties Union, a group that was monitoring the separation policy. Rosen toured a U.S. Customs and Border Protection processing facility, and an unaccompanied minor facility in Tornillo, Texas. She went with another House Democrat, Salud Carbajal from California.\n\"This visit to the border was for official business in her role as a member of Congress who has been proactively working to fix our broken immigration system and end President Trump's heartless family separation policy,\" said Ilse Zuniga, press secretary in Rosen’s congressional office.\nZuniga added that immigration has been a priority for Rosen during her time in office.\nOfficial visits are part of congressional work. Each member gets an allowance and so long as it’s for work, they can spend it pretty much how they like. Staff salaries, office expenses, printing and travel are all fair game. It would have been one thing if Rosen were on vacation, but she wasn’t.\nHeller’s campaign takes issue with a campaign ad Rosen made using photos and footage from her trip to the border. That’s the \"publicity stunt\" part of their claim. That would be in the eye of the beholder. Gaining useful first hand knowledge can come alongside picking up images that work well in a campaign. The two are not mutually exclusive.\nOur ruling\nHeller said that Rosen skipped work at the expense of veterans for a publicity stunt.\nHeller highlighted his own support as a cosponsor of a companion measure in the Senate — but he forgot to highlight the same of Rosen. Rosen did miss the vote.  The bill faced zero opposition, was on a formal fast-track for passage, and passed 382-0.\nRosen didn’t skip \"work.\" She made an official visit, along with another congressman, to sites near the Mexican border that were relevant to legislation she introduced related to family separation at the border.\nThe thread of accuracy here is Rosen missed a vote. We rate this claim Mostly False.\n Share the Facts 2018-08-16 18:49:47 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Jacky Rosen \"skipped work ... at the expense of veterans\" to \"attend a publicity stunt.\"    Dean Heller Republican Senator from Nevada https://www.deanheller.com/are-you-kidding-me-did-jacky-rosen-go-awol-on-nevadas-vietnam-war-veteransagain/   In a press release and an ad. Tuesday, June 26, 2018 2018-06-26    Read More  info", "vclaim_id": "vclaim-pol-01725"}