{"url": "/factchecks/2011/feb/28/george-allen/george-allen-says-26-million-jobs-have-been-lost-s/", "speaker": "George Allen", "vclaim": "\"The American people have endured 21 consecutive months of 9% or higher unemployment [and] 2.6 million jobs have been lost,\" since the stimulus bill was signed.", "truth_label": "true", "date": "stated on February 17, 2011 in a press release.:", "title": "George Allen says 2.6 million jobs have been lost since stimulus bill was signed", "text": "George Allen was in no mood celebrate the second anniversary of President Barack Obama signing into law the American Recovery and Reinvestment Act on Feb. 17.\n\nThe Republican observed the occasion by firing an e-mail to reporters blasting the stimulus bill and the president.\n\n\"Two years ago today, President Obama signed into law a $800 billion jobless stimulus bill that promised to keep unemployment under 8 percent,\" said Allen, who is running to regain the U.S. Senate seat he lost to Democrat Jim Webb in 2006. \"Instead the American people have endured 21 consecutive months of 9 percent or higher unemployment, 2.6 million jobs have been lost, and our nation’s debt has hit a record-setting $14 trillion.\"\n\nThere are several things we wanted to check in this statement: Did the bill really \"promise\" that the unemployment rate would stay below 8 percent? Has unemployment really been above 9 percent for 21 months in a row, with 2.6 million jobs lost since the stimulus was signed?\n\nThis report will take on the second of those questions, looking at the unemployment rate and the number of jobs lost in the last two years. In a story tomorrow, we will examine Allen’s claim that the stimulus \"promised to keep unemployment under 8 percent.\"   \n\nKatie Wright, director of communications for Allen’s Senate campaign, said the unemployment and job-loss data came from the federal Bureau of Labor Statistics.\n\nThe national unemployment rate was 4.9 percent in April 2008 but began racing higher as the American and global economies fell into recession. The rate crossed the 9 percent threshold in May 2009 and has stayed above that level every month since. It peaked at 10.1 percent in October 2009.\n\nIn January the unemployment rate fell to 9 percent, down from 9.4 percent in December 2010. So the BLS data backs Allen up. The unemployment rate has been at 9 percent or higher for exactly 21 months.\n\nWhat about the number of jobs lost? We looked at BLS job data from March 2009, the first full month after the stimulus bill was signed, through this January. The economy shed 3.5 million jobs during the last 10 months of 2009. It gained 909,000 during 2010 and another 36,000 in January of this year. That leaves us with a net loss of 2.57 million. With rounding, that comes out at 2.6 million.\n\nSo Allen’s right again.\n\nWhat Allen ignores in his statement is that many jobs were saved by stimulus funds in school districts and local governments that used federal money to pay employees rather than making layoffs. There also were construction jobs created through projects funded by the stimulus.\n\nUncle Sam has been tracking stimulus spending at www.recovery.gov, and the program is overseen by the Recovery Accountability and Transparency Board. Each quarter, recipients of the federal aid have reported the number of jobs being funded with stimulus money during the past three months.\n\nDuring the final quarter of 2010, 585,654 jobs were reportedly being funded through stimulus dollars. The third quarter of 2010 saw 675,841 stimulus-supported jobs, the second quarter 750,045 jobs and the first quarter of last year 682,322 jobs. During 2009 the program was supporting between 600,000 and 635,000 jobs, according to the Recovery Board.\n\nEdward Pound, the board’s director of communications, said the oversight agency has not tracked a total number of jobs created over the life of the program. He said the quarterly estimates were considered the most accurate measurement since stimulus funding often goes towards road and construction projects, which may only provide jobs for a finite period of time.\n\nLet’s review.  Allen said \"the American people have endured 21 consecutive months of 9 percent or higher unemployment,\" and that \"2.6 million jobs have been lost\" since the stimulus bill was signed in February 2009.\n\nThe unemployment moved above 9 percent in May 2009 and has been at that level or higher for 21 months. Since March 2009, 2.57 million jobs have been lost, which rounds up to the 2.6 million figure cited by Allen.\n\nAllen ignores the number of jobs saved or created by stimulus, but the figures he uses in his claim are correct. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Jennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13516"}