{"url": "/factchecks/2019/may/20/amy-klobuchar/yes-us-suicides-have-risen-30-past-decade-and-half/", "speaker": "Amy Klobuchar", "vclaim": "\"We’ve had a 30% increase in suicides in this country in just 15 years.\"", "truth_label": "true", "date": "stated on May 8, 2019 in a Fox News town hall:", "title": "Yes, U.S. suicides have risen by 30% in past decade and a half", "text": "During a Fox News town hall, Democratic presidential candidate Amy Klobuchar made a pitch for greater attention to mental health services.\nShe cited the mental-health difficulties experienced by farmers and veterans, and she told the story of her father’s struggle with alcoholism.\nShe summed up by telling her audience that \"we’ve had a 30% increase in suicides in this country in just 15 years.\" (It’s around the 25:00 mark.)\nThat’s a sizable increase. Is she correct? We didn’t hear back from her campaign, but we found data that supports the statistic.\nA look at the numbers\nThe main suicide data page at the website of the National Institute of Mental Health includes data for the suicide rate between 2001 and 2017 -- a 16-year span, but close enough for our purposes. The data was collected by the Centers for Disease Control and Prevention.\nTo analyze Klobuchar’s statement, we used the national suicide rate -- that is, the number of suicides per 100,000 population -- rather than raw numbers of suicides, because using the rate factors out any increases that are simply due to population growth.\nIn addition, the CDC’s numbers are \"age-adjusted\" -- a statistical process that evens out differences in the age of the population for better year-to-year comparisons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nHere’s what the data shows:\n\nThe rate went from 10.7 suicides per 100,000 in 2001 to 14.0 in 2017. That's an increase of 30.8%, making Klobuchar right on target\nWhy is the suicide rate rising so consistently?\nPart of the reason for the rise may stem from better reporting of suicides, following the implementation of CDC’s National Violence Death Reporting System, said Carol W. Runyan, a professor of epidemiology and community and behavioral health at the Colorado School of Public Health.\nBut she added that researchers believe there are substantive reasons as well.\n\"It is probably a combination of things, including inadequate access to quality mental health care, increased access to guns -- which are the most lethal means of attempting suicide -- and drugs, as well as social factors that relate to depression,\" Runyan said.\nOur ruling\nKlobuchar said, \"We’ve had a 30% increase in suicides in this country in just 15 years.\"\nBetween 2001 and 2017, the suicide rate rose by exactly 30.8%. We rate her statement True.\n Share the Facts 2019-05-20 16:42:45 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"We’ve had a 30% increase in suicides in this country in just 15 years.\"    Amy Klobuchar Democratic presidential candidate https://video.foxnews.com/v/6034416670001/#sp=show-clips   a Fox News town hall Wednesday, May 8, 2019 2019-05-08    Read More  info", "vclaim_id": "vclaim-pol-00619"}