{"url": "/factchecks/2017/jul/07/raymond-walter/where-are-property-taxes-highest-new-york/", "speaker": "Raymond Walter", "vclaim": "\"Western New Yorkers pay some of the highest property taxes in the state.\"", "truth_label": "half-true", "date": "stated on June 23, 2017 in a press release:", "title": "Who pays the highest property taxes in New York?", "text": "New York state has some of the highest property taxes in the country. But where in the state are property taxes highest?\nAssemblyman Ray Walter, R-Amherst, says Western New York ranks high.\n\"Western New Yorkers pay some of the highest property taxes in the state,\" Walter said in a recent press release about Republican efforts to replace Obamacare. He supports a part of a congressional bill designed to reduce property taxes in New York state by shifting Medicaid costs from counties to the state.\nWalter said he was talking about property taxes as a percent of home value in Western New York. He defines the region as the eight counties west of the Finger Lakes: Erie, Niagara, Chautauqua, Allegany, Cattaraugus, Orleans, Wyoming and Genesee counties.\n\"It’s off the charts as a percentage of home value,\" Walter told PolitiFact New York. \"In real dollars it’s not as high just because our home values are not as high as other places in the state.\"\nIs Walter right that Western New York has some of the highest property taxes in the state?\nPercent of home value\nU.S. Census Bureau data shows how property taxes compared with home values in each county in 2015, the latest figures.\nIt’s a better apples-to-apples comparison because some counties have higher home values but similar property tax bills. The home value in Brooklyn is more than triple that of Sullivan County, for example, but the property tax bills are within a few hundred dollars of each other.\nAll eight counties in Western New York rank among the 18 highest counties in the state for property taxes as a percent of home value.\n\n\n• Orleans County ranks first out of the state’s 62 counties. Its median property tax of $3,055 is 3.35 percent of its $91,300 median home value.\n\n\n • Allegany County ranks second. The $2,320 median property tax bill is 3.3 percent of the $70,300 median home value.\n\n\n • Erie County ranks lowest in the region, but 18th highest in the state. Its median property tax bill is $3,499, which is 2.69 percent of its median home value of $130,000.\n\n\nThe data is only reported for owner-occupied housing units. It does not include property taxes on businesses or rented units.\nProperty taxes in dollars\nThe ten counties with the highest median property tax in dollar amounts are in New York City, the lower Hudson Valley and on Long Island. Western New York counties are lower in this category. Four of them rank in the bottom half.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nColin Schmitt\n\n\nstated on January 14, 2021 in a news conference\n\n\n\n\n\n\n\n\n“We have scientific data, from all different levels, but particularly from the high school sports levels, from numerous different states that shows that it is safe to play what New York is considering high-risk sports.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jill Terreri Ramos • January 26, 2021\n\n\n\n\n\n\n\n\n\n• Erie County has the highest property tax in the region. The county ranks 21st in the state.\n\n\n• Niagara County, where the median property tax bill is $3,255, is second highest in the region but 26th in the state.\n\n\n• Allegany County has the lowest median property tax in dollars in Western New York. Only five other counties in the state are lower.\n\n\nThree counties tie for highest property taxes in the state — and the country. Nassau, Rockland, and Westchester counties each have median property tax bills that exceed $10,000. That’s the highest amount in the country as well.\nThe Census Bureau does not report exact dollar amounts when the median tax exceeds $10,000.\nPercent of income\nProperty taxes can also be measured as a share of median household income.\nThe eight counties in Western New York rank in the middle in this category.\n\n\n• Wyoming County, where the tax bill is $2,871, is lowest in the region. Residents spend 5.29 percent of the median income of $52,564 on property taxes. Fifteen counties have lower property tax bills as a percent of median resident income.\n\n\n• Erie County is again highest in the region. Residents there pay 6.83 percent of the median income of $51,247 toward property taxes. Twenty-one counties are higher.\n\n\nNassau, Rockland, and Westchester counties tie for first in this category. At least ten percent of the median income in each is spent on property taxes.\nOur ruling\nWalter said \"Western New Yorkers pay some of the highest property taxes in the state.\"\nHis statement might come as a surprise to homeowners on Long Island and other counties near New York City, where median property tax bills exceed $10,000. To them, Erie County's median property tax bill of $3,499 doesn't look too high. \nSo, no, Western New Yorkers do not pay some of the highest property taxes in the state.\nBut Western New Yorkers shoulder a heavier burden paying the property tax.\nWalter said he was talking about property taxes as a percent of home value. And in that sense, he’s right about the tax. Two Western New York counties lead the state in this category and all eight counties in the region are among the top third.\nWe rate his claim Half True.\n Share the Facts 2017-07-07 19:59:30 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Western New Yorkers pay some of the highest property taxes in the state.\"    Raymond Walter Assemblymember   Western New York Friday, June 23, 2017 2017-06-23    Read More  info", "vclaim_id": "vclaim-pol-03133"}