{"url": "/factchecks/2014/jan/09/marco-rubio/marco-rubio-says-marriage-decreases-probability-ch/", "speaker": "Marco Rubio", "vclaim": "Marriage \"decreases the probability of child poverty by 82 percent.\"", "truth_label": "mostly-true", "date": "stated on January 8, 2014 in a speech:", "title": "Marco Rubio says marriage 'decreases the probability of child poverty by 82 percent'", "text": "On the 50th anniversary of President Lyndon B. Johnson’s announcement of the War on Poverty, Sen. Marco Rubio, R-Fla., gave a speech at an event titled, \"Income Mobility and the American Dream,\" sponsored by the American Enterprise Institute, a conservative think tank.\nDuring the speech, Rubio made a claim about the relationship between marriage and poverty.\n\"Until at least a few decades ago, our economy proved sufficiently dynamic and innovative to replace old jobs with new ones, but that hasn't been happening in recent years,\" Rubio said. \"Social factors also play a major role in denying equal opportunity. The truth is that the greatest tool to lift people, to lift children and families from poverty, is one that decreases the probability of child poverty by 82 percent. But it isn't a government program. It's called marriage.\"\nHe continued, \"Fifty years ago today, when the War on Poverty was launched, 93 percent of children born in the United States were born to married parents. By 2010, that number had plummeted to 60 percent. It shouldn't surprise us that 71 percent of poor families with children are families that are not headed by a married couple.\"\nA reader asked us to investigate whether Rubio is correct that marriage \"decreases the probability of child poverty by 82 percent.\" So we did.\nThe claim appears to come from this article by Robert Rector of the conservative Heritage Foundation. Rector wrote, \"According to the U.S. Census, the poverty rate for single parents with children in the United States in 2009 was 37.1 percent. The rate for married couples with children was 6.8 percent. Being raised in a married family reduced a child’s probability of living in poverty by about 82 percent.\"\nWe concur that the Census Bureau data Rector cited -- from this table -- supports Rubio’s point. However, we have a couple of quibbles.\nFirst, there’s more recent census data, covering 2011. And second, there’s a bit of a mismatch between what Rubio said and what Rector wrote about. Rector was comparing female-headed single-parent households that include kids to married households that have kids. But Rubio didn’t specify that he was talking only about female-headed households that have kids. About one of every five single-parent households is headed by a man.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIf you use 2011 data and include single-parent households headed by either sex, the numbers come out a bit differently. The data show that 37.2 percent of single-parent households are in poverty, compared to 10.9 percent for married families with kids. That’s a 71 percent decrease in the likelihood of poverty, rather than 82 percent.\nIn addition, these statistics are calculated by counting all the people, adult or child, living in households that include children, noted Michael Wiseman, a public policy professor at George Washington University. In other words, the numbers Rubio cited don’t speak directly to the likelihood of a child being in poverty, which was how he worded his claim.\nWe should note that some critics have taken issue with the implications of the statistic Rubio cited. Philip N. Cohen, a sociologist at the University of Maryland, wrote on his blog, \"By the same logic, (Rubio) should have said, ‘The greatest tool for lifting children and families out of poverty is getting a job, which increases your income by $40,000 per year’ — because the median weekly earnings of full-time, year-round workers is $771 per week, which is $40,000 per year more than people with no jobs earn.\"\nMeanwhile, the liberal group Think Progress pointed to a blog post from a few days earlier by the Council on Contemporary Families, a group of academics that study family policy, that said a \"nationally representative study of more than 7,000 women found that approximately 64 percent of the single mothers who married were divorced by the time they reached age 35-44. More importantly, single mothers who marry and later divorce are worse off economically than single mothers who never marry.\"\nThese may be valid points. However, in his comments, Rubio did not suggest that government pursue any specific government policies to directly promote marriage. He also said that being a two-parent family \"decreases the probability of child poverty,\" which sounds to us like a mathematical analysis of the existing data, rather than a suggestion that changing policies to encourage marriage will actually reduce poverty that already exists.\nFor this reason, we are analyzing the mathematics that underlie his comment question, not the conclusions that can, or can’t, be drawn from the statistic.\n\"We take issue much less with the basic numbers than with the implication that marriage per se is what’s driving these differences in poverty,\" said Arloc Sherman, a senior researcher at the liberal Center on Budget and Policy Priorities.\nOur ruling\nRubio said that marriage \"decreases the probability of child poverty by 82 percent.\" Our research suggests that a more current and more accurate statistic to back up his claim would be a decrease of 71 percent. That’s lower, but not dramatically so. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08422"}