{"url": "/factchecks/2019/sep/10/facebook-posts/donald-trump-didnt-donate-1-million-hurricane-dori/", "speaker": "Facebook posts", "vclaim": "Says President Donald Trump has donated $1 million to a relief fund for the Bahamas in the wake of Hurricane Dorian while no other politicians have contributed any money.", "truth_label": "false", "date": "stated on September 8, 2019 in a Facebook post:", "title": "Donald Trump didn’t donate $1 million to Hurricane Dorian victims in the Bahamas", "text": "President Donald Trump has caught flack over the past few weeks for what he’s said about Hurricane Dorian, wrongly claiming it was targeting Alabama. Meanwhile, some Facebook users have fabricated a more positive storyline about the president and the storm.\nOne post, published Sept. 8, claims that Trump has donated $1 million to \"the relief fund\" for the Bahamas, which have been devastated by Dorian.\nThe image, which shows small vignettes of Trump and what appears to be hurricane damage on a blue background, was posted in a group dedicated to the QAnon conspiracy theory.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) And it has been shared several hundred times in several different formats, so we wanted to check it out.\n\n(Screenshot from Facebook)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe reached out to the Facebook user who shared the post to see where they got it, but we haven’t heard back.\nWe could find no evidence that Trump personally donated $1 million to Bahamas relief efforts. News outlets have not covered such a move, and the White House itself hasn’t released any statements about Dorian-related donations. If the president had, it’s reasonable to assume the move would have received some attention.\nWe reached out to the White House to confirm, but we haven’t heard back. However, million-dollar donations to hurricane relief funds aren’t entirely outside the realm of possibility. \nSeveral high-profile companies and celebrities, including Disney and Michael Jordan, have pledged $1 million to Dorian victims. So have cruise brands like Royal Caribbean and Norwegian Cruise Line. And, following Hurricane Harvey in 2017, Trump did donate $1 million of his own money to charities helping with recovery efforts in Houston — a move that was announced by the White House at the time.\nBut there’s no evidence that Trump has made a similar commitment for the Bahamas. We rate the Facebook post False.", "vclaim_id": "vclaim-pol-00174"}