{"url": "/factchecks/2010/oct/24/vote-no-8/vote-no-group-claims-amendment-will-lead-classes-m/", "speaker": "Vote NO on 8", "vclaim": "\"What is the maximum number of students allowed in your classroom? ... 30 or more!\"", "truth_label": "half-true", "date": "stated on October 18, 2010 in a campaign mailer:", "title": "Vote NO group claims amendment will lead to classes with more than 30 students", "text": "A battle has erupted among parents, educators, taxpayers and politicians about how many students should be allowed in Florida classrooms.\n\nThat battle will be waged on the Nov. 2, 2010, ballot when voters statewide will decide on Amendment 8, which would change the rules about class sizes that voters approved in 2002. Groups urging Floridians to vote yes or no have created catchy websites and mailers with photos of eager students, stern-looking teachers in crisp white button-down shirts and claims about what will happen to children's futures.\n\nIn a related Truth-O-Meter, we examined a claim from a group pushing for passage of Amendment 8 about the number of empty classroom seats statewide. We rated that claim as Mostly True. In this Truth-O-Meter, we will examine a claim by the group opposing passage of the amendment.\n\nIn a mailer we saw Oct. 18, 2010, the Vote NO on 8 group wrote: \"Amendment 8 dramatically increases the number of students per class by at least 20%. In fact, some classes will have over 30 students!\" The other side of the flier resembles a test question and asks \"What is the maximum number of students allowed in your classroom?\" It shows five numbers crossed out ranging from 18 to 29 and a pencil broken in half, then states the answer: \"30 or more!\"\n\nIf Amendment 8 passes, will there be \"30 or more\" students in a classroom?\n\nFirst, some background. The 2002 amendment was intended to limit classrooms to 18 students per teacher in kindergarten through third grade, 22 for fourth through eighth grade, and 25 for high school classes. The rules apply to core courses, and don't include some courses such as gym or band. The amendment was phased in over time -- last year schools could go over the limit as long as they met average class sizes for the school. This school year was the first time that districts must meet the caps in each classroom.\n\nAmendment 8 would tweak the rules to allow class sizes to be measured based on school averages rather than on individual classrooms -- though there are also caps in terms of how many students can be assigned per teacher.  To pass, the amendment needs 60 percent of the vote. Supporters of the amendment say the 2002 rules are too rigid and expensive to implement. According to the Florida Department of Education, districts have spent about $15.8 billion through the 2009-2010 school year on class size implementation statewide and are on track to spend an additional $2.9 billion for the 2010-2011 school year..\n\nBut opponents say it's crucial to limit class sizes as the previous amendment intended.\n\nThe Florida Department of Education has a handy website that explains how the rules would change if voters approve the constitutional amendment. The new rules state that the maximum class size would be calculated based on a schoolwide average in core classes:\n\n• 18 students in prekindergarten through grade 3;\n• 22 students in grades 4 through 8;\n• 25 students in grades 9 through 12.\n\nAlso, the new rules would set the maximum number of students assigned to each teacher while not exceeding the schoolwide average:\n\n• 21 students in prekindergarten through grade 3;\n• 27 students in grades 4 through 8;\n• 30 students in grades 9 through 12.\n\nNote that the Department of Education says that if Amendment 8 passes, the maximum number of students per classroom would be 30 -- not \"more than\" 30 -- and that figure only applies in grades 9 through 12. But it isn't as rigid as it seems.\n\nWe asked Ingrid Olsen, spokeswoman for Vote NO on 8, how the group arrived at the \"30 or more\" figure. Their conclusion is two-fold: one part has to do with those non-core classes such as physical education and band -- a simpler issue we will address first -- and the other part has to do with districts trying to \"game\" the system, Olsen says.\n\n\"The class size requirements of this subsection do not apply to extracurricular classes....,'' Olsen wrote in an e-mail \"Accordingly, a significant number of classes in all grade levels now do, and will continue to be able to exceed the maximum class size goals (i.e., it will not be unusual for those classes to vastly exceed 30 students; it occurs today).\"\n\nThomas Butler, a spokesman for the Florida Department of Education, confirmed for us that the class size rules don't apply to non-core classes. But that's the case right now -- and will be the case whether Amendment 8 passes or fails.\n\nOlsen also wrote:\n\n\"In their attempts to comply with the class size requirements in the absence of the required funding from the state, we are hearing about school districts gaming the system; a practice which will become more widespread if Amendment 8 were to be enacted. Doubling up classes with a primary teacher and an associate teacher, renaming core classes to resemble non-core classes and carrying ghost teacher assignments on rosters, are practices which appear to be occurring today. Amendment 8 will cause increases in those actions.\"\n\n(No -- ghost teachers aren't educators who dress in scary costumes and distribute chocolate bars for Halloween. We'll explain who they are later.)\n\nWe asked Olsen to point us to specific examples of districts taking such actions. Here are the people and sources she sent us to:\n\n• We interviewed Beverley Dowell, who teaches 5th grade language arts and other subjects at Treasure Island Elementary in North Bay Village in Miami-Dade County. Dowell told us that she has 41 students in one of her sections -- the most she has ever had during her on- and off-again teaching career that started in 1971. Dowell said she has a paraprofessional who assists her and sometimes another teacher.\n\nMiami-Dade school spokesman John Schuster confirmed Dowell's class size. He said she can have 41 students because the school's reading coach shares responsibilities with the teacher and a paraprofessional assists.\n\n• From an Aug. 21, 2010, article in the Miami Herald about schools facing the class size deadline: \"For a while, some districts considered ignoring the limits and paying millions in fines, figuring that would be cheaper than corralling enough teachers to make the teacher-student ratios work. In the end, most found creative ways to comply, such as offering more Internet-based virtual classes to older students and shifting athletic directors and media specialists into the classrooms to teach.\"\n\n• Several additional news sources across the state stated that some schools are using co-teaching or associate teaching (which adds a lower-paid educator to the classroom) to allow more students in each classroom since there is more than one educator. An Aug. 22, 2010, story in the St. Petersburg Times stated: \"Some schools have moved to co-teachers, effectively doubling the number of students they can house in a classroom.\"\n\n• A letter from T. Alan Cox, principal of Lawton Chiles High School in Tallahassee, told parents as the new school year approached that \"One adjustment that was made at Chiles that will allow a core class to have more than twenty-five students is the participation of more than one teacher per class\" -- a reference to him hiring associate teachers. (The letter we saw did not have a date but it starts with \"summer is quickly coming to a close.\")\n\nAnd now, about those ghost teachers. Lynda Russell, a public policy advocate for the Florida Education Association who is aligned with the Vote NO side, said a ghost teacher refers to math or reading coaches who aren't assigned a classroom because they are floaters who assist students in need. Russell said coaches have been asked to sign paperwork showing they are responsible for a classroom -- though they are essentially assigned one on paper only, hence the reference to \"ghost.\" We asked her for proof that this is occurring and she said she obtained an e-mail from a union official in Osceola County from a coach who raised questions about this practice. We asked for the e-mail but have not received it.\n\n\"Right now we've got this limit that is not adhered to at 25,\" Russell said. So if Amendment 8 passes, we will have a cap \"that is not adhered to at 30.\"\n\nWe asked Butler, the DOE spokesman, whether districts can use co-teaching to increase those caps on numbers of students in the classroom if Amendment 8 passes. He said co-teaching is allowed and pointed us to a statute that shows several other options including virtual instruction programs or use non-traditional school calendars or hours.\n\nIf Amendment 8 passes, will there be \"30 or more!\" students in classrooms?\n\nThat depends. For starters, the class size issue is far too complicated for such a simple numerical claim without explanation on a mailer. The suggestion that there will be \"30 or more!\" students in \"your classroom\" could suggest to the average reader that school classes could hit those numbers in any classroom no matter what subject or age. While there are certain ways that could occur, it's impossible to quantify at this point how often that will happen under Amendment 8.\n\nYes, there will be more than 30 students in non-core classes -- but that's the case today. And the number \"30\" only applies to 9th through 12th grades -- the numbers are lower for younger children.\n\nBut as the Vote NO group points out, districts across the state are experimenting with co-teaching this year that allows them to put two educators in a room and therefore more students than the caps. If they're doing that now, they could continue that practice if Amendment 8 passes.\n\nBut all that is a lot of omitted context and clarification, so we rate this claim Half True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14159"}