{"url": "/factchecks/2020/jul/31/facebook-posts/herman-cain-died-covid-19-not-cancer/", "speaker": "Facebook posts", "vclaim": "Says Herman Cain died of cancer, not COVID-19.", "truth_label": "false", "date": "stated on July 30, 2020 in a Facebook post:", "title": "Herman Cain died of COVID-19, not cancer", "text": "On July 30, Herman Cain, who sought the Republican nomination for president in 2012, died of complications from COVID-19. Dan Calabrese, the editor of HermanCain.com, broke the news in a post on the website that morning.\n\"We knew that when he was first hospitalized with COVID-19 that this was going to be a rough fight,\" Calabrese wrote. \"He had trouble breathing and was taken to the hospital by ambulance. We all prayed that the initial meds they gave him would get his breathing back to normal, but it became clear pretty quickly that he was in for a battle.\"\nAt a news conference later that day, President Donald Trump began by remembering Cain and said he died from the coronavirus. \nOn social media, though, some people are casting doubt on Cain’s cause of death. \n\"Herman Cain RIP,\" one post says. \"He had Stage 4 Colon and Liver Cancer, yet he is declared to have died from COVID19? IMAGINE THAT!\"\n\"I just found out Herman Cain died from stage 4 colon cancer they marked him as a covid-19 death,\" another says. \"How can we believe anything they tell us about covid-19.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nCain tested positive for COVID on June 29 and he was hospitalized on July 1, about two weeks after he attended Trump’s campaign rally in Tulsa, Okla. In the weeks leading up to his death, updates about his health were occasionally posted to his verified Twitter account. \nHow he contracted the virus is unknown, but Calabrese confirmed to the Washington Post that Cain’s cause of death was COVID-19.\nCain, who was 74,  was a cancer survivor, which Calabrese noted in his post on HermanCain.com. \n\"Although he was basically pretty healthy in recent years,\" the post says, Cain\"was still in a high-risk group because of his history with cancer.\"\nIn 2006, he was diagnosed with Stage 4 colon cancer that spread to his liver, but he recovered. \nWe rate these posts False.\nCorrection: Hermain Cain died on July 30. This article previously said he died on June 30.", "vclaim_id": "vclaim-pol-17836"}