{"url": "/factchecks/2008/jun/02/john-mccain/mccains-off-on-iraq-details/", "speaker": "John McCain", "vclaim": "\"We have drawn down to presurge levels. Basra, Mosul and now Sadr City are quiet and it's long and it's tough and there will be setbacks.\"", "truth_label": "barely-true", "date": "stated on May 29, 2008 in Greensdale, Wis.:", "title": "McCain's off on Iraq details", "text": "Immediately following days of allegations from Sen. John McCain and his allies that Sen. Barack Obama is short on knowledge about Iraq, McCain made a pair of questionable claims about the war.\n\nThey came during his discussion of the troop surge at a town hall-style event in Greensdale, Wis., on May 29, 2008.\n\n\n\"I can tell you it is succeeding. I can look you in the eye and tell you it's succeeding,\" McCain said. \"We have drawn down to presurge levels. Basra, Mosul and now Sadr City are quiet.\"\n\n\nProblem is, the U.S. military has not drawn down to presurge levels, according to the Pentagon. Before the start of the surge last year there were about 132,000 troops in Iraq — now there are about 155,000, Pentagon spokesman Lt. Col. Mark Ballesteros said.\n\n\nAnd what about McCain's characterization of Basra, Mosul and Sadr City? All three are places where Iraqi and American forces have launched offensives of late, with varying degrees of success.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBasra is indeed enjoying a period of relative calm two months after some 33,000 members of the Iraqi security forces, backed by smaller contingents from the American and British militaries, launched a push called Operation Charge of the Knights to regain control from militias, according to news accounts and the Web site of Multinational Force-Iraq.\n\n\nRelative peace also has reportedly graced Sadr City, a district of Baghdad, following a cease-fire in mid May between government forces and followers of Muqtada al-Sadr. At the urging of Sadr, thousands of residents flooded the streets a day after McCain made his remarks to protest negotiations between the Iraqi government and U.S. officials to allow U.S. forces to stay in Iraq past the December expiration of the U.N. mandate allowing them in the country.\n\n\nMosul, however, is not quiet. It's true that an Iraqi army and police campaign against al-Qaida in Iraq there met little resistance when it was launched in early May, according to accounts of news reporters on the ground. But on May 29, earlier on the very day McCain made his remarks, at least two Iraqi commandos were killed and nine other people wounded in a suicide bombing in the city, according to the Pentagon's Web site, as well as news accounts. Other attacks were reported in the area surrounding Mosul that day.\n\n\nMcCain foreign policy adviser Randy Scheunemann characterized McCain's comment about troop levels as a mere \"verb tense\" mistake — meaning he had spoken in the present instead of the future tense. And he said McCain has no misconceptions about the situation in Mosul. \"Clearly there is continuing combat there,\" Schenemann said. \"I don't think he's saying that there's no combat in Mosul.\"\n\n\nBut what else could he have meant by \"quiet\"? And when it comes to describing events in a war zone, tense is rather important. We find that McCain erred in his assertion about troop levels and in his characterization of conditions in Mosul. He was, however, accurate in describing the situation in Sadr City and Basra. We say his statement is Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16193"}