{"url": "/factchecks/2015/apr/16/hillary-clinton/hillary-clinton-flubs-familys-immigration-history-/", "speaker": "Hillary Clinton", "vclaim": "Says \"all my grandparents\" immigrated to America.", "truth_label": "false", "date": "stated on April 15, 2015 in a roundtable chat in Iowa:", "title": "In Iowa, Hillary Clinton claims 'all my grandparents' came to the U.S. from foreign countries", "text": "Hillary Clinton this week became the latest example of a politician flubbing her family’s ancestry while making the case for her presidency.\nClinton was speaking at a business roundtable inside an Iowa produce store when she related her personal family heritage to the struggles of undocumented immigrants trying to work in the United States.\n\"I think if we were to just go around this room, there are a lot of immigrant stories,\" Clinton said, according to a video of the event. \"All my grandparents, you know, came over here, and you know my grandfather went to work in a lace mill in Scranton, Pa., and worked there until he retired at 65. He started there when he was a teenager and just kept going. So I sit here and I think well you’re talking about the second, third generation. That’s me, that’s you.\"\nBuzzFeed’s Andrew Kaczynski quickly pointed out that Clinton was wrong, primarily using census and military records from Ancestry.com.\nAn unidentified Clinton spokesman admitted the error in a statement to BuzzFeed, saying Clinton’s \"grandparents always spoke about the immigrant experience and, as a result she has always thought of them as immigrants.\"\nWhile it’s clear Clinton is incorrect, and why her claim rates False on the Truth-O-Meter, we wanted to provide as much context as possible to this claim.\nMegan Smolenyak, a \"genealogical adventurer and storyteller\" who recently examined Clinton’s Welsh roots, can see where the campaign is coming from.\nSeven of Clinton’s eight great-grandparents were born overseas into working-class families.\nClinton’s paternal grandfather, Hugh Rodham Sr., was born in England, but her three other grandparents were born in the United States.\nHugh Rodham’s wife, Hanna (also Hannah) Jones Rodham, was born in Scranton, Pa., to Welsh parents a couple years after they emigrated. Census, civil and military records show Clinton’s maternal grandparents, Della and Edwin Howell, were born in Illinois. (Della’s mother was the one great-grandparent born in the United States.)\nEven though three of Clinton’s grandparents were born in the United States, Smolenyak said they probably strongly identified with their immigrant parents and older siblings, and she considers Clinton’s ancestors more \"off the boat\" than most politicians.\nClinton is not the first person, famous or not, to potentially confuse family lore with the cold facts of her roots. Her misfire follows the misinterpreted family trees of U.S. Sens. Marco Rubio, who wrongly said his parents were Cuban exiles, and Elizabeth Warren, who claimed American Indian heritage while working as a Harvard professor.\n\"We hold politicians to higher standards for accuracy in their family histories than we do genealogists and historians,\" Smolenyak said. \"Your Great Aunt Tilly tells you something, and you believe it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFinding Hanna Jones\nAgain, it is clear Clinton was wrong when she said \"all my grandparents\" immigrated to America. But Smolenyak recently upended the real story about one-quarter of Clinton’s roots.\nA few months ago, Smolenyak started researching Clinton’s Celtic connections for Irish America magazine. She was not expecting to find anything new in the well-documented background of a high-profile American, but she wrapped her investigation with a \"wake-up call\" for genealogists.\nResearchers had made critical mistakes in the background of Clinton’s paternal grandmother, Hanna Jones Rodham (born in Scranton), she found.\nAt the beginning, Smolenyak knew she needed to search for records with names spanning all kinds of possibilities, as Jones is a common name in Wales , and a woman named Hanna could go by several names, including Annie, Anna, Hanna, Honora or Nora. (Americans weren’t as picky about the spelling of their names and records retention back then, she said.)\nCensus records show two women born in the early 1880s in Lackawanna County, Pa., named Hanna (or Hannah) Jones. But researchers chose the wrong Hanna Jones and ran with it, wrongly assigning Hillary Clinton’s roots to that woman’s parents and creating a false echo chamber (PolitiFact can relate to the frustration).\nThe wrong Hanna Jones, born in 1883, had a readily accessible birth record, but the right one, born in 1882, did not.\nSmolenyak confirmed the real Hanna Jones, Clinton’s grandmother, by picking up clues from records over time. A low-key marriage announcement in the Aug. 9, 1902, edition of the Scranton Times-Tribune offered potential proof that Jones and Hugh Rodham eloped in a nearby New York town where marriage had fewer restrictions: Ms. Anna Jones, of Brick avenue, was quietly wedded to Hugh Rodham, of Park place, at Binghamton, Memorial Day. Mr. and Mrs. Rodham will make their residence with the bride’s parents on Brick avenue.\nFrom there she could find out more information about the Joneses who lived on Brick in Scranton and match up what she knew about Hanna with other records about the family. Census records from 1910, 1920 and 1930 say Hanna (and also Hannah) Jones was born in Pennsylvania while her husband was born in England. Her parents are listed as born in Wales.\nPolitiFact found an unfinished application for a 1937 marriage license from Clinton’s father, Hugh E. Rodham, that lists the birthplace of both of his parents, Hugh Sr. in England and Hannah in Scranton. Interestingly, the marriage license does not list Hugh Jr.’s eventual wife and Hillary’s mother, Dorothy Howell, but another woman whom he did not marry, Catherine Meisinger.\nOur ruling\nTalking about immigration in Iowa, Clinton said, \"All my grandparents, you know, came over here.\"\nIt’s very clear from the evidence that not all of Hillary Clinton’s grandparents were immigrants. In fact, only one was.\nIt’s possible she misspoke, but it doesn’t make her comment more accurate. We rate her claim False.", "vclaim_id": "vclaim-pol-06511"}