{"url": "/factchecks/2012/nov/02/national-republican-senatorial-committee/gop-group-says-tammy-baldwin-proposed-39-trillion-/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says U.S. Senate candidate Tammy Baldwin \"proposed a $3.9 trillion tax increase -- a tax increase so extreme\" that \"even Nancy Pelosi voted against it.\"", "truth_label": "mostly-true", "date": "stated on October 15, 2012 in a TV ad:", "title": "GOP group says Tammy Baldwin proposed $3.9 trillion tax hike that Nancy Pelosi opposed", "text": "In their efforts to lift Tommy Thompson to victory over U.S. Rep. Tammy Baldwin, Republicans have tied Baldwin to a Democratic lightning rod, former Speaker of the House Nancy Pelosi.\n\n\"You already know how extreme Tammy Baldwin is,\" begins a TV ad by the National Republican Senatorial Committee released Oct. 15, 2012.\n\nThe ad goes on to make a number of claims, including this one:\n\n\"Baldwin even proposed a $3.9 trillion tax increase -- a tax increase so extreme, so destructive, even Nancy Pelosi voted against it.\"\n\nThe group, which helps elect Republicans to the U.S. Senate, made the same claim in another TV ad released two weeks later.\n\nLet’s check the record.\n\nThompson, the Republican former governor, portrayed Baldwin as on the political fringe even before he entered the Senate race.\n\nIn September 2011, we rated as Mostly True his claim that the Madison Democrat ranks as the most liberal member of the House. Based on votes she cast, three major rankings put Baldwin among a group of House members considered the most liberal.\n\nWe’ve already examined the proposed tax increase cited in the Republican committee’s ad. It was part of a 2012 federal budget proposal made by the Congressional Progressive Caucus, which consists of U.S. Sen. Bernie Sanders of Vermont, an independent, and 75 Democratic members of the House of Representatives. Baldwin is a vice-chair of the group; Pelosi is not a member.\n\nThompson said the caucus’ budget proposal -- an alternative to plans submitted by President Barack Obama and House Republicans -- would have spent trillions of dollars more than Obama’s budget. We rated the claim False because the caucus budget would have spent less over 10 years than Obama’s budget.\n\nBut we pointed out that, according to experts, total tax collections under the caucus plan would have been some $5 trillion higher than under the Obama budget.\n\nIn an April 2011 vote, the caucus budget failed in the House, 347-77. Baldwin voted for it; Pelosi, the House minority leader at the time, was among 108 Democrats and 239 Republicans who voted against it.\n\nThe TV ad doesn’t cite any reasons and the GOP committee didn’t reply to our requests for more information.\n\nWe checked a transcript of the debate on the House floor about the Progressive Caucus budget proposal and it indicates Pelosi didn’t speak. We also checked the collection of news releases on Pelosi’s House website. We found she spoke on the House floor about the Republican budget proposal, but not about the Progressive Caucus budget.\n\nOur rating\n\nThe National Republican Senatorial Committee said Baldwin \"proposed a $3.9 trillion tax increase -- a tax increase so extreme\" that \"even Nancy Pelosi voted against it.\"\n\nBaldwin backed a budget that included a $3.9 trillion tax increase. Pelosi voted against the budget and its tax increase, although her reasons aren’t clear.\n\nWe rate the claim Mostly True.\nNote: On Oct. 31, 2017, we edited this item to make it clear that experts had told us that tax collections would be $5 trillion higher in the caucus budget than in the Obama budget, not that the caucus budget would have raised taxes by $5 trillion more.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10026"}