{"url": "/factchecks/2012/may/17/bob-latta/bob-latta-says-obama-promised-stimulus-plan-would-/", "speaker": "Bob Latta", "vclaim": "Says that President Obama promised that with the stimulus plan, \"unemployment would never go above 8 percent. He even said it would be 6 percent by now.\"", "truth_label": "barely-true", "date": "stated on May 5, 2012 in an email statement:", "title": "Bob Latta says Obama promised the stimulus plan would have unemployment at 6 percent by now", "text": "For almost three years, going back to mid-2009, a top talking point for Republicans has been that President Obama \"promised\" that the stimulus bill -- the two-year spending package he championed to revive the economy -- would keep unemployment below 8 percent.\n\nPolitiFact has examined the claim numerous times, and each time rated it Mostly False.\n\nBut the claim still circulates. We heard it most recently from Rep. Bob Latta of Bowling Green, who represents Ohio's 5th District, with a new wrinkle.\n\nIn a campaign statement endorsing Mitt Romney and criticizing the \"broken promises\" of Obama, Latta writes: \"President Obama promised Americans that his stimulus plan would revitalize the economy and that unemployment would never go above 8 percent. He even said it would be 6 percent by now.\"\n\nThe claim about current unemployment being 6 percent added something new. We asked Latta's office how he backed it up.\n\nAs support for both the 6 percent and 8 percent figures, they pointed to a Jan. 9, 2009, report called \"The Job Impact of the American Recovery and Reinvestment Plan\" from Christina Romer, then chairwoman of the president's Council of Economic Advisers, and Jared Bernstein, the vice president's top economic adviser.\n\nThe report, which others also have cited, projected that the stimulus plan proposed by Obama would create 3 million to 4 million jobs by the end of 2010. The report also included a chart predicting unemployment rates with and without the stimulus. Without the stimulus (the baseline), unemployment was projected to hit about 8.5 percent in 2009 and then continue rising to a peak of about 9 percent in 2010. With the stimulus, they predicted the unemployment rate would peak at just under 8 percent in 2009.\n\nThe chart projects the current unemployment rate at about 6 percent with the stimulus, and about 6.5 percent without it.\n\nAs Latta's staff rightly noted, the unemployment rate went higher. It peaked at just above 10 percent in early 2010 before falling to 8.1 percent in the most recent period.\n\nBut what we saw from the administration in January 2009, before Obama took office, was a projection, not a promise. We could find no instance of anyone in the administration directly making a public promise. And the projection came with heavy disclaimers.\n\n\"It should be understood that all of the estimates presented in this memo are subject to significant margins of error,\" the report states. \"There is the more fundamental uncertainty that comes with any estimate of the effects of a program. Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.\"\n\nA footnote that goes with the chart states: \"Forecasts of the unemployment rate without the recovery plan vary substantially. Some private forecasters anticipate unemployment rates as high as 11 percent in the absence of action.\"\n\nThe administration has acknowledged its projections were wrong.\n\n\"None of us had a crystal ball back in December and January,\" Romer said in a July 2, 2009 interview on Fox. \"I think almost every private forecaster realized that there were other things going on in the economy. It was worse than we anticipated.\"\n\nIndeed, in January 2009, the nonpartisan Congressional Budget Office projected the unemployment rate would climb to 8.3 percent in 2009 and peak at 9 percent in 2010. By February, the prediction was even higher — 9 percent in 2009 without the stimulus, and 7.7 to 8.5 percent with a stimulus.\n\nIn a White House news conference on June 8, 2009, Bernstein said the projections made in January were off because economic numbers for fourth-quarter 2008 weren't yet available. When they were released, they revealed the economy was in worse shape than economists realized. The baseline -- the prediction of what the economy would have done without the stimulus -- was far too optimistic\n\nThe implication of Latta's statement is that rising unemployment rates prove the stimulus didn't work. Many economists don't agree -- and argue that without the stimulus, unemployment would have been worse -- but it's difficult to empirically prove one way or the other.\n\nThere is an element of truth here: The incoming administration did predict that unemployment would peak at just under 8 percent if Congress approved the stimulus package and that it would be about 6 percent now.\n\nBut Latta's statement suggests Obama was offering some sort of guarantee.\n\nThe administration never characterized it that way and included plenty of disclaimers saying the predictions had \"significant margins of error\" and a higher degree of uncertainty due to a recession that is \"unusual both in its fundamental causes and its severity.\" It was an economic projection with warnings of a high margin for error, not a take-it-to-the-bank pledge of an upper limit on unemployment. Those are critical facts that Latta’s claim ignores.\n\nOn the Truth-O-Meter, Latta’s claim rates Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11084"}