{"url": "/factchecks/2019/dec/11/william-barr/barr-disputes-inspector-generals-report/", "speaker": "William Barr", "vclaim": "\"The Inspector General’s report now makes clear that the FBI launched an intrusive investigation of a U.S. presidential campaign on the thinnest of suspicions.\"", "truth_label": "barely-true", "date": "stated on December 9, 2019 in a statement:", "title": "Fact-checking Barr’s dispute of inspector general’s report on the FBI, Russia probe", "text": "Attorney General William Barr blasted the FBI over its 2016 decision to open the Russia investigation later led by Special Counsel Robert Mueller, rejecting an inspector general’s conclusion that the FBI’s probe was justified from the get-go.\n\"The Inspector General’s report now makes clear that the FBI launched an intrusive investigation of a U.S. presidential campaign on the thinnest of suspicions that, in my view, were insufficient to justify the steps taken,\" Barr said in a statement.\nThe report by Justice Department Inspector General Michael Horowitz did find \"significant inaccuracies and omissions\" left out of the FBI’s applications for court-ordered surveillance of former Trump campaign adviser Carter Page. But it said the agency’s decision to open an investigation into the campaign’s ties with Russia was warranted and not motivated by politics.\nBarr’s reading put him at odds with FBI Director Christopher Wray, who pledged to make changes to the FBI’s surveillance process and accepted the report’s determinations in full.\nBarr doubled down in interviews with NBC News and the Wall Street Journal, calling the basis for the investigation \"flimsy\" and claiming the FBI spied on the Trump campaign. He said John Durham, the U.S. attorney he picked to lead a separate probe on the same topic, would have the final word on the matter.\n\nWe decided to look at some key conclusions from the IG report, which was based on more than 1 million documents and interviews with over 100 witnesses, in light of Barr’s remarks. (A Justice Department spokesperson referred us to the report and Barr’s interviews.)\nWe found that Barr’s claim that the report shows the FBI launched its probe on \"the thinnest of suspicions\" does not square with one of the report’s key findings. \nThe FBI had \"authorized purpose\"\nWhen the FBI opened its investigation — known as \"Crossfire Hurricane\" — into possible coordination between members of President Donald Trump’s campaign and Russia, it had both an \"authorized purpose\" and an \"articulable factual basis,\" the IG report found.\nThe investigation was launched on July 31, 2016, three days after the FBI heard from a \"friendly foreign government\" that Trump campaign adviser George Papadopoulos had signaled that Russia had dirt on former Secretary of State Hillary Clinton for the Trump campaign.\nThe IG report said this information alone was enough to trigger the Russia probe, because it gave the FBI reason to believe a crime or threat to U.S. national security was in the works. \nSen. Dianne Feinstein: \"Did Attorney General Barr provide any evidence that caused you to alter this key finding that the FBI investigation had an adequate predicate?\"Inspector General Horowitz: \"No, we stand by our finding.\" https://t.co/c868WmzANb pic.twitter.com/sSzTAzfLI4— ABC News (@ABC) December 11, 2019 \nThe report also discounted the role of a dossier compiled by former British spy Christopher Steele, saying it \"played no role\" in the FBI’s decision. (Trump has falsely claimed the dossier started the investigation.) \nRosa Brooks, professor of law and policy at Georgetown University, told us that Barr’s assessment that the suspicions were thin \"appears willfully inaccurate.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"The report concluded precisely the opposite,\" she said. \"The IG report makes it clear that the decision to launch the investigation was justified.\"\nJennifer Daskal, professor of law at American University, agreed. \"Barr’s statement is at best a misleading statement, if not a deliberate distortion, of what the report actually found,\" she said.\nThe investigation was not politically motivated\nThe IG report also dismissed the notion that the investigation was politically motivated. \nFor years, Trump has ripped into former FBI officials Peter Strzok and Lisa Page for anti-Trump texts that he saw as proof that career government officials were out to get him. But the report concluded that Page and Strzok were not the decision makers Trump made them out to be. \nAccording to the report, Lisa Page \"did not play a role in the decision\" to open the investigation or the related individual cases tied to Papadopoulos, Carter Page and fellow Trump campaign advisers Paul Manafort and Michael Flynn. Strzok was \"directly involved,\" but \"he was not the sole, or even the highest-level, decision maker as to any of those matters,\" the report found.\nThe final say on whether to launch the investigation belonged to Bill Priestap, assistant director of the FBI’s counterintelligence division, who complied with DOJ and FBI policies and made the decision with widespread support from FBI officials.\n\"We did not find documentary or testimonial evidence that political bias or improper motivation influenced his decision,\" the IG report said.\nThe FBI’s applications to surveil Carter Page left out information\nWhere Barr has a point is on the issue of intrusiveness. \nTo determine which campaign officials had Russian connections, the FBI used various methods listed among its \"least intrusive\" measures, such as open-source searches, the report said. That led the agency to open four individual cases against Page, Papadopoulos, Manafort and Flynn.\nThe FBI then used confidential human sources — a \"permitted\" but more intrusive technique — to \"interact and consensually record conversations\" with Papadopoulous and Page. The IG report found no evidence that this technique was politically motivated or done in bad faith.\nEventually, the FBI secured and repeatedly renewed a court-ordered FISA warrant to electronically surveil Page. The IG report said this technique is considered \"highly intrusive\" and said the FBI did not seek similar warrants to monitor Papadopoulous, Manafort or Flynn. \nNotably, there were problems with the requests to surveil Page, which relied in large part on information from Steele. The report counted seven \"significant inaccuracies and omissions\" in the original application and 10 \"additional significant errors\" in the three renewal requests, including one resulting from alleged document tampering by a low-level FBI lawyer. \nThe IG report said these errors made the FISA applications appear more convincing. The report was silent on whether the court would have approved them with more accurate information. \nStill, surveillance under FISA is legal, and the report said the FBI did not \"infiltrate\" or otherwise spy on the Trump campaign. Plus, the errors made in relation to the FISA application process had no bearing on the start of the Russia investigation.\n\"The report separately found some problems with respect to specific, and later in time, applications for FISA surveillance of Carter Page,\" Daskal told us. But those problems \"do not change the fact that the initial overarching decision to investigate was justified.\"\nOur ruling\nBarr said, \"The Inspector General’s report now makes clear that the FBI launched an intrusive investigation of a U.S. presidential campaign on the thinnest of suspicions.\"\nThe report found that the decision to start the Russia investigation was justified. But the FBI did secure a FISA warrant to surveil Page, a technique that is permitted but considered intrusive.\nWe rate Barr’s statement Mostly False.", "vclaim_id": "vclaim-pol-16679"}