{"url": "/factchecks/2018/aug/13/donald-trump/do-players-get-most-nfl-revenues-donald-trump-says/", "speaker": "Donald Trump", "vclaim": "\"Most of that money (made by the NFL) goes to the players.\"", "truth_label": "barely-true", "date": "stated on August 10, 2018 in a tweet:", "title": "Do players get most of NFL revenues, as Donald Trump says?", "text": "President Donald Trump took another shot at the National Football League, the latest in his ongoing Twitter war against the NFL over some players taking a knee during the National Anthem to protest police mistreatment of African-Americans.\nOn Aug. 10, Trump tweeted, \".....Be happy, be cool! A football game, that fans are paying soooo much money to watch and enjoy, is no place to protest. Most of that money goes to the players anyway. Find another way to protest. Stand proudly for your National Anthem or be Suspended Without Pay!\"\n.....Be happy, be cool! A football game, that fans are paying soooo much money to watch and enjoy, is no place to protest. Most of that money goes to the players anyway. Find another way to protest. Stand proudly for your National Anthem or be Suspended Without Pay!— Donald J. Trump (@realDonaldTrump) August 10, 2018\n\n\nIs it true that \"most of that money goes to the players,\" as Trump said? As it turns out, players do not make most of the money, although the players’ percentage is not far below 50 percent. (The White House did not respond to an inquiry for this article.)\nThe revenue split between the players and the owners is negotiated through a collective bargaining agreement. The current agreement was negotiated in 2011, and it will be in force through 2021.\nAccording to the NFL summary of the current agreement, the \"player share must average at least 47 percent for the 10-year term of the agreement.\"\nWhen we checked with the NFL Players Association, the players’ union, they confirmed that the current players’ share is 48.5 percent of all league revenue, including local revenue and media deals. Spokeswoman Erin Hayes added that the percentage \"fluctuates between 47 percent and 48.5 percent, but right now it’s 48.5 percent.\" (The NFL did not respond to inquiries.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe NFL doesn’t release overall financial data, but media reports have estimated what the league’s 32 teams make by using data released by the Green Bay Packers, a publicly owned team that is required to release financial information annually.\nIn 2017, the NFL ownership kept a little more than $8 billion in revenue for themselves, while the players took a little less than $8 billion, according to such accounts. The owners’ share was up by 4.9 percent, a rise largely attributed to a new, more generous contract for Thursday Night Football broadcasts.\nThis is a substantial percentage, but it doesn’t meet even the most generous definition of \"most,\" which would be anything higher than 50 percent.\nTrump’s statement \"is wrong. Players do not receive most of the money,\" said David Berri, a Southern Utah University economist and a past president of the North American Association of Sports Economics.\nDaniel Kaplan, who covers the NFL for SportsBusiness Journal and SportsBusiness Daily, agreed that Trump’s assertion is incorrect and even suggested that the 47 percent figure may be high.\nKaplan has previously written that the NFL’s revenue figures \"are incomplete, as the league does not share every penny with the players, shielding hundreds of millions of dollars in areas such as stadium finance.\"\nOur ruling\nTrump said, \"Most of that money (made by the NFL) goes to the players.\"\nAccording to the collective bargaining agreement now in force, the players are getting 48.5 percent of revenues, a number that can’t average less than 47 percent in the 10-year life of the agreement. That’s not peanuts, but it doesn’t meet even the most generous definition of \"most.\"\nWe rate the statement Mostly False.\n Share the Facts 2018-08-14 17:41:57 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Most of that money (made by the NFL) goes to the players.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/1027895506809364480   a tweet Friday, August 10, 2018 2018-08-10    Read More  info", "vclaim_id": "vclaim-pol-01742"}