{"url": "/factchecks/2017/nov/22/yournewswirecom/no-proof-pope-francis-said-jesus-metaphorical/", "speaker": "YourNewsWire.com", "vclaim": "\"Pope Francis at Mass: ‘Jesus is Metaphorical, Not Literal.\"", "truth_label": "pants-fire", "date": "stated on November 18, 2017 in a headline:", "title": "No proof Pope Francis said Jesus is metaphorical", "text": "Did you hear what Pope Francis said now?\nMultiple Vatican cardinals have declared Pope Francis a false prophet after he made yet another controversial statement, according to an article making the rounds on Facebook.\n\"Pope Francis at Mass: ‘Jesus is Metaphorical, Not Literal,\" says the Nov. 18  headline in Yournewswire.com, a fake news website that says it delivers \"news truth unfiltered\" and highlights conspiracy theories.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat fake news. YourNewsWire.com has made up other stories about famous people, including that Vladimir Putin had said Pope Francis was \"not a man of God.\"\nThe article said that the statement made by Pope Francis \"is the latest in a long line of unconventional statements.\" The article includes various other alleged controversial statements by the Pope and stated he has been \"spreading Satanic doctrine.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe searched for information about the alleged statement by Pope Francis and found no proof and only other websites repeating the same story.\nWe emailed the contact persons listed on the yournewswire.com website and called the listed phone number, but received no reply. We also attempted to track down a spokesperson for the Holy See and did not hear back.\nWhile the Yournewswire.com headline is fictional, in real life Pope Francis has made several controversial statements documented by major news outlets.\n\"He has radically transformed the tone of his office, making a number eye-raising gestures and pronouncements that have liberals cheering and conservatives shaking their heads,\" the Washington Post stated in 2015.\nHis statements that have drawn debate include the topics of atheism, sexuality, abortion, climate change and divorce. \"If someone is gay and he searches for the Lord and has good will, who am I to judge?\" he said in 2013.\nBut in this case, we could find no evidence that he uttered the words in the headline, \"Jesus is Metaphorical, Not Literal.\"  We rate this headline Pants on Fire.\n Share the Facts 2017-11-22 16:49:01 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Pope Francis at Mass: ‘Jesus is Metaphorical, Not Literal.\"    Internet Rumors Blog https://yournewswire.com/pope-francis-jesus-metaphorical/   In a blog post Saturday, November 18, 2017 2017-11-18    Read More  info", "vclaim_id": "vclaim-pol-02660"}