{"url": "/factchecks/2017/jun/30/scott-walker/milwaukee-county-executive-scott-walker-didnt-hold/", "speaker": "Scott Walker", "vclaim": "When he was Milwaukee County executive, \"eight years in a row we pushed through budgets that did not increase the tax levy from the previous year.\"", "truth_label": "barely-true", "date": "stated on June 5, 2017 in an interview:", "title": "As Milwaukee County executive, Scott Walker didn't hold line on property taxes as much as he says", "text": "Wisconsin Democrats such as U.S. Rep. Mark Pocan say they believe Republican Gov. Scott Walker will run again for president, even though his 2016 candidacy was short lived.\nAnd Walker, eying a run for a third term as governor in 2018, continues to stake out positions that draw praise from conservatives around the country, such as aiming to make Wisconsin the first state to drug test Medicaid recipients.\nWalker even touts his record as Milwaukee County executive, the job he held previously. He did so in a June 5, 2017 interview with Jerry Bader, a conservative radio talk show host in Green Bay, saying:  \n\"Eight years in a row we pushed through budgets that did not increase the tax levy from the previous year.\"\nIt’s true that Walker never proposed to increase the levy -- the total amount of property taxes collected -- and that he tried, with vetoes, to stave off levy increases approved by the County Board of Supervisors.\nBut saying he \"pushed through budgets\" suggests he was successful, when in fact he largely was not:\nIn eight of Walker’s nine years as county executive, the levy increased.\nLet’s take a look.\nWalker’s evidence\nWalker proposed nine county budgets, for 2003 through 2011, before taking office as governor in January 2011. Working with a left-leaning County Board, typically there was a tug-of-war in which Walker tended toward lower property taxes and less spending, while the board would aim for more. Often there were Walker vetoes and veto overrides by the board.\nTo back Walker’s claim, his staff pointed us to figures from the Milwaukee County budget archive.\nFor his first two budgets, for 2003 and 2004, Walker proposed a property tax levy lower than what the County Board had adopted the previous year. But for both budgets, the County Board adopted levies higher than what Walker proposed.\nUltimately, the levy rose in 2003 and dropped in 2004.\nThen a routine developed:\n1. Walker would propose for his new budget a levy that was the same amount as the previous year’s levy.\n2. The County Board would override Walker vetoes and adopt a budget that included a levy higher than what Walker proposed.\n3. Walker would use that increased levy as his proposed levy for the next year’s budget.\nFor example: Walker’s proposed levy of $225.9 million for 2006 was exactly the same as the levy that the County Board had adopted for 2005.\nBut the levy that the board approved for 2006 was higher -- $232.6 million. And that was the levy Walker then made in his budget proposal for 2007.\nHere are the figures for the county budgets during Walker’s tenure:\n\n\n\n\nYear\n\n\nRecommended property tax levy  and change up or down from previous adopted levy\n\n\nAdopted property tax levy $ and change up or down from previous adopted levy\n\n\n\n\n\n\n2002\n\n\n \n\n\n218.7,734,713\n\n\n\n\n2003\n\n\n218,708,524 ↓\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\n219,494.183 ↑\n\n\n\n\n2004\n\n\n219,425,702 ↓\n\n\n219,436.418 ↓\n\n\n\n\n2005\n\n\n219.416,093 ↓\n\n\n225,883,651 ↑\n\n\n\n\n2006\n\n\n225,883,651 --\n\n\n232,592,517 ↑\n\n\n\n\n2007\n\n\n232,592,517 --\n\n\n241,047,846 ↑\n\n\n\n\n2008\n\n\n$241,047,846 --\n\n\n$249,889,950 ↑\n\n\n\n\n2009\n\n\n$249,889,950 --\n\n\n$257,637,284 ↑\n\n\n\n\n2010\n\n\n$257,637,284 --\n\n\n$263,264,740 ↑\n\n\n\n\n2011\n\n\n$262,264,740 --\n\n\n$269,554,701 ↑\n\n\n\n\n \nAs we noted, Walker frequently used his veto in an attempt to freeze the property tax levy. For example, he vetoed all of the increase in tax levy spending that the County Board added in the 2011 budget. But the board overrode the vetoes.\nOur rating\nWalker says that when he was Milwaukee County executive, \"eight years in a row we pushed through budgets that did not increase the tax levy from the previous year.\"\nIt was actually nine straight years that Walker proposed budgets that did not increase the levy -- the total amount of property taxes collected.\nBut, to say he \"pushed through budgets\" that did not increase the levy is wrong.\nIn eight of the nine years, the budgets adopted by the County Board -- over Walker’s vetoes -- raised the levy. And each year, Walker would use that increased levy as his proposal for the next year’s budget.\nFor a statement that contains only an element of truth, we rate Walker’s claim Mostly False.", "vclaim_id": "vclaim-pol-03156"}