{"url": "/factchecks/2012/may/24/scott-walker/recall-battle-wisconsin-gov-scott-says-new-figures/", "speaker": "Scott Walker", "vclaim": "Says new figures he released showing Wisconsin job gains for 2011 are \"the final job numbers.\"", "truth_label": "false", "date": "stated on May 16, 2012 in a TV ad:", "title": "In recall battle, Wisconsin Gov. Scott Walker says new figures showing job gains are \"the final job numbers\"", "text": "A day after Gov. Scott Walker announced statistics indicating Wisconsin had gained jobs in 2011 -- not lost them, as earlier numbers showed -- he touted the new figure in a TV ad, saying:\n\n\"The government just released the final job numbers. And, as it turns out, Wisconsin actually gained -- that's right, gained -- more than 20,000 new jobs during my first year in office.\"\n\nWe’ve rated Mostly False Walker’s claim in the ad that 33,200 jobs have been added during his watch when you add the new 2011 figure to monthly numbers for 2012. While both sets of numbers are the most up to date, they are gathered differently and cannot be added in this manner, and they were presented without critical facts.\n\nWe’ve also rated False a claim by Democrat Tom Barrett -- Walker’s challenger in the June 5, 2012 recall election -- that Walker was \"cooking the books\" and had \"dreamed up\" the 20,000 figure. It’s a real number the state submitted to the federal Bureau of Labor Statistics.\n\nBut there is another question tied in to both statements: Are the 2011 figures Walker announced three weeks before the election \"the final job numbers\" as he said in the ad?\n\nHis claim suggests, despite the controversy that ensued after his announcement, that the new figure has been reviewed by the federal government and is complete.\n\nThe 20,000 figure -- a precise figure of 23,321 appears on the screen in the ad -- comes from a quarterly jobs count involving about 95 percent of Wisconsin employers done by the state.  \n\nThe day Walker announced the figure the state reported job numbers for the final quarter of the year to the Bureau of Labor Statistics, which is the official jobs scorekeeper.\n\nBut just submitting the count does not make it final.\n\nBLS will review the quarterly count and possibly adjust it before releasing a figure in late June 2012, some three weeks after the recall election.\n\nThat’s when an official jobs lost or added figure for 2011 will be, well, official.\n\nWalker himself has acknowledged it’s unusual for a state to release its quarterly job count before BLS does it officially, although BLS has said states are free to do so.\n\nWalker didn’t respond to our request for comment on his claim. But his own Department of Workforce Development, which submits the jobs data to BLS, notes that BLS won’t issue an official figure for 2011 until the end of June.\n\nOur rating\n\nWalker said new figures he released indicating Wisconsin added more than 20,000 jobs in 2011 are \"the final job numbers.\" But the count won’t become final until after it is reviewed by the federal government.\n\nWe rate Walker’s statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11039"}