{"url": "/factchecks/2016/jan/29/marco-rubio/did-marco-rubio-flip-flip-amnesty/", "speaker": "Marco Rubio", "vclaim": "On opposing citizenship for illegal immigrants", "truth_label": "half-flip", "date": "stated on January 28, 2016 in a Republican debate in Iowa on Fox News:", "title": "Did Marco Rubio flip flop on amnesty?", "text": "Fox News host Megyn Kelly asked Marco Rubio to explain what sounded like different positions on granting legal status to people living in the country illegally, often described as amnesty, during the Republican debate in Des Moines, Iowa, on Jan. 28.\n\"When you ran for Senate in 2010, you made clear that you opposed legalization and citizenship for illegal immigrants,\" Kelly said during the Republican debate in Des Moines on Jan. 28. \"You promised repeatedly that you would oppose it as a U.S. senator as well.\"\nShe then played a series of video clips in which he spoke against \"amnesty\" in the past.\nKelly then asked Rubio, \"Within two years of getting elected, you were co-sponsoring legislation to create a path to citizenship, in your words, amnesty. Haven't you already proven that you cannot be trusted on this issue?\"\nRubio countered: \"No, because if you look at the quote, and it's very specific. And, it says blanket amnesty, I do not support blanket amnesty … .\" The back and forth between Rubio and Kelly continued.\nWe decided to put Rubio’s past statements on amnesty on our Flip-O-Meter, which measures to what extent -- if any -- a politician has flipped on an issue. We don’t make a judgment on the change of position, only whether the candidate actually changed position or not.\nRubio’s statements about amnesty in 2010 race\nImmigration reform was a hot topic in the 2010 Florida Senate race when Rubio ran against Charlie Crist, who ultimately ran as an independent, and Democrat Kendrick Meek.\nThe conservative Shark Tank blogger, Javier Manjarres, asked Rubio in 2009: \"Are you pro-amnesty for illegal immigration?\"\n\"No, no. Never have been. In fact, I'm strongly against amnesty for a number of different reasons. The first is, I always use the example of the speed limit. If you say the speed limit is 70, but you don’t ticket people until they reach 80, well then the speed limit is really 80, it’s not 70. Amnesty is the same thing. The most important thing we need to do is enforce our existing laws. We have existing immigration laws that are not being adequately enforced. Nothing will make it harder to enforce your existing laws if you reward people who broke them.\"\nRubio also said:\n\"I will never support – never have and never will support – any effort to grant blanket, legalization, amnesty to folks who have entered or stayed in this country illegally.\"\nIn October 2009, Rubio said in an interview on WSRE in Pensacola:\n\"You cannot grant amnesty. If you grant amnesty, you will send a message that all you have to do is come into America illegally, stay here long enough, and we will let you stay. No. 2, you will destroy any hopes you have of having a legal immigration system that works. If the American people see us grant amnesty, they will never again believe in legal immigration, they will never again support it. And that’s wrong for our country, bad for our future.\"\n\"In fact in ’86 when Reagan created an amnesty program, about 3 million people were granted amnesty. The result was that you had a bunch of people standing in line to enter legally who all claimed to be illegal because it was easier to get through the amnesty program. So we can’t have amnesty.\n\"And I think if you have a guest worker program in place that functions, the illegal folks that are here now will go back home through attrition.\"\nIn a Senate debate on Univision in September 2010, Rubio spoke against the DREAM Act, which Senate Democrats planned to debate the following week. Dreamers are young people brought to the United States illegally as children.\n\"What they're offering now is a bill that would in essence grant amnesty to 2 million people,\" Rubio said. \"It’s a cynical way to play politics with the lives of real people . . . This is what always happens with Hispanic voters in this country, they manipulate them come election time.\"\n(The DREAM Act didn’t pass. In 2012, President Barack Obama announced Deferred Status for Childhood Arrivals to give temporary status, without a path to citizenship.)\nIn an October 2010 debate, CNN’s Candy Crowley asked Rubio what he would do with the nation's 12 million undocumented immigrants:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nRubio replied: \"Well, first, I don't believe we can grant amnesty, because I think it's unfair to the people who have entered this country legally. And I also think it will undermine ...\nCrowley: \"So you would send them all out of the country?\"\nRubio: \"Well, it's not that simple. We all know -- I've never advocated that we round people up. I don't know anyone who is seriously talking about that. What I have said needs to have happen is we have to have a legal immigration system that functions.\"\nLater in the debate, Rubio said: \"First of all, (an) earned path to citizenship is basically code for amnesty. It's what they call it. And the reality of it is this: This has to do with the bottom line that America cannot be the only country in the world that does not enforce its immigration laws.\n\"It is unfair to the people that have legally entered this country to create an alternative pathway for individuals who entered illegally and knowingly did so. And all I'm saying is that if you do that ... you will never have a legal immigration system that works. No one is going to follow the law if there is an easier way to do it.\"\nSo in 2010, Rubio spoke against amnesty. In the CNN debate, Rubio opposed amnesty and linked it to an earned path to citizenship. This is a contrast to how he would later talk about the 2013 bill.\nWhat Rubio said about amnesty in 2011 and 2012\nIn May 2011, Rubio told Politico with respect to the DREAM Act, the solution \"can't be part of some broader effort to grant blanket amnesty.\"\n\"I've said repeatedly I want to help these kids. I think these were kids who were brought to this country by their parents when they were very young; they were high academic achievers and want to go to college and contribute to America's future or serve in the armed forces,\" Rubio said. \"And I think helping them would be good for America. I do want to help them; I just don't think the DREAM Act is the right or best way to do it.\"\nWhat Rubio said about amnesty in 2013\nWhile a senator, Rubio co-authored the Gang of Eight bill in 2013 that included a pathway to citizenship. Ahead of the release of the bill, Rubio said that the proposal \"is not amnesty.\"\nRubio argued that the legislation outlining a 13-year pathway to legal status and eventually citizenship is not amnesty. He was right that the bill does not offer blanket legal residency to unauthorized immigrants. The bill mandated fines, background checks and waiting periods, and it was tougher than its 1986 predecessor. But it also offered a measure of clemency to those immigrants, who would not be required to return to their home countries. We rated his statement that the proposal \"is not amnesty\" Half True.\nIn April 2013, Rubio went on Meet the Press to defend the bill. Host David Gregory asked Rubio about his past and current positions on amnesty:\nGregory: \"Three years ago in a debate you were clear on this. You said, ‘To earn a pathway to citizenship, you have to leave this country if you are here illegally -- go back home. And then you could come back in.’ You said an earned pathway was amnesty. Yet you've changed your mind here -- why?\"\nRubio: \"Well, first of all, what I said throughout my campaign was that I was against a blanket amnesty, and this is not blanket amnesty. On the contrary, this is not blanket anything. And, secondly, it's not amnesty because you pay serious consequences for having violated the law.\n\"Third, we need to understand the existing law. The existing law does not prohibit someone -- the law today does not prohibit someone who violated the immigration laws from getting a green card. It simply says you have to leave the United States, and you have to wait 10 years.\"\nHe then recapped the provisions of the bill that include the waiting period.\nThe bill never reached a vote in the House and died. Rubio now favors a piecemeal approach rather than one comprehensive bill.\nOur rating\nRubio opposed amnesty while running for Senate in 2010. He flatly said that he would oppose granting \"blanket, legalization, amnesty\" in an interview with a conservative blogger. In a CNN debate that year, he again opposed amnesty and linked it to a path to citizenship when he said that an \"earned path to citizenship is basically code for amnesty\" and that it would be unfair to \"create an alternative pathway for individuals who entered illegally and knowingly did so.\"\nBut in 2013, he was one of eight authors of a Senate bill that included a path to citizenship and declared that it was not amnesty.\nRubio can argue that the bill -- which died in the House -- was not \"blanket amnesty,\" because it included significant hurdles including fines and a waiting period.\nThat’s a partial change of position, so we rate it a Half Flip.", "vclaim_id": "vclaim-pol-05498"}