{"url": "/factchecks/2019/apr/16/mark-warner/warner-omits-vcu-final-four-hoops-history/", "speaker": "Mark Warner", "vclaim": "Other than University of Virginia’s 2019 basketball team, \"We’ve not had a Virginia team even in the Final Four in over a decade. I think George Mason was the last one…\"", "truth_label": "false", "date": "stated on April 9, 2019 in a TV interview.:", "title": "Warner omits VCU from Final Four hoops history", "text": "At 64, U.S. Sen. Mark Warner still mixes it up on the basketball court, elbowing under the boards, talking trash, and chiding himself when he misses a shot.\nWarner was beaming on April 9, the day after the University of Virginia beat Texas Tech in overtime to win the NCAA men’s basketball championship. \"They brought glory to Virginia and they did it in a way the people will remember for a long, long time,\" Warner, D-Va., said during an interview with WHSV TV-3 of Harrisonburg.\nNo college in Virginia had won the men’s tournament before, and Warner said it had been ages since one had even made the semifinals\n\"We’ve not had a Virginia team even in the Final Four in over a decade,\" he said. \"I think George Mason (University) was the last one, in on a kind of wild ride they took.\"\nWe ran Warner’s claim through the Truth-O-Meter.\nGeorge Mason did make the Final Four in 2006, to great surprise. None of the players was taller than 6 feet 7, none went on to play in the NBA. Although the Patriots finished the regular seasons with a 22-6 record, their at-large selection to the NCAA tournament was criticized by CBS basketball announcer Billy Packer, who thought them undeserving.\nThe Patriots beat Michigan State in the first round, then upset defending champion North Carolina after falling behind 16-2. Next, they topped Wichita State, then got to the Final Four by upsetting top-seeded Connecticut in overtime.\nThe semifinals did not go well. GMU lost to Florida, the eventual champion, 73-58.\nContrary to Warner, however, there was a another state team that made it to the Final Four before UVa this year. And it happened in the last decade.\nWarner forgot about Virginia Commonwealth University in 2011.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe Rams were no sure bet to chosen to play in the tournament; they were 23-11 and had finished fourth in their conference standings. Sportscaster Dick Vitale called VCU’s  inclusion in the tourney \"an injustice, totally unfair...It would be like a beauty contest. Roseanne Barr walking in, versus Scarlett Johansson. No shot. None whatsoever.\"\nBut once play began, VCU went on a tear with their \"havoc\" defense under coach Shaka Smart. First came double-figure wins against Southern California, Georgetown and Purdue. Next, was a 72-71 overtime win over Florida State. To get to the Final Four, they upset top-seeded Kansas, 71-61.\nAn estimated 1,000 VCU students spilled out on Broad Street that night in raucous celebration. The team returned to Richmond the next day and was greeted by 5,000 fans. VCU struggled to meet the demand for Final Four t-shirts in the school’s black and gold colors.\nAgain, however, the dream ended in the semifinals. VCU lost to Butler, 70-62. Two days later, Connecticut beat Butler for the national championship.\nHow could Warner forget the Rams? He suggests that upsets in the 2011 tourney - including those by VCU - caused him to crash in prediction pools. \"If your bracket got blown up as bad as mine did in 2011, you’d probably block out all memory of that tournament, too,\" he said in an email. \"I guess these are the problems you have when you come from a Commonwealth with so many great teams.\"\nWe should note we found another inaccuracy in Warner’s TV interview that also hints college basketball has taken has taken a back seat in the senator’s mind to stuff like U.S. intelligence operations, banking laws and technology.\nWarner inflated Virginia Tech’s performance in this year’s tournament, \"The Hokies came within one basket of also getting into the Final Four,\" he said.\nIn fact, Tech lost by two points to Duke in the Sweet 16 round. The Hokies would have had to win that game and one more to get to the Final Four.\nOur ruling\nWarner said other than University of Virginia’s 2019 basketball team, \"We’ve not had a Virginia team even in the Final Four in over a decade. I think George Mason was the last one…\"\nWe’re calling a foul. VCU made the Final Four in 2011 - less than a decade ago. We rate Warner’s statement False.", "vclaim_id": "vclaim-pol-00758"}