{"url": "/factchecks/2011/jun/14/ted-nugent/ted-nugent-says-rick-perry-first-governor-win-thri/", "speaker": "Ted Nugent", "vclaim": "Rick Perry \"has never lost an election and remains the only person to have won the Texas governorship three times in landslide elections.\"", "truth_label": "half-true", "date": "stated on June 1, 2011 in an oped column.:", "title": "Ted Nugent says Rick Perry is first governor to win thrice by landslides", "text": "Describing current GOP presidential hopefuls as unexciting, Texas guitar artist and Motor City transplant Ted Nugent trumpets his friend Rick Perry’s pizzazz and undefeated streak at the polls.\n and\nIn a June 1 op-ed column in The Washington Times, Nugent calls Perry a \"powerful and popular\" true conservative, saying: \"He has never lost an election and remains the only person to have won the Texas governorship three times in landslide elections.\"\n\nUndefeated, sure. Perry has won every bid for office since his initial election to the Texas House, as a Democrat, in 1984.\n\nBut we wondered if Perry is alone in winning the Texas governorship thrice, by landslides every time.\n\nTurns out, according to the Texas Almanac, Democrats Allan Shivers and John Connally each won three times for governor, back when governors served two-year terms.\n\nShivers enjoyed three landslides, drubbing opponents in 1950 and 1954 and doing even better in 1952 when he was on the ballot as both the Democratic and Republican nominee. Shivers-the-Democrat got nearly 1.4 million votes while Shivers-the-Republican drew 468,000.\n\nConnally had landslide wins in 1964 and 1966, claiming a more narrow victory in 1962 with 54 percent of the vote to Republican Jack Cox’s nearly 46 percent.\n\nPerry, elected lieutenant governor in 1998, ascended to the governorship in December 2000 after then-Gov George W. Bush resigned to prepare for his first term as president. Perry won election as governor in 2002 and re-election in 2006 and 2010.\n\nAccording to results posted online by the Texas Secretary of State’s office, Perry romped to two of his gubernatorial wins. He carried 58 percent of the 2002 vote, with Democrat Tony Sanchez getting 40 percent, and drew 55 percent in 2010 to Democrat Bill White’s 42 percent.\n\nIn 2006, Perry prevailed with just 39 percent of the vote. Among three major challengers, Democrat Chris Bell garnered 30 percent, Independent Carole Keeton Strayhorn got 18 percent and Independent Kinky Friedman landed with nearly 12.5 percent.\n\nDoes this win rate as a landslide?\n\nSure, advised Daron Shaw, a University of Texas government professor who also does polls for GOP candidates. Nope, countered Cal Jillson, a Southern Methodist University professor of political science.\n\nIn an interview, Shaw said political scientists have made a cottage industry out of defining landslides, but he said the general rule is a landslide occurs if the victor bests their leading opponent by 10 percentage points or more.\n\nShaw added that a calculation is in order when the field consists of more than two major candidates. In such cases, he said, he gauges how the winner fared compared to the second-place finisher. By this measure, Perry ended up with 56-plus percent of the 2006 votes cast for him or Bell, and Bell got 43-plus percent.\n\nJillson told us that one marker of a landslide is beating your opponent by 10 percentage points or more of the votes, but he said such a win in the governor’s race also has to show strength among voters across the state.\n\nAs noted Nov. 9, 2006 by Dallas Morning News columnist William McKenzie, Bell defeated Perry in Dallas, Travis and El Paso counties and lost by narrow margins in Harris and Bexar counties. Put another way, McKenzie wrote, among the six major urban counties, only Tarrant favored Perry by a significant margin.\n\nAnd, Jillson said, he would not term Perry’s ‘06 win a landslide. Indeed, he said, the governor’s 39 percent amounted to a comeuppance; 60 percent of voters chose a different aspirant.\n\nOur take: Perry is the third--not first--Texas governor to win re-election thrice. Two of his wins were bona fide landslides but the third’s landslide status is at least debatable.\n\nWe rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-12931"}