{"url": "/factchecks/2015/jun/22/barack-obama/barack-obama-correct-mass-killings-dont-happen-oth/", "speaker": "Barack Obama", "vclaim": "\"This type of mass violence does not happen in other advanced countries. It doesn’t happen in other places with this kind of frequency.\"", "truth_label": "barely-true", "date": "stated on June 18, 2015 in remarks at the White House:", "title": "Is Barack Obama correct that mass killings don't happen in other countries?", "text": "After a gunman shot and killed nine worshippers in a historic African-American church in Charleston, S.C., President Barack Obama took to the White House podium the next day to \"express our deep sorrow over the senseless murders.\"\nIn his June 18, 2015, remarks from the White House, Obama said, \"Now is the time for mourning and for healing. But let’s be clear: At some point, we as a country will have to reckon with the fact that this type of mass violence does not happen in other advanced countries. It doesn’t happen in other places with this kind of frequency. And it is in our power to do something about it.\"\nA flurry of PolitiFact readers -- some of them prompted by articles objecting to Obama’s claim -- wrote to us to ask us to check it, so we did.\nAn important point to make right off the bat is that many of the critics have pointed to the first part of Obama’s claim -- that \"this type of mass violence does not happen in other advanced countries.\" As we’ll explain, the critics have a point here -- mass violence, including mass shootings, happen in a wide variety of countries.\nHowever, the critics have truncated the quotation, leaving off the next sentence -- that \"it doesn’t happen in other places with this kind of frequency.\" That’s also not fully correct, but it’s not quite as wrong as the first claim.\nThe White House argues that Obama's second sentence qualifies the first, and added that PunditFact rated Mostly True the claim that \"Americans are 20 times as likely to die from gun violence as citizens of other civilized countries.\" However, that claim refers to gun violence generally, not mass killings specifically, the topic of Obama's comment.\nFor a look at the statistics, we checked with two researchers, Jaclyn Schildkraut of the State University of New York in Oswego and H. Jaymi Elsass of Texas State University. They have been collecting and analyzing mass-shooting incidents in 11 countries, covering the period from 2000 to 2014. Aside from the United States, the countries they studied are Australia, Canada, China, England, Finland, France, Germany, Mexico, Norway and Switzerland. (They also looked at less-developed countries, but we will exclude those since Obama specifically mentioned \"advanced\" countries.)\nSchildkraut and Elsass shared the summary information from their database with PolitiFact. Here’s their table:\n\nThe chart does show that the United States has more mass shootings -- and more people cumulatively killed or injured -- than the other 10 nations combined, partly because it has a much bigger population than all but China.\nStill, using this data, it’s easy to dispense with the first claim Obama made -- that \"this type of mass violence does not happen in other advanced countries.\"\nOver the decade and a half studied, the researchers found 23 incidents of mass shootings in the other 10 countries, resulting in 200 dead and 231 wounded. In the United States over the same period, there were 133 incidents that left 487 dead and 505 wounded.\nHere are a just a few examples of mass shootings in other countries:\n• On July 22, 2011, a total of 80 people were killed in Norway when Anders Behring Breivik, a political extremist, bombed a government building in Oslo and then went on a shooting rampage on the island of Utoya, just outside the city.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n• On March 11, 2009, in Winnenden, Germany, a teenage gunman killed 15 people. The majority of the victims were children and teachers killed when the shooter opened fire in three classrooms in a local secondary school. The gunman shot two other people before killing himself after being cornered by the local police.\n• On Sept. 23, 2008, in Kuahajoki, Finland, a gunman shot 10 people to death after opening fire on a classroom in the Kuahajoki School of Hospitality. After killing the students, the shooter burned the victims’ bodies.\nIn sum, then, Obama is wrong to say that \"this type of mass violence does not happen in other advanced countries.\" Clearly it does happen elsewhere, and not in trivial numbers. Seven of the countries saw double-digit numbers of people killed in mass shootings during that period.\nBy contrast, the second part of Obama’s claim -- that \"it doesn’t happen in other places with this kind of frequency\" -- isn’t entirely off-base.\nWe compared mass shooting incidents across countries is to calculate the number of victims per capita -- that is, adjusted for the country’s total population size.\nCalculating it this way shows the United States in the upper half of the list of 11 countries, ranking higher than Australia, Canada, China, England, France, Germany and Mexico.\nStill, the U.S. doesn’t rank No. 1. At 0.15 mass shooting fatalities per 100,000 people, the U.S. had a lower rate than Norway (1.3 per 100,000), Finland (0.34 per 100,000) and Switzerland (1.7 per 100,000).\nWe’ll note that all of these countries had one or two particularly big attacks and have relatively small populations, which have pushed up their per-capita rates. In Norway, that single attack in 2011 left 67 dead by gunfire (plus additional bomb casualties). Finland had two attacks, one that killed eight and one that killed 10. And Switzerland had one incident that killed 14.\nStill, while the United States did rank in the top one-third of the list, the fact that three other countries exceeded the United States using this method of comparison does weaken Obama’s claim that \"it doesn’t happen in other places with this kind of frequency.\" In at least three countries, the data shows, it does.\nElsass warned PolitiFact of a few caveats about the data. While they believe their database \"to be among the most exhaustive compilations available,\" Elsass noted that it may not include every instance of mass shootings. It also doesn’t include every example of mass killings -- just those committed by firearms, even though mass stabbings are not uncommon in such places as China. Finally, their database doesn’t include acts generally considered to be terrorism, such as the attack in Paris on the satirical magazine Charlie Hebdo.\n\"If these were included, we are likely to see something much different statistically as there have been a number of very high-profile terrorist attacks in Europe, some including the use of firearms, that are excluded from the current analysis,\" she said. But in all likelihood, this would only make the case against Obama’s claim stronger.\nThe bottom line is that it’s unwise to take these numbers as gospel -- but the figures from this database are clear enough to cast significant doubt on the accuracy of the specific claim Obama made.\nOur ruling\nObama said after the church shootings in Charleston that \"this type of mass violence does not happen in other advanced countries. It doesn’t happen in other places with this kind of frequency.\"\nThe data shows that it clearly happens in other countries, and in at least three of them, there’s evidence that the rate of killings in mass-shooting events occurred at a higher per-capita rate than in the United States between 2000 and 2014. The only partial support for Obama’s claim is that the per-capita gun-incident fatality rate in the United States does rank in the top one-third of the list of 11 countries studied. On balance, we rate the claim Mostly False.\nEDITOR’S NOTE, June 22, 2015: We heard from several of you regarding Obama's use of the word \"frequency,\" and that frequency could refer to the incidents of mass shootings, not deaths as we examined. Looking at Obama's claim by incident, the United States has a higher rate of incidents than Finland, Norway and Switzerland. We agree that there is no preferred comparison and each is valid, and we've changed some language in this article to reflect that. We also agree that China has a larger population than the United States, a fact we weren't initially clear about but have since fixed. That said, we are sticking with our rating of Mostly False, in large measure because of Obama's claim that \"this type of mass violence does not happen in other advanced countries.\" That is incorrect. We know some of you will disagree, and we'll be sure to air out some of your objections in our next reader mailbag.\nhttps://www.sharethefacts.co/share/25a98008-681f-4dbe-bb34-834523972eeb", "vclaim_id": "vclaim-pol-06285"}