{"url": "/factchecks/2007/sep/17/ron-paul/lotsa-bills-but-not-the-most/", "speaker": "Ron Paul", "vclaim": "\"Congressman Paul introduces numerous pieces of substantive legislation each year, probably more than any single member of Congress.\"", "truth_label": "mostly-true", "date": "stated on September 17, 2007 in a statement on his campaign Web site.:", "title": "Lotsa bills, but not the most", "text": "On his campaign Web site, Rep. Ron Paul makes this claim:\n\n\"Congressman Paul introduces numerous pieces of substantive legislation each year, probably more than any single member of Congress.\"\n\n\nWe'll give him points for qualifying his claim by saying it is \"probably more\" than others, but our tally shows he falls short.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nBy early September 2007, Ron Paul has introduced 49 bills this year. That puts him fifth out of 540 members of Congress. Sen. Richard J. Durbin, D-Ill., has the most at 59.\n\n\nMost of Paul's bills are substantive – that is, he doesn't often introduce legislation such as naming post offices, reducing the duty on a specialized piece of manufacturing equipment or congratulating a sports team. Indeed, he's introduced substantive bills such as the Sanctity of Life Act, which fixes the beginning of life at conception; a constitutional amendment to deny citizenship to children of illegal immigrants; and a constitutional amendment with the effect of abolishing income, state and gift taxes.\n\n\nBut in the last Congress, he was far short of being the most prolific bill-writer. He was 25th overall in the number of bills introduced, with 71 bills, 66 of which could be called substantive. We give Robert E. Andrews, D-N.J., the prize for most substantive bills in the 109th. He introduced 128, 119 of them that were substantive.", "vclaim_id": "vclaim-pol-16614"}