{"url": "/factchecks/2014/nov/13/nancy-pelosi/nancy-pelosi-says-she-doesnt-know-who-jonathan-gru/", "speaker": "Nancy Pelosi", "vclaim": "\"I don't know who (Jonathan Gruber) is.\"", "truth_label": "false", "date": "stated on November 13, 2014 in a news conference:", "title": "Nancy Pelosi says she doesn't know who Jonathan Gruber is", "text": "Just days after a Republican sweep in the 2014 midterm elections, Democrats found themselves with an embarrassing development on the Obamacare front.\nThe controversy involved Jonathan Gruber, a leading health care economist whose work is widely cited as underpinning the Affordable Care Act and who advised the Obama administration as the law was being drawn up. (This prior fact-check we did runs down Gruber’s involvement. We’ve also interviewed him from time to time as an expert on the law.)\nCritics of the law located a video from a 2013 conference at the University of Pennsylvania in which Gruber said some impolitic things about how the law was put together, including a remark about \"the stupidity of the American voter.\"\nGruber’s remarks addressed the idea of a \"community rating,\" the notion that health insurance is least expensive when everyone -- sick and healthy, old and young -- is required to buy health insurance. Doing it this way keeps rates down by sharing health care costs across a larger population, but it typically requires forcing people to have health insurance through a mechanism like penalties for refusing to purchase insurance, which the law includes. Gruber also addressed how various aspects of the law were massaged in order to make the law more palatable to lawmakers and, ultimately, to voters.\nHere’s the full version of what he said, beginning at about the 20:30 mark. \"Mark\" refers to Mark Pauly, a fellow health care economist who was on the panel with Gruber.\n\"Mark made a couple of comments that I do want to take issue with -- one about transparency in financing, and the other is about moving from community rating to risk-rated subsidies. It’s just -- you can’t do it, politically. You just literally cannot do it. Not just transparent financing but also transparent spending. \n\"This bill was written in a tortured way to make sure (the Congressional Budget Office) did not score the mandate as taxes. If CBO scored the mandate as taxes, the bill dies. Okay? So it's written to do that. In terms of risk-rated subsidies, if you had a law which said healthy people are going to pay in — you made explicit that healthy people pay in and sick people get money — it would not have passed. Okay? Lack of transparency is a huge political advantage. \n\"And basically, you know, call it the stupidity of the American voter or whatever, but basically that was really, really critical to get the thing to pass. ... Look, I wish Mark was right that we could make it all transparent, but I'd rather have this law than not. … Yeah, there are things I wish I could change but I’d rather have this law than not. And I think that involves some trade-offs that we don’t prefer as economists but which are realistic.\"\nThere’s a lot of high wonkiness here, but two aspects outraged critics of the law. First was Gruber’s use of the word \"stupidity\" to describe the American voter. And second was his defense of a \"lack of transparency\" when the law was being debated.\nOn Nov. 11, not long after the controversy broke, Gruber offered MSNBC’s Ronan Farrow an apology.\n\"The comments in the video were made at an academic conference,\" Gruber said. \"I was speaking off the cuff, and I basically spoke inappropriately and I regret having made those comments.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn the meantime, Democratic officials began to distance themselves from Gruber. Few did so as aggressively as House Minority Leader Nancy Pelosi, D-Calif., who had shepherded the law through the House when she was speaker in 2010.\nIn response to a question in a Nov. 13 press conference, Pelosi told the reporter, \"Well, you gave an interesting set of observations, but one that you skipped is Mr. Gruber's comments were a year old, and he has backtracked from most of them. He's not even advocating the position that he was at some conference. So I don't know who he is. He didn't help write our bill. With all due respect to your question, you have a person who wasn't writing our bill, commenting on what was going on when we were writing our bill, who has withdrawn some of the statements that he made. So let’s put him aside.\"\nWe decided to take a look at Pelosi’s claim that, referring to Gruber, \"I don't know who he is.\"\nGiven Gruber’s prominence in the field of health care policymaking, it would be odd if Pelosi had never heard of him. Certainly her staff did -- on Dec. 1, 2009, they issued a news release titled \"Health Insurance Reform Mythbuster - ‘Health Reform And Insurance Premiums’ \" that cites Gruber by name seven times. (It’s no longer on Pelosi’s site but is archived here.)\nStill, the fact that her aides knew about Gruber isn’t a smoking gun that she did. The smoking gun instead comes from video of a news conference she held on Nov. 5, 2009. During that news conference, she addressed differences between the bill she was backing and one offered by Republicans:\n\"We're not finished getting all of our reports back from CBO, but we'll have a side-by-side to compare. But our bill brings down rates. I don't know if you have seen Jonathan Gruber of MIT's analysis of what the comparison is to the status quo, versus what will happen in our bill for those who seek insurance within the exchange. And our bill takes down those costs, even from now, and much less preventing the upward spiral.\"\nWhen this 2009 comment came to light, the Washington Post reported that Pelosi's office told them that the minority leader \"meant that she didn't know Gruber personally.\" Pelosi spokesman Drew Hammill told the Post that Pelosi \"said she doesn’t 'know who he is,' not that she’s 'never heard of him.’ \"\nWhen we asked Hammill if he wished to elaborate, he told PolitiFact, \"We've cited the work of dozens upon dozens of economists over the years. As the leader said today, Mr. Gruber played no role in drafting our bill.\" (He also directed us to a document produced by Pelosi’s office rebutting some of the claims surrounding what Gruber said.)\nIt’s not clear whether Gruber played a direct role in drafting the House bill -- though he certainly advised the Obama administration in the process of passing the health care overhaul, and there’s little doubt that the ACA shares much in common with the Massachusetts bill Gruber did help devise.\nBut there’s little doubt that Pelosi’s claim from the Nov. 13 press conference -- that \"I don't know who (Gruber) is\" -- is inaccurate.\nOur ruling\nPelosi said, \"I don't know who (Jonathan Gruber) is.\" Video showing Pelosi citing Gruber’s work offers the clearest evidence that she did indeed know who he was, and even her office now acknowledges that she meant to say that she didn't know Gruber personally. Even if the latter is true, that’s not what she said at the press conference, so we rate her claim False.", "vclaim_id": "vclaim-pol-07007"}