{"url": "/factchecks/2011/jul/07/barack-obama/barack-obama-says-post-911-veterans-have-higher-un/", "speaker": "Barack Obama", "vclaim": "\"Young veterans have a higher unemployment rate than people who didn’t serve.\"", "truth_label": "true", "date": "stated on July 6, 2011 in a Twitter town hall:", "title": "Barack Obama says post-9/11 veterans have higher unemployment than non-veterans", "text": "During a July 6, 2011, question-and-answer session on Twitter, President Barack Obama was asked whether he would consider giving companies a tax break if they hired honorably discharged veterans.\n\nObama said it’s an idea that he’s \"been talking a lot about internally. We’ve got all these young people coming back from Iraq and Afghanistan; have made incredible sacrifices; have taken on incredible responsibilities. You see some 23-year-old who's leading a platoon in hugely dangerous circumstances, making decisions, operating complex technologies. These are folks who can perform. But, unfortunately, what we’re seeing is that a lot of these young veterans have a higher unemployment rate than people who didn’t serve. And that makes no sense.\"\n\nWe wondered whether Obama was right about unemployment among recent veterans, so we took a look at federal statistics.\n\nWe found a recent table from the Bureau of Labor Statistics that breaks down employment status for veterans and non-veterans.\n\nIt reported that in May 2011, veterans from the post-9/11 period had an unemployment rate of 12.1 percent. By comparison, non-veterans that month had an 8.5 percent unemployment rate. So Obama was correct.\n\nIt’s worth noting that since post-9/11 veterans account for a tiny fraction of the entire labor force -- a bit over 1 percent -- and because the BLS did not seasonally adjust the numbers, these figures are subject to a lot more volatility than the unemployment rate for all workers.\n\nFor instance, in March and April 2011, unemployment for post-9/11 veterans was 10.9 percent, or more than a full point lower than it was in May. Going further back, it bounced around quite a bit -- 12.5 percent in February 2011, 15.2 percent in January 2011, and 11.7 percent in December 2010. Still, even the lowest of these figures were comfortably ahead of the comparable unemployment rates for non-veterans.\n\nThe other issue we’ll mention is that post-9/11 veterans are an exception to a more general rule. Typically, veterans of earlier military actions have unemployment levels similar to, or even lower than, non-veterans.\n\nConsider the statistics for May 2011. As post-9/11 veterans saw their unemployment rate hit 12.1 percent, veterans of the first Gulf War were seeing a 7 percent unemployment rate, veterans of World War II, Korea and Vietnam were seeing 7.4 percent unemployment and veterans from other periods saw a rate of 7.9. Each group’s rate was clearly lower than the 8.5 percent unemployment rate for non-veterans.\n\nStill, none of this undercuts Obama’s claim. If you interpret his remark -- that \"young veterans have a higher unemployment rate than people who didn’t serve\" -- to mean post-9/11 veterans, then the rates have indeed been significantly higher than for non-veterans over at least the last six months. We rate his statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12786"}