{"url": "/factchecks/2017/mar/06/andrew-cuomo/cuomos-budget-includes-more-money-private-schools-/", "speaker": "Andrew Cuomo", "vclaim": "\"I’ve given the religious schools in my budget more money than ever before in history.\"", "truth_label": "true", "date": "stated on March 1, 2017 in remarks at a student rally for the Orthodox Union:", "title": "Cuomo's budget includes more money for private schools than ever before", "text": "The money religious elementary and high schools receive from New York state is at an all-time high, Gov. Andrew M. Cuomo says.\nCuomo made the claim at a student rally for the Orthodox Union, an organization that advocates on behalf of the Orthodox Jewish community. The group brought hundreds of students to the state capital to call for more state investment in private schools.\n\"My opinion is I aggressively support the religious schools,\" Cuomo said. \"My budget reflects that. I’ve given the religious schools in my budget more money than ever before in history. We did that last year, and we’ll do it again this year.\"\nCuomo sounded a different note in February at a rally in Buffalo.\n\"We don’t subsidize private high schools,\" Cuomo said. \"We have public high schools. If you want to go to a private high school, you go to a private high school.\"\nSo, which is it? Is the state giving more money to religious schools than ever before?\nAid for private schools\nState lawmakers approved close to $192 million for non-public school in last year’s budget.\nThe largest aid category reimburses schools for the costs of state mandates, like administering state tests and reporting data. That cost the state $104 million last year.\nThe second largest program reimburses the schools for the cost of taking attendance throughout the school day as students change classes. Last year’s budget gave private schools close to $70 million for this cost.\nThe state also provided significant aid for school safety equipment at non-public schools in recent years, starting in 2013. Non-public schools received $15 million last year, triple the amount given in 2013.\nThe state provides $922,000 annually for additional academic support services for struggling students in non-public schools. That amount has remained steady since 2010.\nPrivate schools were also given $2 million last year to support the state Office of Religious and Independent Schools in the state Education Department.\nBudget numbers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe most money the state gave to private schools before Cuomo took office totaled $128.4 million in the 2007-2008 budget under then-Gov. Eliot Spitzer, according to the state Division of Budget.\nThat aid dropped to about $110 million in 2010, the year Cuomo was elected. The aid fell to $101.3 million in Cuomo's first budget. Since then, state aid to private schools has almost doubled.\nCuomo this year proposes another increase to $197.7 million in base aid for private schools. He proposes an extra $30 million in back payments for the cost of taking attendance, bringing his requested total aid to about $228 million.\nThe state said it would start reimbursing private schools for attendance costs in 2004 but didn’t set aside funding for the program until the 2007-2008 budget. Cuomo’s plan gives these schools $30 million in this year’s budget, with a plan for $30 million more next year to correct the lag.\nCuomo recently announced a proposal to give an additional $10 million to non-public schools for security costs, over the $15 million already included in his proposed budget. That addition would raise state spending to $238 million for private schools.\nThe state spending per non-public student has also increased since Cuomo took office. The state spent about $218 per non-public student in Cuomo’s first budget. The per-student figure was $374 in the past school year.\nThe state spends $9,330 per public school student on average.\nNon-religious private schools\nMost private schools in New York are affiliated with a religion, but some are not.\nIn the 2015-2016 school year, about 459,000 students attended 1,752 private schools in New York according to data from the state Education Department. Close to 89,000, or about 19 percent of those students attended 495 schools not affiliated with a religion.\nThe state Division of Budget does not track separate data on aid given to religious versus independent non-public schools.\nOur ruling\n\"I’ve given the religious schools in my budget more money than ever before in history,\" Cuomo says.\nNumbers from the state Division of Budget agree with Cuomo’s claim. He proposes more money for non-public schools in his budget this year than the state has ever before.\nGranted, not all private schools are religious. About one out of every five private students attend an independent non-public school.\nBut we found no indication the state is treating religious schools differently than the non-religious private schools, so we rate his claim True.\n Share the Facts   Politifact    0 6  Politifact Rating: True  \"I’ve given the religious schools in my budget more money than ever before in history.\"    Andrew Cuomo Governor of New York   New York Wednesday, March 1, 2017 03/01/2017    Read More  info", "vclaim_id": "vclaim-pol-03595"}