{"url": "/factchecks/2019/feb/11/alcee-hastings/was-there-one-school-shooting-week-2018-florida-la/", "speaker": "Alcee Hastings", "vclaim": "\"In 2018, we endured a school shooting nearly once a week.\"", "truth_label": "half-true", "date": "stated on February 5, 2019 in a statement to the press:", "title": "Was there one school shooting a week in 2018, as a Florida lawmaker said?", "text": "Florida Democrat Rep. Alcee Hastings criticized President Donald Trump for ignoring the topic of gun violence during his State of the Union address.\nTrump’s speech came nearly a week before the anniversary of the Feb. 14 shooting at Marjory Stoneman Douglas High School in Parkland that left 17 people dead. Lawmakers invited three fathers of children who died to watch Trump speak.\nHastings, of nearby Boynton Beach, called on Trump to support gun control and cited a statistic about school shootings nationwide.\n\"In 2018, we endured a school shooting nearly once a week,\" Hastings said in a statement to the media.\nHastings' spokesman told us he arrived at the one-shooting-per-week statistic by citing a database of school shootings compiled by Education Week, a national education publication. Hastings divided a 180-day school year by 24 shootings to arrive at one shooting every 7.5 days.\nIt is not apparent from Hastings' statement that the underlying data lumps together various types of shootings on school property — everything from indiscriminate mass shootings to an accidental shooting.\nDatabases of school shootings\nThere is no consensus about how to define a school shooting. Some tallies include shootings in which someone was killed or injured, for example, while others may include only K-12 schools and not colleges and universities.\n\"No two school shootings are alike and therefore the circumstances surrounding each must be assessed and considered,\" stated a 2018 report by the Naval Postgraduate School Center for Homeland Defense and Security, which examined more than two dozen shooting databases. \"Choosing to include or exclude any of these criteria comes with a level of risk by directly affecting the statistical narrative on school shootings.\"\nThe count by Education Week includes 24 school shootings on K-12 school property that resulted in firearm-related injuries or deaths. Shootings that happened on school grounds during school or a school event are also counted. Suicides and self-inflicted injuries are not.\nOther groups arrive at higher totals by looking at every time a gun goes off on school property. A database from Everytown for Gun Safety, a gun control advocacy group, found at least 102 incidents of gunfire on school grounds, including K-12 as well as colleges, in 2018. The Naval Postgraduate School database found 97 school gun violence incidents in 2018, the most in any year. (In 2018, none of the incidents were only cases in which a gun was brandished; a gun went off each time.)\nHastings' statement is on the lower end of these tallies, but that doesn't make it more precise.\nDatabases combine various types of shootings on school property\nExperts offered some key caveats about Hastings’ statement and databases of school shootings.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Crist\n\n\nstated on February 1, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Speaker Rubio supported gun restrictions that included background checks and waiting periods.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lee Logan • February 26, 2010\n\n\n\n\n\n\n\nJaclyn Schildkraut, an associate professor in the Department of Public Justice at the State University of New York at Oswego, said that Hastings’ statement omitted context that he was referring to an academic year. If he applied the same 24 shootings to a calendar year, it would have worked out to a shooting incident every other week.\nBut Schildkraut and other experts have warned that it creates confusion when mass shootings are combined with other types of shootings that occur on school property — for example, two people getting into a fight after a school sporting event.\nMost of the shootings are not the indiscriminate mass shootings such as Parkland or Sante Fe. Schildkraut said she would consider about six on the list of 24 as school shootings.\nThe database includes incidents such as two people shot in a fight outside a high school football game, a parent shot when a gun discharged accidentally in another parent’s pocket, and three students were injured when a teacher accidentally fired his gun in a classroom as he was teaching a gun safety lesson.\nThese various types of shootings require different responses, Schildkraut said.\n\"We are not going to do a threat assessment on every person who goes to a football game, but we would on a troubled student,\" she said. While each loss of life by firearm is too many, \"the way we respond to events needs to actually take into account the totality of the situation and not only there was a gun at the school.\"\nEducation Week acknowledges the difficulty in coming up with a methodology. Staff writer Evie Blad explained that \"setting — and sticking with — a simple definition was more elusive than we expected.\"\nNine of the 24 school shootings determined by Education Week resulted in deaths — or about one per month in an academic year.\n\"In sum, the one-per-week statement can easily be misunderstood without such clarification,\" said James Alan Fox, a criminologist at Northeastern University.\nWhile mass school shootings draw the most attention, the majority of children and teenagers killed by a gun are shot somewhere other than school, such as at home or on the streets. The Centers for Disease Control and Prevention found that school-associated homicides consistently represent less than 2 percent of all youth homicides in the United States when examining data from 1994-2018.\nOur ruling\nHastings said, \"In 2018, we endured a school shooting nearly once a week.\"\nHe arrived at that figure by looking at the 24 school shootings documented by Education Week and dividing that into a 180-day school year. (If we applied the same math to a calendar year, it would work out to half that amount.)\nA statement about the number of school shootings warrants an explanation of what types of shootings were included. The Education Week database includes any K-12 shooting on a school property during school or a school event that resulted in injury or death. That means it includes both indiscriminate mass shootings as well as other types of incidents such as fights in a parking lot after a football game or an accidental shooting.\nHastings’ statement is partially accurate but leaves out important details about the database he cited. We rate this statement Half True.\nhttps://www.sharethefacts.co/share/dc5d9ed9-de94-47fc-a45f-f2aef97f71a3", "vclaim_id": "vclaim-pol-01036"}