{"url": "/factchecks/2011/aug/05/kevin-dewine/ohio-gop-chair-says-democrat-stronghold-cuyahoga-c/", "speaker": "Kevin DeWine", "vclaim": "Says Republican Sen. John McCain won more votes for president in Cuyahoga County in the 2008 general election than he did in seven states.", "truth_label": "true", "date": "stated on August 22, 2011 in a speech at a GOP dinner:", "title": "Ohio GOP chair says Democrat stronghold Cuyahoga County gave John McCain more votes than seven separate states", "text": "The Ohio Republican Party hosted its annual state dinner and fund-raiser in Cleveland on July 22, 2011, that rallied its members around state and national issues and candidates.\n\nThe annual event, which is moved outside Columbus during off-year elections, featured Ohio Treasurer Josh Mandel of Lyndhurst (near Cleveland), who is running for the U.S. Senate next year, and Louisiana’s Republican Gov. Bobby Jindal, a conservative who regularly speaks about GOP priorities.\n\nThe two politicians and others at the dinner easily revved up the crowd by blaming Democrats for the nation’s debt problems and by praising themselves for passing a collective bargaining law for public workers in Ohio that limits the power of unions.\n\nCuyahoga County Republicans deserved to have the event in their backyard because they provide the GOP a big chunk of votes in state elections, Ohio Republican Party chair Kevin DeWine said during the dinner.\n\nTo illustrate this point, he noted that in 2008 Republican Sen. John McCain garnered more votes for the presidency in the Democratic-dominated county than he did in seven states.\n\nPolitiFact Ohio thought the statistic was worth examining given the GOP’s view  that Cuyahoga County, Ohio’s most populous, is a battleground within a battleground state that could have a big say in the fate of the new collective bargining law, which will be before voters in November.\n\n\"The Republican Party must compete aggressively in Cuyahoga County in order to carry the state,\" explains DeWine, who sees the recent public corruption scandal involving Democratic officials as helping the GOP cause.\n\nSo how many votes did McCain win in the county?\n\nThe last amended 2008 general election results on file with the Cuyahoga County Board of Elections shows that McCain received 199,880, or about 30 percent. Democrat Barack Obama received 458,422 votes.\n\nComparing this figure against the state vote totals, McCain indeed racked up more votes in Cuyahoga County than he did in seven states.\n\nObama carried these four states, shown here with McCain’s vote totals:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nVermont (98,974 votes)\n\n\nHawaii (120,566)\n\n\nDelaware (152,374)\n\n\nRhode Island (165,391)\n\n\nMcCain carried three of the states with fewer votes than he got in Cuyahoga County:\n \n\n\nWyoming (164,958 votes)\n\n\nNorth Dakota (168,601)\n\n\nAlaska (193,841)\n\n\nIt’s not hard to see why Cuyahoga County offers so much.\n\nThe county’s population in the 2010 census of 1,280,122 makes it more populous than six of the seven states in the comparison. Only Hawaii, which has 1,360,301 residents, is bigger. Wyoming is the smallest with 563,626 residents.\n\nAll of this leaves DeWine’s claim right on the mark.\n\nOn the Truth-O-Meter, his claim rates True.", "vclaim_id": "vclaim-pol-12620"}