{"url": "/factchecks/2012/feb/29/reince-priebus/reince-priebus-says-unemployment-has-been-above-8-/", "speaker": "Reince Priebus", "vclaim": "\"The national unemployment rate has been above 8 percent for a record 36 months.\"", "truth_label": "barely-true", "date": "stated on February 14, 2012 in an op-ed piece:", "title": "Reince Priebus says unemployment has been above 8 percent for a record 36 months", "text": "When President Barack Obama touched down Feb. 15, 2012, in Milwaukee to tout homegrown manufacturing jobs, Republican Gov. Scott Walker greeted him amiably and praised the trip.\n\nMeanwhile, Republican National Committee chairman Reince Priebus, former head of the Wisconsin GOP, aired a long list of grievances timed to the visit.\n\nUnemployment was near the top of the list.\n\n\"In February 2009, Obama promised that if he didn't have the economy fixed in three years, then his presidency was ‘going to be a one-term proposition,’ \" Priebus wrote in an opinion piece in the Milwaukee Journal Sentinel. \"It's been three years, and few Americans would say the economy is healthy.\"\n\nHe added: \"In fact, the national unemployment rate has been above 8 percent for a record 36 months -- even though Obama promised it would be different. He promised his $825 billion stimulus would keep unemployment below 8 percent. But instead of creating jobs, it just created debt.\"\n\nPolitiFact Florida has rated Mostly False the claim that Obama promised the stimulus bill would cap unemployment at 8 percent.\n\nBut what about Priebus’ claim that unemployment has topped 8 percent for a record 36 months?\n\nAsked to back up Priebus’ statement, the RNC pointed to a 2012 report by the nonpartisan Congressional Budget Office.\n\n\"The rate of unemployment in the United States has exceeded 8 percent since February 2009, making the past three years the longest stretch of high unemployment in this country since the Great Depression,\" says the CBO study.\n\nWe double-checked it with the Bureau of Labor Statistics, which is the gold standard for unemployment statistics. During that time, monthly unemployment has ranged between 8.3 and 10.0 percent.\n\nBut the CBO study added an important qualifier that Priebus left out -- \"since the Great Depression.\"\n\nThe Great Depression-era unemployment rates topped 15 percent annually for six straight years, from 1931 to 1936, and never fell below 8.7 percent over 12 years, according to estimates adopted by the Bureau of Labor Statistics. In four consecutive years unemployment exceeded 20 percent a year.\n\nThose figures were cited by by PolitiFact National when it found False a 2011 Priebus claim that \"We have unemployment that rivals the Great Depression.\"\n\n\"Any way you cut it, peak unemployment since the start of the most recent recession, as bad as it has been, remains well under half of the peak it reached during the Great Depression,\" that PolitiFact item concluded.\n\nThere’s a qualifier, though, on the Depression-era data, as the PolitiFact item highlighted -- and this is where Priebus hangs his hat.\n\nThere are some dissimilarities between the pre-war unemployment data and the current data.\n\nThe earlier method counted those age 14 and up, not 16 and up (the standard that began in 1948). In addition, monthly unemployment statistics -- the measure cited by Priebus before Obama’s visit -- were not kept until 1948 as well. Thus, all the statistics during the Great Depression were on an annual basis.\n\nRNC spokesman Ryan Mahoney noted: \"In (the current system) this is a record. BLS is the standard for the modern era. There were no definitive records like it during the Great Depression.\"\n\nStill, PolitiFact National concluded the old and new methods are similar, and the economists it interviewed said comparisons between the two are appropriate as long as the differences are disclosed.\n\nAnd it’s noteworthy that the government itself has adopted the pre-war unemployment estimates -- the ones that show unemployment rates higher than 15 percent for six years running -- as its own. The Bureau of Labor Statistics has declared those estimates official.\n\nWe also talked to Gary Burtless, a senior fellow in economic studies at the Brookings Institution.\n\nHe said while the agency did not collect \"official\" estimates of the unemployment rate before 1940, the estimates from that earlier time, when combined with \"official\" figures for 1940 and 1941, suggest \"the unemployment rate exceeded 8 percent for a total span of 12 years, 1930-1941.\"\n\nEven with the data differences, \"it is silly to imply that unemployment between 1930 and 1939 was likely to be lower than 8 percent in any of those 10 years,\" Burtless stated.\n\nOur conclusion\n\nPriebus accurately cites monthly unemployment statistics proving a three-year run of unemployment topping 8 percent under Obama. But it’s a \"record\" only in the strict sense, because monthly statistics didn’t exist in the 1930s.\n\nHis claim ignores the critical fact that Great Depression unemployment rates -- while not kept monthly -- annually were well above the current rates and for a much longer period.\n\nThere’s an element of truth in Priebus’ statement because he cited \"monthly\" statistics, but overall this is misleading.\n\nThat is our definition for Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11527"}