{"url": "/factchecks/2014/may/08/dan-kaufman/Dan-Kaufman-claims-gogebic-iron-mine-could-extend/", "speaker": "Dan Kaufman", "vclaim": "The proposed Gogebic mine in northern Wisconsin \"could be extended as long as 21 miles.\"", "truth_label": "half-true", "date": "stated on March 29, 2014 in an opinion article:", "title": "Dan Kaufman claims Gogebic iron mine could extend 21 miles", "text": "Much of the debate over the proposed Gogebic mine in northern Wisconsin has turned on environmental and economic concerns.\nLess attention has been paid to the size of the project.\nIn an opinion piece in the New York Times Sunday Review, \"The fight for Wisconsin’s soul,\" Dan Kaufman discusses the open pit iron mine that Gogebic Taconite wants to build in Iron and Ashland counties.\nKaufman is a Wisconsin native, writer and musician who lives in Brooklyn N.Y. He’s also a freelance fact checker for the Times and has previously written about Wisconsin politics for the paper.\n\"The $1.5 billion mine would initially be close to four miles long, up to a half-mile wide and nearly 1,000 feet deep, but it could be extended as long as 21 miles,\" Kaufman wrote in the piece published March 29, 2014.\nThat’s about the distance from Milwaukee’s Bradford Beach to, say, downtown Waukesha.\nWe’ve considered a couple of previous statements that addressed the size of the mine.\nWe rated True a claim by state Rep. Evan Goyke, D-Milwaukee, who said the mine would be larger than his Assembly district, which is among the smallest in the state. State Rep. Penny Bernard Schaber, D-Appleton, said the mine would be two-thirds the size of Lake Winnebago. We rated that Mostly False.\nSo what about Kaufman’s claim that the mine could be 21 miles long?\nKaufman said the estimate was based on news reports, and documents that the company filed with the state of Wisconsin. Those records show Gogebic has an option to purchase the iron found in the deposit, which is 21 miles long, threading through the the Penokee mountain range.\n\"You'll notice our phrase says ‘but it could be extended as long as 21 miles,’\" Kaufman said in an email. \"We don't say it will be for sure. The company has many potential phases outlined of this project.\"\nHere’s how the Department of Natural Resources describes the proposed mine on its website: \"Gogebic is currently considering potential development along a four-mile stretch east of Mellen in west-central Ashland County.\"\nSo, what accounts for the difference?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nDigging in\nThe permit process for the mine is in the early stages, said Larry Lynch, a hydrogeologist with the Wisconsin Department of Natural Resources. He is the agency’s top administrator overseeing the project. The first stage would actually be two pits, each two miles long. That’s different from a single giant trench suggested in Kaufman’s claim.\nKaufman describes a mine that if fully developed could be 21 miles long, a half mile wide and 1,000 feet deep. There’s no question this would be an immense project, if it happens. But the mine would never look like that. Lynch said the first phase involves the excavation of a pit, which would, in turn, be filled in by the next pit.\n(Separately, we rated Mostly True a Kaufman claim that the company would be allowed to fill in \"pristine streams and ponds with mine waste.\")\nIn any case, the mine’s first phase would operate for a projected 35 years.\nThe mine faces strong opposition from the neighboring Bad River band of the Chippewa. And the permitting process would be repeated if the company wanted to mine any additional part of the deposit.\nThat would depend upon what happens with the first phase, and comes with a host of unknowns.\nGeologists believe the deposit extends 21 miles, but Lynch said \"we do not have any information that says it will be economical\" for the company to mine all of the iron in the deposit. The iron in the latter phases might been too difficult to extract, in part because the iron is laced throughout the mountains in that region of the state.\nIn any case, no one is suggesting the mine -- even if it was fully developed decades from now -- would be a single, 21-mile-long pit.\nOur rating\nKaufman says the mine \"could be extended as long as 21 miles.\" That’s the size of the deposit that Gogebic Taconite has the rights to mine.\nBut the initial phase envisioned in the permitting process is a four-mile stretch. Any additional mining would require another permitting process and would be decades away. And that’s only if the company decides it’s worth the effort.\nYourdictionary.com says: \"The definition of ‘could’ is often used in the place of ‘can’ to show a little doubt.\"\nBut there’s more than a little doubt here. Kaufman’s statement may be partially true, but it leaves out important information and details. That’s our definition of Half True.", "vclaim_id": "vclaim-pol-07885"}