{"url": "/factchecks/2010/jun/24/stuart-sternberg/tampa-bay-rays-owner-says-team-most-affordable-spo/", "speaker": "Stuart Sternberg", "vclaim": "The Tampa Bay Rays' \"prices have been judged the most affordable in all of professional sports.\"", "truth_label": "mostly-true", "date": "stated on June 21, 2010 in a press statement:", "title": "Tampa Bay Rays owner says team is most affordable in sports", "text": "When Stuart Sternberg took control of the Tampa Bay Rays, people told him that in order to improve dismal attendance at the team's games he needed to first build a winner on the field.\n\n\"People said if you win, they will come,'' Sternberg said.\n\n2008 -- 97 wins and a trip to the World Series.\n\n2009 -- A second consecutive winnning season (just the second in franchise history).\n\n2010 -- The second-best record in baseball through June 22nd's games.\n\nYet attendance is still, well, dismal.\n\nThe Rays are averaging a little over 22,000 people a night at Tropicana Field in 2010, which places them 10th in the 14-team American League and 23rd out of 30 in Major League Baseball. Despite a winning team. Despite a popular Saturday night concert series. And despite a cheap ticket, the Rays say.\n\nThe disappointing turnstile receipts played prominently into Sternberg's announcement June 21, 2010, that the team wants to explore options for a new stadium outside St. Petersburg, specifically in Tampa and Hillsborough County. Rays officials are convinced that a new, modern ballpark constructed closer to the region's geographic center could boost attendance by 7,000 to 8,000 fans a game.\n\n\"We have learned that it's not just about winning,\" Sternberg said. \"It's not about ticket prices. And it certainly isn't about a lack of interest in this team.\n\n\"Our prices have been judged the most affordable in all of professional sports. Our television ratings have grown dramatically. And our standing in the community has never been higher. Our customers are our fans. We need to be in a location that is convenient for our fans to reach. And we need to be in a place that makes us attractive to the region's businesses and community.\"\n\nSternberg claims the Rays have done everything to make baseball work in downtown St. Petersburg, including cutting prices to the bottom in all of professional sports.\n\nPolitiFact Florida got a call from the bullpen to check it out.\n\nThe Rays directed us to a 2009 fan survey from ESPN Magazine called the Ultimate Standings. The survey ranks teams in each professional sport (baseball, football, hockey and basketball) in eight different categories. Scores in seven of the eight categories came from 50,000 responses to ESPN.com. An eighth category -- which tried to measure wins versus revenues -- was computed by researchers at the University of Oregon.\n\nThe results were then weighted to create an overall score. The Rays ranked 16th overall out of 122 professional sports teams.\n\nBut that's not what we're checking.\n\nOne of the individual categories was Affordability, and specifically asked fans to rate teams in terms of ticket prices, parking prices and concessions prices. According to ESPN, the Rays ranked No. 2 overall in ticket prices, No. 1 in parking prices and No. 5 in concession prices.\n\nThat made the Rays the most affordable franchise in all of professional sports, according to the ESPN survey, just like Sternberg said.\n\nBut we're not sure how much weight the ranking actually should hold.\n\nTake parking, where the Rays ranked first. Depending on the game, it costs anywhere from $10 to $25 to park at Tropicana Field. The New York Mets -- who ranked 111th in parking prices in the survey --charge $19 for all games. The San Diego Padres -- who ranked 108th in parking -- charge less than the Rays, between $8 and $15. The NFL's Denver Broncos charge between $20 and $30 to park and rank 68th. Parking is $18 a game for the NBA's Golden State Warriors, which somehow ranks 106th.\n\nNow, the Rays point out that if you have four people in your car you can park for free. And we'll point out that if you live in New York, Philadelphia, Boston or Washington, you'll most likely take public transportation meaning you won't have to pay for parking either. We also feel obligated to note that the four people free parking rule only applies to Sunday games and a select other few home dates. The rest of the time, the first 100 cars with four or more will park for free up to an hour before game time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nTrying to consider the relative cost of tickets is even more challenging. The Rays charge a different price for the same seat depending on who they are playing and what night of the week the game is on. Baseball, of course, also has a built in advantage because teams play 81 home games a year compared to half that for hockey and basketball and just eight regular-season home games for football (Fewer games means a smaller supply of seats, which translates into higher prices).\n\nStill, for the sake of argument, let's see how much it cost to buy an outfield seat at a handful of Thursday's baseball games -- not counting those Ticketmaster fees.\n\nRays vs. San Diego Padres -- $17\nAtlanta at Chicago White Sox -- $17\nChicago Cubs at Seattle -- $32\nPittsburgh at Texas -- $30\nFlorida at Baltimore -- $15\nMinnesota at Milwaukee -- $30\nSan Francisco at Houston -- $18\n\nOf the seven games we looked at, the Rays have the second-cheapest outfield seat available. The team that has the cheapest option, the Baltimore Orioles, ranks 61st in terms of ticket pricing, according to ESPN. And the Brewers, who rank fourth in ticket pricing, have the second-most expensive ticket. Any of that make sense?\n\nDoesn't to us either.\n\nAnd here's the point. Sternberg accurately cites an ESPN study in saying that the Rays have been \"judged the most affordable (team) in all of professional sports.\" But we're not sure an ESPN survey of 50,000 fans represents a true picture of the affordability of the Rays, or any of the other 121 professional sports franchises.\n\nThere are so many variables when it comes to ticket pricing -- be it the opponent or the day of the week -- or parking, or concession prices that it's just hard to make a fair judgment. Because the survey is suspect, we rate Sternberg's statement Mostly True.", "vclaim_id": "vclaim-pol-14864"}