{"url": "/factchecks/2011/dec/01/jim-jordan/jim-jordan-chides-obama-savings-plan-deficit-reloc/", "speaker": "Jim Jordan", "vclaim": "\"President Obama's recent plan to cut $100 million of waste within his administration won't actually save money because he's going to spend it elsewhere.\"", "truth_label": "mostly-true", "date": "stated on November 13, 2011 in a newspaper column:", "title": "Jim Jordan chides Obama savings plan as deficit relocation, rather than deficit reduction", "text": "If you cut out cigarettes and coffee but used the money to pay for a vacation, would you really be saving money? What if you used the savings to pay for upcoming veterinary bills for your dog? Or to pay for your child’s school supplies?\n\nWhat if this still left you deeply in debt?\n\nThese questions, though hypothetical, apply to the federal government. President Obama announced on Nov. 9 that he was ordering federal departments and agencies to cut wasteful spending on cell phones, promotional plaques and other items by $4 billion.  In other words, the federal government was going to save $4 billion a year by cutting out swag. Right?\n\nWrong, said U.S. Rep. Jim Jordan, a Republican from Urbana, Ohio. Jordan is chairman of the Republican Study Committee, a group of fiscal conservatives in the House of Representatives, and on Nov. 13 he wrote  a guest column in USA Today saying that the nation’s $1 trillion annual deficits and $15 trillion debt require actual spending cuts, not illusory ones.\n\nHis focus was on the then-functioning Joint Select Committee on Deficit Reduction, better known as the \"supercommittee,\" which ultimately failed to unite around tax hikes, spending cuts or any other solution to bring deficits under control. But in making his point, Jordan said: \"President Obama's recent plan to cut $100 million of waste within his administration won't actually save money because he's going to spend it elsewhere.\"\n\nThis claim intrigued PolitiFact Ohio because of the hoopla surrounding Obama’s announcement on Nov. 9 that federal agencies would be smarter about how they spend money internally. This was the latest step in an ongoing White House \"Campaign to Cut Waste,\" which more broadly includes such steps as cutting Medicare payment errors, selling unneeded federal buildings and using the Internet rather than government printing presses and paper to distribute documents such as the Federal Register, which many people read online.\n\nJordan, too, wants to cut government waste, although his view of government waste is more sweeping than many Democrats’. Still, he said after the recent announcement on cell phones and travel, all the White House was really doing was cutting some areas of spending in order to use the money for other spending. He called it \"deficit relocation, not deficit reduction.\"\n\nNews reports from the New York Times and USA Today, among others, supported that view.\n\nIn the words of a USA Today report from Nov. 9, \"It turns out President Obama's latest effort to cut government waste isn't forecast to save any money. Instead, federal departments and agencies that take the president up on his mandate to shave 20% from certain categories of spending will be free to use the savings elsewhere.\"\n\nReported the New York Times: \"In fact, the administration said, only a small portion of the $4 billion in annual savings will go toward reducing the deficit. Rather, the money will be spent on other programs, like helping veterans re-enter the work force or improving the nation’s infrastructure, which the White House contends are more worthwhile.\"\n\nThe headline on that story was, \"Obama cuts $4 billion, then uses it elsewhere.\"\n\nJordan’s spokeswoman, Meghan Snyder, cited the USA Today story when we asked about her boss’s claim. We noted that the savings were reported as $4 billion, not the $100 million her boss had said, and she said in a return email: \"The federal government is on a path toward bankruptcy.  In response, the administration wants to move money from one program to another, and call it a 'cut.'  Then, to find out the problem is actually 40 times bigger than was previously reported, makes it even worse.\"\n\nBut is it really that clear? Obama does intend to cut. He also intends to put the money from the cuts into what he considers higher priorities for the federal government. As USA Today put it, \"the estimated savings -- $4 billion -- can be saved but can also be plowed back into more effective programs.\"\n\nSo how do you define savings in such a context?\n\nWe ran this by Eugene Steuerle, a longtime Treasury Department official who was a deputy assistant secretary for tax analysis under President Reagan. Steuerle, a co-founder of the Urban Institute-Brookings Institution Tax Policy Center, was not familiar with the fine details of Obama’s waste-cutting plan, but said it sounded as if there could be savings on cell phones (unless it results in $100-an-hour employees wasting their time at a phone booth because their cell phones have been taken away). But that doesn’t mean there will be savings to the federal budget, or a reduction in the number of bonds the government must sell to keep operating.\n\nIt depends, in other words, on definitions. If you’re throwing money in the ocean and you stop doing that, you are saving money that you used to throw away, Steuerle said. Perhaps you’ll spend it on food, which may be good. But what, he asks, if you spend it on beer?\n\nWe are tempted to split the baby rather than get totally philosophical. We turned to Webster’s, and the dictionary was somewhat helpful; it defined saving as the act of economizing. In that case, the Obama administration is going to economize, or save -- on cell phones and swag, at least.\n\nBut in the view of Jordan and many other Republicans, it is not going to use the savings to reduce overall government spending. Instead, it is going to use the cigarette and ocean money for a vacation, for the dog, for food and, in some views, for a little beer. Whether the government spends money well or needs a starvation diet is not the issue here.\n\nJordan’s point was clear, and we do not think he was trying to be cute or clever. He made his statement amid a national and unfinished conversation about taxes, spending and the size of government.\n\nBut his statement needs clarification, partly because his figure was off -- although that does not affect his overall point -- and also because the concept of saving money can be qualified differently for other purposes.\n\nThat’s why we rate it Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSherrod Brown\n\n\nstated on November 30, 2010 in an MSNBC interview\n\n\n\n\n\n\n\n\n\"Understand, this is unemployment insurance. It’s not welfare, as a lot of my Republican colleagues like to suggest it is. You pay into it when you’re working. You get help when you’re not.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • December 7, 2010", "vclaim_id": "vclaim-pol-12009"}