{"url": "/factchecks/2014/oct/08/kay-hagan/kay-hagan-says-federal-government-didnt-create-com/", "speaker": "Kay Hagan", "vclaim": "\"The Common Core was not put together by the Department of Education in Washington. It was put together by governors and by states.\"", "truth_label": "mostly-true", "date": "stated on October 7, 2014 in a debate :", "title": "Kay Hagan says federal government didn't create Common Core", "text": "The Common Core education standards have not been popular with many Republicans, who say the guidelines will hamstring state school officials. At the debate for the U.S. Senate candidates from North Carolina on Oct. 7, Republican Thom Tillis described Common Core as regulatory overreach. Although he did not explicitly call it a federal mandate, his comments strongly implied that was the case:\n\"What I oppose,\" he said, \"is a bureaucracy, the Department of Education, that was not even created until 1980, after I graduated from high school, with 5,000 bureaucrats making on average $102,000 a year, stifling what teachers want to do in the classroom. The problem with Common Core is that teachers were being more worried about how they meet up to the standards than what they really want to do pursuing their passion educating the kids. Common Core, No Child Left Behind, Race To the Top all had strings attached to them.\"\nThat prompted incumbent Sen. Kay Hagan, a Democrat, to say that Common Core was not a federal mandate.\n\"The Common Core was not put together by the Department of Education in Washington,\" she said. \"It was put together by governors and by states, setting high expectations for students all across this country so that we could not only compete against one another within our states but we would be more competitive on a global basis.\"\nIs Hagan correct that \"Common Core was not put together by the Department of Education in Washington. It was put together by governors and by states\"?\nCommon Core's origins\nConservatives around the country have attacked the Common Core State Standards, a set of benchmarks for English and math that were unveiled in 2010. The criticism has stirred debate about the federal government's role and whether the focus on them is strictly political.\nPolitiFact Wisconsin has examined the question in different ways. A claim by Wisconsin State Sen. Joe Leibham that Common Core is a federal mandate earned a False rating in July.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAn opposite claim in October 2013 -- that Common Core \"is not from the federal government,\" that they \"do not have their fingerprints on this thing at all\" -- was rated Mostly True.\nThe reality is that Common Core came out of years of discussion between private, nonprofit groups and state education departments. The goal was to better prepare students for college and careers and to ensure that students in different states learn the same academic concepts.\nThe Council of Chief State School Officers -- a national organization of public officials who head state education departments -- discussed developing common standards during its annual policy forum in 2007, a year before Barack Obama won the presidency. In 2009, that council and the National Governors Association agreed to create Common Core. They developed the standards with the help of teachers, parents and experts.\nAlthough Common Core is voluntary, the federal government has had a role in encouraging states to adopt the standards. States earned a small number of extra points (40 of a possible 500) in the competition for grants from Race to the Top, Obama’s signature program that provided added money for education, if they adopted standards to prepare students for college and work. They didn't have to adopt Common Core, but they were better positioned to secure the federal money if they did.\nOur ruling\nIn the North Carolina debate, Hagan said, \"Common Core was not put together by the Department of Education in Washington,\" she said. \"It was put together by governors and by states.\"\nShe is right about how the program was assembled, although it’s worth noting that the federal government has given states financial incentives to adopt the standards.\nWe rate her claim Mostly True.", "vclaim_id": "vclaim-pol-07181"}