{"url": "/factchecks/2008/apr/30/john-mccain/to-score-a-point-mccain-misses-the-point/", "speaker": "John McCain", "vclaim": "Rev. Wright said \"that al-Qaida and the American flag were the same flags.\"", "truth_label": "barely-true", "date": "stated on April 27, 2008 in Coral Gables, Fla.:", "title": "To score a point, McCain misses the point", "text": "For months, Sen. John McCain refused to weigh in on controversial statements made in sermons by Sen. Barack Obama's former pastor, the Rev. Jeremiah Wright. McCain even chastised the North Carolina Republican Party for political ads that featured Wright.\n\nBut after Barack Obama acknowledged to Fox News that \"the fact he's my former pastor I think makes it a legitimate political issue,\" McCain took the opportunity to take his own swipe at the political pinata known as the Rev. Wright.\n\n\nIn a news conference in Coral Gables, Fla., on April 27, McCain claimed that the Rev. Wright said \"that al-Qaida and the American flag were the same flags.\"\n\n\nThat's not exactly what Wright said.\n\n\nIn his sermon on April 13, 2003, the one made famous on YouTube because he used the phrase \"God damn America,\" Wright was making a point about Americans — and President Bush in particular — invoking God's name to justify the war in Iraq.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\n\"We can see clearly the confusion in the mind of a few Muslims, and please notice I did not say all Muslims, I said a few Muslims, who see Allah as condoning killing and killing any and all who don't believe what they don't believe. They call it jihad. We can see clearly the confusion in their minds, but we cannot see clearly what it is that we do. We call it crusade when we turn right around and say that our God condones the killing of innocent civilians as a necessary means to an end. We say that God understands collateral damage. We say that God knows how to forgive friendly fire.\"\n\n\n\"We say that God will bless the shock and awe as we take over unilaterally another country, calling it a coalition because we've got three guys from Australia, going against the United Nations, going against the majority of Christians, Muslims and Jews throughout the world, making a pre-emptive strike in the name of God. We cannot see how what we are doing is the same thing that al-Qaida is doing under a different color flag — calling on the name of a different God to sanction and approve our murder and our mayhem.\"\n\n\nWright never said the two flags are the same. His point is that the two are the same inasmuch as some from both sides use God to justify their cause.\n\n\nNow, that fuller context may not make people any more comfortable. But McCain's simplification of Wright's statement distorts its meaning.\n\n\nWe rate McCain's statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16239"}