{"url": "/factchecks/2015/feb/03/megyn-kelly/foxs-kelly-science-measles-vaccine-safety-certain-/", "speaker": "Megyn Kelly", "vclaim": "Science is \"very certain\" that the measles vaccine doesn't cause autism.", "truth_label": "true", "date": "stated on February 2, 2015 in a broadcast of \"The O'Reilly Factor\":", "title": "Megyn Kelly: Measles vaccine safety is settled science", "text": "As the number of cases of measles slowly grows across the United States, it has revived a past debate over the safety of the vaccine that for decades prevented an outbreak. Potential presidential contenders, including Sen. Rand Paul, R-Ky., and New Jersey Gov. Chris Christie, have suggested that parents should be allowed to decline vaccination for their children if they have concerns over side effects.\nTwo Fox News hosts, Bill O’Reilly and Megyn Kelly, tackled the touchy topic of mandatory vaccinations on The O’Reilly Factor on Feb. 2, 2015.\nKelly said she had all three of her children vaccinated and that for immunization programs to work, they must be mandatory. Kelly, however, cut some slack for parents who might have decided otherwise a few years ago.\n\"They were given bad information years ago by a U.K. study that came out in 1998,\" Kelly said. \"Five years ago the science wasn't even as certain as it is today. It is very certain today.\"\nIn this fact-check, we take a look at the scientific certainty over the safety of vaccination. Along the way, we’ll see if the science has become even more certain in the past five years.\nWe told Fox News we were digging into this and didn’t hear back, but Kelly’s five-year mark lines up with the formal retraction of that United Kingdom study she mentioned. To quickly recap, in 1998, a British medical journal called the Lancet published a paper by Andrew Wakefield and a dozen colleagues that claimed to show a link between the MMR (measles, mumps, rubella) vaccine and autism. Many parents responded with predictable fear and vaccination rates began falling. The impact was strongest in the United Kingdom where the rate fell from the 90 percent range down to 80 percent. The United States saw a minor dip. In some states, the rate dropped below 90 percent although nationally the rate remained higher.\nIn 2010, roughly five years ago, the Lancet retracted Wakefield’s study. This seems to be the benchmark for Kelly’s comparison. What we heard from the public health community is that not only is the medical science clear today, it was back in 2010 as well.\nThe scientists were sure\nDr. Mark Schleiss is director of Pediatric Infectious Diseases at the University of Minnesota Medical School. Schleiss told PunditFact that the science was clear in 2010, and it’s clear today. \n\"Wakefield's work had been discredited within a year or two of publication,\" Schleiss said. \"After Wakefield, there were a number of other studies performed, and it was convincingly shown that there was no link with autism, but that safety information was already known well before that.\"\nSchleiss dates efforts to test the safety of childhood immunizations back to the 1980s when there were reports that the whooping cough vaccine caused developmental disorders. The Centers for Disease Control and Prevention and the Institute of Medicine (at the time, a division of the National Academy of Sciences) conducted studies and found the whooping cough reports without merit. Along the way, that work also established the safety of the MMR vaccine and would undermine Wakefield’s research in the Lancet.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Wakefield study had such a high profile that it spurred further rounds of research. In 2001, the Institute of Medicine published a report that found no evidence of an association between the vaccine and autism. In 2004, the institute conducted another review.\nThe institute said in a press release, \"14 large epidemiological studies consistently showed no association between the MMR vaccine and autism.\"\nDr. Marie McCormick, a professor at the Harvard School of Public Health, oversaw the committee that conducted the 2004 IOM vaccine safety review. McCormick told us that there were no divisions within the scientific community at that time.\n\"I think that the data were pretty firm as of 2004,\" McCormick said.\nBy 2004, 10 of Wakefield’s co-authors had withdrawn their names from his study. Other things also had happened. Brian Deer, a British journalist, documented shoddy data that underlay the results. Deer also found that Wakefield never disclosed that he had been paid by a lawyer representing some of the children cited in the article. In the British Medical Journal, Deer later exposed how Wakefield engaged in an elaborate scientific fraud.\nWakefield sued the British Medical Journal and lost. Editor-in-chief Fiona Godlee told PunditFact that \"the science has been much the same throughout the MMR scare caused by Wakefield's paper.\"\nMcCormick said the one thing that did change over the years was the public reporting around the topic. At the height of the scare, McCormick said news coverage suffered from a systematic flaw.\n\"If a reporter interviewed a scientist about the results, she would almost automatically give equal time and weight to an opponent of vaccines regardless of the validity of their opinion,\" McCormick said. \"Thus, to the viewer or reader, the issue would seem evenly balanced, even when it was not.\"\nOur ruling\nKelly said that the science on vaccine safety is certain today.\nThe researchers we contacted said that as far as the science is concerned, certainty had been reached at least 10 years ago with the release of a major national study debunking the link between the measles mumps, rubella vaccine and autism. Five years ago, the British journal the Lancet retracted the original report that triggered the initial wave of fear.\nThat decision was the final nail in the coffin of a discredited report. If anything, Kelly undersold her point about when scientists agreed that vaccination is safe.\nWe rate the claim True.", "vclaim_id": "vclaim-pol-06762"}