{"url": "/factchecks/2020/may/13/louis-riggs/riggs-needed-more-digging-missouri-counties-covid-/", "speaker": "Louis Riggs", "vclaim": "“Nearly half of (Missouri) counties have not reported positive (COVID-19) cases.”", "truth_label": "false", "date": "stated on April 21, 2020 in an opinion piece in the Missouri Times:", "title": "Riggs needed more digging on the Missouri counties with COVID-19 cases", "text": "While Missouri’s stay-at-home order has expired, cases have been closely monitored to see whether the state is flattening the curve. Some cities, like Columbia and St. Louis, have extended their stay-at-home regulations.\n\n\nIn a reflection of how the state has been responding to the pandemic, state House Rep. Louis Riggs, R-Hannibal, said on April 21: \"Thankfully, we have seen success to date, as nearly half of our counties have not reported positive cases.\"\n\n\nRiggs’ estimate was more than a little off.\n\n\nCases by county\nData from the Missouri Department of Health and Senior Services on that day show 20 counties without any positive cases, or 18% of 114 counties. The state passed the halfway mark three weeks earlier, on March 30. \n\n\nRiggs admitted that his error resulted from a quick glance over the department’s map showing the breakdown of cases by county. If a county has between one and six cases it has a light tan color, easy to confuse with the white color of the counties without any cases. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nRiggs said what he should have said was, \"nearly 20% with zero cases and half with less than 10,\" which would be accurate.  \n\n\nAs of May 11, 15 counties have not reported any cases of COVID-19. \n\n\nOur ruling\n\n\nRiggs said on April 21, \"nearly half of our counties have not reported positive cases.\" Half would be a sharp rounding up from 18%. \n\n\nBecause Riggs’ estimate included counties that did not fall into the correct category we rate his claim False.", "vclaim_id": "vclaim-pol-18297"}