{"url": "/factchecks/2008/feb/22/barack-obama/yes-a-costly-addiction-/", "speaker": "Barack Obama", "vclaim": "\"We send a billion dollars to foreign countries every day because of our addiction to foreign oil.\"", "truth_label": "true", "date": "stated on February 21, 2008 in a debate in Austin, Texas.:", "title": "Yes, a costly addiction", "text": "Senator Barack Obama may be well known for his verbal acumen, but it also turns out the Illinois Democrat is pretty good at math.\n\n\nAt a debate in Austin Thursday night, the Democratic frontrunner reiterated a statement he has used numerous times on the campaign trail: \"We send a billion dollars to foreign countries every day because of our addiction to foreign oil.\"\n\n\nTo get that figure requires some simple multiplication: barrels of oil imports per day times the cost of barrel of oil equals how much U.S. spends daily purchasing oil abroad. So we dusted off our multiplication tables and checked Obama's math.\n\n\nAccording to the Energy Information Administration, the U.S. imported 10,102,000 barrels per day of oil during the week ending Feb. 15. The average world price for a barrel of oil that same week was $89.91. That means energy firms spent $908 million on foreign oil daily in mid-February.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama's campaign said they used $100 for the price of a barrel of oil, a record reached Feb. 19 on the New York Mercantile Exchange.\n\n\nThat number has since dropped a bit – to $98.86 as of Friday afternoon. Redoing the math, what we spend abroad comes awfully close to the billion-dollar figure Obama quotes. It's 998.2 million.\n\n\nWe'll allow him to round up. Obama gets a gold star in math, and we find his statement True.", "vclaim_id": "vclaim-pol-16326"}