{"url": "/factchecks/2016/aug/12/ohio-right-life/ohio-right-lifes-faulty-claims-ted-strickland-abor/", "speaker": "Ohio Right to Life", "vclaim": "\"Ted Strickland stands in lockstep with Hillary Clinton and the abortion lobby in their desire to force Americans to pay for abortion on demand, up until the moment of birth, with their taxpayer dollars.\"", "truth_label": "barely-true", "date": "stated on August 2, 2016 in a press release:", "title": "Ohio Right to Life's faulty claims on Ted Strickland, abortion", "text": "The anti-abortion group Ohio Right to Life circulated a stinging release about Democratic senate candidate (and former Ohio governor) Ted Strickland recently.\n\"Ted Strickland stands in lockstep with Hillary Clinton and the abortion lobby in their desire to force Americans to pay for abortion on demand, up until the moment of birth, with their taxpayer dollars,\" the Aug. 2 press release reads.\nSpokeswoman Katherine Franklin of Ohio Right to Life told PolitiFact Ohio that the 2016 Democratic platform inspired their media message.\nOn reproductive rights, the platform reads, \"We will continue to oppose—and seek to overturn—federal and state laws and policies that impede a woman’s access to abortion, including by repealing the Hyde Amendment.\"\nClinton’s chosen running mate, Tim Kaine, recently faced scrutiny on the subject of the Hyde amendment, which has barred federal funding for most abortions since being signed into law in 1976. In a weekend interview with CNN’s Jake Tapper, Kaine said that he is personally in favor of the Hyde restrictions, but would support Clinton and the party’s platform to repeal it, as vice president.\nBecause Kaine was somewhat compromised on the issue, Franklin said, Ohio Right to Life wanted to tease out Strickland’s stance on the Hyde amendment. Ohio Right to Life has endorsed Strickland’s opponent, incumbent Republican Sen. Rob Portman.\nStrickland, on Hyde\nCongress passed the Hyde amendment three years after U.S. Supreme Court decision in Roe vs. Wade, which upholds a woman’s right to abortion. Its sponsor, Rep. Henry Hyde, a Republican from Illinois, said during a congressional debate, \"I certainly would like to prevent, if I could legally, anybody from having an abortion, a rich woman, a middle-class woman, or a poor woman. Unfortunately, the only vehicle available is the (Medicaid) bill.\"\nBy prohibiting federal funding of abortion, the Hyde restrictions primarily affect low-income women on Medicaid.   \nHyde acts as a rider on federal appropriations bills. As such, it doesn’t have to be \"repealed\" to be deactivated. Bills on federal spending could just cease to include it. Some states have Hyde-like restrictions on their Medicaid dollars, and would have to change their guidelines to open an avenue to fund abortions if Hyde disappeared at the federal level.\nWhen asked his position on the Hyde amendment, Strickland’s spokeswoman Liz Margolis told the Columbus Dispatch, that he favors getting rid of the Hyde restrictions.  \"Ted stands with the people of Ohio who believe that women have the right to make their own healthcare decisions, and that includes all women regardless of income,\" Margolis said.\nAs a congressman in 2003, NARAL Pro-Choice America rated his voting record as in line with \"pro-life\" legislators.  \nOn his website, Strickland says he believes that \"a woman’s healthcare choices are between a woman and her doctor,\" which is an indication that he favors abortion rights.\nBut does he agree with abortions \"up until the moment of birth?\"\nDue-date abortions?\nPolitiFact has heard this claim before, directed at Clinton. In a New Hampshire debate in February, Sen. Marco Rubio of Florida said that Clinton \"believes that all abortions should be legal, even on the due date of that unborn child.\"   \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Boehner\n\n\nstated on July 13, 2010 in a news release\n\n\n\n\n\n\n\n\n\"The Department of Health and Human Services is providing $160 million to the state of Pennsylvania to set up a new high-risk insurance pool program that would cover any abortion legal in the state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • July 23, 2010\n\n\n\n\n\n\n\nWe rated this claim False, because abortions at the nine-month mark just don’t happen. Daniel Grossman, a professor of obstetrics, gynecology and reproductive sciences at the University of California, San Francisco, told PolitiFact, \"If the mother’s life was at risk, the treatment for that is delivery, and the baby survives.\"\nTwenty-three states prohibit abortions after \"viability,\" the point at which the fetus can survive outside the womb, or at about 23 weeks.The reproductive health nonprofit Guttmacher Institute reports that just 5 percent of abortions occur after 16 weeks, and 1.2 percent of abortions occur after 21 weeks.\nA 2015 documentary followed the practices of the four remaining doctors in the country who will perform a third-trimester abortion.\nOn-demand?\nSeven states and the District of Columbia have not passed time-frame restrictions on abortions. Franklin, of Ohio Right to Life, uses these as examples of places where a woman could have an \"on-demand abortion.\" But it rarely happens that way, in practice.\nEven prior to viability, on-demand abortions are impossible in most of the country. Twenty-eight states have legislated waiting periods for an abortion procedure, and 14 states require physician counseling that necessitates two trips to a medical facility prior to an abortion.\nNew Hampshire, Oregon and Vermont have the fewest abortion restrictions. But \"on demand\" is still a stretch, even in these states. In New Hampshire and Oregon, almost 80 percent of counties have no abortion clinic. In Vermont, there is no abortion provider in 50 percent of the counties.\nTaxpayer-funded abortions?\nThe Kaiser Family Foundation determined that 13 percent of women of reproductive age are on Medicaid, compared with the 65 percent that had private insurance, as of 2014.\nMost states have created laws similar to the Hyde amendment and do not fund abortions for low-income women on Medicaid, but fifteen states have mechanisms to use state funds to cover abortions for Medicaid recipients.\nBy the Kaiser Family Foundation’s count, 2.7 million women live in a state where coverage of abortion services under Medicaid, ACA Marketplace plans and/or private policies is limited to cases of rape, incest, and where the mother’s life is in danger.\nWere the Hyde amendment to be nixed, the number of abortions among Medicaid-eligible women would be expected to increase by approximately 33,000, or an increase of 2.5 percent, according to the Guttmacher institute.\nOur ruling\nOhio Right to Life’s press release said, \"Ted Strickland stands in lockstep with Hillary Clinton and the abortion lobby in their desire to force Americans to pay for abortion on demand, up until the moment of birth, with their taxpayer dollars.\"\nStrickland supports the Democratic party platform, so although \"lockstep\" sounds sinister, it simply means Clinton and Strickland hold similar positions when it comes to abortion rights.\nThose positions are not accurately described by Ohio Right to Life. \nAbortions \"on demand, up until the moment of birth\" are a hypothetical non-event, according to health care professionals. As for abortions being paid for with tax dollars, this is a vast oversimplification of rules surrounding Medicaid, which provides health care for poor women.  \nWe rate this claim Mostly False.\n \nhttps://www.sharethefacts.co/share/9c664b20-be6e-46f5-93f4-bb96a98299e7", "vclaim_id": "vclaim-pol-04485"}