{"url": "/factchecks/2017/nov/18/nick-schroer/out-context-comments-inflate-stabbing-statistics/", "speaker": "Nick Schroer", "vclaim": "\"FBI Uniform Crime Report for 2016 shows more than four times as many people were stabbed to death than were killed with rifles of any kind.\"", "truth_label": "mostly-true", "date": "stated on October 17, 2017 in a tweet:", "title": "Out-of-context comments inflate stabbing statistics", "text": "Mass shootings are on the rise. This year has seen the Las Vegas massacre and two church shootings occur and spur lots of discussion in media, legislature and households. The topic of gun laws continues to be a partisan issue.\n\nRep. Nick Schroer, R-O’Fallon, said that more people were killed by stabbings than by rifles in 2016.\n\n\"FBI Uniform Crime Report for 2016 shows more than four times as many people were stabbed to death than were killed with rifles of any kind,\" Schroer wrote on Twitter on Oct. 17. The tweet featured a Breitbart article with the information and a link to FBI crime data.\n\n\nWe weren’t sure about stabbings killing more people than rifles, so we decided to check the numbers for ourselves. Schroer’s office pointed us to the same data as the Breitbart article, so we started there.\n\n\nThe thing about rifles\n\n\nFirst, it appears that the Breitbart article is talking about national numbers, so we assume Schroer is doing the same.\n\n\nSchroer uses the term \"rifles.\" The data provided by the FBI breaks down murders by types of firearms, and rifles is a subsection of all firearm murders.\n\n\nWhen totaling the data from the FBI crime report, we see that 374 people were killed by rifles, while 1,604 were killed by knives or cutting instruments. That means about 4.3 times as many people were killed by knives or cutting instruments as were killed by rifles.\n\n\n\"He is comparing a full set of cutting instruments to a partial set of guns which makes cutting instruments look more deadly,\" said Dr. James Nolan, a sociology professor at West Virginia University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\nNolan used to work for the FBI as a unit chief in the Crime Analysis, Research and Development Unit.\n\n\n\"The real story from the data is that the odds of being murdered by a firearm are nearly seven times higher than the odds of being murdered by a knife or cutting instrument,\" he said.\n\n\nWhen you look at firearms murders overall, the number is staggeringly different: 11,004 murders out of 15,070 total murders were committed with firearms. That is, 73 percent of U.S. murders were committed with firearms — 3.4 percent of firearm murders were committed with a rifle. The other categories are shotguns, handguns and \"type unknown.\"\n\nOther caveats\n\nThe FBI acknowledges the data are not comprehensive: Not all homicide data is submitted to the FBI. The page holding the data has a disclaimer that says, \"The data are based on the aggregated data from agencies within each state for which supplemental homicide data (i.e., weapon information) were reported to the FBI.\" It also points out that Florida’s data didn’t meet regulations and is not included, and Illinois and Alabama submitted limited data. That means a few large cities, like Chicago, may not be perfectly represented in this data.\n\n\nAlso, murders in the \"type unknown\" category could include rifles but were not identified as such when submitted to the FBI. That could change the comparison of rifles to stabbings.\n\n\nOur ruling\n\n\nSchroer said that more than four times as many people were stabbed to death than were shot and killed by rifles in 2016.\n\n\nSchroer is cherry-picking data by comparing all people who were stabbed to death versus a small percentage of those that were shot to death. In 2016, 73 percent of U.S. murders were committed with firearms, but while 10.6 percent were committed with some type of knife or cutting instrument, just 2.5 percent were committed using rifles.\n\n\nBecause the statement is correct according to the data but key context to the entirety of firearm usage is missing, we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-02670"}