{"url": "/factchecks/2016/apr/19/corey-lewandowski/donald-trump-manager-corey-lewandowski-botches-cla/", "speaker": "Corey Lewandowski", "vclaim": "\"The chairman of the party of Florida, who is an avid and outward supporter of Marco Rubio, gets to appoint 30 of those delegates.\"", "truth_label": "false", "date": "stated on April 17, 2016 in an interview on Fox News Sunday:", "title": "Donald Trump manager Corey Lewandowski botches claim on Florida delegate selection", "text": "Donald Trump’s campaign has been crying foul over the delegate selection in Florida, accusing Republican party insiders of stacking the deck against Trump.\nIn Miami-Dade County, home of former presidential candidates Marco Rubio and Jeb Bush, few of the 15 delegates chosen April 16 appeared to be overt Trump fans.\nThe next day, Trump campaign manager Corey Lewandowski accused Blaise Ingoglia, chairman of the Republican Party of Florida, of bias against Trump.\n\"The chairman of the party of Florida, who is an avid and outward supporter of Marco Rubio, gets to appoint 30 of those delegates,\" Lewandowski said April 17. \"Now, I understand those are the rules, but Donald Trump won. And now, you’ve got a person who is supporting Marco Rubio who gets to appoint 30 of the 99 delegates. That’s not what the rules should be.\"\nWe will explain how Lewandowski got his facts wrong about the delegate selection and Ingoglia. We did not get a response from the Trump campaign for this fact-check.\nFlorida’s process for choosing GOP delegates\nIngoglia doesn’t get to appoint delegates, but he does get to recommend some -- although it’s half of the number cited by Lewandowski.\nThe bulk of the 99 delegates are chosen by local GOP leaders and state committeemen and women in the congressional districts, adding up to 81 delegates.\nAdditionally, there are three at-large delegates who are automatic: Ingoglia, National Committeewoman Sharon Day and National Committeeman Peter Feaman.\nThen as party chairman, Ingoglia recommends the final 15 delegates to the state party’s executive board. The 35-member board, which includes Ingoglia, will vote on those delegates at its meeting in Tampa on May 14.\n\"This has been the process for over a decade,\" state party spokesman Wadi Gaitan told PolitiFact Florida.\nIngoglia is reviewing applications and hasn’t announced who he will recommend.\nTies between Ingoglia and Rubio\nLewandowski is wrong that Ingoglia supported Rubio in the presidential race. He hasn’t endorsed anyone.  \nWhile there is evidence that Ingoglia and Rubio have supported each other in the past, it was before Rubio’s campaign for president and Ingoglia’s role as state party chair.\n\"At no point did he fund-raise or do any kind of favor for one candidate over another,\" Gaitan said. \"We have no idea what Mr. Lewandowski is talking about. The state party and our chairman have been consistently clear that we have and will continue to remain neutral during this process.\"\nIngoglia stayed out of the presidential primary and avoided bashing Trump. For example, when several politicians weighed in on Trump’s proposal to ban Muslims, Ingoglia declined to respond when asked by a Tampa Bay Times reporter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIngoglia gave money to Rubio’s first U.S. Senate race and then his Senate campaign account, but it was a tiny amount of Rubio’s haul. And it’s not not unusual for a Republican activist such as Ingoglia to give to a statewide candidate.\nOn April 6, 2009, Ingoglia donated $250 to Rubio’s U.S. Senate race. Later that month Ingoglia became the Hernando County GOP chair.  \nOn Sept. 30, 2013, Ingoglia gave $1,000 to the Rubio Victory Committee, a Senate account. At that point, Rubio was in his first full year in the Senate and wasn’t running for president yet.\nIn 2014, Rubio endorsed Ingoglia’s state House bid which he won.\nIngoglia was elected by party activists as state chair in January 2015. Rubio announced his presidential race in April 2015.\nSo Ingoglia supported Rubio when he was a Senate candidate and senator and Rubio backed Ingoglia’s state House race. But that doesn’t prove Ingoglia was an \"avid\" supporter of Rubio’s presidential race.\nAfter Trump swept the Florida primary, we found a couple of examples of Ingoglia making nice with Trump, but he still doesn’t endorse him.\nIn an interview on CNN on primary night, Ingoglia gave credit to Trump for GOP turnout.\n\"And we had record, historic turnout here in the state of Florida. ... ,\" Ingoglia said. \"The first thing I would say is that Donald Trump is definitely activating a lot of voters that have been dormant and sitting on the sidelines for at least the last two presidential elections.\"\nDays later, Ingoglia had a photo taken of himself with Trump and Florida Attorney General Pam Bondi at the Palm Beach Lincoln Day dinner where Trump gave the keynote speech.  \n\"Typical Sunday night ... having dinner with a couple of friends,\" Ingoglia posted on Instagram.\nBut there is another state GOP leader who has lambasted Trump.\nTampa Bay Times political editor Adam C. Smith wrote that, \"the real leader of the state GOP is incoming Florida House Speaker Richard Corcoran.\" The Florida House is the most importance source of funds for the party because Gov. Rick Scott and the state Senate pulled their finance operations out of the state party. Corcoran has bashed Trump:\n\"What birthed the phenomenon of a candidate who in all definition of the word is running a quasi-repugnant campaign that is baseless? You have a candidate who has flip-flopped on every issue,'' Corcoran said in a speech to the Florida Chamber in January.\nOur ruling\nLewandowski is wrong on multiple fronts for his statement that \"the chairman of the party of Florida, who is an avid and outward supporter of Marco Rubio, gets to appoint 30 of those (99) delegates.\"\nState party chairman Blaise Ingoglia doesn’t get to appoint delegates. However, he gets to recommend 15 delegates to the state party’s executive board, which then takes a vote. So Lewandowski doubled the number and exaggerated Ingoglia’s power. Most of the 99 delegates are chosen by party leaders in congressional districts.\nAlso, Lewandowski has no proof that Ingoglia is an \"avid and outward supporter\" of Rubio’s presidential bid. Ingoglia donated $1,250 to Rubio when he was a Senate candidate or a senator, but that was years before he ran for president.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/24a8a2c1-25ad-4ff6-bdac-47f2b43b3e0b", "vclaim_id": "vclaim-pol-05081"}