{"url": "/factchecks/2011/aug/12/mitt-romney/romney-says-government-has-grown-27-percent-37-per/", "speaker": "Mitt Romney", "vclaim": "Says that under President John F. Kennedy, \"government took up\" 27 percent of the economy, and today it \"consumes 37 percent.\"", "truth_label": "mostly-true", "date": "stated on August 11, 2011 in the Republican debate in Ames, Iowa:", "title": "Romney says government has grown from 27 percent to 37 percent of U.S. economy", "text": "During the Republican presidential debate in Ames, Iowa, on Aug. 11, 2011, former Massachusetts Gov. Mitt Romney offered statistics designed to show how much the federal government had grown over the past five decades.\n\nRomney said that \"back in the days of John F. Kennedy, the federal government took up, along with the state and local governments, 27 percent of the economy. Today, government consumes 37 percent of the economy. We're inches away from no longer having a free economy.\"\n\nWe separately checked the claim that \"we're inches away from no longer having a free economy\" here. So for this item, we’ll focus on his statistical comparison.\n\nWe found that the numbers Romney cited were close to correct -- but he also left out some important context.\n\nThe Office of Management and Budget produces a table every year that tracks total government expenditures as a percentage of gross domestic product. Here are the statistics for the years in question:\n\nFiscal year 1961: 27.4 percent\nFiscal year 1962: 27.8 percent\nFiscal year 1963: 27.7 percent\n\nFiscal year 2009: 36.5 percent\nFiscal year 2010: 35.0 percent\n\nRomney’s figures aren’t exact -- he could have said 28 percent under Kennedy rather than 27 percent, and 35 percent today rather than 37 percent, making it a rise of seven percentage points rather than 10. But he’s got the general trend correct.\n\nHowever, using only the big-picture numbers is only part of the story. Digging deeper into the numbers provides a much fuller sense of what’s going on. For simplicity, we’ll choose the 1963 and 2010 figures for a more detailed analysis. Once again, the listed figures are expressed as a percentage of GDP and are rounded.\n\n1963\n\nFederal expenditures for defense and international accounts: 9.8 percent\nFederal net interest expenditures: 1.5 percent\nFederal Social Security and Medicare expenditures: 2.6 percent\nFederal payments to individuals exclusive of Social Security and Medicare: 2.6 percent\nFederal spending in all other categories: 2.3 percent\nState and local government: 8.9 percent\nTotal: 27.7 percent\n\n2010\n\nFederal expenditures for defense and international accounts: 5.1 percent\nFederal net interest expenditures: 1.4 percent\nFederal Social Security and Medicare expenditures: 8.4 percent\nFederal payments to individuals exclusive of Social Security and Medicare: 7.3 percent\nFederal spending in all other categories: 1.6 percent\nState and local government: 11.1 percent\nTotal: 35.0 percent\n\nSo let’s look at the components of government that expanded and contracted between 1963 and 2010.\n\nDefense spending was cut almost in half as a percentage of GDP, as was \"other spending.\" Net interest barely budged, while state and local government increased by about one-fifth.\n\nBut the big increases came from two categories: Social Security and Medicare, which more than tripled as a share of GDP, and other federal payments to individuals, which fell slightly short of tripling.\n\nFirst, we should note that Medicare didn’t exist until 1965, so a big share of the increase Romney pointed to stems from this single program.\n\nMore important, there’s something that ties together all of these fast-growing expenditures: They are all payments made by the government to individuals.\n\nWhy is this important? It’s a question of control, says Gary Burtless, an economist with the centrist-to-liberal Brookings Institution.\n\nThese transfer payments, as they are known, \"can be more or less freely spent by private individuals,\" Burtless said. \"Your mom can spend her Social Security check any way she wants -- on food, shelter, vacations at Disney World or deposits in her bank account or her favorite mutual fund. Even cash public assistance recipients have pretty wide freedom over how they spend their welfare checks.\"\n\nSome transfer payments are more restrictive, such as food stamps or Medicare and Medicaid benefits, but these still allow some degree of consumer choice.\n\n\"This distinction is important for a simple reason,\" Burtless said. While lawmakers and government officials have direct say over many types of government expenditures, \"their say over government transfers is a lot more restricted.\"\n\nIn addition, he said, many government transfer payments \"are paid for with earmarked taxes – FICA and unemployment insurance taxes. When we get transfers from the government under Social Security, Medicare and unemployment insurance, we’re getting back the money that we or our employers contributed when we were working.\"\n\nWhile these are undoubtedly government expenditures, one could argue that they are actually pass-throughs of payments from the American public to itself. And it’s worth noting that Social Security and Medicare -- the drivers of government growth -- are among the most popular of all government programs.\n\nSo how would taking this into account change the equation? If you subtract the share for federal transfer payments from figures above, it turns out that government spending as a percentage of GDP actually declined between 1963 and 2010, from 22.5 percent to 19.3 percent.\n\nAnd this trend is confirmed if you use a different data set. The Bureau of Economic Analysis publishes statistics that break down the components of national GDP. If you take the category \"government consumption expenditures and gross investment\" for all levels of government -- a figure that doesn’t include transfer payments -- and divide it by GDP, government accounted for 22.0 percent of GDP in 1963 and 20.7 percent of GDP in 2010.\n\nSo Romney’s numbers are nearly correct, but they don’t tell the whole story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nYes, government spending has risen as a share of GDP, but the actual control on spending exerted by government has not risen by anywhere near that amount, because the bulk of the growth has come in transfer payments that individual Americans ultimately control (and, in many cases, under programs which they had paid into to begin with). On balance, we rate Romney’s statement Mostly True.", "vclaim_id": "vclaim-pol-12578"}