{"url": "/factchecks/2020/feb/27/committee-defend-president/pro-trump-pac-takes-obama-quote-out-context-attack/", "speaker": "Committee to Defend the President", "vclaim": "Says Obama said black people have the \"worst jobs, the worst housing\" and face rampant police brutality, \"but when so-called black committeemen came around election time we’d all line up and vote the straight Democratic ticket, sell our souls for a Christmas turkey.\"", "truth_label": "pants-fire", "date": "stated on February 25, 2020 in a television ad attacking Joe Biden:", "title": "Pro-Trump PAC takes Obama book quote out of context to attack Biden", "text": "A pro-Trump PAC recycled a quote from President Barack Obama — taken out of context — to attack Joe Biden. In an ad that aired during the Feb. 25 Democratic presidential debate in Charleston, S.C., the Committee to Defend the President urged African Americans to turn their backs on Biden.\nHere’s the ad’s text:\n\"Joe Biden promised to help our community. It was a lie. Here is President Obama: ‘Plantation politics. Black people in the worst jobs, the worst housing, police brutality rampant. But when the so-called black committeemen came around election time, we’d all line up and vote the straight Democratic ticket, sell our souls for a Christmas turkey.’ Enough. Joe Biden won’t represent us, defend us or help us. Don’t believe Biden’s empty promises.\"\nWe’ve seen this quote from Obama before. The same PAC used exactly the same material in November to attack Democrats in general for failing the black community.\nWe rated it Pants on Fire. Here’s why.\nWhat Obama wrote in his book\nThe voice in the ad sounds like Obama dramatizing someone else’s words, and the words were not his own views. They came from Obama reading from his 1995 book \"Dreams From My Father\" about his days as a community organizer in Chicago. He recounted his conversation with a barber he called Smitty about Chicago’s first black mayor, Harold Washington.\nSmitty explains Chicago politics to Obama, who told the barber he was not in Chicago for the election of Washington.\nHere’s how the scene plays in the book:\n\"Had to be here before Harold to understand what he means to this city,\" Smitty said. \"Before Harold, seemed like we’d always be second-class citizens.\"\n\"Plantation politics,\" the man with the newspaper said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"That’s just what it was, too,\" Smitty said. \"A plantation. Black people in the worst jobs. The worst housing. Police brutality rampant. But when the so-called black committeemen came around election time, we'd all line up and vote the straight Democratic ticket. Sell our souls for a Christmas turkey. White folks spitting in our faces, and we’d reward ‘em with the vote.\"\nIn his book, Obama then described the power of African Americans to shape their political destiny when they are unified.\nObama wrote: \n\"They had turned out in record numbers on election night, ministers and gang-bangers, young and old. And their faith had been rewarded.\"\nIn Smitty’s words, \"The night Harold won, let me tell you, people just ran the streets … ,\" he said, recounting how the community was proud of Washington and themselves. \"When I woke up the next morning, it seemed like the most beautiful day of my life.\"\nThe pro-Trump ad uses the passage to create the impression that Obama believed that black voters, ignored and suffering, sold their soul to the Democrats at election time. But the actual book passage is quoting another speaker, and talks about the good things that come from voting.\nWorse, the ad suggests Obama was talking about recent times and the failings of Joe Biden. \nWe contacted the PAC behind the ad and they defended their use of the excerpt.\nOur ruling\nA pro-Trump ad says that Obama said black people have the \"worst jobs, the worst housing\" and face rampant police brutality, \"but when so-called black committeemen came around election time we’d all line up and vote the straight Democratic ticket, sell our souls for a Christmas turkey.\"\nWhile Obama did say those words, they were not his own. In his book \"Dreams from my Father,\" Obama was describing a conversation with a Chicago barber who remembered African Americans helping elect Chicago’s first black mayor. \nThe ad creates an impression that Obama was describing the failure of Democrats, including Biden, to actually help blacks, while in reality, the passage was about a key African American election victory.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-17474"}