{"url": "/factchecks/2020/may/01/viral-image/employees-big-retailers-have-contracted-covid-19-a/", "speaker": "Viral image", "vclaim": "Walmart, Amazon, Kroger, Target and Costco “have not had any reported (coronavirus) cases in the news.”", "truth_label": "false", "date": "stated on April 29, 2020 in a Facebook post:", "title": "Employees at big retailers have contracted COVID-19, and some have died", "text": "Questioning why some small businesses around the country must close during the coronavirus pandemic, a recent Facebook post claims that several big companies have yet to see a single of their millions of employees catch COVID-19. \n\"Walmart- 1,500,000 employees, Amazon- 750,000 employees, Kroeger (sic)- 500,000 employees, Target- 350,000 employees, Cosco (sic)- 214,000 employees,\" the post says. \"3,314,000 total employees combined. All of these companies have not had any reported cases in the news. Yet, every employee in these companies encounters thousands of people a day. None of these companies have closed stores. However, all of a sudden, all the meat packing plants are closing and small businesses are still not allowed to open. None of this makes any sense at all.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nAnd it’s wrong. As early as at least February, employees at these companies were contracting COVID-19 and, in some cases, dying. Here’s just a sampling of the news stories documenting different cases. \n• In Worcester, Mass., one Walmart closed in April after 23 employees there tested positive for COVID-19. As of May 1, that number had nearly doubled; 41 employees have tested positive. \n• Two Walmart employees from a Chicago-area store died of COVID-19. \n• Employees at a New Jersey Amazon warehouse reported about 48 infections there.\n• A worker at an Amazon fulfillment center in Tracy, Calif., died due to complications from COVID-19. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n• An Amazon employee in Seattle who left work feeling ill on Feb. 25 later tested positive for COVID-19. , \n• Four workers at four separate Kroger stores in Michigan died after they were infected with the disease.  \n• In Louisville, Ky., 13 employees at 10 different Kroger stores tested positive. \n• A Target employee in Short Pump, Va., has tested positive. \n• COVID-19 infected more Target employees at stores in Georgia, North Dakota, North Carolina, and California.  \n• BuzzFeed reported in late March that Costco employees had said that managers in at least eight stores had notified staff that a coworker had tested positive. \n• An employee at a Seattle-area Costco died after contracting COVID-19.  \nCOVID-19 cases involving employees at these companies have been well-documented in news reports. We rate this Facebook post False.", "vclaim_id": "vclaim-pol-18237"}