{"url": "/factchecks/2020/aug/25/patricia-mccloskey/st-louis-couple-who-aimed-guns-protesters-makes-fa/", "speaker": "Patricia McCloskey", "vclaim": "Democrats and Joe Biden “want to abolish the suburbs altogether by ending single-family home zoning.”", "truth_label": "false", "date": "stated on August 24, 2020 in a speech at the 2020 Republican National Convention:", "title": "St. Louis couple who aimed guns at protesters makes false convention claim about Joe Biden, suburbs", "text": "A Republican National Convention speaker falsely claimed that the Democratic Party under Joe Biden would \"abolish the suburbs altogether by ending single-family zoning.\" That’s not true.\nThe claim came from Patricia McCloskey, a St. Louis lawyer who, along with her husband, Mark, is facing felony charges for pointing guns at protesters marching outside their home. Addressing the convention from inside their house by video, the couple warned about \"radical Democrats’ America.\"\n\"They are not satisfied with spreading the chaos and violence into our communities, they want to abolish the suburbs altogether by ending single-family home zoning,\" Patricia McCloskey said Aug. 24 during the convention’s opening night. \"This forced rezoning would bring crime, lawlessness and low-quality apartments into now-thriving suburban neighborhoods.\" \n\"President Trump smartly ended this government overreach, but Joe Biden wants to bring it back,\" she continued. \"These are the policies that are coming to a neighborhood near you.\"\n\nMcCloskey’s claim is inaccurate. It echoes statements President Donald Trump has made about an Obama administration regulation related to discrimination in housing, the requirements of which Trump’s administration initially suspended in 2018. Trump recently repealed the rule.\nBiden, the former vice president and Democratic presidential nominee, has proposed reinstating President Barack Obama’s policy, which required that certain jurisdictions work with the federal government to proactively examine housing patterns and make plans to deal with any discriminatory effects. \nBut it’s an extreme interpretation to say doing so would amount to \"abolishing the suburbs\" or \"forced rezoning.\" Fact-checkers at CNN, NBC News, the New York Times and FactCheck.org reached the same conclusion.\n\"This is a red herring, pure and simple,\" said Robert Silverman, a professor or urban and regional planning at the University of Buffalo. \"Zoning is a local function in the United States, and the suggestions made in the McCloskeys’ speech are patently false.\"\n\"The McCloskeys' claim is wrong on pretty much every count,\" added Jenny Schuetz, a fellow at the Brookings Institution’s Metropolitan Policy Program.\nThe Affirmatively Furthering Housing Act\nWe contacted the Trump campaign and the McCloskeys’ attorney about Patricia McCloskey’s claim. We received a brief emailed reply from Mark McCloskey: \"Google it.\"\nThe subject line in McCloskey’s reply: \"Affirmatively Furthering Fair Housing.\"\nThe Affirmatively Furthering Fair Housing rule is a clause in the Fair Housing Act of 1968, which prohibited discrimination in housing on the basis of race, color, religion, sex, family status or national origin. The clause required the Department of Housing and Urban Development and other federal agencies to \"affirmatively further\" fair housing in their programs and activities.\nPrior to 2015, HUD required local jurisdictions receiving funding from the department to identify barriers to fair housing, according to the nonpartisan Congressional Research Service. \nOne example of a barrier would be an exclusionary zoning law that allowed only detached, single-family homes to be built on large lots, said Schuetz, the Brookings Institution’s fellow.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut while HUD encouraged those jurisdictions to report their findings publicly and to federal government officials, it did not require them to do so. A 2010 report from the nonpartisan Government Accountability Office found that some localities were not preparing their reports at all, or not updating them regularly, as was recommended under HUD guidance. \nThe Obama administration’s changes, and what Biden wants\nIn 2015, the Obama administration reinforced the Affirmatively Furthering Fair Housing clause by making the reporting process more rigorous. \nHis administration’s changes to the rule asked jurisdictions receiving HUD funding to use data and tools provided by HUD in identifying barriers; set goals and strategies for overcoming those barriers; and submit publicly accessible reports to the department for approval.\nBiden has pledged on his campaign website to bring those changes back and \"ensure effective and rigorous enforcement of the Fair Housing Act.\"\nBut doing so would not force suburban areas to rezone or replace single-family homes with affordable apartments, as Patricia McCloskey claimed. As FactCheck.org first noted, HUD explicitly said that would not happen when it published its final rule in 2015.\n\"This rule does not impose any land use decisions or zoning laws on any local government,\" the rule said. \"Rather, the rule requires HUD program participants to perform an assessment of land use decisions and zoning to evaluate their possible impact on fair housing choice.\"\n\"There is no mechanism in the AFFH rule to force rezoning,\" said Silverman, the University of Buffalo professor, adding that the rule has no \"top-down mandates for zoning changes.\"\nIf Biden restores the Obama-era changes, localities will again have to periodically assess their fair housing barriers and make recommendations to fix them, Silverman said. \n\"Those recommendations would be generated locally, and any implementation of them would go through existing policy making processes used by local governments,\" he said.\nSchuetz agreed: \"AFFH doesn't ‘end’ single-family-exclusive zoning, or ‘force’ communities to build apartments. It just requires them to identify whether those barriers exist, and develop a plan to address them as part of a larger housing plan for the community.\"\nNot all suburbs would feel the impact, Schuetz said. And they certainly wouldn’t be abolished. \nIn sum, McCloskey’s claim was \"highly misleading,\" Schuetz said, and it \"reflects a fundamental misunderstanding of how the Affirmatively Furthering Fair Housing rule works.\"\nOur ruling\nPatricia McCloskey said Democrats and Joe Biden \"want to abolish the suburbs altogether by ending single-family home zoning.\"\nThat’s an extreme interpretation of Biden’s proposal to reinstate an Obama administration requirement related to addressing discrimination in housing. \nUnder the Obama administration’s 2015 change to the Affirmatively Furthering Fair Housing rule, localities receiving HUD funding were required to work with the federal government to identify barriers to fair housing and come up with strategies for dealing with them. \nExperts said restoring that regulation would not force those jurisdictions to rezone or build low-income housing. It certainly wouldn’t spell the end for the suburbs.\nWe rate this statement False.", "vclaim_id": "vclaim-pol-17178"}