{"url": "/factchecks/2017/oct/18/nancy-mcfarlane/raleigh-mayor-says-she-debated-opponent-multiple-t/", "speaker": "Nancy McFarlane", "vclaim": "Says she debated her opponent \"multiple times.\"", "truth_label": "half-true", "date": "stated on October 16, 2017 in in a press conference:", "title": "Raleigh mayor says she debated opponent 'multiple times'", "text": "Charles Francis wants to stand on stage with Raleigh Mayor Nancy McFarlane and debate the best ways to address the city’s issues.\nFrancis on Sunday called for a runoff against McFarlane after the mayor, in municipal elections on Oct. 10, fell about 2 percentage points short of reaching the 50 percent required to secure the win. Francis, who trailed with 36 percent of the vote, says the two candidates have yet to debate.\nMcFarlane, reacting to Francis’ announcement, on Monday challenged the idea that they haven’t debated.\n\"We debated multiple times,\" McFarlane said. \"I’m not sure why he keeps bringing up this narrative that we’ve never debated. We had multiple forums. There were maybe five.\"\nHow can one candidate say he’s still waiting to debate while another says they’ve debated \"multiple times?\" Because they appear to have different definitions of the word \"debate.\"\nFrancis, an attorney, says McFarlane has declined his offer to stand on stage with him in a televised event where they argue the issues one-on-one.\n\"Debates are important so that voters can better see the clear alternative that they have in this race,\" he said in a statement. \"Mayor McFarlane has now tentatively agreed to a televised debate during the runoff election. I believe that this debate will point out the clear differences for voters to make an informed decision.\"\nMcFarlane, a longtime pharmaceutical business owner, considers it a debate if the two candidates are in the same location at the same time explaining their political positions to voters.\nHer campaign notes that Francis has twice referred to events they attended as debates: in closing comments during the Aug. 15 Raleigh Wake Citizens Association forum; and on his Facebook page when he referred to a Sept. 28 forum as a debate.\nThat may be true. But that doesn’t necessarily mean either candidate’s definition of \"debate\" is accurate.\nDefining debate\nMerriam-Webster defines \"debate\" as \"a regulated discussion of a proposition between two matched sides\" and Dictionary.com says it’s \"a discussion, as of a public question in an assembly, involving opposing viewpoints.\"\nBy those definitions, McFarlane certainly has a case. Both candidates have been in the same location at the same time answering the same questions.\nThe Commission on Presidential Debates is a nonprofit group that has organized debates for presidential and vice presidential candidates in every general election since 1988.\nThe commission doesn’t offer a definition for a \"debate\" or list requirements to hold one. Instead, it offers a wide range of formats that can be used in debates and suggests that political debates should be structured and allow for rebuttals.\nThe aforementioned descriptions are so vague that they don’t necessarily help us in this situation. So we asked experts on political science, communication and forensics (which means debate) what they consider to be a true political debate.\nKey components\nThey all suggested political debates include three elements: a stage, a large audience, and a format that allows for two candidates – and preferably no more – to engage each other in a way that allows for claims and rebuttals.\nThe experts cast doubt on McFarlane’s claim that forums qualify as debates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nForums where candidates answer the same questions could qualify as debates if the candidates are given time to engage each other, said David McLennan, professor of political science at Meredith College in Raleigh. But typically, they don’t.\n\"Unless they’re addressing one another in the same venue, it wouldn’t be a political debate,\" McLennan said.\nAllan Louden, chair of the communications department at Wake Forest University, researches argumentation theory, political communication and presidential rhetoric. Louden referred to forums not as debates but as \"joint appearances.\" He says debates are supposed to inform the public about key policy differences between candidates and that, by allowing candidates to challenge each other, face-to-face arguments are the best way to do that.\nHe noted that the size of the audience matters. Debates \"are not much good if you don’t have an audience.\"\nRobert Imbody, director of forensics at the University of Alabama, said he doesn’t think any of the events qualify as a traditional political debate. He echoed McLennan and Louden in saying there’s got to be \"crossfire.\"\n\"When we talk about what is a debate, we’re talking about an organized clash,\" Imbody said. \"‘If there’s no clash or discord, then there’s nothing to debate. You’re just giving speeches.\"\nSo let’s look at the events McFarlane and Francis attended together. McFarlane’s campaign says she and Francis attended seven events together between Aug. 15 and Sept. 28. Three stood out to PolitiFact.\nRaleigh events\nOn Aug. 15, McFarlane and Francis both attended the Raleigh Wake Citizens Association forum at Martin Street Baptist Church. James Sonneman, a spokesman for McFarlane’s campaign, said the mayoral candidates were interviewed separately from council candidates.\n\"During the mayoral portion, only Francis and Nancy participated and were given ample room to engage in a discussion regarding questions posed by community members,\" Sonneman said.\nThe event was not televised or streamed online. A recording provided by Sonneman includes audio of McFarlane and Francis answering the same questions, one at a time, and occasionally asking the moderator for a chance to respond to the other candidate.\nIn closing comments, Francis said, \"I want to thank you all for your attention in the debate tonight.\"\nOn Sept. 18, Sonneman says they attended a similar event: the Wake County Voter Education Coalition Forum at Garner Rd. Community Center. \"As I understand, it had a very similar agenda to the RWCA forum in that Mayoral and Council candidates went separately and that an engaging discussion between Nancy and Francis was fostered,\" he said.\nOn Sept. 28, Francis and McFarlane attended a forum hosted by the League of Women Voters and WakeUP Wake County Forum at Avent Ferry United Methodist Church. The event, where mayoral and City Council candidates were asked the same questions, was streamed online at wral.com. The video shows McFarlane and Francis often taking turns answering the same question.\nIn Monday’s press conference, McFarlane pointed to the WakeUP event as a debate. Karen Rindge, executive director of WakeUP, said the format allowed for the candidates to engage each other.\n\"They could have raised a point about their opponent if they chose,\" Rindge said. \"However, I would not describe our candidate forum as a structured debate.\"\nOur ruling\nMcFarlane said she has debated Francis \"multiple times.\" The candidates were indeed in the same place and exchanged ideas back-to-back. And Francis referred to a couple forums as debates.\nBut political experts say most of the events she’s referring to didn’t include the key elements often needed for a fair, informative political debate.\nSo we rate this claim Half True.\n \n \n Share the Facts 2017-10-18 21:15:36 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Says she debated her opponent \"multiple times.\"    Nancy McFarlane Raleigh mayor press conference   Raleigh, NC Monday, October 16, 2017 2017-10-16    Read More  info", "vclaim_id": "vclaim-pol-02790"}