{"url": "/factchecks/2019/apr/11/harry-brown/nc-doesnt-have-second-most-drug-overdose-deaths/", "speaker": "Harry Brown", "vclaim": "\"North Carolina last year was second in the nation in overdose deaths\"", "truth_label": "false", "date": "stated on April 9, 2019 in a committee meeting:", "title": "NC doesn't have the second-most drug overdose deaths", "text": "To reduce opioid overdose deaths, North Carolina lawmakers want to crack down on the people who distribute them.\nA pair of bills introduced in the state House and Senate would impose new penalties on people who illegally give a controlled substance to someone who died as a result of taking it.\nThe idea is controversial. Some think it would deter people from calling 911 if someone they know is overdosing, several local media outlets reported.\nBut Senate Majority Leader Harry Brown, a Jacksonville Republican and co-sponsor of one of the bills, promoted it in the Senate Judiciary Committee on April 9.\n\"North Carolina last year was second in the nation in overdose deaths,\" Brown told the committee in opening remarks.\nOverdose death rates have increased in recent years as Americans have abused prescription painkillers and street drugs, such as heroin. Appalachian states are some of the most affected. As PolitiFact North Carolina has previously reported, statistics at one point showed that an average of four North Carolinians die from an overdose every day.\nPolitiFact NC knows there’s a problem, and we won’t pass judgment on whether the bill is warranted. But we wondered if Brown’s claim about North Carolina’s ranking is accurate.\nTurns out, he’s off.\nNOT EVEN CLOSE\nThe Centers for Disease Control and Prevention, a federal government agency, is the leading authority on mortality in America.\nAccording to the most recent CDC data, which analyzed 2017 stats, North Carolina isn’t even in the top 10 for states with the highest drug overdose death rate.\nThat year, North Carolina had the 19th highest drug overdose death rate in the country and the 10th highest total number of overdose deaths.\nWest Virginia, Ohio, Pennsylvania, Kentucky and New Hampshire had the highest drug overdose death rates in the country. Pennsylvania, Ohio, Florida, California and New York had the most drug overdose deaths.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThe Kaiser Family Foundation, a health research organization, uses data from the CDC and National Center for Health Statistics to track opioid overdose deaths, specifically.\nLike the CDC, Kaiser’s most recent information is from 2017. That year, North Carolina didn’t rank among the 10 states with the highest rates for opioid deaths or total number of overdose deaths.\nKFF reported that North Carolina in 2017 had the 16th highest rate of opioid overdose deaths in the country and the 20th highest overdose rate from all drugs (not just opioids.)\nWHAT BROWN SAID\nContacted by PolitiFact, Brown said he misspoke.\nHe meant to say, \"In 2017, North Carolina had the second highest increase in the country in overdose deaths,\" he said in an email, emphasizing the word increase.\nBrown cited a story by Charlotte-based radio station WFAE — \"NC’s surge in rate of drug overdose deaths second highest in the U.S.\" — as his source.\nMultiple media outlets, including the News & Observer, reported the CDC’s prediction in August 2018 that 2017 data would show North Carolina had the second-highest increase in drug overdose deaths that year. The CDC often reports provisional (or predicted) data before it finalizes the completed data.\nIn North Carolina’s case this time, the prediction turned out to be slightly off.\nA CDC report of complete 2017 numbers found that NC had the fourth-highest increase in drug overdose deaths between calendar year 2016-2017. (The Kaiser review of 2017 also found that NC had the fourth-highest increase in drug overdose deaths, as well as opioid overdose deaths.)\nAnd the most recent CDC data paints a rosier picture for North Carolina. Again using limited data, the agency reports that NC isn’t among the states with the highest reported overdose deaths or the largest increase in deaths between August 2017 and August 2018.\nThe CDC webpage, \"Provisional drug overdose death counts,\" shows the percent change (increase or decrease) in reported drug overdose deaths between August 2017 and August 2018. The report shows Nebraska, Kansas, Louisiana, Delaware and Hawaii as the states with the largest increases in drug overdose deaths.\nOUR RULING\nTo promote a controversial bill, Brown said North Carolina \"last year was second in the nation in overdose deaths.\" That’s not true, and Brown said he misspoke. But even what he meant to say — that NC had the second-largest increase in total drug deaths — is based on an outdated stat. We rate his claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide. To offer ideas for fact checks, email [email protected].\n Share the Facts 2019-04-11 20:32:40 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"North Carolina last year was second in the nation in overdose deaths.\"    Harry Brown NC Senate Majority Leader (R-Jacksonville) https://www.newsobserver.com/news/politics-government/article229118439.html   NC Tuesday, April 9, 2019 2019-04-09    Read More  info", "vclaim_id": "vclaim-pol-00767"}