{"url": "/factchecks/2020/nov/06/facebook-posts/pennsylvania-poll-worker-was-copying-information-d/", "speaker": "Facebook posts", "vclaim": "Video shows a poll worker committing voter fraud in Delaware County, Pa.", "truth_label": "false", "date": "stated on November 5, 2020 in a Facebook post:", "title": "Pennsylvania poll worker was copying information from a damaged ballot, to ensure it was counted", "text": "A viral video from Pennsylvania that some people are using to allege voter fraud actually shows a poll worker copying the information from a damaged ballot to ensure those votes could be properly counted. \nThe video shows two poll workers sitting across from each other at a table. One of the workers is holding a ballot and the other is filling out a ballot with a pen. \n\n\"This lady is marking the ballots,\" says a man narrating the video. \"I filmed her a half hour ago diong six and she’s still working at it. … And there’s a security guard who’s right there watching her. The cops are in on it! Disgusting.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe video in the post was taken from a livestream that Delaware County, just west of Philadelphia, is running on its website with feeds from 10 different cameras. But it’s cropped so that \"bipartisan poll watchers who were not more than six feet away\" are no longer in the frame, said Adrienne Marofsky, a spokesperson for the county. \nThe poll worker in the video is copying information from a damaged ballot the county received onto a blank ballot so that the votes could be counted. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBecause the county received some ballots that were damaged, they couldn’t be scanned, Marofsky said. The scanner manufacturer has advised that the best solution for damaged ballots that can’t be scanned is to transcribe the votes onto a clean ballot and scan that ballot instead, she said. \n\"As ballots were being transcribed, the original damaged ballots were directly beside the new ballots, and bipartisan observers witnessed the process at close range,\" Marofsky said. \"Damaged ballots have been preserved.\" \nMarfosky said the county is livestreaming poll workers counting ballots to be transparent about the elections process. \n\"Unfortunately,\" she said, \"some residents … are making false accusations, which baselessly and wrongly attack the integrity of the election staff.\" \nWe rate this Facebook post False.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18480"}