{"url": "/factchecks/2011/feb/28/don-balfour/lawmaker-says-illegal-immigrant-students-takes-cla/", "speaker": "Don Balfour", "vclaim": "An illegal immigrant who gains admission at a public college takes class space away from students who are legal residents.", "truth_label": "mostly-true", "date": "stated on February 15, 2011 in a committee hearing:", "title": "Lawmaker says illegal immigrant students takes class space away from legal residents", "text": "This legislative session, many state lawmakers have Illegal immigrants on the brain.\n\nBills under consideration at the Gold Dome aim to chase illegal immigrants from the state’s work force, prevent cities from offering them safe haven, and in the case of House Bill 59, block them from admission to Georgia’s public colleges.\n\nThey’re taking up classroom space that could go to students who are legal residents, argued state Sen. Don Balfour.\n\nDuring a Feb. 15 committee hearing, the Snellville Republican told the story of two freshmen he said had trouble registering for classes at Gainesville State College and Georgia Gwinnett College because they were full. Both were legal residents.\n\n\"If there’s one student that’s at Georgia Gwinnett College that’s not here legally, that student [the legal resident] is losing his position to someone who’s not here legally,\" Balfour said.\n\nReally? We thought the Board of Regents, which oversees the University System of Georgia, changed its policy in October to prevent this from happening.\n\nStarting this fall, no illegal immigrant will be allowed admission in any public school in the state that turns away qualified applicants, such as the University of Georgia and Georgia Tech. That means no legal resident will be denied admission because an illegal immigrant has already filled his slot.\n\nHouse Bill 59, which Balfour backs, would bar illegal immigrants from enrolling in any public, postsecondary education institution in Georgia.\n\nRight now, Georgia’s public colleges may admit illegal immigrants, so long as the students pay full tuition instead of the much lower in-state resident rate.\n\nBut not for long. In March 2010, Kennesaw State University student Jessica Colotl, an illegal immigrant, was arrested on a traffic charge. School officials realized she was being charged in-state tuition.  \n\nHer arrest prompted the Board of Regents to ban illegal immigrants from the state’s five most selective schools starting in fall 2011: the University of Georgia, Georgia Tech, Georgia State, Georgia College & State University, and Georgia Health Sciences University.\n\nGainesville State and Georgia Gwinnett grant admission to every student who meets basic admission requirements. Since every qualified person can enroll, none of them, legal or illegal, can be shut out. Getting into the classes students want to take, though, can be another story.\n\nPolitiFact Georgia talked to Balfour, who gave us more information about the freshmen who could not get into classes they wanted. He did not identify them.\n\nThe Gainesville State student registered early for classes and went off to Army basic training, Balfour said. While he was away, a notice came in the mail saying he needed to pay an additional charge to complete registration. By the time the soldier returned, he had been dropped from his courses and had to sign up again. Class times he wanted were full.\n\nIn the Georgia Gwinnett case, a student decided one month before the beginning of the term that he wanted to go to college and found most classes were already full, Balfour said.  \n\nBalfour said he was not aware of specific cases where an illegal immigrant took the spot of a legal resident, but said that Colotl likely did so.\n\nThat’s a sensible assumption. One month before the Colotl’s arrest, The Atlanta Journal-Constitution reported that campuses were running low on courses and faculty. Kennesaw State students said they had to delay graduation because they could not get into all the courses they needed.\n\nYet we found no specific evidence in that article or elsewhere of illegal immigrants keeping legal residents out of classes.  \n\nRepresentatives from both schools mentioned by Balfour said that typically, a slot is open that term for the same course but at another time. Still, popular courses do fill up.\n\nAfter Colotl’s arrest, regents determined the number of what they call \"undocumented\" students in the University System.\n\nOf the University System’s more than 310,000 students, 501 were \"undocumented,\" their data showed. That’s less than 0.2 percent. Fifty-two were Gainesville State students. Two attended Georgia Gwinnett. Some 8,800 students are enrolled at Gainesville State. Georgia Gwinnett’s enrollment is about 5,300.\n\nIn 2010, leaders at several public colleges told the AJC that students can’t get into classes they want because the schools don’t have enough money to hold more classes. During the past 10 years, University System enrollment spiked by about 34 percent, according to state data, but the state Legislature increased funding by only about 12 percent.\n\nBalfour acknowledged to PolitiFact Georgia that in most cases, students are likely crowded out of classes because there isn’t enough space. Still, lawmakers shouldn’t overlook the potential problem posed by illegal immigrants, he said.\n\nStrictly speaking, Balfour’s initial statement is correct. If a single illegal immigrant snags a spot in a popular course that fills up, legal residents can miss out.\n\nHowever, Balfour’s statement does not acknowledge the fundamental problem, which is tight resources. Given the small number of \"undocumented\" students, it’s safe to say that most of the time, legal residents are taking the slots away from one another.  \n\nBalfour’s statement is accurate but could have used clarification. Therefore it meets the Truth-O-Meter’s definition of Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13519"}