{"url": "/factchecks/2018/nov/29/david-mckinley/was-west-virginia-eighth-fastest-growing-economy-l/", "speaker": "David McKinley", "vclaim": "\"Last year we had the eighth fastest-growing economy in the country in West Virginia.\"", "truth_label": "barely-true", "date": "stated on October 31, 2018 in a debate:", "title": "Was West Virginia the eighth fastest-growing state economy last year?", "text": "In a WV Metro News debate before he won another term in Congress, U.S. Rep. David McKinley, R-W.Va., defended President Donald Trump’s handling of the economy, saying the state had benefited disproportionately.\n\"Last year we had the eighth fastest-growing economy in the country in West Virginia,\" he said, responding to Kendra Fershee, his Democratic opponent.\nIs McKinley’s statement accurate?\nEarlier this year, data from the Bureau of Economic Analysis -- the federal office that calculates economic growth in the states -- showed that West Virginia ranked 11th in inflation-adjusted growth in gross domestic product between 2016 and 2017, with a 2.6 percent increase. That’s not the same as eighth, but it’s close.\nThat data, however, was subsequently updated, and the newer data is less favorable to West Virginia.\nIn the most recent calculations, West Virginia actually ranked 19th out of the 50 states in year-over-year change in GDP, with a 2.2 percent increase. So West Virginia was in the top half of the ratings table, but well below the eighth-place finish that McKinley cited.\n\nA more impressive measurement for the state was one that McKinley didn’t mention -- the increase in GDP per capita, a statistic that adjusts the size of growth to account for a state’s population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nUsing that statistic, West Virginia actually ranked in a tie for first with Washington state. Both notched a 2.9 percent increase between 2016 and 2017.\n\nAnalysts say the expansion of West Virginia’s mining sector accounted for the lion’s share of the state’s GDP growth.\nIt’s also worth noting that a reason for West Virginia’s high rates of per-capita GDP growth is population loss -- not a positive sign for the state.\nMcKinley’s office did not respond to an inquiry.\nOur ruling\nMcKinley said, \"Last year we had the eighth fastest-growing economy in the country in West Virginia.\"\nThe final data actually shows that West Virginia ranked quite a bit lower, at 19th. The state fared better using a different statistic that McKinley didn’t mention -- per-capita GDP growth, where it was tied for first.\nWe rate the statement Mostly False.\n Share the Facts 2018-11-29 21:59:32 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Last year we had the eighth fastest-growing economy in the country in West Virginia.\"    David McKinley U.S. Representative, R-W.Va.    a debate Wednesday, October 31, 2018 2018-10-31    Read More  info", "vclaim_id": "vclaim-pol-01232"}