{"url": "/factchecks/2010/nov/09/michael-bloomberg/bloomberg-gun-claim-takes-aim-georgia/", "speaker": "Michael Bloomberg", "vclaim": "Georgia and other states with weak gun laws have more crime.", "truth_label": "mostly-true", "date": "stated on October 18, 2010 in an interview:", "title": "Bloomberg gun claim takes aim at Georgia", "text": "New York City Mayor Michael Bloomberg recently took aim at the Peach State.\n\nBloomberg was on CNN several weeks ago to discuss a report that named Georgia among the states with the weakest gun laws.\n\n\"Do the states where they have weaker laws have more crime?\" asked CNN's Kiran Chetry.\n\n\"There's no argument about that,\" Bloomberg replied.\n\nNational Rifle Association spokeswoman Rachel Parsons called Bloomberg's claim \"absolutely ridiculous.\"\n\n\"If that were the case, Washington, D.C., Chicago and New York would be some of the safest cities in our country, and they are simply not,\" Parsons said. \"Yet, they have some of the strictest gun laws in the country.\"\n\nThe nation's capital had a higher violent crime rate than any of the 50 states in each of the past three years, according to FBI data. New York was at the other end of the spectrum, the data showed. The Big Apple had the lowest crime rate among the nation's 25 largest cities, the FBI data showed.\n\nBut Bloomberg answered a question about states, so let's dig into his claim a little deeper.\n\nThe report, \"Trace the Guns: The Link Between Gun Laws and Interstate Gun Trafficking,\" was put together for a group called Mayors Against Illegal Guns and completed in September. Bloomberg, an independent, is co-chair of the coalition. Georgia mayors listed as coalition members include Atlanta's Kasim Reed, East Point's Earnestine Pittman, Roswell's Jere Wood and Savannah's Otis Johnson.\n\nTen states, half of them located in the South, are listed in the report as having weak gun laws. They are Alabama, Alaska, Georgia, Indiana, Kentucky, Mississippi, Nevada, South Carolina, West Virginia and Virginia.\n\nBloomberg, a vocal advocate of gun control, filed lawsuits against eight gun shops in Georgia and in 19 other states in 2006 he argued had relatively lax gun laws. Most of the cases were settled. Others defaulted, and a couple of cases were dismissed.\n\nResearchers looked at several topics concerning violence and where the guns came from that were used in the crimes, using data from the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives. In each of the past four years, the report found Georgia led the nation in the number of guns sold here that were used in crimes in other states.Per capita, Georgia was 10th on the list. The researchers reached that conclusion by dividing the number of guns sold by 100,000 residents. Mississippi was first.New York ranked next to last on the list, ahead of Hawaii.\n\nThe report contains a checklist of 10 \"key gun laws\" and which states have passed those laws and which ones have not to determine which states have weak gun laws.\n\nThe laws include whether a state requires background checks for all handgun sales at gun shows, if the state prohibits gun possession by violent misdemeanantsand whether the state requires reporting of lost or stolen guns. Georgia has enacted two of the 10 laws. Georgia requires state inspection of gun dealers. Gun dealers who don’t conduct background checks of prospective gun owners can go to jail.\n\nSome groups, such as the National Shooting Sports Foundation, have criticized the findings, saying crime has \"plummeted\" in states said in the study to have weaker gun laws.\n\nWe reviewed two sets of data to see whether Bloomberg is correct about states that have weak gun laws still have more crime. One supported his argument; the other one offered mixed results.\n\nThe Atlanta-based Centers for Disease Control and Prevention keeps track of firearm deaths by state. Eight of the 10 states said to have \"weak\" gun laws were in the top half of states with firearm deaths, according to the most recent CDC figures. The most recent figures, from 2007, were adjusted for population. The results were similar from 2003 to 2006. Georgia ranked between 14th and 20th during those five years.\n\nWe also looked at the FBI's Uniform Crime Reports, which show violent crime rates for each state and Washington, D.C. Five of the states said to have \"weak\" gun laws were in the top half of states of violent crime in 2009. Georgia ranked 20th. Washington, D.C., was first; its violent crime rate was more than twice any state on the list. The results were similar in 2008 and 2007. The FBI warns against using the data to make comparisons, noting they don't take into account variables that might impact a state's crime rate.\n\nHarvard University's Department of Health Policy and Management tracks firearm research, frequently does reports on the subject and is considered experts in this field. We talked to two members of its faculty, Matt Miller and David Hemenway, about Bloomberg's answer to the question during the CNN interview. Both men have done studies on similar subjects and believe there is a correlation between places with more guns and homicide.\n\n\"Where there are more guns, there are more deaths and homicides,\" Miller said.\n\nThey said there's less research and data on whether states with weaker gun laws have more crime or states with more guns have higher crime rates.\n\n\"Most crimes don't involve guns,\" Hemenway said. \"If there's causation at all, it's not clear.\"\n\nSo where does this leave us? The CDC numbers do show states with weaker gun laws tend to have more firearm deaths. The FBI data shows some of those states had more violent crime, but others were in the middle of the pack nationally. There are many types of crime, and not all are committed with firearms. We rate Bloomberg's statement as a Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJanet Napolitano\n\n\nstated on May 7, 2011 in a speech before the Atlanta Press Club\n\n\n\n\n\n\n\n\n\"We have seized more currency, more drugs, more outbound arms in the past year than any year in our country’s history.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 3, 2011", "vclaim_id": "vclaim-pol-14049"}