{"url": "/factchecks/2017/may/31/blog-posting/fake-story-about-president-trump-greenlighting-con/", "speaker": "Bloggers", "vclaim": "President Trump greenlighted Congress to ramp up Clinton investigation.", "truth_label": "pants-fire", "date": "stated on May 10, 2017 in Internet posts:", "title": "Fake story about President Trump greenlighting Congress to ramp up Clinton investigation", "text": "A fake news story makes the explosive claim that, on the heels of his inauguration, President Donald Trump personally greenlighted the chairman of a powerful congressional watchdog committee to pursue criminal charges against Hillary Clinton.\nThe story appears on the website Federalist Tribune alongside a video clip in which Rep. Jason Chaffetz, R-Utah, recalled Trump speaking in general terms about Chaffetz’s oversight authority during a backstage meeting at the Jan. 26 Republican retreat in Philadelphia.\nBut at no point does the chairman of the House Oversight and Government Reform Committee claim that Trump even mentioned Clinton’s name -- much less that Trump urged him to ramp up an investigation into the 2016 Democratic nominee, as the story claims.\nThe Federalist Tribune story, which has more than 5,000 page views at the time of this writing, is just one of several websites to use the Chaffetz video to advance the unsubstantiated claim that Trump encouraged Congress to aggressively pursue charges against Clinton.\nAnd it’s worth noting that as it stands now, we’ve rated Trump’s campaign promise to appoint a special prosecutor to investigate Clinton as Stalled.\nThe fake article opens with the inflammatory allegation that Trump has \"finally given Congress the authorization\" to pursue charges against Clinton over her use of a private email server while secretary of state.\nIt then mischaracterizes Chaffetz’s recollection of his meeting with Trump by claiming Chaffetz’s statement \"hint(s) that charges against Hillary could be happening soon\" -- before promising that \"Hillary Clinton may finally be indicted.\"\nIn truth, the video shows Chaffetz merely recalling how Trump offered him words of encouragement about staying focused on his oversight mission, without mentioning any specific investigations.   \nChaffetz recalled Trump telling him, \"‘I understand that I’m the president. But you have a job to do. You do the oversight. You don't slow down. You go after everything you want to go after. You look at anything you want to look at.’\"\nChaffetz said Trump’s words at the Philadelphia convention were an inspiring message about how Trump views his committee’s government watchdog role.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\"If you sat there and heard what he said to me about pursuing oversight of the government and the function that we fulfill, you’d be pretty inspired,\" Chaffetz said. \"And for him to convey a message of 'Don't slow down, go do your job, there’s a lot to get after with the government,' I think was a good message.\"\nIt’s wrongheaded to extrapolate from Chaffetz’s statement that Trump gave his imprimatur to a ramped-up investigation into Clinton.\nChaffetz’s office did not immediately respond to a request for comment.\nFor his part, Chaffetz said after the election that Clinton’s defeat would not signal an end to his committee’s investigation of her email practices and handling of classified information while in government.\nBut there’s no evidence Trump has personally urged him to keep the pressure up.\nOur ruling\nA number of bloggers said President Trump greenlighted Congress to ramp up the Clinton investigation -- and used a video clip of Chaffetz to advance this claim.\nBut these bloggers have mischaracterized the video. In it, Chaffetz describes a meeting in which Trump offered general words of encouragement and emphasized the importance of Congress’ oversight function, without reference to Clinton, or any specific investigation.\nAt no point in the video does Chaffetz say Trump greenlighted, encouraged or even hinted at the need to ramp up an investigation into Clinton.\nWe rate this statement Pants on Fire.\n Share the Facts 2017-05-31 14:56:44 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  President Trump greenlighted Congress to ramp up Clinton investigation.    Internet rumors Bloggers   In a post on the Internet Wednesday, May 10, 2017 2017-05-10    Read More  info", "vclaim_id": "vclaim-pol-03258"}