{"url": "/factchecks/2016/dec/23/tdtalliancecom/fake-news-blog-says-obama-bans-sending-christmas-c/", "speaker": "Tdtalliance.com", "vclaim": "\"Obama orders ban on Christmas cards to military.\"", "truth_label": "pants-fire", "date": "stated on December 12, 2016 in an article on a fake news website:", "title": "Fake news blog says Obama bans sending Christmas cards to military", "text": "President Barack Obama has not banned Americans from sending Christmas cards to soldiers stationed overseas, despite claims in a viral post manipulated to resemble a Fox News report.\nThe website tdtalliance.com, whose design crudely mimics Fox News’s website, posted an article Dec. 12 headlined, \"War on Christmas: Obama orders ban on Christmas cards to military.\" The article said Obama issued the executive order out of concern that Christmas cards would offend Muslims in the nations where soldiers are deployed.\nBut tdtalliance.com is not affiliated with Fox News. And the article is 100 percent fiction.\nFirst of all, a search of all of Obama’s executive orders shows that he never issued an order banning Christmas cards to the military.\nIn fact, the 2016 White House holiday website prompts visitors to send a USO e-card to members of the military. One of the pre-written message options is, \"We are grateful for all you do. Merry Christmas and Happy Holidays!\"  \nThe tdtalliance.com article quotes a Hyman Stratcher, litigation director at the Liberty Institute. The Liberty Institute is a real right-wing advocacy group based in Texas, but Stratcher is a made-up person. (The institute’s real head of litigation is named Hiram Sasser.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe article also quotes Imam Al-Suq Akweer of the Islamic Friendship Coalition, and neither the person nor the organization are real.\nFinally, the article includes an image that has been edited to look like an on-air Fox News report featuring anchor Martha MacCallum, captioned, \"Obama orders ban on all Christmas cards to overseas servicemen. Pentagon to censor all outgoing mail that appears to be Christmas themed.\"\nWhile Fox has published numerous stories about the so-called \"War on Christmas,\" they did not run this fabricated story about banning Christmas cards.\n\nSide note: In researching this fact-check, we came across a 2013 Fox article that says a Veterans Administration hospital in Dallas refused to accept cards that say \"Merry Christmas.\" However, that article is misleading because it does not explain that a VA chaplain reviews and distributes Christmas cards to veterans who want to receive cards with a religious message.   \nIt’s also worth noting that Tdtalliance.com posted the same article in 2015. Our friends at Snopes debunked it back then, too.\nThis article claiming that Obama issued an executive order that bans sending Christmas cards to overseas soldiers is fake news, designed to deceive. Pants on Fire!\nhttps://www.sharethefacts.co/share/32fb307f-199d-41de-87b8-83ad75bcd556", "vclaim_id": "vclaim-pol-03842"}