{"url": "/factchecks/2014/jun/29/kenneth-block/ken-block-knocks-republican-allan-fungs-donations-/", "speaker": "Kenneth Block", "vclaim": "Republican candidate for governor Allan Fung \"donated to Democrats like Congressman David Cicilline, disgraced (House) speaker Gordon Fox and even Mr. Obamacare, Harry Reid.\"", "truth_label": "mostly-true", "date": "stated on June 17, 2014 in a debate:", "title": "Ken Block knocks Republican Allan Fung's donations to controversial Democrats", "text": "One of the issues in the Republican primary for governor is which candidate is more of a Republican.\nDuring the June 17 Providence Journal - WPRI debate businessman Ken Block attacked Cranston Mayor Allan Fung's past financial support of Democrats.\n\"Did you know that Mayor Fung was a registered Democrat and he donated to Democrats like Congressman David Cicilline, disgraced [House] speaker Gordon Fox and even Mr. Obamacare, Harry Reid,\" Block said.\nThe thought of a Republican giving money to Cicilline (who left Providence deeply in debt when he served as mayor), Fox (who left his post after federal investigators raided his office and home), and Reid (the U.S. Senate Majority Leader who championed the Affordable Care Act), would make most loyal members of the Grand Ol' Party cringe.\nSo we decided to see whether Block was fairly characterizing the facts.\nTo put everything in context, it's worth noting Fung's voting history.\nCranston records show that Fung originally registered to vote in 1990, as a Democrat. He voted in the 1992 Democratic primary. He switched to unaffiliated in 1994 and back to Democrat in 1998, but then voted in the 1998 Republican primary. Since then he has voted in seven primaries, always as a Republican.\nBlock's office sent us campaign finance data on Fung's contributions to the three Democrats, showing he donated to each candidate once. We confirmed the information on state and federal websites.\nBut Block’s characterizations of Cicilline, Fox and Reid suggest the donations to them were recent. In fact, they weren’t.\nFor example, the most recent of the three donations Block cited was Fung's $150 contribution to Fox. It was made in February 2008. Fox was House Majority Leader at the time, two years away from being elected speaker. The raid on his office was six years in the future. And even today, Fox has not been charged with any wrongdoing by state or federal authorities.\nThe donation to Harry Reid, for $250, came in June 2004. Reid was the Senate Minority Whip. Obamacare wasn't even a gleam in Reid's eye when he got the money.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nThe Cicilline donation for $250 is the oldest, made in March 2002. At the time, Cicilline was a state representative poised to run for mayor of Providence.\nWhen we asked Fung's campaign about the donations, spokesman Patrick Sweeney said the three donations of $650 should be compared to 113 donations Fung has made to Republicans totaling more than $25,000.\nOur ruling\nKen Block said Allan Fung \"donated to Democrats like Congressman David Cicilline, disgraced [House] speaker Gordon Fox and even Mr. Obamacare, Harry Reid.\"\nHis statement is true to the extent that Fung donated once to each of those politicians.\nBut his characterizations of the recipients were misleading.\nHe referred to Cicilline as a congressman, but Cicilline was a state representative when Fung gave him money.\nHe labeled Fox as the \"disgraced\" House speaker, but Fox was majority leader at the time of the Fung donation, and not under investigation.\nAnd the word \"Obamacare\" hadn’t even been coined when Fung donated to Reid.\nBecause the statement is accurate but needs clarification or additional information, we rate it Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)\n(On July 1, 2014, we removed an incorrect reference to when Fox and Cicilline served in the Rhode Island General Assembly. The change does not affect our ruling.)", "vclaim_id": "vclaim-pol-07675"}