{"url": "/factchecks/2008/aug/24/joe-biden/he-seems-interested/", "speaker": "Joe Biden", "vclaim": "On whether he wants to be vice president.", "truth_label": "full-flop", "date": "stated on August 24, 2008:", "title": "He seems interested", "text": "\"I will not be vice president under any circumstances.\"\n\n\n- Sen. Joseph Biden, April 29, 2007, NBC's\n\nMeet the Press\n\n\n\n\n\"I am not interested in the vice presidency.\"\n\n\n\n- Biden, June 22, 2008, NBC's\n\nMeet the Press\n\n\n\nWell, on Aug. 23, there was Biden in Illinois standing next to Sen. Barack Obama – his brand new running mate.\n\n\n\"President Lincoln once instructed us to be sure to put your feet in the right place, then stand firm,\" Biden said. \"Today in Springfield, I know my feet are in the right place. And I'm proud to stand firm with the next president of the United States of America, Barack Obama!\"\n\n\nLook, we realize there's a sort of ritual dance that goes on when politicians are put in the awkward spot of being asked if they want to be picked as a vice presidential running mate. Rare is the politician who says, \"Heck yeah, I've even lobbied for it.\" That smells of desperation and seems a recipe for future embarrassment. More often, potential vice presidential short-listers demur, or say the question is too hypothetical or that it's just plain moot because they aren't going to be asked anyway. Some avoid the query altogether, saying it's a question for the presidential candidate. And then there's Biden's route, the I'm-not-interested route. Never mind that few actually believed him – we all know the drill.\n\n\nAnd to be fair, let's put the earlier quotes in some context.\n\n\nThe first, \"I will not be vice president under any circumstances,\" came when Biden was still a presidential candidate himself. You don't concede interest in the No. 2 job when you're still in the hunt for the No. 1 job.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTweets\n\n\nstated on January 21, 2021 in a tweet\n\n\n\n\n\n\n\n\nVideo shows Biden saying “salute the Marines” after hearing the words in an earpiece before his inauguration.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 22, 2021\n\n\n\n\n\n\n\n\nBut Biden was long out of the presidential race when NBC's Brian Williams asked him on\n\nMeet the Press\n\non June 22, 2008, \"Are you interested in the vice presidency?\"\n\n\n\"I am not interested in the vice presidency,\" Biden said.\n\n\nWilliams asked again, \"You are not interested in the vice presidency?\"\n\n\n\"I'm not interested,\" Biden repeated.\n\n\nBut Williams, who knows the game, then asked if Biden would say yes if asked.\n\n\n\"Unlike most other people, I'm being straight with you,\" Biden said. \"If asked, I will do it. I've made it clear I...do...not...want...to...be...asked.\" He pounded his hand on the desk with each word for emphasis.\n\n\nWilliams summarized, \"Do not want to be asked but, if asked, the answer, of course, would be yes.\"\n\"Of course,\" Biden said, \"it would, because the – if the presidential nominee thought I could help him win, I'm going to say to the first African-American candidate about to make history in the world that, 'No, I will not help you out like you want me to?' Of course, I'll say yes.\"\n\n\nSo the question here, were Biden's earlier pronouncements a flip-flop? Yes, given Biden's adamant tone. We realize his remarks were part of this well-known dance, but when you pound the table to emphasize your position, you tip the scale to a Full Flop.", "vclaim_id": "vclaim-pol-16056"}