{"url": "/factchecks/2017/feb/07/reince-priebus/were-7-nations-identified-donald-trumps-travel-ban/", "speaker": "Reince Priebus", "vclaim": "The seven nations identified in Donald Trump's travel ban were \"identified by the Obama administration as the seven most dangerous countries in the world in regard to harboring terrorists.\"", "truth_label": "half-true", "date": "stated on January 29, 2017 in an interview:", "title": "Were the 7 nations identified in Donald Trump's travel ban named by Barack Obama as terror hotbeds?", "text": "Two days after President Donald Trump temporarily banned certain groups of people from entering the United States, his chief of staff, Reince Priebus, defended the executive order by directing attention to terrorism and Trump’s predecessor, Barack Obama.\nThe protest-triggering order has been criticized as a \"Muslim ban\" (it is and it isn’t, we found). But Trump refutes that, asserting that the part of the order targeting seven Muslim-majority countries is aimed at fighting terrorism.\nPriebus, a Wisconsin native, appeared Jan. 29, 2017 on NBC’s \"Meet the Press\" and said:\nHere’s the deal: If you're coming in and out of one of those seven countries -- by the way, identified by the Obama administration as the seven most dangerous countries in the world in regard to harboring terrorists and affirmed by Congress multiple times -- then you're going to be subjected temporarily with more questioning until a better program is put in place over the next several months.\nAs we noted in our Muslim ban article, the large majority of jihadists committing acts of terror in America have been American citizens or legal residents.\nAnd since 9/11, no one in the United States has been killed in a terrorist attack by someone from the seven countries, though there have been at least three non-deadly cases in which the perpetrator was connected to Iran or Somalia.\nSo, were the seven nations that are identified in Trump's travel ban pegged by the Obama administration as the \"seven most dangerous countries in the world in regard to harboring terrorists\"?\nNot quite in that way, but Priebus has a point.\n\nTrump’s order\nTrump’s executive order has two major components. It suspended entry of all refugees -- those who want to resettle in the United States -- for 120 days and barred refugees from Syria indefinitely. It also prohibits nearly all citizens from Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen from entering the United States for 90 days.\nThat travel part of the order is a Muslim ban in the sense that most residents of those seven countries are Muslim. But it’s not a ban, in the sense that the vast majority of Muslims in the world don’t live in those countries and thus are not affected by the order.\nA week after the order, a federal judge issued a temporary restraining order, lifting the ban, although more court action followed.\nThe Obama connection\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nThe travel part of Trump’s order does target the same seven countries that were singled out with a law Obama signed in December 2015.\nThe Obama-signed law contains provisions that restrict travel to the United States for people who lived in or visited Iran, Iraq, Sudan, or Syria since March 2011. They must have a visa to enter the United States; they can’t use what is known as the Visa Waiver Program, which allows 90-day U.S. visits to other foreign visitors.\nThe law was soon expanded by Obama’s Department of Homeland Security to cover Libya, Somalia, and Yemen. They were identified in the agency’s announcement as \"countries of concern,\" a phrase used in the law.\nDaveed Gartenstein-Ross, a senior fellow at the Foundation for Defense of Democracies, told us Priebus’ claim is not misleading, but that the law Obama signed doesn’t define the seven countries as the most dangerous in terms of harboring terrorists. There are other countries where terrorists are active but could have been left off the Obama list for other reasons, he said.\nThere are countries, such as Pakistan, Afghanistan and others, where militants have significant space to operate, but there could be a variety of reasons why they were not included with countries where travel without visas is restricted by Obama law, he said. For instance, the U.S. government has a delicate relationship with the Pakistani government and there might be a desire on the part of the United States not to restrict travel from people in certain countries.\nTwo notes before we close that don’t directly bear on Priebus’ claim, but shed light on the seven countries:\n\n\nIran (added in 1984), Sudan (1993) and Syria (1979) are the only countries on the U.S. State Department’s list of \"state sponsors of terrorism.\" They were determined by the secretary of state to have \"repeatedly provided support for acts of international terrorism.\"\n\n\n\n\nIraq, Libya, Somalia and Yemen are on the State Department’s list of \"terrorist safe havens\" -- where terrorists operate \"in relative security.\" But nine other countries or regions are on the safe havens list, too.\n\n\nOur rating\nPriebus said Trump's executive order that temporarily bans nearly all travel to the United States from seven nations were \"identified by the Obama administration as the seven most dangerous countries in the world in regard to harboring terrorists.\"\nPrompted by concerns about terrorism, the Obama administration did put those seven countries -- Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen -- on a list that makes travel into the United States somewhat more difficult.\nBut that list doesn’t necessarily identify the seven as being the most dangerous.\nFor a statement is partially accurate but takes things out of context, our rating is Half True.\n Share the Facts   Politifact    3 7  Politifact Rating: Half True  The seven nations identified in Donald Trump's travel ban were \"identified by the Obama administration as the seven most dangerous countries in the world in regard to harboring terrorists.\"    Reince Priebus White House Chief of Staff   In an interview Sunday, January 29, 2017 01/29/2017    Read More  info", "vclaim_id": "vclaim-pol-03708"}