{"url": "/factchecks/2013/aug/05/brian-schatz/hawaii-senator-says-97-percent-greenlands-ice-shee/", "speaker": "Brian Schatz", "vclaim": "\"For several days in July of 2012, Greenland surface ice cover melted more than at any time in 30 years of satellite observation. During that month, an estimated 97% of the ice sheet thawed.\"", "truth_label": "half-true", "date": "stated on July 24, 2013 in a speech on the floor of the U.S. Senate:", "title": "Hawaii Senator says 97 percent of Greenland's ice sheet thawed in July 2012; it was just surface ice", "text": "Everybody's looking for evidence that pollution, particularly the carbon dioxide released into the air, is (or is not, depending on your point of view) altering Earth's climate.\nOn July 24, U.S. Sen. Brian Schatz, a Democrat from Hawaii, whose state stands to face some serious consequences if warmer temperatures cause sea levels to rise and storms to become stronger, was on the floor of the Senate speaking about an event in July 2012 that produced a dramatic change in the massive ice sheet covering Greenland.\nBecause of global warming, \"glaciers continue to retreat. The Greenland ice sheet provides a stark example of the rapid recession of the world's ice,\" Schatz said. \"For several days in July of 2012, Greenland surface ice cover melted more than at any time in 30 years of satellite observation. During that month, an estimated 97 percent of the ice sheet thawed.\"\nNinety-seven percent?\nOne way to read that is that only 3 percent of Greenland's ice sheet remained. That would be A LOT of melting, especially for a mass of ice that is, over large stretches, a mile or two thick.\nLosing that much arctic ice would have a HUGE impact. Not only would sea level rise by roughly 20 feet, the ice would no longer be reflecting sunlight back into space, warming the planet even faster.\nWe contacted Schatz's office, which directed us to two sources.\nThe first was a web page from the National Snow & Ice Data Center at the University of Colorado, Boulder, which tracks melting on a daily basis. It says, \"Greenland’s surface melting in 2012 was intense, far in excess of any earlier year in the satellite record since 1979. In July 2012, a very unusual weather event occurred. For a few days, 97% of the entire ice sheet indicated surface melting.\" The estimate comes from satellite measurements.\nWe also found a NASA web page that reported that in July 2012, \"an estimated 97 percent of the ice sheet surface had thawed by July 12.\"\nSo the key word in each case is \"surface.\"\nThe melting the satellites tracked was at and near the surface, often to a depth of no more than an inch. The ice sheet itself never thawed, or came close to thawing.\nDorothy Hall, a senior scientist at NASA's Goddard Space Flight Center, whose examination of the event is to be published in Geophysical Research Letters, said unusually warm temperatures that month did produce some unusual melting, but it didn't wipe out most of the ice sheet.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"Sen. Schatz's statement is very misleading,\" she said in an email, noting that her estimate of surface melt is even higher. \"The correct statement would be that approximately 99% of the surface of the Greenland ice sheet experienced some melt during a two-day period in July of 2012. In fact most of the ice sheet surface re-froze within hours or days of the big melt event.\"\nHall said that the last time that much surface ice temporarily melted was about a century ago. \"If that begins to happen more frequently, that is a red flag,\" she said.\nAt the highest elevations, \"the surface will only melt a few centimeters for a few minutes or hours, so none of that liquid water can run off and contribute to sea level rise,\" she said in an interview. The thaw was deeper and more extensive at lower altitudes, producing some ponds and runoff, but even in those cases, much of the water re-froze, although quite a bit made its way to the ocean to contribute to sea level rise.\nHow much of the ice sheet was actually lost?\nSatellite data show that Greenland lost about 325 billion metric tons of ice that month, enough to raise sea level by nearly a millimeter. That's a lot. Typically, 340 billion metric tons are lost in a full year, according to climate researcher Jason Box of the Geological Survey of Denmark and Greenland.\nHowever, the amount of ice lost was only about 0.01 percent of the nearly 3 million billion tons of ice locked in the sheet.\nWhen we asked Schatz's office if the senator misspoke, spokeswoman Xochitl Hinojosa stood by his comment. \"The senator said that 97 percent of the ice sheet thawed . . . which means to become soft, and does not mean vanish. He also specifically said 'for several days in July of 2012,' so that it would be clear that he was not implying that the ice vanished forever. To suggest that the senator said it disappeared is inaccurate.\"\nThomas Mote, a geographer at the University of Georgia, says it's a \"common mistake\" to confuse the thawing of the surface ice with the thawing of the ice sheet. \"Certainly we did not lose 97 percent of the ice. Sea levels would quickly go up 20 feet,\" he said. \"We would notice that pretty quickly.\"\nOur ruling\nHawaii Sen. Brian Schatz said: \"For several days in July of 2012, Greenland surface ice cover melted more than at any time in 30 years of satellite observation. During that month, an estimated 97 percent of the ice sheet thawed.\"\nHis first sentence is correct.\nBecause he also prefaced his comment by asserting that \"glaciers continue to retreat\" and the ice sheet \"provides a stark example of the rapid recession of the world's ice,\" his contention that  \"97 percent of the ice sheet thawed,\" could easily be misinterpreted as referring to the whole ice sheet.\nBecause parts of the statement are accurate but the wording of the second sentence leaves out an important detail, we rate it Half True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09027"}