{"url": "/factchecks/2019/dec/04/facebook-posts/post-about-sending-cards-recovering-service-member/", "speaker": "Facebook posts", "vclaim": "Says people can send Christmas cards to \"a recovering American soldier\" at the Walter Reed Army Medical Center in Washington, D.C.", "truth_label": "false", "date": "stated on November 20, 2019 in a Facebook post:", "title": "Post about sending cards to recovering service members is wrong", "text": "Sending a card to \"a recovering American soldier\" at Walter Reed Army Medical Center sounds like a nice gesture of holiday cheer. But it won’t work out, despite the advice of social media.\nAn old rumor that urges people to send Christmas cards to recovering soldiers is back in online circulation despite being debunked several years ago.\nMultiple viral Facebook posts being shared about a non-existent holiday card program read:\n\"When filling out your Christmas cards this year, take ONE CARD and SEND it to this address: A Recovering American Soldier, c/o Walter Reed Army Medical Center, 6900 Georgia Avenue, NW Washington, DC 20307-5001. If we pass this on and everyone sends one card, think of how many cards these soldiers could get to bring up their spirits! Feel free to repost. This is a wonderful thing to do!!!\"\nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is not accurate. The U.S. Postal Service will not deliver any letters, postcards or packages addressed to \"Any Service Member\" or \"Any Soldier, Sailor, etc.\" Military hospitals also do not accept mail to unnamed service members.\nWhat’s more, the address on the Facebook post is the center’s former location. Walter Reed Army Medical Center was merged with the National Naval Medical Center in 2011 to form the Walter Reed National Military Medical Center in Bethesda, Md.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAn archived USPS FAQ page on supporting troops said programs that allowed people to send mail to service members unknown to them were discontinued following the Sept. 11, 2001, terrorist attacks:\n\"If this mail is deposited into a collection box it will be returned to sender. Items without return addresses are opened in our Mail Recovery Center Network to determine the sender’s address. If it is impossible to determine the sender’s address, we donate care items to local charities.\"\nIn a 2007 news release, Walter Reed Army Medical Center officials cited Department of Defense security policies in the post 9-11 world, saying \"military medical centers cannot receive mail addressed to ‘any soldier’ or ‘a recovering patient.’ These cards are returned to the post office.\"\nThe medical center advised people to send holiday cards to service members through the American Red Cross \"Holiday Mail for Heroes\" program — but that’s changed now, too.\nNow called \"Holidays for Heroes,\" the American Red Cross effort is handled at the local level and includes other holiday activities that are not solely about mail.\nThe organization’s website says the change \"allows local Red Cross offices to identify and engage in a variety of activities that thank and recognize members of the military and veterans living in our communities. There is no longer a national Holiday Mail for Heroes P.O. Box to which cards are sent. Please contact your local Red Cross office for details.\"\nWe rate this old rumor False.", "vclaim_id": "vclaim-pol-16649"}