{"url": "/factchecks/2020/jan/14/viral-image/facebook-post-about-new-yorks-abortion-law-still-w/", "speaker": "Viral image", "vclaim": "In New York, \"it is now perfectly legal to murder\" a baby a minute before it would be born.", "truth_label": "false", "date": "stated on January 26, 2019 in a Facebook post:", "title": "This Facebook post about New York’s abortion law is still wrong", "text": "In January 2019, after New York Gov. Andrew Cuomo signed abortion legislation codifying Roe vs. Wade into state law, social media users started sharing an image of an infant with this text: I was born at 12:05. In New York, it is now perfectly legal to murder me at 12:04.\" \nWe rated that False, but people keep spreading misinformation. \nThis Jan. 26, 2019, post, for example, was recently flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nLike the image we fact-checked last year, this one features an image of an infant and the same text. It has more than 15,000 shares, many in recent days. Here are the facts.\nNew York’s Reproductive Health Act says that a health care practitioner \"may perform an abortion when, according to the practitioner’s reasonable and good faith professional judgment based on the facts of the patient’s case: the patient is within twenty-four weeks from the commencement of pregnancy, or there is an absence of fetal viability, or the abortion is necessary to protect the patient’s life or health.\"\nPreviously, women in New York could only get abortions after 24 weeks of pregnancy if their lives were threatened, according to Justin Flagg, a spokesman for Democratic state Sen. Liz Krueger, who sponsored the legislation\nUnder the new law, women can also get an abortion after 24 weeks if their health is threatened or the fetus isn’t viable, Flagg said.\nHe added that this was the standard set by the 1973 Supreme Court decision in Roe vs. Wade but that the discrepancy between the state and federal laws \"meant that many women have been forced to go out of state to get necessary medical care after 24 weeks.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"If a healthy baby is born at 12:05, the only thing happening at 12:04 is labor,\" he said. \nAbortion opponents were alarmed by the new law, arguing that the exceptions of Roe — the health or the life of the mother — are carveouts that could apply to any pregnancy for any reason. \nThe state’s Catholic bishops, for example, said in a statement that the law \"will expand our state’s already radically permissive law, by empowering more health practioners to provide abortion and removing all state restrictions on late-term procedures.\" \nThird-trimester abortions are relatively rare. The Guttmacher Institute finds that \"slightly more than 1 percent of abortions are performed at 21 weeks or later.\" In a study of abortions in the United States in 2015, the Centers for Disease Control and Prevention, reported that 1.3 percent of abortions happened at 21 weeks gestation or later.\nJen Villavicencio, an ob-gyn in the Midwest who provides abortions, told PolitiFact that, in some cases, pregnancy complications aren’t detected or haven’t developed until the third trimester. Doctors may ask patients if they want to continue the pregnancy and deliver a \"nonviable fetus,\" she said, or have an abortion. When a woman is pregnant with a viable fetus but her life is at risk, meanwhile, delivery is most often pursued, not abortion, Villavicencio said.\n\"Abortions are not performed at 40 weeks on healthy, viable pregnancies,\" she said. \"Overwhelmingly, abortions that occur at this point in pregnancy are pregnancies where lethal fetal anomalies have been diagnosed.\"\nWhen we rated the claim in the Facebook post last year, we found that New York’s Reproductive Health Act permits abortions after 24 weeks of pregnancy only if the mother’s life or health are threatened or the fetus isn’t viable. But the post still doesn’t make clear that significant restrictions still apply to the new law. It instead oversimplifies and distorts what New York law allows. \nWe rate it False.", "vclaim_id": "vclaim-pol-17579"}