{"url": "/factchecks/2015/jan/04/john-thune/thune-says-keystone-xl-pipeline-has-minimal-impact/", "speaker": "John Thune", "vclaim": "Says President Barack Obama's own administration has done five environmental impact assessments of the Keystone XL pipeline, \"all of which have said it would have a minimum impact on the environment.\"", "truth_label": "half-true", "date": "stated on January 4, 2015 in comments on \"Fox News Sunday\":", "title": "Thune says Keystone XL pipeline has minimal impact on environment", "text": "Sen. John Thune, R-S.D., said one of the first acts of the new Senate will be to force President Barack Obama’s hand on the Keystone XL pipeline.\nThe controversial project has been in the works since 2008 and its current version involves a 875-mile pipeline that would run from Morgan, Mont., to Steele City, Neb. Building this link would allow 830,000 barrels of oil per day to move from the tar sands fields in Alberta, Canada, to refineries on the Gulf Coast. Supporters speak of improved energy security and jobs. Opponents say the pipeline will increase greenhouse gas emissions and increase the risk of water pollution from spills.\nSpeaking about the pipeline on Fox News Sunday, Thune said, \"We think the president ought to sign that into the law. His administration has done five environmental impact statements, all of which have said it would have a minimal impact on the environment, and his own State Department said it would support 42,000 jobs.\"\nWe’ve looked at the jobs claim several times (the number of permanent jobs is about 50) and in this fact-check, we’re focusing on Thune’s comments about the environmental impact statements.\nThune’s office sent us a list of five studies. All were conducted by the U.S. State Department, which has jurisdiction because the project crosses the border between Canada and the United States. Whether you see them as five separate studies depends on how you look at the environmental impact statement process.\nBefore an agency issues a Final Environmental Impact Statement, it first releases a draft version. Citizens, businesses and interest groups then submit comments that may or may not shape the final report.\nThe State Department ultimately produced two final reports on the Keystone XL pipeline. The first one from August 2011 was preceded by two drafts. The department wrote a second report, partly because it couldn’t meet a legislative deadline to grant final approval, but more fundamentally, because the pipeline project changed. It became shorter and took a different route to avoid a particularly environmentally sensitive area. That second report, released in January 2013, also initially appeared in draft form.\nSo we have two final environmental impact statements, and three other draft reports. Thune’s office sees that as five studies. Others take a more nuanced view.\nJames Coleman, a law and business professor at Calgary University told PolitiFact that while there were five documents, \"they're all really draft and finalized versions of the same analysis.\"\nA divided administration\nSo that’s the reasoning for or against five statements.\nNow, what do they say?\nThune contended that Obama’s administration found that the pipeline would have a minimal impact on the environment. That is a fair paraphrase of the State Department’s findings.\nOn the key issue of greenhouse gas emissions, the State Department’s final word was that the project was \"unlikely to significantly impact the rate of extraction in the oil sands\" in Canada. In short, one way or the other, companies in Canada would continue to extract oil  -- meaning the rate of pollution was unlikely to grow simply due to the pipeline alone.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut the administration has not spoken with a single voice. The Environmental Protection Agency tagged the State Department’s draft from April 2013 with the label \"Environmental objections -- insufficient information.\"\nThe EPA said, among other things, that the pipeline might have a bigger impact on greenhouse gas emissions than the State Department concluded. The focus here was on how fast oil would come out of the Canadian fields. Pulling oil from the tar sands is costly and even more so when you tack transportation costs on top.\nThe EPA felt that the State Department had not looked carefully enough at the impact of the pipeline if oil prices fell. When oil prices fall, the lower shipping costs that come with the pipeline matter a whole lot more to keeping the enterprise viable.\nThe State Department found that with high oil prices, the tar sands would be mined for oil, pipeline or no.\nColeman told PolitiFact that finding is now in question.\n\"The State Department’s analysis was predicated on its assumption that West Texas Intermediate would not fall under $75 per barrel and it is now under $55. At that level, State said things could change,\" Coleman said.\nThe State Department concluded that with prices between $65 and $75 per barrel \"higher transportation costs could have a substantial impact on oil sands production levels, possibly in excess of the capacity of the proposed Project.\" But with the pipeline, transportation costs drop and production would be higher. That would affect greenhouse gas emissions.\nThe EPA also raised objections to the State Department’s examination of potential oil spills.\nOur ruling\nThune said that the administration had done five studies that all found that the Keystone XL pipeline would have a minimal impact on the environment. The State Department produced five documents, but in reality, all were versions of the same analysis.\nThe State Department did conclude that the pipeline by itself would have no significant impact on the extraction of oil from Canada. However, that was the finding of one government department. The Environmental Protection Agency raised questions, based on the price of oil. The State Department’s final analysis also included the caveat that the pipeline would have a minimal impact on tar sands extraction only if oil prices remained above $75 per barrel.\nSince then, oil prices have fallen well below that point.\nThune’s claim overstates the number of separate studies the administration has done, glosses over the differences of opinion within the administration, and fails to account for the caveat included in the State Department’s analysis.\nWe rate the claim Half True.\n\nHelp fund PolitiFact's Kickstarter to live fact-check the 2015 State of the Union and GOP response.", "vclaim_id": "vclaim-pol-06881"}