{"url": "/factchecks/2021/jan/27/facebook-posts/no-bidens-rolex-didnt-belong-his-late-son-beau/", "speaker": "Facebook posts", "vclaim": "Says Biden's Rolex belonged to his late son Beau.", "truth_label": "false", "date": "stated on January 25, 2021 in a Facebook post:", "title": "No, Biden’s Rolex didn’t belong to his late son Beau", "text": "Joe Biden wore a Rolex to his inauguration as the 46th U.S. president. \nHubbub over the timepiece began when the New York Times ran a story on Jan. 22 about the luxury watch that highlighted its steep price — nearly $8,000 — and said it runs counter to Biden’s just-a-regular-guy persona. \nThe article was met with swift backlash from liberal voices online and a false online narrative about the watch’s origins.\n\"You remember that stupid-a-- New York Times story criticizing @joebiden for having a Rolex?\" a post on Facebook reads. \"Turns out the watch @potus wore to the swearing-in belonged to Beau Biden. It was in honor of his dead son.\" The post features a photo of Beau wearing a similar watch.\nBut the watch didn’t belong to Beau. It was gifted to Biden by first lady Jill Biden.\n \n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe didn’t hear back from the White House, but the administration told news website Mediaite that the Rolex was a Christmas gift from the first lady. It’s unclear if Beau’s ownership of a similar watch was a factor in its selection. \nThe New York Times article, which ran in the fashion section of the paper, mentions that recent presidents opted to wear cheaper, \"everyman\" timepieces to avoid looking flashy. (President Donald Trump commonly wore a yellow gold Rolex, along with other expensive watches.) \nBut it also acknowledged that Presidents Dwight D. Eisenhower and Lyndon B. Johnson proudly donned the luxury brand in office.\nIn a story about Biden’s choice of time telling, GQ Magazine reported that Rolex makes a watch nicknamed \"The President,\" which is officially called the Day-Date. But Biden wore the more modest Datejust model, the same as Eisenhower in 1953. \n\"In 1951, when Dwight Eisenhower was still just a five-star general and not yet the president of the United States, Rolex reached out with an offer. The company wanted to outfit the general with a Datejust and sent him a gold version engraved with his initials,\" GQ reported. \"The watch famously appeared on a cover of Life with the general and then accompanied him into the White House in 1953.\"\nBiden’s watch was a Christmas gift from his wife. The post’s claim is False.", "vclaim_id": "vclaim-pol-19228"}