{"url": "/factchecks/2008/jun/11/republican-national-committee-republican/mostly-higher-incomes-pay-capital-gains-tax-/", "speaker": "Republican National Committee", "vclaim": "Obama's plan to raise the capital gains tax \"hurts the middle class.\"", "truth_label": "barely-true", "date": "stated on May 18, 2008 in a Web ad:", "title": "Mostly, higher incomes pay capital gains tax", "text": "In a new Web ad, the Republican National Committee attacks Sen. Barack Obama for his position on capital gains taxes. Obama advocates raising the long-term capital gains tax above its current 15 percent rate, a rate that is below most current income-tax rates.\n\n\"After just three years in the Senate, Barack Obama demonstrates his poor grasp of basic economic principles,\" a narrator says.\n\n\n\"While families face tough times his ideas to raise taxes are out of touch. His promise to nearly double the capital gains tax hurts the middle class,\" it states.\n\n\nThe ad is right that Obama wants to raise the capital gains tax. He has said he wants to raise it as part of an overall strategy of asking wealthy people to pay more taxes. Depending on the circumstances, he would raise it no higher than 28 percent, the current rate for the top income-tax bracket.\n\n\nBut would raising the capital gains tax hurt the middle class? We conclude the answer is largely no: Only a small percentage of middle-class taxpayers pay capital gains taxes, no more than 11 percent. On the other hand, among higher-income taxpayers, about 51 percent pay the capital gains taxes.\n\n\nWalk with us into a thicket of data from the Internal Revenue Service (C'mon ... It'll be fun!) and we'll show you how we came to these conclusions.\n\n\nWe looked at data from 2005, the most recent year for which the IRS has released detailed data.\n\n\nFirst, we had to decide which taxpayers are \"middle class.\" Based on the data brackets, we counted everyone who reported income of less than $200,000, which we think is fairly generous to the RNC's point.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nTwo categories of income are subject to capital gains taxes: taxable net gains and capital gains distributions (typically profits from mutual funds that are not part of a retirement plan). A taxpayer can report income in one or both categories, although most file in the first category. We're counting both categories as different taxpayers because we can't know how many people report income in both categories. For this reason, our numbers are going to be slight overestimates. Again, this will favor the RNC's point.\n\n\nNext, we added up the number of taxpayers who reported income in those two categories, so we could find out how many taxpayers were subject to capital gains taxes in 2005.\n\n\nAmong tax filers making $200,000 or less, about 14.3-million of 130.8-million filers reported income subject to capital gains taxes. That's about 11 percent.\n\n\nAmong tax filers making more than $200,000, about 1.8-million of 3.6-million filers reported income subject to capital gains taxes. That's about 51 percent.\n\n\nSo only 11 percent of what we're calling middle-class people report capital gains, while 51 percent of wealthier people report it.\n\n\nIf we removed people reporting income of less than $25,000, that percent would drop to 8.5 percent. And if we also decided we were too generous with our definition of middle class, and only counted people making under $100,000, that percentage would drop further, to 6 percent.\n\n\n\"The capital gains tax largely affects very high-income people,\" said Eric Toder, a tax policy expert with the Tax Policy Center, a joint project of the Brookings Institution and the Urban Institute in Washington, D.C., which both liberal and conservative economists consider credible.\n\n\nThe ad then says the tax will hurt 100-million Americans who own stocks, a claim we looked at previously. We found that raising capital gains taxes\n\nwould not directly affect most working people saving for retirement\n\n. Tax-exempt retirement accounts like 401(k)s and individual retirement accounts (IRAs) are not subject to capital gains taxes. Most home sales are not subject to the capital gains tax either,\n\nan issue we've written about previously\n\n.\n\n\nThe ad says that Obama's plan to raise capital gains taxes \"hurts the middle class,\" but it's hard to see how that's true of a tax that directly affects — at most — 11 percent of a very generous definition of the middle class. Are there a few middle-class people who pay the tax? Sure. But on the whole, capital gains taxes are disproportionately paid by higher-income brackets. We find the RNC's claim to be Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16181"}