{"url": "/factchecks/2010/nov/06/rick-perry/gov-rick-perry-says-federal-government-regulates-h/", "speaker": "Rick Perry", "vclaim": "Says the federal government restricts \"how much salt we can put on our food.\"", "truth_label": "false", "date": "stated on November 2, 2010 in Rick Perry's book, \"Fed Up! Our Fight to Save America from Washington\":", "title": "Gov. Rick Perry says the federal government regulates how much salt we can put on our food", "text": "Shortly after Texas voters decided Gov. Rick Perry was worth his salt by re-electing him, Perry launched a national tour this week to sling his new book.\n\nIn the first chapter of \"Fed Up! Our Fight to Save America from Washington,\" which was first available at Perry's election-night party, Perry writes: \"We are fed up with being overtaxed and overregulated. We are tired of being told how much salt we can put on our food, what windows we can buy for our house, what kind of cars we can drive, what kinds of guns we can own, what kind of prayers we are allowed to and where we can say them, what political speech we are allowed to use to elect candidates, what kind of energy we can use, what kind of food we can grow, what doctor we can see and countless other restrictions on our right to live as we see fit.\"\n\nWe won't look at every regulation Perry sees out there for this article, but we wondered if he's right about government telling us how much to salt our food.\n\nResponding to our request for elaboration, Carolyn O'Keefe, a publicity manager for the book, sent us a link to an April 20 Washington Post news article that says the U.S. Food and Drug Administration \"is planning an unprecedented effort to gradually reduce the salt consumed each day by Americans, saying that less sodium in everything from soup to nuts would prevent thousands of deaths from hypertension and heart disease. The initiative, to be launched this year, would eventually lead to the first legal limits on the amount of salt allowed in food products.\"\n\nThe article continues: \"The government intends to work with the food industry and health experts to reduce sodium gradually over a period of years to adjust the American palate to a less salty diet, according to FDA sources, who spoke on condition of anonymity because the initiative had not been formally announced. Officials have not determined salt limits.\"\n\nShould we shelve our shakers?\n\nNot so fast. The same day, the FDA issued a press release saying the Post story \"leaves a mistaken impression that the FDA has begun the process of regulating the amount of sodium in foods. The FDA is not currently working on regulations nor has it made a decision to regulate sodium content in foods at this time.\"\n\nWhen we showed the press release to O'Keefe, she said she would pass it along to Perry \"to see if there are any comments.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nNext, we sought information from the FDA, whose website says the agency requires nutrition labels to include how much sodium is in, for example, a can of Coca-Cola (45 milligrams per serving).\n\nA page about salt on the site that was last updated May 18 says that while the agency has the authority to limit the amount of salt added to processed foods, it hasn't. It is, however, \"conducting research in this area,\" according to the site.\n\nIn 2005, the Center for Science in the Public Interest asked the FDA to impose limits on the amount of salt in processed foods, according to the FDA website. More recently, the FDA sponsored an Institute of Medicine (IOM) report, \"Strategies to Reduce Sodium Intake in the United States.\" Among other suggestions, the April 20 report recommends that the FDA \"expeditiously initiate a process to set a mandatory national standards for the sodium content of foods.\"\n\n\"These recommendations are being carefully reviewed and evaluated by the FDA,\" according to the FDA site.\n\nCurrently, salt is regulated by the FDA as a \"generally recognized as safe\" (GRAS) ingredient, which means the FDA doesn't approve it before people can use it. A GRAS ingredient is \"one that has a long history of safe, common use in foods, or that is determined to be safe, for the intended use, based on proven science,\" according to the FDA site.\n\nPat El-Hinnawy, a spokeswoman with FDA, told us that the agency \"is not currently working on regulations nor has it made a decision to regulate sodium content in foods at this time.\"\n\nHow does Perry's statement shake out?\n\nAn agency has been exploring ways to reduce sodium in the food supply and federal dietary guidelines recommend consuming less than 2,300 milligrams, or about 1 teaspoon, of sodium per day. But government isn't telling anyone how much salt to sprinkle. We rate Perry's statement False.", "vclaim_id": "vclaim-pol-14057"}