{"url": "/factchecks/2012/oct/18/connie-mack/connie-mack-says-bill-nelson-votes-98-percent-time/", "speaker": "Connie Mack", "vclaim": "Says Bill Nelson voted \"98 percent of the time\" with Barack Obama.", "truth_label": "mostly-true", "date": "stated on October 17, 2012 in a U.S. Senate debate:", "title": "Connie Mack says Bill Nelson votes 98 percent of the time with Obama", "text": "From the first day of his campaign, U.S. Rep. Connie Mack has repeatedly hammered U.S. Sen. Bill Nelson for voting with President Barack Obama.\n\nMack raised ire from Nelson as he hit that note several times during Wednesday night’s Senate debate, when he cast Nelson as more extreme than ever before.\n\n\"Senator, the people of the state of Florida are tired of you saying one thing to them and then going back to Washington, D.C., and voting with Barack Obama 98 percent of the time. They’re tired of that. They want you to look them in the eye and tell them what you’re going to do to them instead of what you’re going to do for Barack Obama.\"\n\n\"Is that the only line that you have memorized?\" Nelson shot back about the 98 percent figure.\n\n\"Are you going to own up to it, Senator?\" Mack replied.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMaurice Ferre\n\n\nstated on July 1, 2010 in an editorial meeting.\n\n\n\n\n\n\n\n\nMaurice Ferre says Kendrick Meek \"has voted 98.6 percent of the time with the Democrat party.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Trenton Daniel • July 21, 2010\n\n\n\n\n\n\n\n\nPolitiFact checked on Nelson’s voting record last year, when Mack, in an interview with Sean Hannity on Fox News, accused Nelson of voting with Democrats 95 percent of the time. PolitiFact found that claim Half True.\n\nNow, Mack is criticizing Nelson not just for voting with his party, but for voting with the president. We decided to go in for a fresh fact-check.\n\nMack’s campaign says the claim is based on 2010 and 2011 figures from Congressional Quarterly, a leading provider of congressional news and legislative tracking.\n\nThe publication found that Nelson voted with Obama 97 percent of the time in 2009, 98 percent in 2010 and 97 percent in 2011, on issues in which the president took a clear position. (Obama doesn't vote, so CQ relied on his public statements to determine his position in favor or against a bill in Congress.)\n\n\"Nelson has gone left, and his lockstep support of Obama reflects that,\" Mack spokesman Gary Maloney said. \"It’s possible the party has gone even further left than Nelson has.\"\n\nThe numbers pan out, but we also checked a few other sources to see if Nelson is, indeed, a lockstep liberal, as Mack suggests.\n\nThe vote-tracking website OpenCongress, which counts every congressional vote since the beginning of the current 112th session of Congress, suggests Nelson is one of the Senate’s more moderate Democrats.\n\nNelson is the 36th most likely Democratic senator to vote with his or her party, doing so on 371 out of 404 of his votes.\n\nHe also voted with his party 91.8 percent of the time, the website found.\n\nBut the OpenCongress website, created by the Participatory Politics Foundation and the Sunlight Foundation, says voting percentages can be misleading because \"the vast majority of the hundreds of votes factored in are routine in nature. The result is that even highly independent senators have a seemingly high score on voting with their party.\"\n\nThe average Democratic senator votes with his or her party 93.2 percent of the time, according to the website.\n\nOther vote-tracking websites referenced in our first fact-check found that Nelson voted with the Democrats 90 to 94 percent of the time.\n\nOur ruling\n\nMack claims Nelson votes with Obama 98 percent of the time. The campaign backs that figure up with Congressional Quarterly data from 2010 and 2011.\n\nThe figure by itself, however, doesn’t tell the entire story. The fact is, most Democrats and Republicans largely vote with their respective party. And the groups that keep score say using the figure in isolation can be misleading.\n\nWith that context in mind, we rate the claim Mostly True.", "vclaim_id": "vclaim-pol-10142"}