{"url": "/factchecks/2015/feb/02/barbara-comstock/comstock-says-family-health-policies-have-increase/", "speaker": "Barbara Comstock", "vclaim": "\"Did you know under President Obama family health care premiums have increased $4,154 on the average?\"", "truth_label": "barely-true", "date": "stated on January 22, 2015 in a tweet.:", "title": "Comstock says family health policies have increased by $4,154 under Obama", "text": "\"Did you know under President Obama family health care premiums have increased $4,154 on the average?\" U.S. Rep. Barbara Comstock, R-10th, recently tweeted.\nWe didn’t know that. So we gave it a look.\nOther claims using the same number have popped up on a number GOP websites across the country. Comstock and others say the $4,154 figure comes from an annual report on employer health benefits that was published by the Kaiser Family Foundation on Sept. 10, 2014. Kaiser’s findings were based on a survey of more than 2,000 businesses of all sizes across the nation about their health insurance costs.\nOn Page 31 is a chart that details the average annual premiums for single and family coverage for work-based health care plans since 1999.   \nThe chart shows that in 2008, the average cost for family coverage -- shared by the company and the employee -- was $12,680. In 2014, it was $16,834. According to Comstock, that means there’s been a $4,154 increase under Obama.\nBut there’s a problem with that computation. Obama didn’t take office until Jan. 20, 2009. Kaiser’s 2008 survey was based on responses companies gave from January to May 2008 about their health plans, some of which were contracted before the survey began. In other words, Comstock is holding Obama responsible for some premium increases that occurred during the presidency of George W.  Bush.\nIf we use the 2009 Kaiser report to start to start counting premium increases under Obama -- and even here, some of the hikes still would have occurred when Bush was president -- the bottom line drops. The average family premium was $13,375 in 2009 .The increase between then and 2014 would be $3,459.\nWhile Kaiser charts annual average premiums, it makes no attempt to attach the numbers to individual presidents. Craig Palosky, a spokesman for the non-partisan research foundation, declined to comment on Comstock’s claim or offer guidance on the political relevance of data in the report. \"I’d like the survey to speak for itself,\" he said.\nSome perspective \nThe $4,154 increase since 2008 that Comstock hangs on Obama is a big number. So is the $3,459 average increase in family premiums since 2009, when Obama took office. But these figures need context.\nKaiser, in a news release last September summarizing its 2014 report, said the trend on employer-based family premiums over the last five years is good news.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"Premiums increased more slowly over the past five years than the preceding five years (25 percent to 34 percent) and well below the annual double-digit increases recorded in the late 1990s and early 2000s,\" Kaiser wrote.\nComstock, in blaming Obama for rising insurance costs, omits a key qualification: Family premiums offered by employers increased at a faster inflation-adjusted pace during the Bush years than they have under Obama.\nIf we use 2009 as the baseline for Obama, then, as we’ve said, family average premiums rose from $13,375 to $16,834 in 2014. That’s an increase of $3,459. Adjusted for inflation, the price went up 10.3 percent.\nLooking back over the last six full years of the Bush administration, average family premiums rose from $9,068 in 2003 to $12,680 in 2008. That was an increase of $3,612. Adjusted for inflation, the price went up 19.5 percent.\nThe Kaiser survey, while offering a universe of statistics on employer-based insurance, contains little explanation of trends. Kaiser doesn’t offer an opinion whether the Affordable Care Act, also called Obamacare, is playing a major role in the slowing of family premiums. The report notes that a major feature of the ACA -- a mandate requiring companies with 50 or more full time employees to offer health insurance or pay a federal fine -- is starting to kick in this year.\nWe spoke to two health care experts and they both largely attributed the slowed rise in premiums to the nation’s slow recovery from the Great Recession. \"To some degree, inflation has abated and so has medical inflation,\" said Paul Fronstin, a senior analyst with the Employee Benefit Research Institute in Washington.\nAnother reason for the slowed premium growth, they said, is that employees are paying a greater share of their health care costs through out-of-pocket deductibles for doctor appointments and hospital stays.\nOur ruling\n\"Did you know under President Obama family health care premiums have increased $4,154 on the average?\" Comstock tweeted. She attributed her figure to the Kaiser Foundation’s 2014 survey on employer-based health insurance policies.\nFirst, the number is dubious. Kaiser doesn’t t assign statistics in its report to any president. To get to $4,154, Comstock uses Kaiser’s 2008 survey as the base year for Obama. That means she’s blaming Obama for some premiums that went into effect a year or more before he was inaugurated. If we use 2009 as the base year -- when Obama took office -- the increase is $3,459 and even this average would include some policies that were contracted before his presidency began.\nSecond, Comstock’s charge lacks context. By just throwing out a number, the congresswoman suggests the premiums are spiraling. In fact, Kaiser says the rate of increase in the cost of employer-based family policies has slowed during the last five years.\nWe rate Comstock’s statement Mostly False.", "vclaim_id": "vclaim-pol-06772"}