{"url": "/factchecks/2021/jan/22/instagram-posts/national-guard-didnt-snub-bidens-inaugural-motorca/", "speaker": "Instagram posts", "vclaim": "National Guard members turned their backs on Biden’s motorcade on Inauguration Day.", "truth_label": "false", "date": "stated on January 21, 2021 in an Instagram post:", "title": "National Guard didn’t snub Biden’s inaugural motorcade. It was part of security protocol", "text": "A viral video from Inauguration Day that shows National Guard members facing away from the road as President Joe Biden’s motorcade drives past is being taken out of context on social media.\nSome who have shared the video claim it shows military members purposely turning their backs on Biden out of disrespect. \n\"Majority of the military with their backs turned to Biden’s motorade as it passed by,\" a post on Instagram reads.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nBut the guard members were not snubbing Biden. They were part of the security personnel ordered to face outward to ensure safety during the parade.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe video was first posted around 10:30 a.m. by ABC reporter Ines de La Cuetara with the caption: \"The view from Biden’s motorcade as it made its way up to the Capitol.\" \nA spokesperson for the National Guard told PolitiFact that the video is being taken out of context and that the positioning was part of routine protocol. Guard members, the department said, can’t effectively provide security if they are all watching the parade — they have to keep watch of what’s going on outside the parade route, too. \n\"These National Guardsmen were on duty with a mission to protect the president against potential threats,\" Guard spokesperson Wayne Hall said. \"Some are facing out to ensure the safety of all.\"\nThis has happened during other inaugural festivities, too. A video of the motorcade for President Donald Trump shows some security personnel facing away, as does a video of an inaugural motorcade for President Barack Obama.\nThe post takes the video out of context. We rate them False.", "vclaim_id": "vclaim-pol-19212"}