{"url": "/factchecks/2011/aug/22/florida-voter/caller-accuses-gov-rick-scott-using-tax-dollars-hi/", "speaker": "Florida voter", "vclaim": "Says Gov. Rick Scott is \"spending a quarter of a million of our tax dollars to robocall people.\"", "truth_label": "false", "date": "stated on August 17, 2011 in a robocall from the Pink Slip Rick website, played on MSNBC's \"Rachel Maddow\" show.:", "title": "Caller accuses Gov. Rick Scott of using tax dollars for his robocalls", "text": "After Republican Gov. Rick Scott launched robocalls in 2011 talking up his efforts to get Floridians jobs and his vetoes of \"special interest projects,\" an anti-Scott group declared robocall revenge.\n\nPink Slip Rick encouraged Floridians to call Scott back. And lots of Scott critics responded.\n\nOn Aug. 17, MSNBC's Rachel Maddow played some of Floridians' calls posted on Pink Slip Rick's website. One of those calls was from Debra B:\n\n\"Uh yeah, Gov. Rick Scott, you've got a lot of nerve spending a quarter of a million of our tax dollars to robocall people and tell them how good a job you're doing.\"\n\nDid Scott spend $250,000 in taxpayer money to make robocalls? (In a related Truth-O-Meter item, we rate another caller's claim that Scott cut state funding for PBS.)\n\nTypically robocalls occur during the height of campaign season. But Scott started his months after he won election, as part of an image makeover in the wake of low approval ratings and his efforts to speak directly to voters. \n\nThe Miami Herald/St. Petersburg Times first reported the robocalls May 27 and described them this way June 29: \n\nThe calls have been coming most every week, the same amiable voice on the other side of the line.\n\n\"Hi this is Gov. Rick Scott. I wanted to personally call and share some very encouraging news about our efforts to get Florida back to work. ... Unemployment is down for five straight months, bucking the national trend.\"\n\nScott's calls have also talked about property tax cuts, fighting drug abuse and vetoing \"wasteful special interest projects\" by GOP legislators.\n\nPink Slip Rick then encouraged Floridians to call back and posted many calls on its website.\n\nThe Pink Slip Rick campaign is sponsored by Florida Watch Action, a progressive group. The executive director of Florida Watch Action is Susannah Randolph, wife of state Rep. Scott Randolph, D-Orlando, and former campaign manager to former U.S. Rep. Alan Grayson. The Truth-O-Meter gave Pink Slip Rick a Pants on Fire for its April 2, 2011, claim that Scott lost 331,227 jobs.\n\nAbout 300 people left messages for Scott in August and Pink Slip Rick then forwarded them on to the governor, Susannah Randolph told us in an interview. \n\nHow the robocalls were funded\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nNow to the meat of the claim -- who paid for Scott's calls?\n\nThe Miami Herald/St. Petersburg Times, the Orlando Sentinel and the Palm Beach Post reported that the Republican Party of Florida paid for the robocalls.\n\n\"Technically, it's political party intrusion, not government intrusion, because state party campaign donations are paying for the calls, which can cost as little as 2 cents each,\" the Miami Herald/St. Petersburg Times wrote June 29.\n\nRPOF spokesman Brian Hughes confirmed for PolitiFact Florida in an Aug. 18 e-mail that RPOF -- not the state -- paid for the robocalls. He also sent us a link to a July 21 St. Petersburg Times blog post that stated RPOF spent $149,450 for the past three months on the robocalls -- and confirmed the blog was accurate.\n\nThe Palm Beach Post said in an Aug. 5 article that \"Since the May poll, the Republican Party of Florida spent more than $500,000 on robo-calls, polling and Google ads touting Scott's achievements.\" \n\n\"I would say $500,000 for a variety of communication and outreach to the voters of Florida seems accurate,\" Hughes wrote in an e-mail to PolitiFact Florida.\n\nRandolph said she knew that, in this case, the caller had her facts wrong and that the party paid for Scott's robocalls. But Randolph said that the only calls that were omitted from the Pink Slip Rick website were a couple that were profane.\n\n\"A lot of calls were opinions about the governor -- their own personal stories about what they are going through,\" Randolph said. \"A lot of folks calling in are average middle-class Floridians who don't follow politics the way we follow it. ... We are not going to fact-check people's personal stories.\"\n\nOur ruling\n\n\"Debra B.\" said that Scott had \"a lot of nerve spending a quarter of a million of our tax dollars to robocall people and tell them how good a job you're doing.\" He didn't spend tax dollars -- the Republican Party of Florida picked up the tab. Particularly after a session of massive budget cuts, it's a tall claim to accuse Scott of spending tax dollars to promote himself in robocalls, and that's not what he did here. We rate this claim False.", "vclaim_id": "vclaim-pol-12534"}