{"url": "/factchecks/2016/oct/10/donald-trump/donald-trump-has-no-fiduciary-responsibility-his-p/", "speaker": "Donald Trump", "vclaim": "Says he has \"a fiduciary responsibility to his business, his family and his employees to pay no more tax than legally required.\"", "truth_label": "false", "date": "stated on October 1, 2016 in a statement from the campaign:", "title": "Donald Trump has no 'fiduciary responsibility' on his personal tax returns, experts say", "text": "In response to a New York Times article dissecting leaked pages from his tax returns, Donald Trump’s presidential campaign released a statement that sought to justify Trump’s efforts to keep his personal income taxes low.\nThe Times article followed months of refusal by Trump to release his tax returns, something that all presidential candidates since 1980 have done. The paper reported that a $916 million loss could have enabled Trump to cancel out earned income in other years, enough to legally pay no personal federal income tax for up to 18 years.\nThe Trump campaign’s unsigned statement argued in part that Trump had an obligation to pay the lowest amount of taxes possible.\n\"Mr. Trump is a highly skilled businessman who has a fiduciary responsibility to his business, his family and his employees to pay no more tax than legally required,’ the statement said in part.\nBut does Trump have a \"fiduciary responsibility\" to pay as little as possible in personal income taxes? Most experts agreed that no such responsibility exists. (Trump’s campaign did not respond to an inquiry for this article.)\nLet’s start with defining what \"fiduciary responsibility\" means.\nThe most basic definition of fiduciary responsibility is a legal obligation of one party to act in the best interests of another. (There are other types of fiduciary relationships than economic ones -- such as attorneys to their clients, priests to their parishioners and doctors to their patients -- but we’ll set those aside here.)\nIn a business setting, fiduciary obligation most often refers to the principle that a company’s management has a responsibility to act in the best interests of those who own the company -- its stockholders.\nThere’s some disagreement about how this principle should be put into practice -- for instance, should a company maximize its short-term income regardless of the risks that doing so could carry for the long-term success of the company?\nIn general, though, the overarching principle is considered fairly straightforward: A company’s manager is under an obligation to put shareholders’ interests ahead of his or her own personal financial interests.\nThis principle is commonly followed in the business world. But most experts we contacted said that while the fiduciary principle would govern how a company pays its taxes, it would not apply to Trump’s personal tax return.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"The general view is that corporate law imposes a fiduciary responsibility on company managers to maximize company profits on behalf of the company’s owners,\" said Dennis Caplan, associate professor of accounting at the University at Albany. That means that if Trump managed a company owned by others, he’d have an obligation to minimize corporate taxes in order to maximize profits, he said.\nBut that’s not the case for personal income tax returns -- and it is those returns that were leaked to the New York Times and that were the subject of the speculation about 18 tax-free years.\n\"I do not see how the taxes on his personal tax return would be relevant with respect to this particular fiduciary responsibility,\" Caplan said.\nOther experts agreed. Richard W. Painter, a University of Minnesota corporate law professor who was previously chief ethics lawyer for President George W. Bush, told PolitiFact that \"one does not have fiduciary duty to other people, except perhaps a joint-filing spouse, when filing personal tax returns.\"\nPainter added that there is also \"no such thing\" as a fiduciary duty to oneself. \"That’s called greed,\" he put it in an interview with the New York Times. \"And greed is not a component of the law of fiduciary duty anywhere.\"\nThe fiduciary responsibility argument is something that Trump is \"making up,\" said Daniel Shaviro, a professor of taxation at New York University Law School. \"No such responsibility would extend to his personal taxes, even if he were the CEO of a publicly traded company,\" he said.\nThere’s a difference between tax evasion, which is illegal, and tax avoidance, which is legal, said Charles Elson, director of the University of Delaware's John L. Weinberg Center for Corporate Governance. He suspects that Trump was trying to echo this old piece of wisdom, but not successfully. The statement was not done in the \"most artfully crafted\" way, Elson said.\nAt most, Trump might be able to argue that he has some fiduciary obligations to his employees, suggested Lawrence White, a professor at New York University’s Stern School of Business. That would be arguable \"to the extent that any bankruptcy -- which might have arisen if he had not availed himself of these loss carry-forward/carry-back opportunities -- would have converted them into unsecured claimants for any delayed wages or other benefits,\" White said.\nHowever, that’s a \"novel\" argument untested in the courts, said University of Chicago Law School professor Daniel Hemel, writing in a Medium post. \"Employers generally have no fiduciary duties to their employees,\" Hemel wrote.\nOur ruling\nThe statement from Trump’s campaign said he has \"a fiduciary responsibility to his business, his family and his employees to pay no more tax than legally required.\"\nThat might have been a credible argument if he were referring to his companies’ tax returns. But the statement was in response to controversy surrounding Trump’s personal tax returns. Experts we contacted said there is no generally accepted fiduciary obligation keep one’s own taxes low.   \nThe statement is not accurate. We rate it False.\nhttps://www.sharethefacts.co/share/3108538b-63c9-4643-a6b3-4833eaa0441c", "vclaim_id": "vclaim-pol-04173"}