{"url": "/factchecks/2018/may/18/leah-vukmir/pants-fire-attack-without-evidence-links-us-sen-ta/", "speaker": "Leah Vukmir", "vclaim": "Says Tammy Baldwin is \"more worried about the mastermind of 9/11\" than supporting CIA director nominee Gina Haspel.", "truth_label": "pants-fire", "date": "stated on May 14, 2018 in an interview:", "title": "Pants on Fire for attack that, without evidence, links U.S. Sen. Tammy Baldwin with 9/11 mastermind", "text": "Does U.S. Sen. Tammy Baldwin have so much more concern for a 9/11 terrorist, compared to the president’s nominee to run the CIA, that she would vote against the nominee?\nIt’s an attack that appears to question the Wisconsin Democrat’s patriotism.\nAnd if it’s correct, where is the evidence?\nThe claim was made by Leah Vukmir, who is vying with fellow Republican Kevin Nicholson for the chance to run against Baldwin in November 2018.\nAs stated, Vukmir’s claim draws a conclusion based on what is publicly known about Baldwin’s stance toward Khalid Sheikh Mohammed, the mastermind of the Sept 11, 2001 terrorist attacks.  \nLet’s examine if the evidence matches the rhetoric.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \n‘Team Terrorists’\nVukmir took flak, even from conservatives, when she branded Baldwin and Mohammed as \"Team Terrorists.\" But Vukmir then doubled-down and even tripled-down in a series of statements, including one that makes the claim we want to check.\nIn a May 14, 2018 interview, Steve Scaffidi, a conservative talk show host on WTMJ-AM in Milwaukee, asked Vukmir to explain \"what you were trying to say\" in tying Baldwin to Mohammed.\nVukmir alluded to Gina Haspel, the nominee of President Donald Trump to be director of the Central Intelligence Agency, and said:\nTammy and her party are more interested, and they’re more worried about, the mastermind of 9/11 -- the individual that plotted and ultimately killed over 3,000 Americans on our soil. And she‘s more worried about those individuals than to support a very strong woman with a track record to be the head of the CIA.\nNo evidence\nWhen Vukmir did the interview, it was expected that Baldwin would ultimately oppose Haspel. But Baldwin had not yet said whether she would vote for or against the nominee, who needs Senate confirmation to become CIA director. (Three days after the interview, Baldwin announced she'll vote against the nomination.)\nIn any case, Baldwin’s support or opposition to Haspel is not what we’re fact checking here.\nWhen we asked Vukmir’s campaign staff for evidence to support Vukmir’s claim that Baldwin is \"more worried\" about Mohammed than supporting Haspel, it was lacking.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\n\n\n\nLatest fact checks on the Senate candidates:\n\n\nBaldwin: 97 percent of gun owners support universal background checks. Mostly True.\n\n\nNicholson: Baldwin cosponsored legislation that wanted to establish the Department of Peace and Nonviolence.\" Mostly True.\n\n\nVukmir: Baldwin \"claims to support a 'Buy America' philosophy, but her actions speak louder than her empty words.\" False.\n\n\n\n\n\n\n \nWe were referred only to a New York Times news article, published six days before Vukmir’s interview. Vukmir’s campaign said the article shows Mohammed’s \"opposition\" to the nomination of Haspel, a career CIA officer.\nThe article reported on Mohammed’s request to share six paragraphs of unspecified information about Haspel with the Senate Intelligence Committee, before the committee voted to recommend Haspel’s confirmation. Mohammed had been captured in 2003 and tortured by the CIA. But it is not known whether Haspel was involved, directly or indirectly, in his torture, according to the article.\nHaspel has since declared that the agency should not have undertaken its interrogation program in which al Qaeda detainees were tortured after the Sept. 11 attacks, and is likely to be confirmed by the Senate, according to another Times news article.\nThe article did not even mention Baldwin -- much less provide any evidence that Baldwin had any concern for Mohammed.\nAbout Baldwin\nFor her part, when asked the day after Vukmir’s interview about Haspel and Vukmir’s \"Terrorist Team\" attack, Baldwin said on MSNBC she was on a \"third iteration\" of attempts to meet with Haspel.\nTwo other points are worth noting:\n\n\nBaldwin did not call for Mohammed’s testimony to be allowed by the Senate Intelligence Committee. (She is not a member of the panel.)\n\n\n\n\nIn the days after 9/11, Baldwin, as a member of the House, voted for a measure overwhelmingly approved by Congress that gave the president authority to use force to invade Afghanistan in response to the 9/11 attacks.\n\n\nIn short, Vukmir provided nothing of substance to support linking Baldwin with a terrorist.\nOur rating\nVukmir says Baldwin is \"more worried about the mastermind of 9/11\" than supporting Trump’s nominee for CIA director.\nShe provided no information to back up an extreme claim that Baldwin has serious concern for a terrorist that it is motivating her not to support the nominee.\nWe rate Vukmir’s statement Pants on Fire.  Share the Facts 2018-05-18 14:27:46 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Tammy Baldwin is \"more worried about the mastermind of 9/11\" than supporting CIA director nominee Gina Haspel.     Leah Vukmir Republican Wisconsin U.S. Senate candidate https://www.wtmj.com/scaffidi-and-bilstad   In an interview Friday, May 4, 2018 2018-05-04    Read More  info", "vclaim_id": "vclaim-pol-02055"}