{"url": "/factchecks/2018/apr/23/bill-hightower/1700-families-generate-80-percent-crime-mobile-ala/", "speaker": "Bill Hightower", "vclaim": "\"In Mobile, it’s something like, 1,700 families generate 80 percent of the crime. We know who those families are.\"", "truth_label": "half-true", "date": "stated on April 18, 2018 in a debate:", "title": "Do 1,700 families generate 80 percent of crime in Mobile, Alabama?", "text": "Alabama state Sen. Bill Hightower raised a few eyebrows during a debate among Republican candidates for governor when he traced a large portion of crime to a small portion of families in Mobile.\nJoining Hightower at the April 18 debate were Huntsville Mayor Tommy Battle and evangelist Scott Dawson, all of whom are hoping to replace incumbent Gov. Kay Ivey as the Republican nominee after the June 5 primary. Ivey, who stepped into the role after former Gov. Robert Bentley resigned, did not participate in the debate.\nOne AL.com reader asked the candidates, \"As the mom of a third grader who had a classmate say he would bring a gun to school, what will you be doing to keep our kids safe?\"\nHightower proposed placing police officers in schools so that they got to know students and prevent crime.\n\"We know who the difficult students are, more often than not, through their truancy and through their actions,\" Hightower said. \"In Mobile, it’s something like, 1,700 families generate 80 percent of the crime. We know who those families are.\"\nMobile has a population of about 193,000. Is a small fraction of families generating a majority of crime?\nNot so fast.\nIt sounded like Hightower was talking about the outsized effects of organized crime in Mobile. But Hightower’s campaign told us he was citing a statistic about school suspensions.\nThat statistic is 15 years old and is the latest study available.\nIn 2003, the Mobile County district attorney researched school suspensions and found that of the 65,000 students in the district, only 1,500 students were responsible for 75 to 80 percent of serious school infractions. The district attorney then cross-referenced the students with home addresses to identify 1,200 households.\nThe office did not study all of the reasons for a suspension, just those that were considered serious — such as burglary or having drugs or weapons on campus. John Tyson, the former district attorney who did the research, emphasized the behavior did not constitute crime under a criminal justice definition.\nTyson said there is not a similar data point for more recent years.\nStill, criminologists were not surprised by the finding.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"The general idea that a few people are engaged in a lot of problem behavior and criminal behavior makes a lot of sense and would be consistent with what we see with a lot of other types of crime,\" said Adam Lankford, an associate professor of criminology and criminal justice at the University of Alabama.\nSexual assault on campus came to mind, where the number of reported incidents often heavily outweighs the number of offenders.\n\"A small percentage of the population is responsible for a large percentage of crimes. The same is true of families as criminal behavior often runs within families,\" said James Fox, a criminology professor at Northeastern University.\nLankford took issue with Hightower’s description of the role of families. While social factors play a role in problematic behavior, the research identified correlation, not causation. It did not place blame on a small proportion of families for crime.\nIn fact, Tyson warned against using the word \"crime\" to describe the behavior, as the research looked at addressing school suspensions and absences to address potential future crime, not actual crime.\nTyson said the research was not very relevant for his office. But he did use it as a starting point for the ongoing Helping Families Initiative, which he continues to lead.\nThe initiative pairs K-12 public school students who are identified as at-risk for crime with law enforcement and community resources, such as child services, public health officials and domestic violence experts. The aim is to reduce misdemeanors committed on campus and other criminal acts.\nThe program is active in six districts, including Mobile.\nOur ruling\nHightower said, \"In Mobile, it’s something like, 1,700 families generate 80 percent of the crime.\"\nHightower’s point is roughly related to available research. But he did not describe it correctly.\nHe oversimplified research findings of the Mobile County District Attorney’s office about school suspensions.\nThe office learned kids from 1,200 households were responsible for 75 to 80 percent of school infractions in Mobile’s public schools. It did not go so far as to examine the role of the families in those households.\nAlso, it’s important to know the research was from 2003, and we don’t know if the percentage still holds up. And importantly, the study centered on school suspensions and not \"crime,\" in a literal or legal sense.\nBecause the statement is partially accurate but missing critical context, we rate this statement Half True.\n Share the Facts 2018-04-23 15:58:39 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  “In Mobile, it’s something like, 1,700 families generate 80 percent of the crime. We know who those families are.”    Bill Hightower Alabama state senator https://www.al.com/news/0a9300-live-from-the-reckon-by-http-al-com-al-com-gop-governor-s-debate.html   GOP governor's debate Wednesday, April 18, 2018 2018-04-18    Read More  info", "vclaim_id": "vclaim-pol-02163"}