{"url": "/factchecks/2020/jul/31/viral-image/viral-image-shows-caribbean-statue-unveiled-2007-n/", "speaker": "Viral image", "vclaim": "“The first Statue of Liberty given to the U.S. by France was a Black woman which the U.S. rejected.”", "truth_label": "false", "date": "stated on December 22, 2018 in a post on Facebook:", "title": "Viral image shows Caribbean statue unveiled in 2007, not original Statue of Liberty", "text": "An image shared on Facebook falsely claims that the iconic sculpture overlooking New York Harbor is not the original Statue of Liberty. The post asserts that the original statue, which depicts a Black woman, was rejected by the U.S. and can currently be found on the island of St. Martin. \nThe image features a photo of what is purported to be the original Statue of Liberty: a sculpture of a Black woman raising a lantern. Text above the photo says:\n\"The first Statue of Liberty given to the US by France was a Black woman which the US rejected… France replaced it with the version currently in New York harbor. This Black Lady Liberty, also created by France, sits on the island of St. Martin…\" \nThe statue in the photo is Lady Liberty on the island of St. Martin. While the text correctly identifies the statue’s location, this statue was actually installed in 2007 by sculptor Theodore Bonev, more than 120 years after President Grover Cleveland unveiled the U.S. Statue of Liberty. When Africa Check vetted a similar image, it found an article from a St. Martin newspaper that reported on the statue’s 2007 installation. Lady Liberty was built to mark the 159th anniversary of emancipation on the French side of the Caribbean island, and locals frequently celebrate the end of slavery at its base. \nEdward Berenson, a professor of history at New York University and author of the book \"The Statue of Liberty: A Transatlantic Story,\" told PolitiFact in an email that he had seen the image many times and that it is erroneous. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"It circulates regularly on the internet and social media. It's completely false,\" he wrote. \nBerenson noted that rumors about a Black Statue of Liberty could have originated from plans that Frédéric-Auguste Bartholdi, the Statue of Liberty’s designer, made for an earlier project. In the late 1860s, Bartholdi sketched a statue of an Egyptian woman that he was hoping to build at the southern end of the Suez Canal. When funding for the project fell through, Bartholdi abandoned his plans, but he later used the drawings as a jumping-off point for the Statue of Liberty, reworking the Egyptian woman into a classical Greco-Roman goddess of liberty. \nNothing in the historical record indicates that Bartholdi built a Black Statue of Liberty, only to have the U.S. reject it. But versions of the rumor date back at least as far as the late 1990s, before Lady Liberty was erected on St. Martin.\nIn 1998, after receiving several inquiries about the claim, the National Park Service launched an exhaustive, two-year investigation into the Statue of Liberty’s history. Anthropologist Rebecca M. Joseph, who authored the report, wrote that \"there is no evidence that Bartholdi's ‘original’ design was perceived by white American supporters or the United States government as representing a black woman, or was changed on those grounds.\" \nIn other words, the U.S. government gratefully accepted the only Statue of Liberty it was ever offered. \nWe rate this post False.", "vclaim_id": "vclaim-pol-17845"}