{"url": "/factchecks/2018/sep/11/corey-stewart/corey-stewart-wrongly-says-trump-made-us-top-oil-a/", "speaker": "Corey Stewart", "vclaim": "\"It is only under President Trump that we have become the largest producer of oil and gas resources.\"", "truth_label": "false", "date": "stated on July 21, 2018 in a debate.:", "title": "Corey Stewart wrongly says Trump made U.S. top oil and gas producer", "text": "Thanks to President Donald Trump, Corey Stewart says, the United States is leading the world in oil and gas production.\nStewart, Virginia’s Republican nominee for the U.S. Senate, made that claim twice during a July 21 debate with Democrat incumbent Tim Kaine. Stewart — a Trump loyalist — was portraying Kaine as a constant opponent of the president programs, including energy policy.\n\"Because of President Trump, the United States is - now get this - the largest combined supplier of oil and gas resources on the planet,\" Stewart said.\nStewart repeated the claim three minutes later. \"It is only because of President Trump that we have become the largest producer of gas and oil resources,\" he said.\nWe investigated Stewart’s statements. The U.S. is the world’s largest combined producer of gas and oil. The question is whether that happened during Trump’s presidency, which began Jan. 20, 2017.\nThe answer is no.\nStewart’s campaign didn’t respond to three requests for proof of Stewart’s claim. So we turned to research from the U.S. Energy Information Administration, which compiles data of global energy production and consumption.\nFigures and charts in an EIA report this spring show that the U.S. overtook Russia as the world’s largest gas and oil producer in 2011 - when Barack Obama was president. The U.S. produced 43.92 quadrillion British thermal units of gas and oil a day that year (roughly equivalent to 22 million barrels), compared to Russia’s daily rate of 43.85 quadrillion Btu. Saudi Arabia was a distant third, producing 26.5 quadrillion Btu daily.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSince then, the U.S. has steadily expanded its lead. In 2017 - the first year of Trump’s presidency - the U.S. produced 59.4 quadrillion Btu of oil and gas daily, compared to Russia’s rate of 46.4 quadrillion Btu a day. Saudi Arabia again ranked third, at 28.7 quadrillion Btu.\nThe EIA and other energy experts attribute the growth in U.S. production to a surge in extracting oil and gas from shale by hydraulic fracturing, or fracking. The process involves using water pressure to fracture rocks and release their natural gas and oil. The U.S. is the world leader in shale gas production.\nShale production has made the U.S. the \"undisputed global oil and gas leader,\" Fatih Birol, executive director of the International Energy Agency, which advises 30 nations, told a U.S. Senate committee in January 2018. He said the U.S. should keep that that status for years to come.\nThe U.S. overtook Russia in 2009 to become the world’s largest gas producer. It passed Saudi Arabia in 2013 to become the leading oil producer.\nOur ruling\nStewart said, \"It is only under  President Trump that we have become the largest producer of oil and gas resources.\" His campaign didn’t respond to three requests for proof.\nEIA data shows that U.S. has been the world leader in gas production since 2009, oil production since 2013, and combined gas and oil production since 2011. All of this happened well before Trump came to White House.\nWe rate Stewart’s statement False.\nCorrection: An earlier version of this fact check mispelled the first name of Fatih Birol.", "vclaim_id": "vclaim-pol-01636"}