{"url": "/factchecks/2013/nov/15/ted-cruz/ted-cruz-says-gun-prosecutions-down-under-obama/", "speaker": "Ted Cruz", "vclaim": "\"Under President (George W.) Bush, prosecution of gun crimes was 30 percent higher than it is under President Obama.\"", "truth_label": "barely-true", "date": "stated on November 8, 2013 in in an interview on the \"Tonight Show\":", "title": "Sen. Ted Cruz says gun prosecutions down under Obama administration", "text": "After leading the charge for a government shutdown to defund President Barack Obama’s health care law, freshman Sen. Ted Cruz, R-Texas, hasn’t shied away from the spotlight.\nOn Nov. 8, 2013, Cruz was a guest on the Tonight Show with Jay Leno. Long before he got to the obligatory joke about reading Green Eggs & Ham during a lengthy Senate speech, he addressed gun policy.\n\"Do you target violent criminals, or do you try to take away the constitutional rights of law-abiding citizens?\" Cruz said.\nAfter the senator criticized Obama for focusing on the latter at the expense of the former, he praised predecessor George W. Bush’s efforts.\n\"Under President Bush, prosecution of gun crimes was 30 percent higher than it is under President Obama,\" Cruz said. \"They’re not targeting bad guys.\"\nWe decided to see how the numbers differed under the two presidents.\nWays to read the data\nLet’s break down the number of federal prosecutions by year. We’ll start with fiscal year 2002, since that represents Bush’s first full year in office. Fiscal year 2012 is the most recent year we have data for.\nThere are two different sets of statistics we can look at. Cruz’s spokeswoman referred us to the Transitional Records Access Clearinghouse, a Syracuse University data-gathering organization. This data tracks federal gun prosecutions by the lead, or most serious, charge.\nOn the other hand, the Department of Justice’s United States Attorney’s Office tracks all charges, a more inclusive category of prosecutions. Their data set includes everyone who was charged with a gun crime. The lead charge category only includes people whose most serious offense was gun-related, a distinction that omits thousands of charges each year.\n\n\n\n \nLead charges\nAll charges\n\n\n\n\n2002\n7,948\n10,634\n\n\n2003\n10,432\n13,037\n\n\n2004\n11,015\n12,962\n\n\n2005\n10,219\n13,062\n\n\n2006\n9,652\n12,479\n\n\n2007\n8,919\n12,087\n\n\n2008\n8,484\n11,974\n\n\n2009\n8,188\n11,722\n\n\n2010\n7,614\n11,421\n\n\n2011\n7,465\n11,811\n\n\n2012\n7,774\n11,728\n\n\n\nCruz’s spokeswoman also told us that Cruz’s claim didn’t take into account numbers for Bush’s entire term: He used 2004, the high-water mark for lead gun prosecutions during the time period, as his starting point.\nWe’re left with four ways to calculate the percent change:\n• Lead charges from 2002 to 2012, which gives us a 2.2 percent decrease\n• Lead charges from 2004 to 2012, which gives us a 29.4 percent decrease\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n• All charges from 2002 to 2012, which gives us a 10.3 percent increase\n• All charges from 2005 (the high-water mark of this data set) to 2012, which gives us a 10.2 percent decrease\nThis makes clear how Cruz got his 30 percent decrease. However, that’s not the only, or necessarily the best, approach.\nNone other than TRAC’s co-director, Susan Long, told PolitiFact that her organization’s use of lead charges isn’t as comprehensive as using all charges. She also called Cruz’s 2004 start date misleading, since it amounts to cherry-picking.\nThe most reliable number may be the 10.3 percent increase in gun prosecutions between fiscal years 2002 and 2012. This rate actually indicates the trend moving in the opposite direction from what Cruz asserted.\nWho’s responsible?\nIn addition to highlighting a numerical difference in federal gun crime prosecutions, Cruz specifically suggested that Obama’s policies are responsible for the decrease. But how much influence does the president really have on the issue?\nExperts say: not much.\n\"The Bush administration was all over the map,\" Long said. \"Those trends really are being driven by something other than presidential policy,\" since the peaks and valleys don’t coincide with presidential terms, she said.\nAs we’ve noted in a previous fact check, the president, as the head of the executive branch, can order changes to prosecutorial priorities. For instance, following the Newtown, Conn. school shooting in December 2012, Obama did call for the need to \"maximize enforcement efforts to prevent gun violence and prosecute gun crime.\"\nWe don’t yet have data that reflects prosecutions in the aftermath of Newtown. But it’s important to note that Obama’s priorities are not the only factors at play in these decisions. Any presidential shift in policy must filter down to the attorney general, the Bureau of Alcohol, Tobacco, Firearms and Explosives field offices, and front-line attorneys, said Ronald Frandsen, grants administrator for the Regional Justice Information Service.\nU.S. attorneys can decline to prosecute gun cases for a variety of reasons, as outlined by TRAC.\nSo Obama is responsible for setting the broad policy approach to gun prosecutions, but he isn’t micromanaging individual cases. Much of the decision-making occurs at a lower level.\nOur ruling\nCruz said prosecution of gun crimes under the Bush administration was 30 percent higher than it is under Obama.\nIt’s possible to get a decline that big by cherry-picking the data, but the most inclusive method actually produces an increase. Cruz also overstates the role of the president in determining prosecution rates. We rate Cruz’s claim Mostly False.", "vclaim_id": "vclaim-pol-08609"}