{"url": "/factchecks/2012/mar/22/marcy-kaptur/rep-marcy-kaptur-says-lake-erie-has-more-native-fi/", "speaker": "Marcy Kaptur", "vclaim": "Says Lake Erie contains more native fish than all the other Great Lakes combined.", "truth_label": "mostly-true", "date": "stated on February 29, 2012 in a House of Representatives floor speech:", "title": "Rep. Marcy Kaptur says Lake Erie has more native fish than all other Great Lakes combined", "text": "With a newly reconfigured congressional district that stretches along Lake Erie between Toledo and Cleveland, it’s not surprising that U.S. Rep. Marcy Kaptur would be one of Lake Erie’s biggest boosters.\n\nLate last month, the Toledo Democrat  marked Great Lakes Week on Capitol Hill with a speech on the House of Representatives floor that discussed the need to prevent voracious Asian carp from entering the Great Lakes and threatening its $7 billion fishing industry. She declared that no lake is more important than Lake Erie, noting that it has the Great Lakes’ largest fishery.\n\nLake Erie \"contains more native fish than all the other lakes combined,\" Kaptur said. \"We must protect this valuable ecological treasure, and the local multi-billion dollar economy it supports.\"\n\nKaptur’s boast about Lake Erie containing \"more native fish than all the other lakes combined\" sounded like it might be a fish story, so PolitiFact Ohio decided to check it out.\n\nWe consulted Ohio Sea Grant College Program Director Jeffrey M. Reutter, an expert on Lake Erie. He said Kaptur’s statement is largely correct, although there are caveats. He said that Lake Erie always produces more fish than any of the other Great Lakes, and invariably outstrips Lakes Ontario, Huron and Superior combined. Occasionally Lake Michigan produces enough fish so that its total, when added to the other three, exceeds the total produced by Lake Erie. He also said that some of the fish that populate the lakes - such as common carp, as well as salmon and trout that have been stocked in Lakes Michigan and Huron, are not native species.\n\n\"The point I am a little unsure of is the native vs. non-native portion,\" he said. \"That is a hard one to state accurately because, for example, the common carp, which is very abundant just about everywhere, is not technically a native species and the large salmonid fishery on Lake Michigan is not native.\"\n\nHe said that Lake Superior contains 40 to 50 percent of the water in the Great Lakes, but just 2 percent of the fish. Lake Erie contains just 2 percent of the water, and 50 percent of the fish. He said Lake Erie produces more fish than the other lakes because it is the farthest south, the shallowest, and therefore the warmest lake. Lake Erie also is surrounded by farms and urban residential areas that stream nutrients into its waters. The nutrients feed algae and zooplankton, which feed Lake Erie’s fish. Lake Superior is deeper, colder, and is largely surrounded by forests, so it gets fewer nutrients produced by human intervention and produces fewer fish.\n\n\"Personally, I would say that she is arguably correct in her statement and let it go,\" said Reutter. \"Congresswoman Kaptur has heard me speak on Lake Erie many times and I am sure she is attempting to accurately repeat something she has heard from me. I would say it’s close enough to be OK.\"\n\nOhio Department of Natural Resources fisheries biology supervisor Jeff Tyson confirmed Reutter’s observations, noting that the sport and commercial walleye and yellow perch fisheries in Lake Erie far exceed the harvestable fish in the other lakes. White bass, white perch, rainbow smelt, freshwater drum and channel catfish are also found in Lake Erie.\n\nTyson noted that isolated specimens of the Asian carp that Kaptur fears could devastate the Great Lakes have already been found in Lake Erie, most recently in 2003. He said those fish were probably put into its waters  as part of a tradition among Asians, in which two live fish are purchased, and one is eaten and the other is released for good luck.\n\n\"We think these were isolated incidents and have no evidence of an established population,\" said Tyson.\n\nTyson said that Asian carp eat huge amounts of the same plankton consumed by larval walleye, so their introduction would hurt the walleye’s ability to compete.\n\nA Michigan Sea Grant Extension study of Great Lakes Commercial Fisheries bears out Kaptur’s contention that Lake Erie produces more fish than the other lakes combined, although it did not break out native vs. non-native species. In the year it examined - 2000 - it  found that the Great Lakes produced 46.7 million pounds of fish. Of that total, 26.1 million pounds came from Lake Erie, about 56 percent of the total. Lake Erie’s haul included roughly 7 million pounds each of walleye and smelt, 4.4 million pounds of yellow perch, 3.4 million pounds of white bass, and more than a million pounds each of carp and lake whitefish.\n\nThe Great Lakes Fishery Commission also keeps data on the amount of fish produced in each of the Great Lakes. In 2005, the most recent year for which complete data is posted on its website, Lake Erie’s fish production exceeded that of the combined other lakes by a 3-to-2 margin.\n\nThere’s no doubt that Kaptur is correct in her overall point that Lake Erie has by far the most productive fishery on the Great Lakes. Her contention that Lake Erie contains more native fish than the other lakes combined is slightly problematic. It’s true that the fishing haul in Lake Erie usually exceeds the combined total of the other lakes. But some fish that are commercial staples in the Great Lakes are not considered \"native\" because they were introduced from other areas, although their presence isn’t as unwelcome and devastating as invaders like zebra mussels have been, and Asian carp would be.\n\nWe rate Kaptur’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-11404"}