{"url": "/factchecks/2021/feb/02/jenna-wadsworth/elaine-marshall-has-won-more-statewide-races-anyon/", "speaker": "Jenna Wadsworth", "vclaim": "North Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"", "truth_label": "true", "date": "stated on January 26, 2021 in a tweet:", "title": "Elaine Marshall has won more statewide races than anyone alive in North Carolina", "text": "Former North Carolina agriculture commissioner candidate Jenna Wadsworth says Secretary of State Elaine Marshall has an unparalleled political record.\n\"Sec. Marshall has won more statewide races than probably anyone else alive in NC at this point or is damn close,\" Wadsworth tweeted.\nWadsworth tweeted the claim as part of a message urging Democrats to consider the strength of female candidates before moving ahead with another white male nominee for U.S. Senate.\nThe current seat holder, Republican Richard Burr, says he won’t seek reelection in 2022. The same day as her tweet, state Sen. Jeff Jackson announced his candidacy for U.S. Senate.\nWe wondered: Is it true that Secretary of State Elaine Marshall has won more statewide races in North Carolina than anyone alive?\nWadsworth said she was thinking of not only general elections but also primaries when she tweeted her claim about Marshall. \nHowever, we’ll focus on general elections for a couple reasons. For one, in North Carolina, primaries aren’t open to every voter. We also found it difficult to find official primary records dating back several decades. \nSo we scrolled through internet archives, reached out to the state’s political parties and consulted UNC School of Government Librarian Alex Hess. It appears Wadsworth is right.\nThe \"statewide\" part means we’re only looking at U.S. senators, governors, Council of State members, and judges. And the \"alive\" part is key. \nElected seven times\nIf you consider all candidates living or dead, Marshall does not hold the record for winning the most statewide elections in North Carolina. That record likely belongs to the late Thad Eure, who was elected secretary of state 13 times and served for 53 years. The late former agriculture commissioner Jim Graham, who won nine times, appears to have won the second-most statewide races.\nMarshall, 75, has been elected secretary of state seven times dating back to 1996.\nShe ran for U.S. Senate twice, losing the Democratic primary in 2002, and then winning a primary runoff in 2010 but losing to Burr in the general election.\nWhen it comes to statewide races won, Marshall’s closest competitor appears to be Gov. Roy Cooper. Cooper has won six statewide races dating back to 2000. Before winning gubernatorial races in 2020 and 2016, voters elected Cooper attorney general four times.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIf we consider primaries, Marshall appears to be tied for winning the most races for statewide office. \nWhen we include the three primaries Marshall has won, her tally comes to 10 victories for statewide election. When Cooper’s four primaries are counted, he also lands at 10 statewide wins. Former Gov. Jim Hunt has also won 10, if you count each of the primaries he won prior to winning four terms as governor and one as lieutenant governor. \nBefore Hunt’s tenure, governors could only serve one term and were not allowed to run for reelection. \nOther notable North Carolinians\nIncumbency has served top North Carolinians well through the years. Here’s a brief rundown of notable current and former politicians who have won multiple statewide races.\nU.S. Senators: The late Jesse Helms was elected to Senate five times and served for 40 years.\nBurr won three terms and Thom Tillis has won two terms in the U.S. Senate. Prior to running for Senate, neither ran a statewide race. \nOther recent senators -- Kay Hagan, Elizabeth Dole, John Edwards, Lauch Faircloth -- each one a single term.\nGovernors: Of North Carolina’s other living former governors, Mike Easley won the most statewide races. He won two terms for governor and two for attorney general. Former Gov. Jim Martin won two terms, while Pat McCrory and Bev Perdue each served a single term. Perdue, for her part, also won two terms as lieutenant governor.\nCouncil of State: Several commissioners and Council of State members have won five or more statewide races. \nThe late Jim Long won six terms as insurance commissioner. Agriculture Commissioner Steve Troxler has won five terms in a row dating back to 2004. Cherie Berry won five terms as labor commissioner before retiring in 2020. Rufus Edmisten won three races for attorney general and two for secretary of state.\nJudges: North Carolina judges are unlikely to ever reach Eure’s record — or even Marshall’s mark — because they serve eight-year terms and are legally blocked from working full-time beyond age 72.\nLinda McGee last month retired as the longest serving Court of Appeals judge in state history, winning three races after being appointed in 1995.\nOur ruling\nWadsworth said Marshall \"has won more statewide races than probably anyone else alive in NC at this point.\"\nIt appears she’s right. We rate this claim True.", "vclaim_id": "vclaim-pol-19064"}