{"url": "/factchecks/2009/aug/31/newt-gingrich/barack-obama-poll-after-seven-months-shows-him-beh/", "speaker": "Newt Gingrich", "vclaim": "\"Since World War II, only Gerald Ford and Bill Clinton have had worse ratings after seven months than President Obama.\"", "truth_label": "true", "date": "stated on August 30, 2009 in an op-ed in The Washington Post:", "title": "Barack Obama poll after seven months shows him behind other presidents", "text": "The pundits and prognosticators are saying President Barack Obama is losing his mojo.\n\n\nAnd they have facts to back up their claim.\n\n\n\"Since World War II, only Gerald Ford and Bill Clinton have had worse ratings after seven months than President Obama,\" said Republican Newt Gingrich, offering advice to Obama on the op-ed page of the\n\nWashington Post.\n\n\n\nGingrich's comment was part of a roundup of advice solicited by the\n\nPost\n\nfor the supposedly faltering president; Gingrich advised Obama to reject his left-leaning supporters and move to the center.\n\n\nBeing but humble fact-checkers, we can't speak to the wisdom or folly of Gingrich's advice. But we certainly can check his factual statement about Obama's poll numbers, a claim we've seen repeated in other media.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Gallup poll actually has been tracking presidential approval ratings since World War II. We consulted Gallup's tracking polls and found that Gingrich is correct. At the seven-month mark, Obama's approval rating was 51 percent. The only two presidents doing worse than Obama were Gerald Ford and Bill Clinton.\n\n\nInterestingly, Ford and Clinton finished their presidencies with decidely different outcomes.\n\n\nFord's public approval ratings dropped below 50 percent about three months into his presidency. Those numbers improved slightly and plateaued over the next few years. But Ford, who took office upon Richard Nixon's resignation in 1974, lost the 1976 election to Jimmy Carter.\n\n\nClinton's approval ratings dropped below 50 percent four months into his presidency, falling even further during his first year in office to the high 30s. There were a few more ups and downs during his first term, but he won re-election in 1996 and finished his term in 2001 with approval ratings above 60 percent, despite being impeached by the House of Representatives after a sex scandal.\n\n\nMake of all this what you will. We've looked into Gingrich's statement and found that he is correct. We rate his statement True.", "vclaim_id": "vclaim-pol-15610"}