{"url": "/factchecks/2010/mar/30/charlie-crist/crist-says-reagan-was-democrat-converting-gop/", "speaker": "Charlie Crist", "vclaim": "\"Actually, Reagan was a Democrat before he was a Republican.\"", "truth_label": "true", "date": "stated on March 28, 2010 in a U.S. Senate primary debate on FOX News Sunday:", "title": "Crist says Reagan was a Democrat before converting to GOP", "text": "Battling suggestions that he's waffling on Republican principles, Florida Gov. Charlie Crist reminded listeners in a televised debate Sunday that Ronald Reagan was once a Democrat.The line turned up in a three-way chatter between FOX News Sunday moderator Chris Wallace and the two Republican U.S. Senate candidates, in which Wallace asked the governor whether he would support rival Marco Rubio or run as an independent -- if he lost the GOP primary. For the record, Crist said he’d support the GOP nominee and that he wouldn’t run as an unaffiliated candidate.Here is an excerpt: WALLACE: Well, I'm going to get -- I'm going to -- I'll give you an opportunity for a final statement. I just want to say, though, you are saying you are going to run in the Republican primary for the U.S. Senate. You will not run on the no party affiliation line.CRIST: That's right. That's right. That's what I'm saying. RUBIO: Chris, if I may, the governor likes to call himself a Reagan Republican. I don't ever recall Reagan being questioned about running as an independent. But Ronald Reagan asked a very important question--CRIST: Actually, Reagan was a Democrat before he was a Republican. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nWe wanted to find out whether the late Republican icon Ronald Reagan was actually a registered Democrat, or whether he was an ideological one.We turned to the Ronald Reagan Presidential Foundation & Library, in Simi Valley, Calif. The library's Web site notes Reagan registered as a Republican in the fall of 1962, after stumping for Richard Nixon as a Democrat. It tells the story of Reagan making a speech at a Democrats for Nixon event and being interrupted and asked if he had registered as a Republican. He responded no. That's when \"down the center aisle through the audience came a woman who declared I'm a registrar and placed a registration card in front of him. In front of his audience, Ronald Reagan officially joined the Republican Party,'' according to Web site.Melissa Giller, director of communications and programs at the Reagan library, explained more in an e-mail to PolitiFact Florida.\"Yes, this is true. He switched to Republican in 1962,'' Giller wrote, noting a quote in which Reagan complained, \"I didn't leave the Democratic Party. The party left me.''Giller said Reagan endorsed the presidential candidacies of Republican Dwight D. Eisenhower in 1952 and 1956 as well as that of Nixon in 1960 \"while remaining a Democrat.\"At the White House Web site, the biography of Reagan makes a brief reference to the ideological evolution in the fourth paragraph: \"As president of the Screen Actors Guild, Reagan became embroiled in disputes over the issue of Communism in the film industry; his political views shifted from liberal to conservative.\" And then Reagan, noted for his quips, said it himself in a Sept. 28, 1982, news conference exchange with ABC White House correspondent Sam Donaldson over whether the White House was to blame for the continuing U.S. recession.Donaldson: \"Mr. President, in talking about the continuing recession tonight, you have blamed mistakes in the past and you have blamed the Congress. Does any of the blame belong to you?\" Reagan: \"Yes, because for many years I was a Democrat.\"White House press corps: (Laughter.)Historian Edward Yager, a government professor at Western Kentucky University and author of the 2006 biography Ronald Reagan’s Journey: Democrat to Republican, said Reagan \"was registered Democrat from the time that he voted for FDR in 1932, when he was 21.\"Yager said he’s never seen copies of the voter registration cards, but noted \"virtually all the sources that refer to\" Reagan’s party affiliation indicate that he was registered as a Democrat and that \"he has two autobiographies in which he refers to his voting for FDR four times, then for Truman.\" Reagan was a Democrat, added Yager, even when he voted for Dwight D. Eisenhower.Reagan had considered switching by 1960, said Yager, but there were some in the Nixon camp who \"thought he might be more effective (as a supporter) by maintaining his Democrat registration and affiliation and cutting into Democratic voters.\" It may be among the great, forgotten flip-flops in political history that evolved into a laugh line for a man venerated for his ideological adherence to the principles of the Grand Ole Party. But Crist was correct when he invoked it. We find his claim to be True.", "vclaim_id": "vclaim-pol-15154"}