{"url": "/factchecks/2020/jan/15/viral-image/ilhan-omar-didnt-call-violence-against-trump-over-/", "speaker": "Viral image", "vclaim": "Ilhan Omar called for \"violence\" against President Trump over Middle East dispute.", "truth_label": "pants-fire", "date": "stated on January 5, 2020 in a Facebook post:", "title": "Ilhan Omar didn’t call for violence against Trump over Middle East", "text": "A fake tweet attributed to Democratic U.S. Rep. Ilhan Omar says she called for violence against President Donald Trump over Iran.\nScreenshots of the tweet, which shows a Twitter handle profile photo that matches Omar’s verified @IlhanMN account, are being shared on Facebook. The image of the tweet bears a Jan. 3 timestamp and reads\n\"There is no way to overstate how ASHAMED I am to be called an ‘American.’ We need every world leader to rise up and demand that someone stops Trump from starting a catastrophic war with Iran. THE TIME FOR VIOLENCE IS NOW! #NoWarWithIran.\"\nIt also displays a graphic of Omar with text overlayed that says \"No War With Iran.\"\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is a photoshopped version of a real tweet Omar posted that day. \nThe original tweet, which includes the same graphic with the words \"No War With Iran,\" was posted at 3:39 p.m. on Jan. 3. In it, Omar wrote:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"There is no way to overstate how dangerous this is. We need every voice to rise up and demand that Congress stop Trump from starting a catastrophic war with Iran. Sign the petition → http://bit.ly/IranPetitionIO #NoWarWithIran.\"\n\nOmar shared the tweet one day after President Trump ordered the killing of Iranian Gen. Qassem Soleimani. \nSome of the Facebook posts that feature a picture of the doctored tweet also show that it was posted the same day by a Twitter account called \"Fox News Channel\" with the handle @FoxNewsChanUS. Though we could not find the account on Twitter, the account is not actually associated with Fox News.\nAlex Kaplan, a researcher for the liberal group Media Matters for America reported on Jan. 4 that the account had been suspended. In a Twitter thread, Kaplan wrote that the fake account pretending to be Fox News posted the altered Omar tweet, and has posted several other hoaxes involving other public figures in the past.\nA new fake Twitter account pretending to be Fox News posted a fake tweet from @IlhanMN that has 1,300 retweets and has spread on Facebook. pic.twitter.com/p6QLQfjamd— Alex Kaplan (@AlKapDC) January 5, 2020 \nWhile the fake account was reportedly suspended by Twitter shortly after it posted the doctored tweet, screenshots of it continue to be shared on social media.\nWe rate this Pants on Fire!", "vclaim_id": "vclaim-pol-17586"}