{"url": "/factchecks/2014/aug/08/wendy-davis/wendy-davis-claim-about-hiring-salesman-rapist-lac/", "speaker": "Wendy Davis", "vclaim": "Says that, as a Supreme Court justice, Greg Abbott found that a company whose vacuum cleaners were sold door to door \"had no responsibility\" in the hiring of a salesman who raped a customer.", "truth_label": "mostly-true", "date": "stated on August 7, 2014 in a TV ad:", "title": "Wendy Davis claim about hiring of salesman-rapist lacks clarification", "text": "In an ominous tone, the narrator of a TV commercial from Texas Democratic gubernatorial nominee Wendy Davis accuses Attorney General Greg Abbott, her Republican opponent, of siding with a vacuum cleaner manufacturer against a woman raped by a salesman in her home.\nIn the 60-second ad, made public by Davis’ campaign on Aug. 7, 2014, the narrator says a door-to-door salesman offering a woman a vacuum cleaner demonstration in her Seguin home in March 1993 but then raped her as her children slept in the next room. \"The salesman was a sexual predator on probation,\" the narrator says, \"but the Kirby vacuum cleaner distributor had failed to perform a routine background check on him.\"\n\"The woman and her husband went all the way to the Texas Supreme Court,\" the narrator says, \"fighting for their right to sue Kirby. Six judges -- Democrats and Republicans -- ruled in their favor and they won,\" he says. \"But Greg Abbott sided with the company against the victim. Saying the company had no responsibility.\" The words \"Kirby owed no duty\" appear on the screen, attributed to Abbott, a justice on the court from 1995 until 2001.\nA Davis campaign press release announcing the ad cited rulings issued in 1998, including the state Supreme Court’s 6-3 majority opinion and a dissent from Abbott.\nCampaign spokesman Zac Petkanas also emailed us a web link to a Jan. 1, 1999, Associated Press news story stating the court at that time said the Kirby Company should have required its vacuum cleaner distributor to do a background check before hiring salesman Mickey Carter, which would have revealed previous complaints of sexual misconduct.        \nIn the Dec. 31, 1998, majority opinion written by Justice Raul Gonzalez, the court agreed with the Austin-based 3rd Court of Appeals that a mandate by Kirby, the manufacturer, that its vacuum cleaners be sold only through home demonstrations gave the company a role to play in who got hired to do door-to-door sales even though a company agreement with its distributors said otherwise.\n\"We hold that the company does owe such a duty,\" the court said. Specifically, the court said that \"because Kirby required in-home demonstrations, the company exercised sufficient control over the sale of its products to end-users to justify imposing a duty of reasonable care in selecting the persons who performed the demonstrations.\"\nKirby had argued its arrangements with vacuum cleaner distributors explicitly said the company shall exercise no control over the selection of individual salespeople. Kirby’s contracts specified: \"The full cost and responsibility for recruiting, hiring, firing, terminating and compensating independent contractors and employees of distributor shall be borne by distributor.\"\nAbbott’s dissent to the court’s ruling, joined by Justice Priscilla Owen, said Kirby retained control over where the sales work was to be performed -- but not over who was to do that work. \"Failure to require background checks of potential dealers relates to who is a dealer, not where the dealer works,\" Abbott wrote. \"As a result, the requisite relation between the control retained and the alleged injury is missing. Because the Court holds to the contrary, I dissent.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nAbbott summed up: \"In essence, the Court rewrites Kirby’s Distributor Agreement and Independent Dealer Agreement to require Kirby to assume control over dealer selection. Because the injury is not related to the control retained by Kirby,\" Abbott closed, \"...Kirby owed no duty to\" the woman  \"under the circumstances of this case.\"\nOur emails to the Abbott campaign did not yield responses, but Amelia Chasse of his campaign said in a statement sent to reporters including the Austin American-Statesman’s Jonathan Tilove that Abbott’s dissent still \"left intact the liability against the sex offender and his employer.\" That is, the question in the Supreme Court case concerned only Kirby’s responsibility and did not affect the liability of anyone else in the case.\nA search of the Nexis database of news stories led us to a news story in the April 20, 2001, Dallas Morning News mentioning the dissent and generally quoting Abbott as saying: \"What I was doing as a judge was applying the law.\"\nOur ruling\nIn her ad, Davis said Abbott held that a company whose vacuum cleaners were sold door to door \"had no responsibility\" in the hiring of a salesman who raped a customer in her home.\nThen-Justice Abbott said the manufacturer had no duty, to be precise.\nBut this claim fails to include the substantive detail that Abbott, unlike the court majority, considered most significant an existing agreement between the manufacturer and distributors explicitly giving full responsibility for such hirings to the distributors who, Abbott implied, had control over checking the background of applicants.\nWe rate this claim as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07465"}