{"url": "/factchecks/2015/oct/09/matt-gaetz/violent-crime-lower-states-open-carry/", "speaker": "Matt Gaetz", "vclaim": "\"In the states that allow open carry, violent crime was 23 percent lower.\"", "truth_label": "half-true", "date": "stated on October 6, 2015 in a press conference :", "title": "Is violent crime lower in states with open carry?", "text": "Florida is one of only a handful of states left in the country that doesn’t allow any open carry of firearms, and some state legislators want to change that.\nState Rep. Matt Gaetz, R-Fort Walton Beach, is sponsoring a bill that would allow those with a conceal carry license to openly carry their firearms. On Oct. 6, 2015, a House panel voted in favor of the bill, which will now advance to other committees in anticipation of a January legislative session.\nIn a press conference before the hearing, Gaetz tried to allay fears that public safety would suffer by comparing crime rates in states without open carry with those that allow it.\n\"It is important to note that in the states that allow open carry, violent crime was 23 percent lower, the murder rate was 5 percent lower, the aggravated assault rate was 23 percent lower and robbery rates were 36 percent lower.\"\nWe decided to fact-check his claim that violent crime was 23 percent lower in open carry states. The statistic suggests that open carry laws make states safer, or at the very least don’t make them more dangerous. But the reality is much more complex, according to experts and research.\nComparing states on violent crime rate\nGaetz used Uniform Crime Reporting figures compiled by the U.S. Department of Justice to create his statistics. The data come 2012.\nHe divided the states into two groups — the eight states that did not allow open carry at the time, which included Florida, Texas, California, South Carolina, Illinois, New York, Oklahoma, Arkansas — and the 42 states that did allow open carry.\nGaetz then compared the total number of violent crimes (defined by federal officials as murder, forcible rape, robbery and aggravated assault) with the total population in the eight states without open carry in 2012. We checked his math and found the same result: Those states had a combined violent crime rate of about 434 per 100,000 people. The remaining 42 states had a violent crime rate of about 352 per 100,000. That means states with open carry laws did have a 23 percent lower violent crime rate that year.\nNot all open carry states are the same, however, and laws vary from state to state.  The Law Center to Prevent Gun Violence lists states that prohibit the open carry of handguns in public places, states that allow open carrying without a permit, and states that require some form of license to open carry. They currently list five states that prohibit the open carrying of handguns in public places.\nBut that’s not the only issue with these statistics.\nWe asked several experts about Gaetz’s methodology. Many of them said the single law was too narrow to draw meaningful conclusions about its impact. In essence, his number -- for one year -- is right, but so what?\nGaetz framed the use of the stats as \"evidence that this bill does not create a less safe environment.\" John Pierce, co-founder of gun rights group OpenCarry.org, agreed with that point. But he said the data doesn't necessarily reflect a correlation between allowing open carry and fewer instances of violent crime.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nHe noted that Texas and Florida are both populous states with huge numbers of concealed carry permit holders so focusing just on open carry laws will give a skewed picture about the effect of legally-armed citizens on crime rates.\nTomislav Kovandzic, a University of Texas professor who teaches classes on research methods and gun control, was more blunt.\n\"The problem with this approach is that it implicitly assumes that both groups of states were identical/similar before the laws in the treatment states (in this case, open carry states) were enacted,\" Kovandzic told PolitiFact via email. \"This is rarely, if ever, the case. As a result, the comparison merely reflects group differences that existed before the treatment states enacted the laws.\"\nA sound look at the issue would require controlling for factors like specific crimes, population characteristics or other details, not Gaetz’s static group comparison.\n\"Even if he averaged multiple years together to make his open carry versus non-open carry comparison, it wouldn’t change the futility of the approach,\" he said.\nWhat does more detailed research have to say? Florida State University criminology professor Gary Kleck said that plenty of research has found rates of carry permit holding \"have no net effect on crime rates, including violent crime rates, one way or the other.\"\nHowever, Kleck said that the research he has seen doesn’t differentiate between open carry and concealed carrying.\nDaniel Webster, director of the Johns Hopkins Center for Gun Policy and Research, pointed us to a 2010 study that looked at whether right-to-carry laws affected crime rates. The conclusion: they didn’t.\n\"The best available evidence suggests that right to carry concealed laws are associated with increases in aggravated assaults with guns, but have no measurable effect on population rates of murder and robbery,\" Webster said.\nOur ruling\nGaetz said, \"In the states that allow open carry, violent crime was 23 percent lower.\"\nThis is a fact that experts say is largely meaningless and shouldn’t weigh into any serious policy discussion.\nThere may be less crime in those states, but there’s no way the single data point Gaetz gave can provide clues as to the effects of open carry laws.\nGaetz’s statement is a one-year snapshot that is misleading. We rate it Half True.", "vclaim_id": "vclaim-pol-05872"}