{"url": "/factchecks/2016/mar/02/marina-dimitrijevic/marina-dimitrijevic-claims-milwaukee-county-execut/", "speaker": "Marina Dimitrijevic", "vclaim": "Says Milwaukee County Executive Chris Abele is a \"billionaire.\"", "truth_label": "false", "date": "stated on February 16, 2016 in a press release:", "title": "No, Milwaukee County Executive Chris Abele is not a billionaire", "text": "There’s little question that Chris Abele is the wealthiest man to serve as Milwaukee County Executive.\nConsider some of his predecessors in the office: Bill O’Donnell took the bus to work. Tom Ament lived for a time in a small apartment on Milwaukee’s west side. Scott Walker gave back part of his salary for years and lived a middle class life in Wauwatosa.\nAbele, who won the job in 2010, came to Milwaukee from Boston in the 1990s and caused a stir with well-publicized philanthropic efforts, such as gifts to the Boys and Girls Clubs of Greater Milwaukee ($5 million) and the Marcus Center, as detailed in a February 2005 Milwaukee Magazine profile.\nThat, combined with his business endeavors and real estate holdings -- side-by-side condos in a downtown high rise, a house on Lake Drive -- leave no question that Abele is a wealthy guy.\nBut how wealthy is he?\nOn the night of the Feb. 16, 2016 primary, in which Abele ran a narrow second to Democratic state Sen. Chris Larson in the nonpartisan race, one of Abele’s political foes offered her take.\n\"Despite being outspent more than ten to one by a billionaire County Executive, Chris Larson pulled into a lead,\" said Marina Dimitrijevic, director of the Wisconsin Working Families Party, in a statement. Dimitrijevic is also a Milwaukee County supervisor, and the former Chairwoman of the County Board.\nAbele has been referred to as a millionaire plenty of times.\nBut is Abele a billionaire?\nThe Working Families Party has used that phrase repeatedly during the campaign, an effort that aims to cast Abele as out of touch with the needs of average families. Larson has pushed a similar theme.\nWhen we asked Dimitrijevic for evidence for her claim that Abele is worth more than a thousand millions, she responded with an email that cited, among other things, a  2006 article in Boston Magazine.\n\"Chris Abele belongs to a billionaire family,\" Dimitrijevic wrote. \"In fact, his father was among one of the wealthiest people in Boston and now Vermont.\"\nAbele’s father, John, was a co-founder  of Boston Scientific, a medical equipment company. He became very wealthy when that company went public in 1992, and enjoyed another windfall when the company’s drug-coated stent product was a huge success in 2004.\nA 2014 Forbes story cited by Dimitrijevic estimated his fortune at $1.5 billion in March 2008, based on his Boston Scientific stock. The earlier Boston Magazine story put his wealth at $3.3 billion.\nFair enough. But that’s his father and he’s not running for county executive.\nWhat about Chris Abele?\nDimitrijevic noted that Abele’s economic interest statement \"show pages and pages of stock and company ownership.\" His list includes CSA Partners, an investment firm, she noted. (We’ll get to that in a minute.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\"Whether it's millions or billions, the fact is that Chris Abele belongs to an elite family that has access to enormous amounts of wealth,\" Dimitrijevic said.\nHmmm. Sounds like this claim just got marked down to pennies on the dollar.\nAbele’s wealth\nSo what do we know about Abele’s wealth?\nWe asked his spokeswoman, Melissa Baldauff, whether her boss was a billionaire. She didn’t provide a response. But, frankly, it’s pretty easy to see that Abele is not a billionaire:\nArgosy Foundation: Abele is the head of the Argosy Foundation, located on Wells Street in a building overlooking Cathedral Square. He told a Milwaukee audience in 2004 that the foundation, formed by his father was worth about $1 billion, and could grow beyond that, the Milwaukee Magazine profile said.\nBut the group’s most recent IRS filing, from 2014, says Argosy has unrestricted assets of $9.8 million -- not billion. In any case, it’s a foundation and not Abele’s personal wealth.\nHis homes: Abele owns two condos on the 29th floor of the Moderne tower in downtown Milwaukee. He purchased one in March, 2015 for $2.1 million and the adjoining unit for $700,000 in the fall of 2015. He also owns a Lake Drive mansion assessed at $2.34 million.\nThat suggests a lot of money, but by itself is not evidence of billions.\nVenture Capital Fund: In 2013 Abele committed at least $10 million of his own money to CSA Partners LLC, a venture capital fund that invests in young companies. At the time, he told the Journal Sentinel the fund could grow \"plenty north\" of $15 million if it finds the right opportunities.\nAgain, millions, not billions.\nImportantly, there’s the list that Abele is not on: The annual list of billionaires published by Forbes magazine.\nTen Wisconsin residents were on Forbes’ 2015 list, including home improvement store magnate John Menard; Herbert Kohler, the former CEO of the plumbing fixture and hospitality company; and four members of Racine’s Johnson family. But no Chris Abele.\nIndeed, Abele’s father was not on the billionaire list either. On a separate 2015 list, of the richest person in each state, Forbes put John Abele’s fortune at $600 million.\nWe put the question to Abele in a brief interview. He said it was well-known around the city that he was well-off, in part because of his philanthropy.\nHe said an estimate of his net worth has never been published. He noted that the Forbes lists are educated guesses. \"They have to estimate a lot,\" he said, adding that \"there is a lot that they just don’t know.\"\nAbele then answered the question directly: \"I am not a billionaire.\"\nOur rating\nDimitrijevic claimed Abele was a billionaire. There’s plenty of evidence that Abele is a wealthy man, with a even-wealthier father. Meanwhile, the family’s Argosy Foundation doesn’t appear to have anywhere near $1 billion in assets, and, regardless, that isn’t Abele’s personal holdings.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-05340"}