{"url": "/factchecks/2017/aug/30/ted-cruz/ted-cruzs-mostly-false-claim-two-thirds-sandy-reli/", "speaker": "Ted Cruz", "vclaim": "\"Two-thirds of the (Hurricane Sandy relief) bill had nothing to do with Sandy.\"", "truth_label": "barely-true", "date": "stated on August 28, 2017 in an MSNBC interview:", "title": "Ted Cruz's Mostly False claim that two-thirds of Sandy relief was pork spending", "text": "Hurricane Harvey’s torrential rains and flooding have revived memories of Texas Republican Sen. Ted Cruz’s nay vote on federal relief for superstorm Sandy.\nMSNBC host Katy Tur challenged Cruz to defend his vote then with his support for relief today.\nCruz said he enthusiastically backed aid for Sandy’s victims, but the problem was the particular bill.\n\"It became a $50 billion bill that was filled with unrelated pork,\" Cruz said Aug. 28. \"Two-thirds of the bill had nothing to do with Sandy. And what I said then and still believe now is it's not right for politicians to exploit a disaster and people who are hurting, for them to pay for their own political wishlist.\"\nDid two-thirds of the Sandy money have nothing to do with that storm?\nNo. There was some padding, but the data and the assessment of those who studied the bill say the extras amounted to far less than Cruz stated.\nCruz’s office sent us its breakout of the 2013 Disaster Relief Appropriations Act to support the assertion that \"nearly 70 percent\" was \"used for non-emergency spending.\"\nBefore we dive into a couple of the big items on that list, it’s important to note that Cruz said the bulk of the money had nothing to do with Sandy. That’s considerably stronger than saying the money went for \"non-emergency spending.\"\nTwo big pots of money\nIn October 2012, Hurricane Sandy devastated portions of the Mid-Atlantic coast. Congress responded by adding nearly $10 billion to the National Flood Insurance Program. It then passed a relief bill for five times that amount.\nThe bigger package passed without the support of Cruz and most other Republicans.\nOf the $50.5 billion dollars that Congress appropriated, Cruz’s office cited a Congressional Quarterly article that said $17 billion went for \"immediate aid and $33.5 billion for near- and long-term assistance and mitigation.\"\nThe list from Cruz highlighted $16 billion to the Housing and Urban Development Department’s Community Development Fund. (The actual figure is $15.2 billion according to a spreadsheet from the Recovery and Accountability Board, the agency created to oversee recession recovery spending.)\nCruz’s office said that included \"any major disaster declarations from 2011, 2012 and 2013.\"\nWhile that might raise concern that the money would go elsewhere, in reality, the funds largely went to the states hit by Sandy. According to HUD, $12.8 billion has been granted to New Jersey, New York and New York City. Add in other east coast states where Sandy did damage -- Connecticut, Maryland, Massachusetts, Pennsylvania and Rhode Island -- and the total reaches $13 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo you could argue that the bucket leaked, but not nearly on the scale flagged by Cruz’s office.\nThe other large chunk of funds was $10.9 billion for mass transit reconstruction. That money has been slow to get out the door. The Recovery Board had just $3.7 billion granted and a bit under $1 billion spent as of March 2015. But that doesn’t prove that the money had nothing to do with Sandy.\nThe Federal Transit Administration told state officials in 2013 that \"funds are for specific areas (counties) in 12 states designated as disaster areas for Hurricane Sandy.\"\nThe Government Accountability Office, the auditing arm of Congress, assessed the transit relief program in 2014. It said \"transit projects can take years to complete. Furthermore, Federal Transit Administration plans to use nearly half of its Disaster Relief Appropriations Act appropriation for resiliency projects (or projects to protect facilities from future damage).\" The GAO noted that the funding guidelines allow \"transit agencies to improve facilities beyond pre-disaster conditions.\"\nThis supports the criticism that the money would go beyond immediate disaster relief, but as the report noted, large-scale construction projects have long runways.\nTaken together, these two buckets of money account for about $24 billion of the $33 billion that was the basis for Cruz saying most of the money was unrelated to Sandy.\nTwo people who analyze disaster relief spending said Cruz was off the mark.\n\"Two-thirds would be a gross overestimate,\" said Robert Young, a Western Carolina University geologist. \"There was clearly extraneous spending, but no way it was two-thirds.\"\nThe advocacy group Taxpayers for Common Sense assembled a body of data on spending related to Sandy. The group’s vice president Steve Ellis said no matter how you look at the numbers, two-thirds of the funds \"are definitely Sandy related.\"\nEllis said the bigger issue wasn’t pork barrel spending, rather that the bill passed outside of the regular budget process.  \n\"It really depends on how you think about emergency,\" Ellis said. \"Two years after Sandy only a fraction of the money had been spent. We would like to see a more deliberative approach to disaster rather than strike while the iron is hot.\"\nOur ruling\nCruz said that two-thirds of Hurricane Sandy relief money had nothing to do with Sandy.\nThe numbers don’t back that up. Cruz might have been focused on the difference between immediate emergency relief and longer term reconstruction, but his words skipped over that distinction.\nThe data and the assessment of experts show that the bulk of the funds went to the places hit hardest by Sandy. There was a leaky bucket, but not at the level Cruz declared.\nWe rate this claim Mostly False.\n Share the Facts 2017-08-30 21:50:05 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False   \"Two-thirds of the (Hurricane Sandy relief) bill had nothing to do with Sandy.\"    Ted Cruz Sen., R-Texas   in an MSNBC interview Monday, August 28, 2017 2017-08-28    Read More  info", "vclaim_id": "vclaim-pol-02950"}