{"url": "/factchecks/2007/oct/04/john-edwards/edwards-forgets-kucinich/", "speaker": "John Edwards", "vclaim": "\"I was the first presidential candidate to lay out a specific, truly universal health care plan.\"", "truth_label": "false", "date": "stated on September 26, 2007 in Hanover, N.H.:", "title": "Edwards forgets Kucinich", "text": "At a debate, John Edwards talked about his support for universal health care, capping it off by saying he was the first candidate to lay out a specific plan.\n\nThat's true only if you don't count Dennis Kucinich. Yes, Kucinich is a long-shot candidate, but he's been promoting a fairly specific, universal health care plan since at least 2005 and arguably earlier.\n\n\nThe Edwards' campaign responded to a question on this point by saying Edwards meant for the 2008 cycle. We suspect he likely was more focused on his closest rivals, Hillary Clinton and Barack Obama. And he did beat those two to the health care punch by several months, introducing his plan in February 2007, while Obama introduced his in May and Clinton in September.\n\n\nEdwards' plan requires employers to cover employees or pay into a government fund so employees can buy their own insurance. It also creates regional health care markets so those people don't have to negotiate on their own with insurers. After that, the plan has an individual mandate requiring every person to be insured. Edwards pays for the plan through a combination of cost savings and tax increases on higher income levels.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Kucinich plan, on the other hand, is reflected in a piece of legislation he co-sponsored in the U.S. House. It was introduced in the House in 2005, though Kucinich supported an earlier version during his previous run for president in 2004. It would provide free health care for all, including primary care, prescription drugs, and mental health services. The plan would be paid for by cost savings and tax increases on the top 5 percent of income earners, an increased payroll tax, and taxes on stock and bond transactions.\n\n\nThe legislation has little chance of passing, but it's still fairly specific and it's certainly universal. Edwards may have had caveats in mind when he made his comment, but \"first\" means \"first,\" and Edwards wasn't.", "vclaim_id": "vclaim-pol-16588"}