{"url": "/factchecks/2016/apr/08/jorge-ramos/jorge-ramos-echoes-count-80-journalists-killed-mex/", "speaker": "Jorge Ramos", "vclaim": "Says 80 journalists have been killed in Mexico in the last decade.", "truth_label": "half-true", "date": "stated on March 9, 2016 in an interview on NPR:", "title": "Jorge Ramos echoes count of 80 journalists killed in Mexico since 2006, but tallies vary", "text": "Before moderating the March 9, 2016 Washington Post-Univision Democratic presidential debate, journalist Jorge Ramos, a Univision news anchor who works out of Miami, met with NPR’s Steve Inskeep, to talk about \"Take A Stand,\" his book recounting his experiences as a journalist.\nDuring the interview, Ramos commented on differences between being a reporter in the United States and Latin America. He noted the safety concerns of what it’s like to interview U.S. presidents versus presidents or dictators in Latin American countries.\n\"When you have 80 journalists who have been killed in Mexico, for instance, in the last decade, yeah, you realize how lucky we are here in the United States in which you can go to the White House, talk to the president and go back to your house,\" Ramos said. \"And then you can take a bike ride and go to the supermarket and no one is going to kill you. No one is going to do anything against you. That's a huge difference.\"\nIt’s no secret: Mexico can be unsafe for journalists, including Americans. The Committee to Protect Journalists lists two cases of American journalists dying in Mexico in connection with their jobs. In 2006, Bradley Will, a freelance journalist, was shot while covering a protest. Before that, in 1998, San Antonio Express-News’ Mexico City correspondent Philip True was killed on a trail between remote villages while reporting on Huichol Indians.\nSo, was Ramos right about the number of journalists lately felled in Mexico?\nThat depends on who’s counting and if (or how) deaths are confirmed as work-connected.\nRamos offers backup\nTo our inquiry, Ramos said by phone that he mainly relied on nonprofits that gather such data such as the New York-based Committee to Protect Journalists, which promotes press freedom as it tracks journalist deaths, and the Paris-based Reporters Without Borders, which works for press freedom and tallies journalist deaths.\nWe shortly learned that pinning down deaths in Mexico as journalism-related can be slippery.\nFor starters, a person who declined to give her full name on the Reporters Without Borders’ Latin America desk emailed a list of 52 journalists it says it confirmed as killed in Mexico from 2006 into 2016 in connection with their work. Then again, Emmanuel Colombié, the head of Reporters Without Borders’ Latin America desk, said in an email that the group has previously gotten to a count of 80 deaths by counting all journalists killed in Mexico -- including those whose deaths weren't proved as work-related.\nMeantime, a list posted by the Committee to Protect Journalists indicates 62 journalist killings in Mexico from March 9, 2006 through Feb. 20, 2016. However, the committee says only 24 deaths were confirmed as occurring because of the victim’s work as a journalist. In those cases, the group says, they are \"reasonably certain that a journalist was murdered in direct reprisal for his or her work; was killed in crossfire during combat situations; or was killed while carrying out a dangerous assignment such as coverage of a street protest.\" The other 38 deaths had unconfirmed motives, the committee says, meaning \"it is possible that a journalist was killed because of his or her work.\"\nCarlos Lauría, the group’s New York-based Americas program coordinator, said by phone its \"motive confirmed\" estimates are likely more conservative than others, due to the group’s vetting. \"I think that the complexity of the crisis in Mexico is so profound,\" Lauría said. \"There are so many factors involved in some of these cases.\"\nLauria said some such factors include things like whether the journalist was only working as a journalist and not holding other jobs or participating in activities that could cause a threat to his or her safety, if the reporter was working on issues that would put him or her at risk.\nRamos also pointed to articles he’d seen with numbers around 80. One, published by Univision on Dec. 23, 2012 , says 82 journalists have been killed in the country since 2005, citing the Comisión Nacional de Derechos Humanos (CNDH), Mexico’s national human rights commission. Others from CNN Mexico and El Universal, a newspaper in Mexico, both citing Reporters Without Borders, put the count at or over 80 – though we noticed these reported figures didn’t reflect the group’s lower tallies as of April 2016.\nOther analyses\nOur hunt for additional research yielded a couple lists delivering a total close to what Ramos declared. But counts vary.\nTo get started, we turned to the Knight Center for Journalism in the Americas at the University of Texas where Teresa Mioli guided us to recommended organizations offering counts suggesting 60 to 89 journalists had been killed in Mexico since 2006.\nBy email, Mioli advised that variations in counts reflect different filters used by groups to classify deaths. \"For example,\" Mioli wrote, \"some organizations only count journalists who were killed because of their work, while others also include journalists killed during protests or in combat. Some also count journalists who are in car accidents on their way to cover a story or who are killed while at work.\n\"The numbers may also vary,\" Mioli wrote, \"because one organization only counts journalists, while another counts all media workers. And finally, sometimes it's difficult to determine if the journalist was killed because of their investigations or opinions, for a reason unrelated to their work or if they are a random victim of a crime, especially in countries where violence is more rampant.\"\nGenerally, it’s worth noting, the definition of journalist includes reporters, broadcasters, editors, photographers and others involved in news-gathering:\n\n\nOn the high end, the International Federation of Journalists, a group that \"monitors press freedom violations\" and releases an annual report on journalists and media staff killed, says there were 89 journalist deaths in Mexico from March 9, 2006 through Feb. 9, 2016, as well as the 2007 death of a driver. The group says it looks at cases that \"include targeted killings, crossfire lethal incidents as well as work-related accidents which result in loss of life.\"\n\n\nArtículo 19 Mexico, a group that says it promotes and defends freedom of expression, pointed us to its own infographic identifying 76 journalists killed in Mexico, possibly in connection with their work, from January 6, 2006 through Feb. 20, 2016. Single-year highs of 10 were killed in both 2006 and 2008 with fewer felled in other years; as few as three were taken down in 2007 and the first part of 2016, according to the graphic. Sandra Patargo, deputy officer of the Protection Program of Artículo 19 Mexico, explained by phone that the group requires at least three sources – such as a family member, a boss or coworkers – to confirm a death was related to the victim's work as a journalist.\n\n\nThe International Press Institute, a network of global media professionals, produces a yearly \"Death Watch\" of journalists \"deliberately targeted because of their profession.\" We sifted the lists and counted 62 deaths of journalists in Mexico from March 9, 2006 through May 2, 2015, the latest date shown for Mexico.\n\n\nUNESCO identifies 60 journalists killed from March 14, 2006 through Feb. 20, 2016 when, it says, a radio \"presenter,\" Moisés Dagdug Lutzow, was killed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\nSource of Tally\n\n\nJournalists Killed in Mexico\n\n\n\n\nInternational Federation of Journalists\n\n\n89 March 9, 2006 to Feb. 9, 2016\n\n\n\n\nArtículo 19 Mexico\n\n\n76 Jan. 6, 2006 to Feb. 20, 2016\n\n\n\n\nInternational Press Institute\n\n\n62 March 9, 2006 to May 2, 2015\n\n\n\n\nUNESCO\n\n\n60 March 14, 2006 to Feb. 20, 2016\n\n\n\n\nCommittee to Protect Journalists (Death related to job confirmed)\n\n\n24 Oct. 27, 2006 to Jan. 21, 2016\n\n\n\n\nCommittee to Protect Journalists (Death related to job unconfirmed)\n\n\n38 March 9, 2006 to Feb. 20, 2016\n\n\n\n\nReporters Without Borders (Death related to job confirmed)\n\n\n52 March 9, 2006 to Feb. 20, 2016\n\n\n\n\n \nSOURCES: Emails, telephone interviews and lists and reports posted online (received, conducted and accessed by PolitiFact Texas March-April 2016)\nMerging lists\nNext, we made a run at merging the lists, bringing together every name to find there may have been more than 100 journalists killed in Mexico from 2006 into the first part of 2016. We’d caution, though, that we didn’t judge how many died in connection with their work. We lack that expertise.\nWhen we circled back to Ramos, he agreed some of the published counts didn’t match his declared \"80.\" We noted that all told, there may be considerably fewer journalist deaths over the decade confirmed as work-related. By email, Ramos replied: \"The fact is that Mexico is an incredibly dangerous country to be a journalist.\"\nWhatever the exact count, we’re not discounting any of the enumerated deaths. A little perspective: According to CPJ, three journalists were killed in the U.S. from 2006 through 2015 in connection with their work.\nOur ruling\nRamos, expressing safety concerns about Mexico, said 80 journalists were killed there in the last decade.\nOur merger of lists from watchdog groups suggests that more than 100 people connected to journalism (not all of them journalists) died in the country from 2006 into 2016.\nBut Ramos was clearly speaking to journalists killed at, or due to, their work. Apply that filter and the count diminishes to as few as 24 deaths confirmed as related to reporting work though we also gathered counts of 52 to 89, perhaps an indication different groups take considerably different approaches.\nNo doubt, journalists in Mexico can face peril. But a decade-long count of killings is not as straightforward as Ramos’ figure would suggest.\nWe rate his statement Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05133"}