{"url": "/factchecks/2016/may/13/sean-duffy/did-sean-duffy-flip-flop-what-should-be-done-about/", "speaker": "Sean Duffy", "vclaim": "On how to respond to Puerto Rico’s debt crisis.", "truth_label": "no-flip", "date": "stated on April 22, 2016 in a radio ad:", "title": "Did Sean Duffy flip-flop on what should be done about Puerto Rico's debt crisis?", "text": "House Speaker Paul Ryan is not the only Wisconsin Republican being targeted by The Center for Individual Freedom for supporting a measure aimed at helping Puerto Rico resolve its debt crisis.\nThe center, a conservative non-profit based outside of Washington, D.C. that does not disclose its donors, claimed in a TV ad that Ryan’s support for a measure from U.S. Rep. Sean Duffy, R-Wausau, amounted to backing a \"bailout\" for Puerto Rico.\nWe rated that claim Half True on the Truth-O-Meter.\nIn a separate radio ad, the center argues Duffy flip-flopped on what Congress should do to help resolve Puerto Rico’s debt crisis.\nWe’re going to put that one to our Flip-O-Meter.\nOur requisite reminder: The Flip-O-Meter simply measures whether a political figure has been consistent, not whether any change makes for good (or bad) politics or policy.\nSo, has Duffy changed his views on how to respond to Puerto Rico’s debt crisis?\nThe ad\nThe one-minute ad, launched April 22, 2016, paints a bleak picture for Puerto Rico -- which is $72 billion in debt and now defaulting on debt payments -- then shifts its attention to a critique of Duffy.   \n\"In February, Congressman Sean Duffy warned against Super Chapter 9 for Puerto Rico. Duffy said granting Puerto Rico Super Chapter 9 would pave the way for overspending states like California, New York, and Illinois to also declare bankruptcy.\"\nThe ad maintains Duffy has \"flip flopped,\" and is now \"leading the fight\" for Super Chapter 9 bankruptcy for Puerto Rico.\nUnlike the 50 states, Puerto Rico, a U.S. territory,  isn’t covered under Chapter 9 of the U.S. bankruptcy system, which grants various public bodies -- including municipalities and public utilities -- the right to declare bankruptcy.\nDuffy highlighted that point in a Feb. 17, 2016 keynote speech to the American Action Forum, which is part of the conservative advocacy organization  American Action Network.\n\"I think bankruptcy should be the priority over a taxpayer bailout,\" Duffy said in the speech. \"I put out a state-based Chapter 9 bankruptcy proposal -- just like you have in Wisconsin, just like you have in Texas -- so municipalities and public corporations in Puerto Rico can file for bankruptcy just like they can in Wisconsin.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\"But the general obligation bonds of Puerto Rico proper can’t access bankruptcy.\"\nThat is a key point in this discussion.\n\"Super Chapter 9\" has become a loaded phrase in Washington, but may carry different meanings for different people.\nFor instance, in the radio ad itself, the definition seems to be applied to any measure that allows the territory of Puerto Rico itself to declare bankruptcy -- not just municipalities or smaller government units on the island. Indeed, it goes so far as to declare Duffy’s bill is \"Super Chapter 9.\"\nDuffy, for his part, defined Super Chapter 9 as \"allowing bankruptcy for the general obligation bonds.\" He said allowing this in Puerto Rico would amount to a \"tee-up\" for bankruptcy of general obligation bonds in high spending states like Illinois and California.\nBut that provision is not in Duffy’s bill.\nFor the purposes of this item, we can actually set aside the differing definitions, since we are looking at whether Duffy has changed his stance. We will also focus in on the period since February 2016, since that is the benchmark used in the ad.\nThe bill\nLet’s look at the Puerto Rico Oversight, Management, and Economic Stability Act. This is the measure -- supported by Duffy -- that is in question in the radio ad.\nThe bill, introduced April 12, 2016,  would create an oversight board as an entity within the Puerto Rican government to aid in reforming the territory’s financial crisis. The board could facilitate restructuring of debt with creditors and, as a last resort, seek court supervised restructuring.\nIn our item examining whether the measure amounted to a bailout, we noted the measure would allow Puerto Rico to pay less to some creditors than the creditors are owed.\n\nIn terms of the impact on American investors, many bond funds have already sold their Puerto Rican debt, and the debt is now mostly owned by hedge funds, according to the Associated Press. But Oppenheimer Funds and Franklin Templeton still own part of the debts.\n\nSo, a restructuring almost certainly would mean that Americans who, through brokers or choices they made in their retirement accounts, put some of their savings into Puerto Rican bonds almost certainly will get a lower return on their money, the experts told us.\nThus, the measure has some bankruptcy-like qualities. But that, too, does not change the bottom line when it comes to whether Duffy has been consistent in his stance.\nHis position has been that, just like the 50 states, Puerto Rico itself should not be allowed to declare bankruptcy. Rather, municipalities and governmental units in the territory should be placed on par with those in the 50 states, and they should be allowed to declare bankruptcy.\nOur rating\nFrom the beginning, Duffy warned against allowing Puerto Rico as a territory to declare bankruptcy. Despite the suggestion of the radio ad, the bill he is sponsoring does not allow bankruptcy for general obligation bonds.\nWe rate Duffy’s position on the issue of what to do about Puerto Rico’s debt as No Flip.", "vclaim_id": "vclaim-pol-04971"}