{"url": "/factchecks/2018/may/11/nancy-pelosi/nancy-pelosi-wrong-medicaids-role-children-elderly/", "speaker": "Nancy Pelosi", "vclaim": "\"Two-thirds of the people who use Medicaid are poor children, but two-thirds of the money is for long-term care for seniors, whether in a facility or at home.\"", "truth_label": "false", "date": "stated on May 10, 2018 in remarks at the Peter G. Peterson Foundation:", "title": "Nancy Pelosi wrong on Medicaid's role for children, elderly", "text": "During an appearance at a fiscal policy summit in Washington, House Minority Leader Nancy Pelosi, D-Calif., delved into who – and what — the Medicaid program pays for.\nMedicaid, the federal-state program that serves many poor Americans, is one of several mandatory spending programs putting pressure on the federal budget.\nAt roughly 6:48 in this video, Pelosi said, \"Two-thirds of the people who use Medicaid are poor children, but two-thirds of the money is for long-term care for seniors, whether in a facility or at home.\"\nIs this accurate? No — as Pelosi’s office quickly clarified after PolitiFact inquired.\n\nYou may not realize this, but as a nonprofit news organization, we depend on — and answer to — you. Your support directly impacts our abilility to provide objective reporting on issues that matter.\n\nDonate to our Spring Campaign. Go on the record as saying facts matter!\n\nPelosi \"misspoke,\" said Henry Connelly, Pelosi’s deputy communications director. Connelly clarified that she should have said that \"children are close to half of Medicaid enrollees\" and said she \"inverted\" the statistic about long-term care spending.\n\"It’s not that two-thirds of Medicaid goes to long-term care, it’s that two-thirds of long-term care is paid for by Medicaid,\" citing data posted by the Alliance for Retired Americans. (To be precise, according to the group, the share of long-term care costs paid by Medicaid was 62 percent in 2015.)\nLet’s take a closer look at the actual data for age and long-term care spending.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nChildren accounted for 48 percent of Medicaid beneficiaries in 2013, not the two-thirds Pelosi initially said. The percentage may have changed somewhat following the expansion of Medicaid under the Affordable Care Act, but experts said they did not expect there to have been a dramatic shift.\nHere’s the full breakdown:\n\nAs for long-term care costs as a share of Medicaid spending, it’s quite a bit less than the two-thirds Pelosi cited. In 2016, various types of long-term care accounted for 21.4 percent of all Medicaid spending.\n \n\n \nOur ruling\nPelosi said, \"Two-thirds of the people who use Medicaid are poor children, but two-thirds of the money is for long-term care for seniors, whether in a facility or at home.\"\nHer office acknowledged that she misspoke. She overstated both the percentage of Medicaid beneficiaries who are children, and the percentage of Medicaid spending devoted to long-term care.\nWe rate the statement False.\n Share the Facts 2018-05-11 18:22:04 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Two-thirds of the people who use Medicaid are poor children, but two-thirds of the money is for long-term care for seniors, whether in a facility or at home.\"    Nancy Pelosi House Minority Leader https://www.pgpf.org/what-we-are-doing/fiscal-summit   remarks at a \"fiscal summit\" Thursday, May 10, 2018 2018-05-10    Read More  info", "vclaim_id": "vclaim-pol-02081"}