{"url": "/factchecks/2019/nov/22/facebook-posts/post-about-nike-factory-workers-uses-outdated-numb/", "speaker": "Facebook posts", "vclaim": "Says Nike pays factory workers, 80% of whom are women, \"20 cents an hour\" and has them work \"70 to 80 hours a week.\"", "truth_label": "half-true", "date": "stated on November 6, 2019 in a Facebook post:", "title": "Post about Nike factory workers uses outdated numbers for pay, hours", "text": "In September 2018, Nike announced an endorsement deal with former NFL quarterback and activist Colin Kaepernick.\nSince then, claims about the company’s labor practices have flooded the internet, attracting thousands of shares on Facebook and Twitter.\nMany of these viral posts feature a photo of Nike factory workers accompanied by a claim that the company exploits workers with long hours and abysmally low wages. (Most posts are screenshots of a September 2018 tweet by conservative commentator Ryan Fournier.)\nThe posts say: \n\"Just so I'm clear: These factory workers (which are 80% female) are making NIKE's for 20 cents an hour and working 70 to 80 hours a week, so NIKE can profit enough to pay Colin Kaepernick millions to speak out against oppression and injustice?\"\nThe Associated Press photo accompanying the post is legitimate, though quite old. It shows Vietnamese workers putting finishing touches on Nike shoes at a factory in Ho Chi Minh City in February 2005.\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIt is true that, at one time, Nike paid factory workers close to 20 cents per hour and that many worked over 10 hours a day, six days a week. While most of these numbers are now outdated, experts tell us that overseas factory workers for Nike (and most other major garment industry bands) continue to work long hours for low wages.\nLet’s take a look.\nInvestigations into Nike’s Vietnamese factories in the 1990s\nIn October 1996, CBS’ 48 Hours news program aired an investigative report on the conditions of Nike factories in Vietnam. The segment revealed that factory workers, mostly women, worked \"six days a week for only $40 a month,\" which translated to about 20 cents an hour.\nAn investigation by Dara O’Rourke, a researcher with the Transnational Resource and Action Center, followed in 1997 and reported several labor law violations at the Vietnamese Tae Kwang Vina plant, a factory that employed over 9,000 workers who produced 400,000 pairs of shoes a month for Nike. According to the investigation, the plant’s night-shift employees worked an average of 10.5 hours a day, six days per week at a monthly salary of $40.\nA 2003 World Bank report said Nike violated Vietnamese environmental and labor laws by exposing 10,000 workers at the Tae Kwang Vina plant to toxic solvents and forcing them to work above legal overtime limits. The report noted that the investigations, along with public outcry evoked by activists in Vietnam and the United States, prompted Nike to make improvements:\n\"Consequently, Nike took proactive measures and allowed independent auditing of the sweatshops. In 1999, Nike implemented its own ‘Code of Conduct’ in Vietnamese factories. During recent years, there has been a visible improvement in VT’s practices, such as safer work conditions and workers’ awareness of their rights and entitlements.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWhat about now?\nPolitiFact reached out to the Clean Clothes Campaign, an alliance of labor unions that focuses on improving working conditions in the garment and sportswear industries. \nThe organization told us that the numbers for the pay and hours, aren’t precise but  the sentiment with regard to fair pay and treatment is correct: Factory workers for Nike –– and other major sportswear brands such as Adidas and Under Armour –– do not earn \"anywhere near a living wage.\" They confirmed that the claim of 80% of factory workers being women lines up with industry estimates, which have been as high as 85%.\nClean Clothes also pointed us to a June 2019 report that surveyed top brands about their progress in implementing a living wage for workers and said most brands –– Nike included –– provided no evidence that their workers anywhere in the world were being paid a living wage.\nResearch from 2014 shows that, in most of the Southeast Asian countries that Nike sources from, wages reach around 25% of a living wage. \nPaul Roeland, a campaign coordinator with the Clean Clothes Campaign, told PolitiFact that, when it comes to working hours, most workers have a contract to work 48 hours a week but regularly continue working beyond that, often up to 60 hours a week. He said the hours fluctuate and are often longer during peak production times.  \n\"The factual numbers are shocking enough: it would come down to between 65-90 cents (USD) per hour (depending on the country), and regular 60-hour work weeks,\" Roeland told PolitiFact by email.\nThat said, he bristled at the overall message in this viral post:\n\"At Clean Clothes Campaign, our aim is in supporting garment workers worldwide, as it has been over the past 30 years,\" Roeland said. \"However, we strongly believe that criticizing Nike's labour practices with the sole aim of disparaging the anti-racist activism of others, as some right-wing U.S. political figures are doing, is highly disingenuous. Garment workers deserve so much better than to be used as a handy argument in a social media meme.\"\nPolitiFact reached out to Nike for a response but did not hear back in time for publication.\nNike’s code of conduct for supplier facilities reads, \"the regular work week shall not exceed 48 hours\" and suppliers should \"allow workers at least 24 consecutive hours of rest in every seven-day period. All overtime work shall be consensual. Suppliers shall not request overtime on a regular basis and shall compensate all overtime work at a premium rate. Other than in extraordinary circumstances, the sum of regular and overtime hours in a week shall not exceed 60 hours.\"\nIt’s important to note that Nike isn’t alone. While wages and hours for factory workers vary from country to country, many major companies use the same factories and all pay the same low wages for their workers. Experts tell us that while it depends on the country and the volume of production, violation of legal overtime standards is common in the garment industry.\nOur ruling\nViral social media posts claim that Nike’s factory employees work 70 to 80 hours a week and get paid 20 cents an hour.\nThe numbers in the post are outdated, but not entirely far off. Today, Nike pays workers more than 20 cents an hour and employees work, on average, a little less than 70 to 80 hours per week. However, workers rights experts tell us the pay from Nike and other major brands is still below a living wage and average weekly hours are routinely well above standard workweeks.\nWe rate this Half True.", "vclaim_id": "vclaim-pol-16822"}