{"url": "/factchecks/2013/mar/01/nancy-devaney/chairwoman-ocean-state-prevention-alliance-says-ma/", "speaker": "Nancy Denuccio", "vclaim": "In annual surveys of Rhode Island communities that receive Drug Free community grants, many report that more than 50 percent of youth surveyed do not think daily marijuana use poses any serious risk of harm.", "truth_label": "mostly-true", "date": "stated on February 20, 2013 in A news release:", "title": "Chairwoman of Ocean State Prevention Alliance says many Rhode Island teens don’t think daily marijuana use poses serious risk of harm", "text": "As Rhode Island lawmakers debate proposals to legalize marijuana, health officials and others opposed to drug use are warning of serious consequences.\n\nAmong their concerns is that efforts to legalize the drug may lead teenagers to believe there is no risk of serious harm in using it. Some national surveys say that marijuana use among young people has increased in recent years, after surveyed declines during the late 1990s and early 2000s.\n\nNancy Devaney is chairwoman of the Ocean State Prevention Alliance, a Rhode Island organization that opposes marijuana legalization. In a Feb. 20 news release from the Alliance, this statement is attributed to her: \"In annual surveys of Rhode Island communities that receive [federal] Drug Free community grants, many report that more than 50 percent of youth surveyed do not think daily marijuana use poses any serious risk of harm.\"\n\nPolitiFact Rhode Island contacted Devaney to ask about the claim. She e-mailed us numbers she said came from surveys conducted in five of the eight Rhode Island communities that make up the alliance, which works to pursue grants aimed at preventing and reducing drug use.  \n\nDevaney said the communities conducted the surveys to fulfill requirements of federal grants they received.\n\nDevaney gave us survey numbers but not the survey questions and results, so we sought to verify them. We contacted officials from the communities involved and got  results from six of the eight communities in the Prevention Alliance.\n\nSome of the communities surveyed middle school students and some didn’t, but all surveyed high school students, so we’ll focus on those results.\n\nWhen we looked at the numbers, things became a bit complicated because the communities asked the question and tabulated the results in different ways.\n\nTiverton, Middletown and North Kingstown, for example, asked high school students whether daily use of marijuana posed risk of serious harm -- the way Devaney phrased her statement.\n\nBut other communities asked variations of the question. For example, some asked whether smoking marijuana a few times a week -- not daily -- posed a serious risk.\n\nAnd when the responses were tabulated, some grouped results, combining \"moderate\" and \"great risk.\"\n\nAll of the survey results we reviewed, however, supported Devaney’s general point -- that a majority of young people didn’t believe that regular marijuana use was risky.\n\nPolitiFact Rhode Island also looked at national research.\n\nThe survey Monitoring the Future, done yearly by University of Michigan researchers since the 1970s, asked more than 45,000 students in grades 8, 10 and 12 questions including about their perception of the risk of harmfulness of marijuana.\n\nAsked about people who smoke marijuana \"regularly,\" according to Monitoring the Future, about 67 percent of eight graders said great risk.  In the 2012 survey, about 51 percent of 10th graders said great risk of harm for people who smoke marijuana regularly and 44 percent of 12th graders said they perceive great risk of harm.\n\nBy contrast, in the early 1990s, the percentages of 12th graders who saw great risk of harm for marijuana were in the high 70s.\n\nA survey released in September 2012 by the Substance Abuse and Mental Health Services Administration, said that nationally 44.8 percent of people ages 12 to 17 in 2011 perceived great risk in smoking marijuana once or twice per week. And less than 28 percent perceived great risk in smoking marijuana once a month.\n\nThat survey said that in Rhode Island, from 2010 through 2011, an estimated 21.5 percent of people ages 12 to 17 perceived great risk for those who smoked marijuana once a month.\n\nIn other words, the national surveys generally supported Devaney’s claim as well.\n\nOur ruling\n\nNancy Devaney, chairwoman of Ocean State Prevention Alliance, said in a news release:  \"In annual surveys of RI communities that receive Drug Free community grants, many report that more than 50 percent of RI youth surveyed do not think daily marijuana use poses any serious risk of harm.\"\n\nThe percentages from surveys in several communities we checked generally supported her statement, though not all students asked about their perceptions of risk based on daily use of the drug. For those reasons, we rate the statement Mostly True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09652"}