{"url": "/factchecks/2016/jul/28/bill-clinton/bill-clinton-says-more-people-moved-out-poverty-un/", "speaker": "Bill Clinton", "vclaim": "\"We moved 100 times as many people out of poverty as moved out when President (Ronald) Reagan was in office, with 40 percent more jobs.\"", "truth_label": "half-true", "date": "stated on July 26, 2016 in a video at the DNC:", "title": "Bill Clinton exaggerates how many people moved out of poverty under his administration", "text": "A video introducing Bill Clinton before the Democratic National Convention showcased the former president’s accomplishments during his terms in office, from 23 million jobs created to a budget surplus to the signing of the Family and Medical Leave Act.\n\"His actions have changed millions of lives for the better,\" a narrator says.\nClinton appears in the video saying, \"We moved 100 times as many people out of poverty as moved out when President (Ronald) Reagan was in office, with 40 percent more jobs.\"\nThat \"100 times\" feat sounded familiar. Clinton himself said it before in an October 2014 campaign stop in Milwaukee for Wisconsin gubernatorial candidate Mary Burke. Democratic presidential nominee Hillary Clinton also said it in July 2014 in an interview on PBS’ The Charlie Rose Show.\nHillary Clinton’s campaign guided us to reports that used Census poverty data to analyze the statement. If you crunch the numbers from the presidents’ first years to their last full year in office, they support Bill Clinton’s statement. But if you look at the numbers from the year they took office (1993 for Clinton and 1981 for Reagan) to the year they left office, the ratio is a lot smaller.\nFor context: Clinton was elected in 1992 and served from January 1993 to January 2001. Reagan, a Republican elected in 1980, served from January 1981 to January 1989.\nPoverty changes from first year to last full year in office\nWhen Clinton took office in 1993, there were about 39.3 million people in poverty. By his last full year (2000), there were about 31.6 million -- a difference of 7.7 million people.\nWhen Reagan stepped into office in 1981, there were about 31.82 million people in poverty, by his last full year (1988), there were about 31.74 million -- a change of 77,000 people.\nSo, using these sets of years, it does show that 100 times as many people moved out of poverty during Clinton’s administration compared to Reagan’s.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHowever, when we calculate for years they took office to the years they left office, the numbers don’t show a \"100 times\" change. For Clinton, about 6.3 million moved out of poverty, for Reagan, 294,000. That’s a difference of about 21 times.\nWhile these numbers give us an insight into how many people are living in poverty, economists have told us it’s hard to say how many people actually move out of poverty. Someone who is making just $1 above the poverty threshold may still be struggling and not feel out of poverty.\nJobs created\nThe second part of Clinton’s statement says his presidency created 40 percent more jobs than Reagan’s.\nDuring Clinton’s tenure, 22.9 million jobs were created, an increase of 21 percent over the eight-year period. When Reagan was president, 16.1 million jobs were created, or an increase of 18 percent over the eight-year period.\nOverall, then, Clinton’s job-creation total was 42 percent higher than Reagan’s was -- 16.1 million for Reagan vs. 22.9 million for Clinton.\nIt’s important to note that Reagan became president as the country was in a recession, and Clinton took office as the economy was bouncing back.\nOur ruling\nOn the second night of the Democratic National Convention, Clinton said, \"We moved 100 times as many people out of poverty as moved out when President Reagan was in office, with 40 percent more jobs.\"\nPart of Clinton’s statement (moved 100 times as many out of poverty compared to Reagan) is accurate when analyzed from years presidents took office to last full years in office, but can be incorrect when interpreted from year they took office to the year they left. Also, there was a 40 percent increase in jobs created from Reagan’s terms to Clinton’s.\nWe rate Clinton’s statement Half True.https://www.sharethefacts.co/share/5d3d6c3d-efb0-4574-9380-455ad4991f5d", "vclaim_id": "vclaim-pol-04589"}