{"url": "/factchecks/2016/oct/07/rush-limbaugh/rush-limbaugh-wrong-lack-hurricanes-diminishes-cli/", "speaker": "Rush Limbaugh", "vclaim": "Says \"11 straight years of no major hurricanes striking land\" in the United States \"bores a hole right through the whole climate change argument.\"", "truth_label": "pants-fire", "date": "stated on October 5, 2016 in a radio show broadcast:", "title": "Rush Limbaugh wrong that lack of hurricanes diminishes climate change argument", "text": "As Hurricane Matthew threatened the east coast of Florida, conservative radio host Rush Limbaugh cast a far-flung conspiracy about the deadly storm’s hype.  \nLimbaugh, who lives in Palm Beach County, used his radio show to decry what he sees as the politicization of storms by the left to validate climate change. At the time, Hurricane Matthew was a Category 4 storm.\nLimbaugh accused the Obama administration of \"playing games\" with hurricane forecasting to push climate change. Hurricane forecasts come from the National Hurricane Center. The center is controlled by the National Weather Service, which falls under the administration’s Commerce Department.\nLimbaugh recalled how former Vice President Al Gore, author of An Inconvenient Truth, said after Hurricane Katrina devastated New Orleans that the world could expect more destructive hurricanes because of climate change.  \n\"And then what happened? We had 11 years of no hurricanes -- 11 straight years of no major hurricanes striking land in the United States, which just bores a hole right through the whole climate change argument,\" Limbaugh said on his radio show Oct. 5. \"They want people to think this way: Hurricane reported. Must be climate change.\"\nLimbaugh has made similar and wrong arguments in the past, such as when he said the media made up polar vortexes to reinforce global warming.\nHis latest theory about U.S. hurricane landfalls amounting to \"a hole right through\" the validity of climate change is also wrong.\nA history of hurricanes\nThe last major hurricane to hit the United States was Wilma, which pummeled Florida’s west side as a Category 3 storm in 2005. Wilma was a Category 5 storm at its peak while at sea and the most intense hurricane reported anywhere until Hurricane Patricia hit Mexico in 2015.\nAs Hurricane Matthew approached, Brian McNoldy, a senior research associate at the University of Miami's Rosenstiel School of Marine and Atmospheric Science, tweeted Oct. 5 it has been 4,000 days since the last major hurricane hit the United States (or approximately 10.9 years).\n\nA \"major\" hurricane means the storm is a category 3, 4 or 5, said Dave Nolan, another professor of the Rosenstiel School.\nTo be a Category 3 hurricane, winds at the surface must exceed about 115 mph (100 knots) somewhere in the storm. \"Major\" does not refer to size, damages or fatalities — it’s about intensity, as measured by maximum wind speed, Nolan added.\nHugh Gladwin, an associate professor in the department of Global and Sociocultural Studies at Florida International University, said Limbaugh added that storm surge and amount of damage are also factors and some would argue more important than wind speed. If those factors are considered, it is possible that Hurricane Sandy, the destructive 2012 storm that disrupted the East Coast, could qualify as a major hurricane.\nConflating weather with climate\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLimbaugh uses the stretch without hurricanes to make a case against climate change, but experts said that’s all wrong.\n\"This has nothing at all to do with climate change,\" Nolan said. \"Hurricanes are extreme events with a lot of variability from year to year, so they can't be used to indicate long term trends about climate.\"\nHe also said Limbaugh’s U.S.-centric take on climate change ignores weather events from around the world. An example of these events include super typhoon Haiyan, which was the most intense typhoon to ever hit the Philippines, and Hurricane Patricia, one of the strongest ever to hit Mexico.\nSuzana Camargo, a professor of ocean and climate physics at Columbia University’s Lamont Doherty Earth Institute, said the Atlantic only corresponds to about 13 percent of the global number of tropical cyclones (hurricanes), with about 30 percent of the tropical cyclones occurring in the western North Pacific (where they are called typhoons).\nPoint being, the lack of hurricanes hitting the United States is a localized issue, and doesn’t speak about the global issue of climate change.\n\"The relationship between climate change and major hurricanes is complicated and there is not much agreement on it among meteorologists,\" Gladwin said.\nSome researchers at the National Oceanic and Atmospheric Administration, or NOAA, compiled research on global warming and hurricanes in 2015 and concluded that a warming climate, by heating the oceans, will make hurricanes more intense.\nBut explicit connections have not been determined.\n\"It is premature to conclude that human activities — and particularly greenhouse gas emissions that cause global warming — have already had a detectable impact on Atlantic hurricane or global tropical cyclone activity,\" reads NOAA’s analysis.\nNolan said that science has changed course in the last 10 years. Between 1990-2005 some papers suggested that global warming will lead to more and stronger hurricanes, and we can already see this effect over the last 40 years. Since then, academic consensus has emphasized global warming will probably make fewer hurricanes, but some of them will be stronger, and we can't see any trend at all in the historical record.\nLimbaugh mischaracterizes Gore as an example of a liberal who has associated more hurricanes with climate change. Gore points to research that oceans have gotten warmer and have led to more intense hurricanes, but both Nolan and Gladwin said Gore never said there would be more hurricanes.\nEither way, Limbaugh fails to make the case that the 11-year stretch without major hurricanes hitting the United States disproves climate change.\n\"It's not valid to look at the number of landfalling major hurricanes in the United States to say anything about climate change, since random changes in atmospheric steering currents, unrelated to climate change, are partially responsible for the 11-year U.S. major hurricane drought’,\" said Jeff Masters, the director of meteorology at Weather Underground.\nOur ruling\nLimbaugh said the fact that the United States went 11 straight years without major hurricanes \"just bores a hole right through the whole climate change argument.\"\nIt doesn’t. There are several major flaws in his line of reasoning. First, looking only at major hurricanes that hit the United States ignores storm activity around the world. Second, storm frequency does not strictly correlate with rising temperature. Third, many other data points prove that climate change is real.\nLimbaugh’s argument is inaccurate and ridiculous. We rate it Pants on Fire.\nhttps://www.sharethefacts.co/share/827d3cf9-63b0-4f4c-8da5-4dbef2a5204f", "vclaim_id": "vclaim-pol-04178"}