{"url": "/factchecks/2017/mar/23/blog-posting/former-first-grandma-marian-robinson-caught-anothe/", "speaker": "Bloggers", "vclaim": "Says \"(Barack) Obama’s mother-in-law charged with larceny and fraud.\"", "truth_label": "pants-fire", "date": "stated on March 16, 2017 in Internet posts:", "title": "Former ‘First Grandma’ Marian Robinson caught up in another fake news hoax", "text": "Former First Grandma Marian Robinson just can’t catch a break from fake news.\nFirst Michelle Obama’s mother was wrongly accused in fake stories of drawing a federal pension for taking care of grandchildren Sasha and Malia. Now she’s the victim of a new round of false reports that claim she’s being charged with a crime for doing so since former President Barack Obama left office.\n\"Obama’s mother-in-law charged with larceny and fraud,\" reads the headline on several Internet posts that started appearing on or after March 16, 2017. The posts all read roughly the same, claiming that Robinson was charged \"for accepting money from the federal government under false pretenses.\"\nThe story stokes reader ire by admonishing Robinson for attempting to take money she didn’t deserve.\n\"While it may not have been her idea to ask for a $160K pension for being the Obama daughters’ ‘caretaker,’ she was the one who filled out the paperwork and signed her name,\" the posts read.\nSeveral of these links were flagged by Facebook users for being potentially fake, as part of the social media company’s efforts to prune fake news from readers’ news feeds. The various links that repurpose the same post have been shared on Facebook at least 17,000 times.\nWe know this particular claim is fake, because it comes from a website that makes up its content.\nIt was originally posted on March 16 at TheLastLineOfDefense.org, which has been the source of several fake news stories that we’ve previously checked. These kinds of posts end up being passed around on multiple websites, often without attribution about its origin.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nTheLastLineOfDefense.org doesn’t indicate this or any other story is fake, but its About Us link notes that \"all articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\"\nMoreover, the whole idea that Robinson was at all eligible for a federal pension for being a caretaker of the former first family’s children is entirely wrong.\nRobinson was a former bank secretary and stay-at-home mother to Michelle Obama and her brother Craig. She did move into the White House in 2009, and has helped raise her granddaughters. But she didn’t draw a salary and wasn’t on any kind of government payroll for doing that. Since she was never a federal employee, she doesn’t qualify for any government pension.\nThe post on TheLastLineOfDefense.org is building on a claim from October 2016 that originated on BostonTribune.com. That website said Robinson was allowed to collect the $160,000 pension once the Obamas left the White House.\nDespite the story being shared on several other fake news sites, there’s no actual pension for Robinson to collect. We rated that statement Pants On Fire!\nTheLastLineOfDefense.org report appears to acknowledge there is no pension for the first grandma (or at least not a legal one). Instead, the post unleashes outrage over Robinson’s alleged attempt to collect money not owed to her.\nWhat we have here is one fake news website posting a contrived follow-up to another fake news website’s false report. Robinson is not collecting a pension, and she hasn’t been charged with a crime for trying to collect a pension.\nWe rate this claim Pants On Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  Says \"(Barack) Obama’s mother-in-law charged with larceny and fraud.\"    Internet rumors Bloggers   in Internet posts Thursday, March 16, 2017 03/16/2017    Read More  info", "vclaim_id": "vclaim-pol-03526"}