{"url": "/factchecks/2016/dec/15/geraldo-rivera/mostly-false-claim-children-are-rushing-across-bor/", "speaker": "Geraldo Rivera", "vclaim": "Says \"tens of thousands of children\" were rushed across the southwest border \"because they fear the wall.\"", "truth_label": "barely-true", "date": "stated on December 12, 2016 in an interview on Fox News' Hannity:", "title": "Mostly False: Claim that tens of thousands of children are rushing the border fearing Trump's wall", "text": "Fox News’ correspondent Geraldo Rivera said a wave of immigrants from Central America is hitting the United States ahead of President-elect Donald Trump’s inauguration.\nThousands of children and families have been apprehended at the southwest border in recent years as they try to flee violence and poverty in Central America, particularly in Guatemala, El Salvador and Honduras.\nMore attention should be given to Central America’s economic and safety issues, Rivera said. But he said another concern is also driving immigration to the United States: Trump’s promised border wall.\n\"You have a situation where you have all, tens of thousands of children being rushed across the border. Ironically ... why are they coming now? Why were there 45,000 last month as compared to a year ago?\" Rivera asked during a Dec. 12 interview on Fox News’ Hannity. \"They're coming because they fear the wall. They fear that the wall will start construction on Jan. 20, and they won’t be able to come and go the way they have been for decades.\"\nWe were curious about his statement that tens of thousands of children were rushing across the border before Trump takes office and builds a wall.\nWhile many children are coming across the border, it’s not at the level Rivera said, and there are other factors motivating them to come to the United States.\n\"I do not think that significant numbers of children are arriving at the border because they fear that the wall will hurt their future chances,\" said Denise Gilman, who directs the Immigration Clinic at the University of Texas School of Law. \"I have personally spoken to many children and mothers who have arrived at the border and almost all are seeking refugee protection, in the form of asylum.\"\nOur requests to Rivera for more information about his data went unanswered.\nNovember 2016 apprehension data not yet available\nBorder apprehension data is frequently used as a measure of illegal entry into the United States.\nRivera mentioned \"last month’s\" border crossings, which we took as November, but the latest information available goes through October 2016, the first month of fiscal year 2017.\nImmigration authorities in October caught 46,195 individuals of all nationalities along the southwest border. However, just 6,754 were younger than 18 years old.\nA total of 5,451 children were from Guatemala, El Salvador and Honduras, according to border patrol data.\n\"Within these totals, we have seen corresponding increases in the numbers of unaccompanied children and individuals in families apprehended,\" Homeland Security Secretary Jeh Johnson said in a November statement. \"We’ve also seen increases in the numbers of those who present themselves at ports of entry along the southwest border seeking asylum.\"\nSouthwest border apprehensions of unaccompanied minors increased 37 percent in October 2016 compared to October 2015. Overall apprehensions increased 41 percent.\nThe main takeaway for our assessment of Rivera’s statement: While overall apprehensions in October 2016 were up from the year before at around 46,000 people, the number of children caught is much smaller.\n\nReasons for Central American children crossing the border\nSo there has been a year-over-year uptick in apprehensions along the southwest border.\nWhy?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAn August 2016 Congressional Research Service report noted that gang-related violence, poverty and lack of educational and employment opportunities in Guatemala, El Salvador and Honduras played a key role in children’s decisions to leave their homes on their own and cross illegally into the United States.\nWe could not find strong evidence to back up Rivera’s assertion that the election influenced their decision to come. Media reports published after the election included comments from the mayor of McAllen, Texas, Jim Darling, who said he believed talks about a wall being built along the border motivated immigrants to come sooner rather than later.\n\"I’m sure that the discussion about a wall and getting tough on immigration was used by people down there to say, ‘Get up here now before it’s too late,’ \" Darling, whose city borders Mexico, told the Washington Post.\n\"If you talk to them, they all know about President Trump,\" Darling told CNN. \"They all know about a wall. ... The cartels that are encouraging and making money off this travel, they go down and they exploit that.\"\nDarling told CNN he had spoken with recent arrivals.\nThe CNN report, however, also said that Manuel Padilla Jr., chief patrol agent of the Rio Grande Valley Sector, has not noticed an election effect and cited violence and poverty as factors for immigration.\nGilman, of the Texas School of Law immigration clinic, also said Central Americans are fleeing extreme violence in their countries.\n\"I have never yet heard a single child or mother mention the wall as a factor in their decision to migrate or in the timing of their arrival,\" Gilman added.\nChildren and families have not been crossing in great numbers for decades. That has been the case only in recent years, most notably in 2014 and driven by the violence in Central America, Gilman said.\nMany Central Americans turn themselves to immigration authorities in order to seek asylum protection; to apply, individuals must be physically present in the United States and can do so regardless of how they arrived or of their current immigration status.\nImmigration officials said that 2014 was the first time Central Americans apprehended on the southern border outnumbered Mexicans.\n\"The demographics of illegal migration on our southern border has changed significantly over the last 15 years – far fewer Mexicans and single adults are attempting to cross the border without authorization, but more families and unaccompanied children are fleeing poverty and violence in Central America,\" Johnson, the Secretary of Homeland Security, said in an October statement.\nBack to Rivera’s comment, a month’s worth of data is also not sufficient to infer increases stem from fears about Trump’s administration policies, said Peter Margulies, who teaches immigration law and national security law at Roger Williams University School of Law.\nImmigration flows are influenced by many reasons, including conditions in immigrants’ native countries, Margulies said.\nStill, prospective immigrants care about how politics affects U.S. immigration policy, and smugglers \"will try to exploit fear of President-elect Trump's immigration plans to encourage people to try to enter the U.S. sooner rather than later,\" Margulies said.\nOur ruling\nSpeaking about children crossing the southwest border, Rivera said tens of thousands are coming now \"because they fear the wall.\"\nAbout 46,000 people were apprehended at the southwest border in October 2016, the latest data available. But speaking specifically about all unaccompanied children crossing the border, the number is much lower, 6,754.\nIt’s not likely, given the ongoing high levels of violence and poverty in Central American countries, that fears of the election were the primary motivation behind these crossings. The number of Central American unaccompanied children crossing the border increased before the election, peaking in 2014.\nOne month’s worth of data and anecdotal evidence is insufficient to explain that increases stem from fears of a wall, though smugglers might try to exploit that fear to push people toward the United States.\nRivera’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.https://www.sharethefacts.co/share/d8e970d5-87f5-410f-bda9-ca45dfe97560", "vclaim_id": "vclaim-pol-03867"}