{"url": "/factchecks/2011/apr/01/donald-trump/donald-trump-says-south-korea-doesnt-pay-us-troop-/", "speaker": "Donald Trump", "vclaim": "South Korea doesn't pay the United States for U.S. troops that protect their country.", "truth_label": "false", "date": "stated on March 23, 2011 in an interview on ABC's \"The View\":", "title": "Donald Trump says South Korea doesn't pay United States for troop presence", "text": "A whirlwind media tour by Donald Trump -- the flamboyant businessman, reality show star and possible Republican presidential candidate -- took him to ABC’s The View on March 23, 2011. Trump discussed everything from the dynamics of the Republican primary field to his own personal life. But we were particularly intrigued by his comments on U.S. military support for South Korea, which came up in a discussion of U.S. intervention in Libya.\n\n\"If you look at North Korea, South Korea, we're protecting South Korea,\" Trump said. \"They're making a fortune. Let's call it hundreds of billions of dollars of profit on us. We have 25,000 soliders over there protecting them. They don't pay us. Why don't they pay us?\"\n\nFirst, some preliminaries.\n\nTrump’s reference to \"hundreds of billions of dollars of profit\" sounds plausible to us, if you look at the size of South Korea’s gross domestic product -- $832 billion in 2009, according to the World Bank -- and consider the existential threat to the nation posed by North Korea, the heavily armed and unstable dictatorship on its border.\n\nMeanwhile, Trump’s estimate of 25,000 soldiers is not far off: A Pentagon spokeswoman, Cmdr. Leslie Hull-Ryde, said there are approximately 28,500 U.S. service members stationed in South Korea today. Nick Sarantakes, a professor of strategy and policy at the U.S. Naval War College, notes that a majority of U.S. personnel based in Korea are actually in the Air Force, so Trump is technically wrong to use the term \"soldiers,\" which refers to Army troops.\n\nBut that's not the focus of our fact-check. We were curious if he's correct that South Korea does not reimburse the U.S. for those troops.\n\nFirst, we should note that the number of U.S. service members is dwarfed by the more than 500,000 South Korean service members on active duty, plus many more South Korean reserve troops.\n\n\"The South Koreans defend themselves,\" said Allan R. Millett, a historian and director of the Eisenhower Center for American Studies at the National World War II Museum in New Orleans. \"We do the high-tech things so they can have more shooters.\"\n\nBut do they pay for the U.S. help?\n\nIndeed, they do. South Korea has regularly signed agreements spelling out its \"burden sharing\" responsibility for U.S. troops. The current agreement, which was signed by representatives of the two governments in January 2009, covers the five-year period between 2009 and 2013.\n\nThe financial burden South Korea must shoulder, converted into dollars, is about $694 million. That amount will rise for each of the succeeding four years at an amount pegged to inflation. The prior agreement covered 2007 and 2008, with payments totaling $664 million and $678 million in 2007 and 2008, respectively.\n\nThe payments by South Korea fall into several sub-categories. Labor cost sharing, paid in cash, accounts for about 41 percent of the total. Logistics cost sharing, which is paid in kind, accounts for about 18 percent. And construction programs, which are a combination of cash and in-kind payments, account for the remaining 41 percent of the costs.\n\nTrump’s statement that South Korea doesn’t \"pay us\" is a sweeping statement that suggests they get U.S. protection for free. But in fact, they are paying the U.S. hundreds of millions of dollars a year.\n\nIt should be noted that some have questioned whether South Korea is paying enough. Lawrence Korb, a former Reagan Administration Defense Department official who is now a senior fellow with the liberal Center for American Progress, recalls that there’s been frustration on that point dating back to at least the administration of President Jimmy Carter.\n\nBut if Trump’s point is that we’re giving something away for free, experts note that the U.S. benefits from our military investment in South Korea, too. We’re not only helping protect a major trading partner, but the U.S. presence in South Korea is aimed at preventing a crisis that could have significant economic, military and humanitarian consequences around the globe.\n\n\"We are in the Republic of Korea for our own national goals, deterring a regional war\" between some combination of China, Russia, Taiwan, North Korea and Japan, Millett said.\n\nWhen we contacted Trump’s organization, Michael Cohen, his political aide, said that the point Trump was making is that \"we have no money … and yet here we are playing police officer to the entire world, and we do it at whose expense?\"\n\nBut Trump’s statement on The View is incorrect. South Korea has signed an agreement to cover labor, logistical and construction costs running into the hundreds of millions of dollars annually. That may or may not be a big enough payment, but Trump is wrong to suggest that South Korea bears no financial burden at all. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13323"}