{"url": "/factchecks/2012/aug/29/pam-bondi/pam-bondi-says-women-care-most-about-jobs-and-econ/", "speaker": "Pam Bondi", "vclaim": "Says women care most about jobs and the economy", "truth_label": "true", "date": "stated on August 27, 2012 in a CNN interview:", "title": "Pam Bondi says women care most about jobs and the economy", "text": "Women and Mitt Romney see more eye-to-eye on the issues than the polls and press would have you believe, says Florida Attorney General Pam Bondi.\n\nAs the Republican National Convention convened in Tampa, CNN host Wolf Blitzer asked Bondi if she thought debate over abortion rights played into why Obama leads Romney with women. He pointed out the party’s policy platform, which calls for a \"personhood\"-style amendment that would define life at the moment of conception.\n\nBondi said \"that issue really has not come up\" during her travels across the country on Romney’s behalf.\n\n\"What women care about are jobs, the economy, the unemployment rate,\" Bondi said on Aug. 27, 2012. \"You know, 401,000 women have lost jobs under President Obama’s reign.\"\n\nLater in the interview, she said, \"Wolf, when I’m around the country, women care about the same issues as men, and that’s getting jobs, keeping jobs.\"\n\nWe’ve heard this retort from Republicans throughout this election cycle as reproductive rights issues have at times dominated the news.\n\nWe wanted to know if Bondi is right about jobs being the priority for women or if it just sounds nice on TV. We put the question to experts in polling, political science and women’s issues (and to Bondi’s press aides, who did not respond).\n\nWomen have trended Democratic since the Ronald Reagan-Jimmy Carter 1980 election, but abortion isn’t the driving issue, said Seth McKee, a University of South Florida political science professor.\n\n\"It’s one of the myths in American politics that people think that’s where the gap comes from,\" he said of abortion. \"There are lots of pro-choice men.\"\n\nInstead, the gender gap is traditionally widened by issues of aggression -- meaning, more aversion from women to war and gun rights -- and government programs. Women are more likely to be in charge of family decisions on education, health and budgets, so they place more value on programs like Medicare, Medicaid and Social Security, said Heidi Hartmann, president of the Institute for Women’s Policy Research.\n\n\"It’s typically the woman who is responsible for all of that,\" she said. \"And in general the Democrats are more supportive of providing those services to women and their families.\"\n\nWhere do reproductive issues rank? Not high, no matter the poll.\n\nHere’s how the issue of abortion ranked in May 2012 when Washington University’s American Panel Survey asked people what issue they thought is \"the most important problem facing the country today.\"\n\n\n\n\n\n\n\n\n\n\n\n \n\nMale\n\nFemale\n\nTotal\n\n\n\nAbortion\n\n.3%\n\n.9%\n\n.6%\n\n\n\nEconomy in general\n\n32.7%\n\n35.6%\n\n34.2%\n\n\n\nUnemployment\n\n13.5%\n\n10.6%\n\n12%\n\n\n\nBudget deficit\n\n12.8%\n\n8.1%\n\n10.4%\n\n\n\nMoral decline\n\n10.6%\n\n7.9%\n\n9.2%\n\n\n\n\n\n\nAbortion didn’t break a percentage point.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nStill, Bondi’s statement does not account for a couple factors, said Jeffrey Jones, managing editor of Gallup polls. First, he said, everyone cares most about the economy when it’s bleak. And even in a decent economy, sizing up single issues (abortion, gay marriage, campaign finance) next to as broad a topic as the economy is comparing apples and oranges.\n\nIn a close presidential race like this one, both sides will pounce on social controversies in hopes of moving the needle.\n\nThe Obama campaign, for instance, is using the abortion debate -- inflamed anew by Todd Akin’s \"legitimate rape\" controversy -- to appeal to unmarried women, said Karlyn Bowman, senior fellow at the conservative American Enterprise Institute.\n\n\"Obama has to be sensitive to women's concerns about the economy and deflecting their concerns to issues such as contraception and abortion could be a good strategy,\" she said.\n\nNARAL Pro-Choice America political director Beth Shipp said polls by the group show abortion rights help Obama among women labeled \"Obama defectors,\" meaning they voted for him in 2008 but are not committed this year.\n\n\"We don’t need to move 5 percent or 10 percent. We don’t need to move 2 percent,\" Shipp said. \"I can move a .5 percent or 1 percent and affect the outcome of this race.\"\n\nOn the other side of the debate, anti-abortion advocates plan to use Obama’s \"extreme abortion record\" with the same end goal, according to an Aug. 29, 2012, Washington Post story.\n\nSome experts argue that reproductive rights and the economy aren’t completely separate issues. If women aren’t worried about issues of contraception and abortion, it’s probably because they think those issues are long settled, says David Johnson, a University of South Florida history professor.\n\n\"Women in the ‘60s and ‘70s were fighting for reproductive freedom so that they could work,\"\nJohnson said in an interview. \"If they could not control when they could have children, they could not work.\"\n\nOur ruling\n\nIt’s worth noting that people on both sides of the issue believe debates on abortion rights can help or hurt a candidate on the margins in a tight race.\n\nBut Bondi is right that women, like men, place the most importance on economic issues this election cycle. We rate her statement True.\n\nPolitiFact Florida is partnering with 10 News for the election. See video fact-checks here.", "vclaim_id": "vclaim-pol-10491"}