{"url": "/factchecks/2014/may/23/chain-email/rumors-third-barack-obama-term-are-satire-passed-t/", "speaker": "Chain email", "vclaim": "\"Obama Announces Plans For A Third Term Presidential Run\"", "truth_label": "pants-fire", "date": "stated on May 17, 2014 in a chain email:", "title": "Rumors of third Barack Obama term are satire passed off as truth", "text": "Who says President Barack Obama -- facing weak approval ratings, a tough midterm election and growing outrage over problems in veterans’ health care facilities -- is in the dumps? He’s headed to a third term! Or at least that’s the claim now bouncing around the Internet.\nA reader recently emailed us to ask if we could check out something they’d run into online -- a story titled, \"Obama Announces Plans For A Third Term Presidential Run.\" As we'll see, it's another case of a satirical article being passed off as real.\nThe article with a Washington dateline began, \"President Barack Obama shocked the country this morning with news that he is running for a third term.\"\nIt went on to quote Obama at a press conference saying,\"‘I can’t abandon the American people now when they need me more than ever. We’ve come this far as a nation, now is not the time to do something different. This is the change you wanted and this is the change you’re getting.\"\nThe article then quoted Sen. Rand Paul, R-Ky., telling CNN that he opposes Obama’s decision. \"This defies everything the Constitution stands for,\" Paul is quoted as saying. \"We can not let this man have a third term.\"\nThe problem facing Obama, according to the article, is the 22nd Amendment, which prevents presidents from running for more than two terms. It was ratified in 1951.\nHowever, the article suggests that Rep. Jose Serrano, D-N.Y., has \"recently introduced\" a measure to abolish the 22nd Amendment -- which is \"exactly the kind of news that makes an Obama 2016 Presidential run possible.\"\nThe article closes with a comment from Paul Horner, purportedly an administration spokesman.\n\"Obama is guaranteed to win in 2016 and then we’ll all be able to enjoy this great man for another four years,\" the article quotes \"Horner\" as saying. \"Things could not get any better for the American people. I’m so stoked!\"\nSo is Obama really going to get around the Constitution to run for a third term?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNope.\nIn fact, people passing along this story by email appear not to have noticed that it comes from a satire site called the National Report.\nThe site’s tongue-in-cheek disclaimer says, in part, that \"the views expressed by writers on this site are theirs alone and are not reflective of the fine journalistic and editorial integrity of National Report.\" The urban-legend investigation site Snopes.com has archived an even clearer disclaimer that has since been removed. The former disclaimer said, \"National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.\"\nAs it happens, FactCheck.org has been debunking similar \"third-term\" claims since 2009 -- the first year Obama was in office, when he was still three years away from running, legally, for his second term.\nThese earlier chain emails tended to focus on the amendment by Serrano. The National Report satire piece is correct to say that Serrano has introduced such legislation, but it’s hardly as recent a development as the article suggests.\nAs FactCheck.org noted, Serrano introduced a similar measure numerous times during the presidencies of Bill Clinton (1997, 1999 and early 2001) and George W. Bush (2003, 2005 and 2007), with each bill dying in committee without coming to a vote.\n\"I introduce it as a matter of principle,\" Serrano told FactCheck.org. \"I do not believe there should be term limits for any elected official. Elections should be the deciding factor. I do not receive advice or support on this bill from the White House or any other source.\"\nThe current version of Serrano’s repeal bill has, as is typical, attracted no co-sponsors and gone nowhere in committee. No one should be under the illusion that this is an idea going anywhere soon.\nWe asked a White House spokesman if he wanted to comment. He politely declined.\nOur ruling\nA chain email now circulating links to an article headlined, \"Obama Announces Plans For A Third Term Presidential Run.\" The article comes from a satire website, and even if Obama wanted to do an end run around the constitutional prohibition, the vehicle to do it -- Serrano’s bill -- has no hope of passage, much less any chance of ratification in three quarters of the states. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07826"}