{"url": "/factchecks/2014/feb/17/florida-democratic-party/democrats-say-david-jolly-david-jolly-supports-pri/", "speaker": "Florida Democratic Party", "vclaim": "Says David Jolly \"supports privatizing Social Security.\"", "truth_label": "barely-true", "date": "stated on February 6, 2014 in a robocall to 13th Congressional District voters:", "title": "David Jolly 'supports privatizing Social Security,' Democrats say", "text": "Issues affecting seniors continue to drive a lot of the attack ads in the race to fill the seat held by the late U.S. Rep. C.W. Bill Young.\nOne of the more persistent claims lately has been Democratic accusations that David Jolly wants to fundamentally change Social Security. In a robocall that began targeting Pinellas County’s independent seniors on Feb. 6, 2014, the Florida Democratic Party reinforces the attack.\n\"Lobbyist Jolly also supports privatizing Social Security, which could force seniors to gamble with their retirement on the stock market, and Jolly even praised the Ryan Budget that turns Medicare into a costly voucher program,\" a woman’s voice says during the call.\nWe’ve been over claims about Jolly’s actions on Medicare and the Ryan budget before, but does he want to privatize Social Security? This sound bite ends up being quite a mouthful.\nSecuring Jolly’s platform\nFormer congressional aide-turned-lobbyist Jolly has faced repeated attacks over his past advocacy of other issues before.\nPart of the evidence for this claim is that one of his old clients, Free Enterprise Nation, was run by a man named James MacDougald. Jolly in 2009 lobbied U.S. Rep. Paul Ryan, R-Wis., for issues relating to Medicare and Social Security -- namely that future years of debt aren’t readily apparent to taxpayers, according to the Republican candidate. He listed only \"Social Security Reform\" as one of the topics of the meeting on a lobbying disclosure form. His campaign said he was \"critical of the Ryan budget\" in the meeting with the congressman.\nRyan’s budget plans over the years called for revamping the Social Security Old-Age, Survivors, and Disability Insurance program by allowing workers younger than 55 to divert some of their contributions from Social Security to voluntary personal savings accounts. The money in the accounts would be invested, overseen by the government, instead of paying for current retiree benefits.\nMacDougald has favored a similar approach, calling for a \"defined contribution\" plan for anyone younger than 50. That means the government would make a set contribution to workers, who then would have investment options. (MacDougald is now Jolly’s campaign finance co-chairman.)\nJolly has said he doesn’t support this idea, but \"anybody that has an intellectually honest conversation knows we have to have long-term entitlement reform in order to balance the budget.\" He told the Tampa Bay Times that in any such discussion, in the newspaper’s paraphrasing, \"everything should be on the table, including private accounts in which workers make their own investment decisions, as well as the important role of Social Security as a safety net.\" Democrats have subsequently used the wording as proof Jolly supports privatization.\n\"David Jolly has been very clear on his position that he supports preserving Social Security,\" campaign spokeswoman Sarah Bascom said in a statement. \"In fact, that is one of the reasons he is on record saying he would not have voted for the Ryan budget because of certain changes to the Social Security program.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on March 28, 2010 in a U.S. Senate primary debate on FOX News Sunday\n\n\n\n\n\n\n\n\n\"Just this week we received the news that for the first time Social Security is now paying out more in benefits than it's taking in. That was something that was supposed to happen in 2016.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Catharine Richert • March 28, 2010\n\n\n\n\n\n\n\nDemocrats are making hay about the fact that Jolly said \"there was a lot of good in the Ryan budget\" during the Dec. 8, 2013, edition of Bay News 9’s Political Connections. That portion of the quote doesn’t tell the whole story, however.\n\"I think we have to be careful on the Ryan budget for a couple of reasons,\" he said on the show. \"Entitlement programs — Social Security, Medicare — we know what that means to the community here. I have said from the very beginning, we have to protect the promises that have been made, to everybody.\"\nWhen pressed about whether he would have voted for the budget proposal with House Republicans, Jolly said he \"would have to examine the details of the Ryan plan.\"\nHe has also referred to his position in a Feb. 3, 2014, interview on Tampa Bay TV station WFLA.\n\"On Social Security and Medicare, I came out very early, in a Republican primary, full of Republican conservative voters, and suggested one, I would have voted against the Ryan plan,\" he said. \"And two, I believe we do have to protect benefits not just for current beneficiaries, but for those who have already vested into the program as a result of working 40 quarters.\"\nA quarter of coverage is a period of time based on a worker’s total wages or income over the year. A maximum of four quarters can be earned per year, and 40 quarters must be earned to become fully vested (or \"fully insured,\" as the Social Security Administration calls it) for retirement benefits. That means a worker would have to put in a minimum of 10 years in the employment pool to qualify for full benefits, if they earned all four quarters in a year. So generally speaking, Jolly is saying he wants to particularly protect those who have worked for 10 years, while looking at changes for young workers.\nJolly told the Tampa Bay Times editorial board in a Dec. 9, 2013, meeting before the primary that he supported keeping Social Security and Medicare the same except for the youngest workers.\nJolly referred to similar phrasing in a Feb. 3 debate with Democratic opponent Alex Sink and Libertarian hopeful Lucas Overby, adding \"long-term entitlement reform is the only way to reach a balanced budget.\"\nOur ruling\nDemocrats say Jolly \"supports privatizing Social Security,\" using a paraphrased statement that private accounts should be on the table in discussing future reforms. They also point to the fact Jolly had a meeting with Ryan to discuss the program.\nJolly says he’s been very clear where he stands on Social Security, but we don’t think it’s all that apparent. Saying private accounts should be an option doesn’t denote advocacy, but rather a willingness to explore options.\nWhich option Jolly favors isn’t so clear, beyond setting some kind of benefit guarantee for people who have already qualified for Social Security or are currently receiving payments. He hasn’t said whether private accounts were at the top of his list of potential fixes, only that they should be considered.\nDemocrats are attempting to make it sound like he is 100 percent behind the idea, but don’t offer any proof beyond a paraphrased statement. We rate the statement Mostly False.", "vclaim_id": "vclaim-pol-08240"}