{"url": "/factchecks/2016/oct/05/tim-kaine/tim-kaine-recalls-mike-pence-comment-putin-stronge/", "speaker": "Tim Kaine", "vclaim": "\"Gov. Pence said, inarguably, Vladimir Putin is a better leader than President Obama.\"", "truth_label": "mostly-true", "date": "stated on October 4, 2016 in the vice presidential debate in Farmville, Va.:", "title": "Tim Kaine recalls Mike Pence comment on Vladimir Putin", "text": "One of the themes of the vice presidential debate in Farmville, Va., involved Tim Kaine pressing Mike Pence on controversial statements made by either Pence or Donald Trump.\nKaine, a Democratic U.S. senator from Virginia, tried particularly hard to pin his rival down on favorable statements about Russian leader Vladimir Putin.\nAt one point, Kaine said, \"Hillary also has the ability to stand up to Russia in a way that this ticket does not. Donald Trump, again and again, has praised Vladimir Putin. … Gov. Pence made the odd claim — he said, inarguably, Vladimir Putin is a better leader than President Obama. Vladimir Putin has run his economy into the ground. He persecutes LGBT folks and journalists. If you don't know the difference between dictatorship and leadership, then you got to go back to a fifth-grade civics class.\"\nKaine hammered the point again later in the debate.\n\"Well, this is one where we can just kind of go to the tape on it. But Gov. Pence said, inarguably, Vladimir Putin is a better leader than President Obama.\"\nPence, the governor of Indiana, pounced, saying, \"That is absolutely inaccurate. … He said he's stronger -- he's been stronger on the world stage.\"\nSo who was right? A close look at the original comment suggests that both have a point, but neither is fully accurate.\nUnderstanding this claim requires going back to exchanges that occurred about a month earlier.\nOn several occasions during the campaign, Trump had spoken admiringly of Putin. For instance, in NBC’s Commander in Chief Forum on Sept. 7, Trump said, \"The man has very strong control over a country. It's a very different system and I don't happen to like the system, but certainly, in that system, he's been a leader, far more than our president has been a leader.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe following day, Pence was asked about Trump’s remark in an interview with CNN's Dana Bash at the Ronald Reagan Presidential Library. Pence supported what his ticket-mate had said.\n\"I think it's inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country,\" Pence said. \"And that's going to change the day that Donald Trump becomes president.\"\nSo Kaine has a point that Pence did say something seemingly favorable to Putin’s leadership, saying he’d been \"a stronger leader\" than Obama. But Kaine related the remark inaccurately, saying Pence had said Putin was \"a better leader than President Obama.\" Pence never used the term \"better.\"\nAs it turns out, Trump himself had used the word \"better,\" at least twice. During a July 27 news conference in Florida, Trump said, \"Putin has much better leadership qualities than Obama, but who doesn't know that?\" And on the July 28 edition of Fox & Friends, Trump did say Putin is \"a better leader than Obama.\"\nBut during the debate, Kaine didn’t say Trump said these things. He said Pence did. \nMeanwhile, Pence’s response to Kaine’s jab wasn’t airtight, either.\nFirst, Pence’s counterpunch seemed to conflate his own comments on Putin with Trump’s. And second, Trump was never explicit that he was referring to Putin's role on the \"world stage.\" \nOur ruling\nIn the debate, Kaine said that Pence had \"said, inarguably, Vladimir Putin is a better leader than President Obama.\"\nPence did say something very similar -- but not exactly as Kaine said. Pence had said that Putin \"has been a stronger leader in his country than Barack Obama has been in this country.\" However, \"stronger\" is not identical to \"better.\" We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-04198"}