{"url": "/factchecks/2017/oct/30/donald-trump/trump-wrongly-says-manafort-crimes-came-years-he-j/", "speaker": "Donald Trump", "vclaim": "Says Paul Manafort’s alleged crimes were \"years ago, before Paul Manafort was part of the Trump campaign.\"", "truth_label": "barely-true", "date": "stated on October 30, 2017 in a tweet:", "title": "Trump wrongly says Manafort crimes came years before he joined the campaign", "text": "President Donald Trump reacted via his favorite platform -- Twitter -- to indictments against his former campaign manager Paul Manafort, a business associate of Manafort’s, and a guilty plea from a former campaign policy adviser.\n\"Sorry, but this is years ago, before Paul Manafort was part of the Trump campaign. But why aren't Crooked Hillary & the Dems the focus,\" Trump tweeted.\nSorry, but this is years ago, before Paul Manafort was part of the Trump campaign. But why aren't Crooked Hillary & the Dems the focus?????— Donald J. Trump (@realDonaldTrump) October 30, 2017\n\n\nThe Justice Department indicted Manafort on 12 counts, primarily money laundering and false statements, none of which involved his work for Trump. The oldest of the allegations date back to activities that began in 2006, but three occurred in 2016 and 2017.\nManafort’s more recent actions undercut Trump’s statement. The White House did not respond to a request for comment.\nManafort’s campaign role\nIn March 2016, then-candidate Trump tapped Manafort to manage the Republican National Convention. In a press release announcing the hiring, Trump praised Manafort as \"a great asset and an important addition\" in consolidating the support Trump won during the primary season.\nOn May 19, Trump promoted Manafort to campaign chairman and chief strategist.\nOn Aug. 19, as Trump’s poll numbers tumbled, Manafort resigned. His time with the Trump campaign had lasted six months.\nThe indictments\nFrom 2006 to 2014, according to the indictment, Manafort and his business partner Rick Gates made tens of millions of dollars lobbying on behalf of a pro-Russia political party in Ukraine and the man who led it into power, Ukrainian President Viktor Yanukovych. The work continued briefly after Yanukovych was forced from office.\nThe grand jury indictment alleges that in order to hide the money from the U.S. government, Manafort and Gates \"laundered the money through scores of United States and foreign corporations, partnerships and back accounts.\" Manafort used \"his hidden overseas wealth to enjoy a lavish lifestyle in the United States.\" He bought \"multi-million dollar properties\" and then \"borrowed millions of dollars in loans using these properties as collateral, thereby obtaining cash in the United States without reporting and paying taxes on the income.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe money-laundering conspiracy is the second count in the indictment.\nThe government documented a large number of transactions between 2008 and 2014. But they continued into March 2016, the very beginning of Manafort’s work with the Trump campaign.\nIn 2012, Manafort used an offshore account to buy a $2.8 million condominium in New York City, which he rented out using, among other services, Airbnb. In late 2015, he applied to get a mortgage on the property. To get a lower interest rate, he and Gates invented documents to say it was a second-home for his daughter and son-in-law.\nBased on that assurance, in March 2016, government prosecutors said, a bank gave Manafort a $1.185 million loan on the property.\nAlso in early 2016, Manafort misled another bank to secure a loan on a second New York property.\nIn addition, the indictment said for many years Manafort had hidden his control over multiple foreign accounts in places such as Cyprus and the United Kingdom. That deception continued as late as October 2016.\nThere are two other charges that occurred in 2016 and 2017, and both involve making false statements. The government said that in November 2016 and February 2017 Manafort and Gates failed to make a full disclosure of their overseas work under the Foreign Agents Registration Act. They denied that their work for Ukrainian parties included meetings or outreach within the United States. The government also said they tried to bury the paper trail that would reveal their full activities.\nManafort's attorney Kevin Downing said in a statement that the Special Counsel was using a \"very novel theory\" of the foreign agents registration law, and that since 1966, the government has won just one conviction for failure to file under it.\nOur ruling\nTrump said the allegations against Manafort involved crimes committed years ago. Most of the counts in the indictment detail Manafort’s money laundering efforts dating back to 2006. But that deception involving foreign bank accounts and misleading lenders, prosecutors said, extended until as late as October 2016.\nBy March of that year, Trump had named Manafort to oversee the Republican National Convention.\nThe charges that Manafort made false statements took place after Manafort stepped down from the Trump campaign, but they did take place within the past year.\nTrump’s claim puts more of a cushion between him and Manafort than was actually the case. We rate this statement Mostly False.\n Share the Facts 2017-10-30 19:17:30 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Paul Manafort’s alleged crimes were \"years ago, before Paul Manafort was part of the Trump campaign.\"    Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/925005659569041409   In a tweet. Monday, October 30, 2017 2017-10-30    Read More  info", "vclaim_id": "vclaim-pol-02750"}