{"url": "/factchecks/2015/nov/04/marco-rubio/marco-rubio-portrays-hillary-clinton-liar-her-stat/", "speaker": "Marco Rubio", "vclaim": "\"There was never a single shred of evidence presented to anyone\" that the attacks in Benghazi, Libya, were \"spontaneous, and in fact, the CIA themselves understood that early on.\"", "truth_label": "half-true", "date": "stated on October 29, 2015 in an interview on CNN:", "title": "Marco Rubio said there was never evidence that the attacks on Benghazi were spontaneous", "text": "U.S. Sen. Marco Rubio portrayed Hillary Clinton as lying about the circumstances of the Benghazi attack when she said the attacks were the result of an anti-Muslim video instead of al-Qaida-like terrorists.\n\"There was not a single person on the ground in Benghazi who believed that it was a spontaneous uprising,\" he said in an interview on CNN on Oct. 29, 2015.\nCNN’s Chris Cuomo asked Rubio how it could be a lie if the CIA told Clinton it was due to a demonstration.\nRubio replied: \"She consistently, privately told people, over and over again, including in the early aftermath of it, that this was led by al-Qaida-like elements. There was never a single shred of evidence presented to anyone that this was spontaneous, and in fact, the CIA themselves understood that early on, irrespective of what the administration is telling you now.\"\nWe wanted to fact-check what Rubio said about what the CIA understood, drawing on the seven congressional investigations that followed, as well as news articles provided by Rubio and testimony by officials that the Clinton campaign sent us.\nWhat we found is a very murky situation. It seems like there were indications early on that the attacks were not the result of simple protests. But also early on, some in the government did seem to think that demonstrations over the video were a factor. That constitutes something of a \"shred,\" contrary to what Rubio said.\nTimeline of reports about what prompted the attacks\nTo try to sort out the evidence, we created a timeline to show when information was shared about the reason for the attacks. (Other media have created their own timelines, including Factcheck.org and the Washington Post’s The Fact Checker.)\nSept. 11, 2012: The attack on a U.S. diplomatic compound begins at 3:40 p.m. ET (9:40 p.m. in Benghazi); an attack on a CIA mission annex begins at 6 p.m. ET. Four Americans die in the attacks.\nSept. 11, 2012: Defense Secretary Leon Panetta met with Defense Department officials a couple hours after the attack \"to discuss the Benghazi attack and other violence in the region in reaction to the anti-Muslim video,\" according to a report from the bipartisan Senate Committee on Homeland Security and Governmental Affairs. Several officials later told this committee that they believed it was a terrorist attack immediately or almost immediately.\nSept. 11, 2012: Clinton issued a statement that didn’t indicate a cause for the attack but said, \"Some have sought to justify this vicious behavior as a response to inflammatory material posted on the Internet.\" At 11:12 p.m. Clinton sent an email to her daughter Chelsea saying the attack was conducted by an al-Qaida like group.\nAnother email revealed that Clinton, during a phone call with Libyan President Mohamed Magariaf around 8 p.m. ET, said she understood Ansar al-Sharia, an al-Qaida-affiliated group, claimed responsibility for the attacks.\nHowever, 24 hours after taking responsibility for the attacks, Ansar al-Sharia retracted the claim.\nSept. 11, 2012: Two alerts were issued by the State Department Operations Center to administration officials, according to the House Republican Conference report. The first said the U.S. facilities were under attack, while the second linked the attacks to Ansar al-Sharia. Neither alert mentioned a protest related to the video.\nSept. 12, 2012: In the first CIA assessment of the attacks, the CIA said \"the presence of armed assailants from the incident’s outset suggests this was an intentional assault and not the escalation of a peaceful protest.\"\nAccording to the bipartisan House Intelligence Committee report, the CIA later said the initial assessment lacked supporting evidence and was subsequently left out of reports. Meanwhile, analysts \"received 21 reports that a protest occurred in Benghazi.\" Fourteen of those reports were issued from the Open Source Center (a CIA intelligence center), while the rest came from the CIA, the Defense Department and the NSA.\nHowever, the bipartisan Senate Select Committee on Intelligence found issues with the reports because they included information from early news reports, not just original intelligence. The reports were also based on intercepted communications and informants’ tips, according to the New York Times.  \nSept, 12, 2012: President Barack Obama, speaking in the Rose Garden, said, \"No acts of terror will ever shake the resolve of this great nation.\" While he didn’t refer to the video directly, Obama did say, \"We reject all efforts to denigrate the religious beliefs of others.\"\nSept. 15, 2012: The CIA’s chief of station in Tripoli wrote an email to the then-deputy director of the CIA saying that the attacks were \"not an escalation of protests.\"\nThe intelligence community \"also had information that there were no protests outside the Temporary Mission Facility prior to the attacks, but did not incorporate that information into its widely circulated assessments in a timely manner,\" according to the Senate Select Committee on Intelligence report.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nSept. 16, 2012: United Nations Ambassador Susan Rice appeared on five Sunday talk shows. She talked about the video several times and said, \"We do not have information at present that leads us to conclude that this was premeditated or preplanned.\"\nShe said on NBC’s Meet the Press that the current assessment was the attack was \"a spontaneous reaction to what had just transpired hours before in Cairo -- almost a copycat of the demonstrations against our facility in Cairo, which were prompted, of course, by the video.\"\nThe administration was later criticized for the talking points fed to Rice in advance of her interviews. In an email from Ben Rhodes, the then-deputy national security adviser for strategic communications, one of those talking points stated: \"Since we began to see protests in response to this Internet video, the president has directed the administration to take a number of steps.\"\nSept. 18, 2012: The CIA and FBI reviewed video footage from the Benghazi compound that showed no protests preceding the attack.\nSept. 19, 2012: Director of National Intelligence Matt Olsen said during a congressional hearing that the State Department officials in Benghazi died \"in the course of a terrorist attack on our embassy.\"\nSept. 20, 2012: Clinton said during a press conference that \"the video that sparked these protests is disgusting and reprehensible, and the United States government, of course, had absolutely nothing to do with it.\"\nSept. 21, 2012: Clinton attributed the attack to terrorism during a press conference: \"What happened in Benghazi was a terrorist attack, and we will not rest until we have tracked down and brought to justice the terrorists who murdered four Americans.\"\nSept. 24, 2012: The CIA changed its assessment of the attacks after determining that no protests occurred outside the Benghazi facility before the attacks.\nSept. 28, 2012: Shawn Turner, a spokesperson for the Director of National Intelligence, issued a statement that officials initially thought that the attack was spontaneous but soon concluded that terrorists were involved:\n\"In the immediate aftermath, there was information that led us to assess that the attack began spontaneously following protests earlier that day at our embassy in Cairo. We provided that initial assessment to Executive Branch officials and members of Congress, who used that information to discuss the attack publicly and provide updates as they became available. ... As we learned more about the attack, we revised our initial assessment to reflect new information indicating that it was a deliberate and organized terrorist attack carried out by extremists.\"\nRubio campaign evidence\nAs for whether there was never \"a single shred of evidence\" presented that the attack was spontaneous despite what Clinton said, a spokeswoman for Rubio pointed to news articles in conservative media about what Clinton and the former acting CIA director Michael Morell said about the attacks.\nFor example, in an Oct. 23, 2015, Fox News report, Charles Woods, father of Ty Woods, who died in the Benghazi attack, shared diary notes he took after meeting Clinton on Sept. 14, 2012. The two spoke at a ceremony when the victims’ bodies were flown back to the United States.\n\"I gave Hillary a hug and shook her hand. And she said we are going to have the filmmaker arrested who was responsible for the death of my son,\" the entry said.\nIn Morell’s 2015 book The Great War of Our Time, Morell wrote, \"Still others might have been motivated by the video -- although I should note our analysts never said the video was a factor in the Benghazi attacks.\"\nClinton campaign evidence\nClinton’s campaign also pointed to statements made by government officials who described initial confusion.\n\"I think that the first week after 9/11, there was significant uncertainty about what had happened and disagreement among key people who shaped opinion,\" State Department Office Director for Maghreb Affairs William Roebuck told the Democratic Staff Committee on Oversight and Government Reform in August 2013.\nAdding to the confusion was that the Benghazi attack occurred around the same time as protests over the anti-Muslim video in Cairo.\n\"There was some confusion about have you had -- was this the same thing, were these two incidents the same, were they different?\" Roebuck said. \"The interagency was trying to sort that out. They were also trying to sort out the conflicting information from Benghazi itself. ... Like I said, there was a dispute among people who were looking very carefully at all of the evidence on the ground, and there was a legitimate disagreement about what had sort of been the precursor to the attack.\"\nOur ruling\nRubio said on CNN, \"There was never a single shred of evidence presented to anyone that this was spontaneous, and in fact, the CIA themselves understood that early on.\"\nThere was some initial confusion about what sparked the Sept. 11, 2012, attack. Although investigations showed that some officials thought it was a terrorist attack immediately, there at least appeared to be some question about whether the video could have played a role.\nRubio exaggerates when he said there wasn’t a \"single shred of evidence.\" There were several suggestions that it was because of a protest. However, he has a point that much of the early evidence pointed strongly to terrorism. Overall, we rate his statement Half True.\n \nhttps://www.sharethefacts.co/share/d256b515-5bde-440a-9f3b-6f423cf6741c", "vclaim_id": "vclaim-pol-05777"}