{"url": "/factchecks/2020/aug/13/kamala-harris/kamala-harris-flawed-social-security-medicare-atta/", "speaker": "Kamala Harris", "vclaim": "Says Donald Trump “just promised that if he wins reelection, he’ll gut Social Security and Medicare.”", "truth_label": "barely-true", "date": "stated on August 9, 2020 in an Instagram post:", "title": "Kamala Harris’ flawed Social Security, Medicare attack on Donald Trump", "text": "A couple of days before she became Joe Biden’s running mate, Sen. Kamala Harris, D-Calif., jabbed President Donald Trump for threatening two pillars of America’s social safety net.\n\"Trump just promised that if he wins reelection, he’ll gut Social Security and Medicare,\" Harris posted Aug. 9 on Instagram.\nHarris was talking about what Trump said when he unilaterally gave workers a four-month break on the payroll tax that helps fund Social Security.\nTrump’s action, via an executive memorandum, said nothing about Medicare payroll taxes.\nThe meaning of Trump’s words at the signing event were unclear, and spurred legitimate confusion. But Harris exaggerated what was known even then. And more is known now.\nTrump’s murky words\nEach paycheck, employees see 6.2% of their wages go to Washington — a part of the payroll tax — to help fund Social Security. At an Aug. 8 event at Trump’s Bedminster, N.J., golf resort, Trump signed a memorandum that ordered Treasury Secretary Steve Mnuchin to defer those payments for four months, from September through the end of the year.\nThat means someone making the median weekly wage of about $1,000 could see an extra $62 in their paycheck. (We say \"could\" because the memo says employers don’t need to send the money to Washington. It doesn’t say they must give it to their workers.)\nDeferring taxes means they would be due at some point. At the event, Trump made two comments to reassure the people who saw a little extra money.\n\"If I’m victorious on Nov. 3, I plan to forgive these taxes and make permanent cuts to the payroll tax,\" Trump said. \"So I’m going to make them all permanent.\"\nA bit later, he said, \"If I win, I may extend and terminate. In other words, I’ll extend it beyond the end of the year and terminate the tax.\"\nThis triggered a debate over what Trump had in mind for the future. \nWhite House economic adviser Larry Kudlow later said Trump was talking solely about letting workers keep the tax holiday money. \nBut the Biden-Harris campaign took away a different meaning.\nSpokesman Michael Gwin told us that when Trump said he would \"make permanent cuts to the payroll tax,\" that meant eliminating the employee side of the tax completely.\nThat was a possible interpretation, even if Trump lacked the power to make it happen.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWhat Trump’s plan means for Social Security\nTrump’s temporary deferral on payroll taxes costs somewhere between $80 billion and $100 billion. \nTrump said he doesn’t want workers to pay it back. His memo tells the Treasury secretary to \"explore avenues, including legislation, to eliminate the obligation to pay the taxes deferred.\"\nIf workers aren’t on the hook, then there are two options.\nThe money either comes out of Social Security’s trust funds, or general revenues.\nThe last trim on payroll taxes came as the country was climbing out of the Great Recession. The Obama administration and Congress dropped the tax by two percentage points in 2011-12. The total cost was $224 billion, and the law that made it happen said Congress would backfill the trust fund money from general revenues.\nThe Biden-Harris campaign told us that if Trump had that in mind, he could have said so, or included it in the memo.\nTreasury Secretary Steve Mnuchin told Fox News Sunday that the money would be made up with dollars from the general fund. The administration can’t promise that on its own. Congress, which controls federal spending, would need to pass a bill to make it happen. (That could be the \"legislation\" mentioned in the memo.)\nIf Congress doesn’t backfill the money, Social Security runs out of money a bit sooner.\nToday, the combined Social Security trust funds are projected to be depleted as of 2035. \nWilliam Hoagland with the Bipartisan Policy Center estimates the cost of the payroll tax deferral at $80 billion.\n\"A hit of $80 billion not replenished would not gut the program,\" Hoagland said. \"It would only impact the date of depletion, possibly a year or two earlier than expected.\"\nA final note about statements that came after Harris' post: On Aug. 12, Trump said that he hoped to forgive the deferred payroll tax payments, backfill those payments from the general fund, and eliminate the payroll tax for Social Security going forward. He also promised to find another way to fund the program.  \nThe next day, White House spokeswoman Kayleigh McEnany said, \"What he was meaning yesterday is that he wants permanent forgiveness of the deferral.\"\nOur ruling\nHarris said Trump \"promised that if he wins reelection, he’ll gut Social Security and Medicare.\"\nTrump did not make that statement, and his payroll tax deferral does not affect the funding for Medicare. \nThe element of truth is that Trump offered no clear plan to replenish the loss to the Social Security trust fund, which could undermine Social Security. In the scheme of things, a $100 billion loss would advance the trust fund depletion date from 15 years from now to 13 or 14 years from now. \nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17103"}