{"url": "/factchecks/2013/oct/11/jeanne-shaheen/jeanne-shaheen-says-96-percent-employers-new-hamps/", "speaker": "Jeanne Shaheen", "vclaim": "\"Ninety six percent of employers in the Granite State are considered small businesses.\"", "truth_label": "true", "date": "stated on October 9, 2013 in remarks from the Senate floor:", "title": "Jeanne Shaheen says 96 percent of employers in New Hampshire are small businesses", "text": "The ramifications of the lingering federal government shutdown have varied in New Hampshire and across the country.\nWith the federal shutdown entering its ninth day on Wednesday, Oct. 9, 2013, U.S. Sen. Jeanne Shaheen, D-N.H., took to the floor of the Senate to catalogue some of the hardships facing people in her home state as a result.\nShaheen said hundreds of federal workers have been furloughed in New Hampshire. Some have been allowed to return to work, but the shutdown is still hitting employees of the U.S. Forest Service -- who work in the White Mountain National Forest -- and is closing down government-backed loan programs.\nShaheen said access to credit is the lifeblood of small businesses in New Hampshire, and as many as 20 loan applications from businesses in the state submitted to the U.S. Small Business Administration since the shutdown began are now on hold.\n\"New Hampshire’s truly a small business state,\" Shaheen said. \"Ninety six percent of employers in the Granite State are considered small businesses, and they’re the backbone of our economy.\"\nWe were curious about whether that figure is accurate, so we contacted Shaheen’s office for clarification.\nA Shaheen spokesman pointed us to research by the U.S. Small Business Administration.\nA threshold of 500 employees is used \"for research purposes\" by the Small Business Administration’s Office of Advocacy, an independent advocate for small business within the federal agency. By that measure, small businesses represent 96.1 percent of all employers in New Hampshire, according to the latest available data, which came from 2010.\nHowever, the definition of \"small business\" is more complicated than one might think. For loans and other programs, the SBA uses a more complex standard. The company has to be independently owned and operated and \"not dominant in its field.\" Depending on the industry, the threshold can be either an average number of employees for the past 12 months or a three-year average of revenues.\nFor instance, a manufacturing firm could be considered \"small\" if it has anywhere from 500 to 1500 employees, depending on the type of product manufactured. Service providers would qualify as small if their annual receipts are lower than $2.5 million to $21.5 million, again depending on the particular service being provided. For retailing, the annual receipts threshold ranges from $5 million to $21 million.\nUsing this narrower definition means the percentage of New Hampshire employers considered small businesses would be even higher than Shaheen cited.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nAccording to the SBA’s Office of Advocacy small businesses are \"crucial to the fiscal condition\" of New Hampshire, providing roughly half of all private sector jobs in the state.\nSmall business statistics are similar nationwide. In all 50 states, between 93 percent and 99 percent of employers are considered small businesses. New Hampshire is actually on the lower end of the spectrum, ranking 44th on the list of states with the highest percentage.\nMost of New Hampshire’s small businesses are very tiny. About three quarters of them are actually considered \"nonemployers,\" meaning they have zero paid employees. Of those businesses that have workers on the payroll, most have fewer than 20 employees.\nFor some entrepreneurs, government-backed loans are a crucial source of credit to start or expand a business.\nThe 7(a) loan program is the Small Business Administration’s major effort to help business owners who don’t qualify for a traditional bank loan. SBA guarantees to repay the lender a majority of the loan if the business owner defaults on payments.\nThe Provident Bank, which has locations in Massachusetts and New Hampshire, is one of SBA’s prefered lenders for the 7(a) program. In New Hampshire alone, The Provident Bank has at least half a dozen 7(a) loan applications that cannot be processed because SBA has placed the 7(a) program on hold during the government shutdown, according to president Chuck Withee.\n\"The SBA has reported that loans are not being originated, and you don’t need a Ph.D. in economics to understand that if small businesses can’t access capital and credit, that there are real economic consequences,\" Shaheen said.\nOur ruling\nShaheen said that 96 percent of employers in the Granite State are considered small businesses.\nShaheen specifically cited the Small Business Administration and their threshold of 500 employees is a long-standing and widely used definition. Other definitions used by the SBA say a company with as many as 1,500 employees and up to $21 million in revenue, can be considered small, which may defy belief.  \nUnder the common definition, SBA calculates the number of small businesses in New Hampshire at 96.1 percent, so Shaheen was correct under either definition.\nWe rate this claim True.", "vclaim_id": "vclaim-pol-08770"}