{"url": "/factchecks/2016/apr/15/bernie-sanders/does-hillary-clinton-want-15-or-12-minimum-wage/", "speaker": "Bernie Sanders", "vclaim": "\"When this campaign began, I said that we’ve got to end the starvation minimum wage of $7.25, raise it to $15. Secretary Clinton said let's raise it to $12.\"", "truth_label": "mostly-true", "date": "stated on April 15, 2016 in a Democratic debate in New York:", "title": "Does Hillary Clinton want a $15 or $12 minimum wage?", "text": "Does Hillary Clinton think the federal minimum wage should be $12 an hour or $15?\nThis question produced one of the more heated back-and-forths in an April 14 Democratic presidential debate between Clinton and opponent Sen. Bernie Sanders — starting when Clinton asserted that she has continuously supported the Fight for $15 advocacy campaign.\n\"I have supported the Fight for $15,\" Clinton said. \"I am proud to have the endorsement of most of the unions that have led the Fight for $15.\"\nTo Sanders, that was news.\n\"I am sure a lot of people are very surprised to learn that you supported raising the minimum wage to 15 bucks an hour,\" Sanders said. \"When this campaign began, I said that we’ve got to end the starvation minimum wage of $7.25, raise it to $15. Secretary Clinton said let's raise it to $12.\" An extended back-and-forth followed.\nWe’re putting Sanders’ claim on the Truth-O-Meter. He’s right that Clinton’s official position is to raise the national minimum wage to $12 as a floor. However, she has also shown support for the Fight for $15 campaign that pushes for higher minimums in individual states and cities.\nHere’s what Clinton’s website says on that point:\n\"Hillary believes we are long overdue in raising the minimum wage. She has supported raising the federal minimum wage to $12, and believes that we should go further than the federal minimum through state and local efforts, and workers organizing and bargaining for higher wages, such as the Fight for $15 and recent efforts in Los Angeles and New York to raise their minimum wage to $15.\"\nIn June 2015, early on in her campaign, Clinton spoke with a gathering of Fight for $15 members via phone and told them she supported their campaign.\n\"All of you should not have to march in the streets to get a living wage, but thank you for marching in the streets to get that living wage,\" she said, according to the Washington Post.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA few days later, Clinton delivered a campaign kickoff speech in which she called for raising the minimum wage, but she did not specify a number.\nHer support for the $12 minimum wage proposal seems to have emerged around July 2015, when she praised legislation proposed by Sen. Patty Murray, D-Wash., arguing that it would be more politically feasible.  \n\"Let’s not just do it for the sake of having a higher number out there,\" she said, according to the New York Times. \"But let’s get behind a proposal that actually has a chance of succeeding.\"\nBy November, Clinton had started to say plainly that she prefers a $12 federal minimum wage. In the same month, though, she tweeted with the hashtag #FightFor15.\nWhat about Sanders? He’s right that he has advocated specifically for a $15 minimum wage since his campaign began.\n\"Let us be honest and acknowledge that millions of Americans are now working for totally inadequate wages,\"  he said as part of his May 2015 announcement. \"The current federal minimum wage of $7.25 an hour is a starvation wage and must be raised. The minimum wage must become a living wage, which means raising it to $15 an hour over the next few years.\"\nA couple months earlier, in March 2015, he put forward an amendment to eventually raise the minimum wage to $15. He also put forth legislation in July 2015.  \nOur ruling\nSanders said, \"When this campaign began, I said that we’ve got to end the starvation minimum wage of $7.25, raise it to $15. Secretary Clinton said let's raise it to $12.\"\nSince the start of his campaign, Sanders has advocated for a $15 minimum wage. Since early on in her campaign, Clinton has supported the Fight for $15’s efforts in individual cities and states. But her official position is that she prefers a $12 federal minimum wage as a floor, allowing cities and states to go further.\nSanders’ has a point that he is calling for a federal minimum wage that would be $3 more an hour than what Clinton says she favors. However, he misses the nuance that Clinton is also supportive of local efforts to raise the minimum wage to $15. We rate his claim Mostly True.\nhttps://www.sharethefacts.co/share/c08e34bc-e615-4605-84d8-f2637305f291", "vclaim_id": "vclaim-pol-05101"}