{"url": "/factchecks/2014/jun/29/bill-clinton/bill-clinton-i-had-lowest-net-worth-any-american-p/", "speaker": "Bill Clinton", "vclaim": "\"I had the lowest net worth of any American president in the 20th century when I took office.\"", "truth_label": "half-true", "date": "stated on June 29, 2014 in comments on NBC's \"Meet the Press\":", "title": "Bill Clinton: 'I had the lowest net worth of any American president in the 20th century'", "text": "Former President Bill Clinton defended his wife and potential presidential candidate Hillary Clinton for saying they left the White House \"not only dead broke, but in debt.\" He doubled down on it, in a way, while insisting just because they found success does not mean they are out of touch.\n\"I think I had the lowest net worth of any American president in the 20th century when I took office,\" he told host David Gregory in an interview airing June 29, 2014, on NBC’s Meet the Press. \"But I still could have been tone deaf. And, you know, now I don't, and we've got a good life, and I'm grateful for it.\"\nIntrigued by his comment, we wanted to know if it was accurate.\nNowadays, the Clintons are not known for living on modest means. A Washington Post report says Bill Clinton earned more than $100 million from speeches given in the U.S. and abroad between January 2001, when he left office, and January 2013, when Hillary Clinton left her role as Secretary of State. She reportedly draws $200,000 for each public appearance, a new talking point among pundits who oppose her potential 2016 presidential candidacy.\nClinton is considered the wealthiest living president and among the top-10 all-time wealthiest, with the Clintons’ combined net worth at about $55 million, according to the website 24/7 Wall Street, which started evaluating the net worth of presidents in 2010.\nBut to Clinton’s point, it was not always this way.\nClinton’s pre-presidential wealth\nThe Clintons did not move into the White House with old money akin to the political dynasties of the Roosevelts, Kennedys and Bushes. And unlike nearly every other president, Clinton’s wife was the breadwinner ahead of his run for the Oval Office.\nClinton sought a political career not long after graduating from Yale Law School in 1973 and marrying Hillary Rodham two years later, first winning a term as Arkansas’ attorney general in 1976 and following it up with five terms as governor.\nHe earned $35,000 a year as governor, consistent with the lower pay of other Southern governors, as well as some speaking fees, honorariums and in-kind income, such as living in the governor’s residence. Hillary Clinton, then a lawyer and senior partner in the Rose Law Firm of Little Rock, earned $92,000 salary and listed her share of her law firm’s profit-sharing and retirement plan between $100,001 and $250,000, according to a New York Times examination of the couple’s finances in 1992.\nThe Clintons listed their net worth as nearly $700,000 in a statement released a few months later, a substantial hike from the $418,692 net worth reported at the end of the 1989, according to the Washington Post. Assets included big gains in their investment portfolio (reaching $387,077) and retirement plans of $180,200, and liabilities included $65,000 mortgage for a half-interest in a condo co-owned with Hillary Clinton’s parents and a $100,000 bank loan from his last governor’s race.\nWas Clinton counting himself separately from his wife? We don’t know for sure, because our email wasn’t returned. But that would not be consistent with how married couples are usually treated under the tax code, an expert told us.\n\"Most net worths of individuals, presidents or otherwise, are viewed as joint net worths,\" said Barbara Perry, senior fellow and associate professor in the University of Virginia Miller Center’s Presidential Oral History Program. \"Most of these (presidents) did not have spouses with their own high income.\"\nComparing against other presidents\nWhile we have a good picture of Clinton’s net worth, it is more difficult to gauge the net worths of many other presidents who served in the 20th century. The 24/7 Wall St. research is helpful but does not detail presidents’ net worth before taking office -- the crux of what we’re checking.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe heard from several experts on presidents who said the data we need is just not available. Problems include a lack of uniform candidate financial disclosure requirements, inflation and changing national circumstances.\n\"It’s one of those Clintonesque statements that can be true but who knows?\" said Lewis Gould, a visiting distinguished professor at Monmouth College and scholar of William McKinley.\nWe know some presidents are not really in the conversation. Theodore Roosevelt, Franklin D. Roosevelt and John F. Kennedy all came from wealthy families, while Lyndon B. Johnson, Ronald Reagan and George H. W. Bush all either were successful in real estate or investments, or both.\nOthers came from a career in public service and did not have significant family wealth, including Calvin Coolidge, Dwight Eisenhower and Woodrow Wilson.\nOften, people discussing the least monied presidents -- especially in the 20th century -- turn to Harry S. Truman.\nTruman’s money problems and bankruptcy-dodging as a result of his failed haberdashery business in the 1920s are no secret. With debts over his head, he continued to climb political ladders, first as a county judge and ultimately as U.S. senator, vice president and president upon Franklin D. Roosevelt’s death in 1945.\nTruman continued to live modestly as a senator and vice president, residing in a two-bedroom apartment in Washington, D.C., shared with his wife Bess, daughter Margaret and ailing mother-in-law. Truman’s mother-in-law, not Truman, owned the well-known Truman Home in Independence, Mo., said Alonzo Hamby, a Truman biographer and distinguished professor of history emeritus at Ohio University.\nEven as a U.S. senator in 1935 earning $10,000, Truman was not in a solid enough financial position to save the family farm owned by his mother, Hamby said. So even though it’s not clear what his net worth was before he became president, Hamby said, \"I find it very hard to believe that Bill Clinton was in a tighter financial situation.\"\nAnother contender, though his term straddles the 19th and 20th centuries, is William McKinley, who was assassinated six months into his second term on September 1901. Based in Canton, Ohio, McKinley practiced law before becoming Ohio governor. The economic collapse of 1893 dealt him a personal financial setback during his time as governor, as he had co-signed loans from a friend who ended up going bankrupt (his friends helped him raise the money). He took office in 1897 and left an estate of $250,000 when he died, Gould said.\nWe also found a document through the Gerald R. Ford presidential library suggesting that the 38th president took office with a relatively small net worth. The document, with a date of Oct. 29, 1973 (which would have been a year before Ford became president), showed a net worth of $256,378. That would have the same buying power as about $810,000 in 1992, when adjusted for inflation.\nRussell Riley, co-chair of the Miller Center’s Presidential Oral History Program and director of the Clinton Presidential History Project, said Clinton’s claim did not strike him as much of an exaggeration, \"if an exaggeration at all.\"\n\"He may have taken it one step too far by asserting he was No. 1 on the list, but if he’s not No. 1 he’s somewhere near the top,\" Riley said.\nOur ruling\nClinton said, \"I had the lowest net worth of any American president in the 20th century when I took office.\"\nWithout a doubt, Clinton’s net worth was one of the lowest of 20th century presidents, experts told us. Whether it was the lowest is hard to say, and we could not find information to support it. There’s a good case to be made that Truman entered the White House with a (albeit unknown) smaller net worth.\nThere’s not enough evidence to prove Clinton correct, but he is at least right in his larger point: He did not enter the White House with the wealth of many of his contemporaries.\nOn balance, we rate his claim Half True.", "vclaim_id": "vclaim-pol-07672"}