{"url": "/factchecks/2014/may/07/van-jones/van-jones-some-states-black-defendants-are-three-t/", "speaker": "Van Jones", "vclaim": "In some states, African-Americans are three times more likely to be sentenced to death than whites for the same crime.", "truth_label": "half-true", "date": "stated on May 4, 2014 in a roundtable on ABC's \"This Week\":", "title": "Van Jones: In some states, black defendants are three times as likely to get death sentences than whites for same crime", "text": "Oklahoma’s botched execution revived national concerns over the death penalty, with pundits highlighting who is more likely to pay the ultimate price for the most serious crimes.\nCNN Crossfire host and liberal pundit Van Jones connected death penalty sentences with race during a May 4 roundtable discussion on ABC’s This Week.\nJones claimed that African-Americans are three times more likely than whites to be sentenced to death for the same crime, saying, \"In some states, people for the same crime, three times more likely to sentence an African-American defendant to death. I think that's very, very troubling.\"\nPunditFact wondered: Is that true?\nJones’ evidence\nThe death penalty is not allowed everywhere, but 32 states have some form of capital punishment. Jones pointed to a study from the state of Washington as evidence of his claim.\nUniversity of Washington researchers released a 2014 report examining the role of race in death penalty cases in that state from 1981 to 2012. The team examined trial reports of 285 adult convictions for aggravated murder during that period, controlling for many variables and probing the reports for details.\nThe report was commissioned by attorneys for a Death Row inmate appealing his sentence to the Washington Supreme Court.\nThe team’s most relevant finding to this fact-check: Juries were three times more likely to hand down a death sentence against a black defendant than in cases against white defendants whose cases had similar characteristics.\nThis report is specific to the jury-sentencing stage, which is one stop in the death penalty process. For instance, prosecutors must also decide whether to pursue capital punishment, and there may be plea agreements after they make that decision.\nJones sent us more information that we will discuss in the next section.\nWhat other studies say\nThe Washington study was the only recent state-centric look at Death Row defendants’ race that experts could name. More often, research shows the victim’s race, not the defendant’s, to be a factor in death penalty cases, they said.\nSpecifically, capital punishment is sought and imposed much more often in cases in which the murder victim is white than in comparable murders involving black victims, said James Acker, a University at Albany-SUNY School of Criminal Justice professor. This has been proven in several jurisdictions, he said, pointing to North Carolina, Georgia, Illinois and Maryland.\nIn other words, it’s who you kill that has a more proven effect in death penalty sentencing, experts say.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nOther studies have linked defendants’ race and death penalty sentencing, though not always on a state level and not recently.\nAn analysis by researchers including University of Iowa law professor David Baldus, who is cited as one of the foremost researchers addressing questions about race and capital punishment, examined a sampling of death penalty cases in Philadelphia from 1983 to 1993. The analysis found average death sentencing rates were 38 percent higher for black defendants than for other defendants.\nBaldus, who died in 2011, played a role in the U.S. Supreme Court’s 1987 McCleskey vs. Kemp decision, in which the court determined Baldus’ research showing statistical evidence of racial discrimination in Georgia death penalty cases did not make the death penalty unconstitutional. Defendants accused of killing white victims were four times more likely to get the death penalty than those who killed black victims, his research showed.\nBaldus found then that race-of-defendant disparities existed in several other states, too, though ratios were not available or the studies were not always deemed well-controlled.\nThe vast majority of death penalty cases are decided in state courts. But federal courts also decide some death penalty cases, and a 2000 analysis showed from 1995-2000, 45 percent of capital-crime cases approved for death penalty prosecution by U.S. attorneys involved black defendants, compared to 28 percent involving white defendants (a ratio of 1.6:1).\nJust because Washington is the only state with a reported 3:1 ratio for death penalty sentencing does not mean there are not more, experts told us. The problem is the data is very time-consuming to collect and analyze.\n\"This is a very difficult question to pursue in research,\" said Raymond Paternoster, a University of Maryland criminology professor, \"because you want to compare race of defendant/victim outcomes in comparable cases.\"\nThat’s a lot of information from which to sift, including how the murder was committed and characteristics of the victims and offenders. \"Having conducted such studies in two states (Maryland and South Carolina), it takes years to collect all the data,\" Paternoster said, noting the studies in Maryland and South Carolina did not show much of a disparity depending on the race of the defendant.\nJones pointed to a study of racial disparities in inmates facing the death penalty in Harris County, Texas. Paternoster, who conducted the research after being commissioned by a Death Row inmate’s attorneys, found, \"The probability that the district attorney will advance a case to a (death) penalty trial is more than three times as high when the defendant is African-American than for white defendants.\"\nBut Paternoster told us his research isn’t necessarily representative of prosecutors’ decisions in Texas or Harris County (nor does it speak to sentences). Paternoster was examining 21 cases -- a subgroup whittled from 504 capital murder cases from 1992 to 1999 -- in which defendants’ crimes matched up with the circumstances of inmate Duane Buck’s double killing.\nOur ruling\nJones said African-American defendants are three times more likely to receive a death penalty sentence than white defendants found guilty of the same crime in some states.\nWe found racial disparities permeate cases surrounding the death penalty. The more proven factor is that the victim’s race affects a defendant’s sentence.\nJones pointed us to a 2014 study of jury verdicts in death penalty cases in Washington, as well as other studies of metro jurisdictions.\nThe situation in other states, however, is not as clear.\nJones’ claim is partially accurate, as researchers have shown sentencing disparities by race do exist, but the state data to prove a pattern beyond Washington is either old or not exactly in line with the specific ratio Jones cited.\nWe rate his claim Half True.", "vclaim_id": "vclaim-pol-07888"}