{"url": "/factchecks/2019/jul/29/tweets/republican-presidents-democrats-contribute-deficit/", "speaker": "Tweets", "vclaim": "\"Reagan took the deficit from $70 billion to $175 billion. Bush 41 took it to $300 billion. Clinton got it to zero. Bush 43 took it from zero to $1.2 trillion. Obama halved it to $600 billion. Trump’s got it back to a trillion.\"", "truth_label": "mostly-true", "date": "stated on July 23, 2019 in a tweet:", "title": "Here's how the deficit performed under Republican and Democratic presidents, from Reagan to Trump", "text": "This article was updated Aug. 2 to include a graph with the annual federal deficit in constant dollars.\nA viral post portrays Democrats, not Republicans, as the party of fiscal responsibility, with numbers about the deficit under recent presidents to make the case.\nAlex Cole, a political news editor at the website Newsitics, published the tweet July 23. Within a few hours, several Facebook users posted screenshots of the tweet, which claims that Republican presidents have been more responsible for contributing to the deficit over the past four decades. \nThose posts racked up several hundred likes and shares. We also found a screenshot on Reddit, where it has been upvoted more than 53,000 times.\n\"Morons: ‘Democrats cause deficits,’\" the original tweet reads.\nReagan took the deficit from 70 billion to 175 billion. Bush 41 took it to 300 billion. Clinton got it to zero. Bush 43 took it from 0 to 1.2 trillion.Obama halved it to 600 billion. Trump’s got it back to a trillion.Morons: “Democrats cause deficits.”— Alex Cole (@acnewsitics) July 23, 2019\n\nScreenshots of the tweet on Facebook were flagged as part of the company’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAt PolitiFact, we’ve reported extensively on how Republicans and Democrats often try to pin the federal deficit on each other — muddying the facts in the process. So we wanted to see if this Facebook post is true.\nWe reached out to Newsitics, the media outlet that Cole founded and works for, to see what evidence he used to compose the tweet and didn’t hear back. Our review shows the numbers basically check out, but they don’t tell the full story.\nWhat even is the deficit?\nSome people confuse the federal deficit with the debt — but they’re two separate concepts.\nThe Department of the Treasury explains it like this: The deficit is the difference between the money that the government makes and the money it spends. If the government spends more than it collects in revenues, then it’s running a deficit.\nThe federal debt is the running total of the accumulated deficits.\nFollowing the money\nNow let’s take a closer look at each president’s impact on the federal deficit.\nTo check the numbers in Cole’s tweet, we went to the Federal Reserve Bank of St. Louis, which has an interactive database for these kinds of figures. Here’s what we found for each claim:\n\"(President Ronald) Reagan took the deficit from 70 billion to 175 billion.\" This is more or less accurate. The federal deficit went from about $78.9 billion at the beginning of Reagan’s presidency to $152.6 billion at the end of it. At points between 1983 and 1986, the deficit was actually more than $175 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"(George H.W.) Bush 41 took it to 300 billion.\" Close, but not exactly. The number was around $255 billion at the end of Bush’s term. The deficit spiked at around $290.3 billion the year before he left office.\n\"(Bill) Clinton got it to zero.\" This is true. During his presidency, Clinton managed to zero out the deficit and end his term with a $128.2 billion surplus.\n\"(George W.) Bush 43 took it from 0 to 1.2 trillion.\" This is in the ballpark. Ignoring the fact that he actually started his presidency with a surplus, Bush left office in 2009 with a federal deficit of roughly $1.41 trillion.\n\"(Barack) Obama halved it to 600 billion.\" This is essentially accurate. Obama left the presidency with a deficit of approximately $584.6 billion, which is more than halving $1.41 trillion. The deficit was even lower in 2015 at around $441.9 billion.\n\nWe had to look for more recent data to back up Cole’s allegation that \"Trump’s got it back to a trillion.\"\nA Treasury Department statement from June put the federal deficit at about $747.1 billion so far this fiscal year. But the agency also reported that Washington is on track to post a $1.1 trillion deficit by the end of September, which backs up Cole’s claim.\nAfter we published this story, some readers asked us to look at the annual deficit in terms of constant dollars, which adjust for inflation. Data since 1940 show that the deficit was highest in 2009, 2010 and 2011 — the height of the Great Recession and the aftermath of the 2009 stimulus package.\n\nPresidential power\nHow much power do presidents have to change the deficit anyway?\nThe president does affect the budget by negotiating and signing appropriations bills. But there’s a lot more to it.\nFirst, the country’s economic situation has a big impact on the federal deficit. The Great Recession affected the deficit near the end of George W. Bush’s administration and the beginning of Obama’s, said Stephen Ellis, executive vice president of the nonprofit Taxpayers for Common Sense. There was more spending on safety net programs like food stamps and Medicaid and less income from taxes.\nSecond, new presidents take office in January and, for the most part, inherit the budget from the previous administration for the remainder of the fiscal year — not to mention legislation passed in years prior. \"Even the ‘dream budget’ that the president proposes is tied by all sorts of historical obligations and economic conditions,\" Tara Sinclair, an associate professor of economics and international affairs at George Washington University, told PolitiFact.\nNone of that is to say that the president doesn’t have any effect on the deficit, Ellis said. He used Reagan’s tax cuts and Obama’s stimulus package as examples of how the president can affect deficit spending. \nThe combination of spending hikes and tax cuts amplifies deficits. Trump oversaw both. While the rise in spending was bi-partisan, the tax cuts were a Republican effort that Trump championed. In the time since Trump signed his landmark Tax Cuts and Jobs Act in December 2017, the deficit has increased by more than $100 billion. A Congressional Budget Office report from April 2018 found that the law could add almost $1.9 trillion to the deficit over 10 years.\nBut Cole’s tweet still lacks some nuance.\nOur ruling\nA viral tweet made several claims about how the deficit has grown under Republican presidents and shrunk under Democrats.\nOn the whole, the numbers presented for each president are basically accurate. However, it’s worth clarifying that presidents alone are not responsible for the rise and fall of the federal deficit. \nThe tweet is accurate but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-00379"}