{"url": "/factchecks/2018/feb/01/robert-mujica/do-downstate-ny-residents-contribute-more-income-t/", "speaker": "Robert Mujica", "vclaim": "\"70 percent of the income tax that the state collects happens to come from Westchester, Nassau, Suffolk and New York City\"", "truth_label": "true", "date": "stated on January 18, 2018 in a radio interview:", "title": "Do downstate NY residents contribute more in income tax than upstate?", "text": "More than two-thirds of income tax collected by New York state comes from downstate residents, the state’s budget chief said.\n\"The reality is that 70 percent of the income tax that the state collects happens to come from Westchester, Nassau, Suffolk and New York City,\" state Budget Director Robert Mujica said in a radio interview.\nMujica was defending a proposal to overhaul the state’s tax code that would primarily benefit the state’s high-income earners. Many of the earners live in New York City and its suburban counties.\nIs Mujica right that 70 percent of the state’s income tax revenue comes from the New York City area?\nIn context\nState lawmakers are considering several options to respond to the new federal tax code’s cap on state and local tax deductions. The new federal law caps those deductions at $10,000.\nOne proposal would shift state income tax from the employee to the employer. Businesses and corporations can still deduct state and local taxes without a cap under the new tax law.\nThe employee would no longer pay a state income tax, but the employer would take on a new, deductible tax. The shift would be voluntary. If a business did not want to make the change, it could choose not to do so.\nThe proposal would primarily benefit residents with higher incomes who could no longer deduct their full income tax.\nData\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThe state collected more than $47.5 billion in income taxes in the last fiscal year, according to the state Division of Budget.\nAbout $19.2 billion, or 40 percent, came from New York City residents alone. Those in Westchester, Nassau, and Suffolk counties paid $12.1 billion in state income taxes.\nThe total for those in New York City and the three counties came to $31.3 billion, or 66 percent of the state total.\nAnother $7.8 billion came from non-residents who commuted into New York state for work. Most of those filers worked in New York City, according to a spokesperson from the agency.\nIf you add the revenue from non-residents to that of New York City, Westchester, and Long Island filers, the share increases to 82 percent of the state total.\nThe New York City region’s high share of income tax revenue shouldn’t come as a surprise, considering its population.\nClose to 12.3 million people live in New York City, Westchester and on Long Island. That counts for about 62 percent of the state’s total population.\nResidents in upstate counties, meanwhile, paid close to $8.4 billion in income taxes, or about 18 percent of the state total.\nOur ruling\nMujica said \"70 percent of the income tax that the state collects happens to come from Westchester, Nassau, Suffolk and New York City.\"\nThe actual number is somewhere between 66 percent and 82 percent, according to data from the state Division of Budget. Upstate counties only provide about 18 percent of the state’s income tax revenue.\nWe rate his claim True.\n Share the Facts 2018-02-01 16:51:21 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"70 percent of the income tax that the state collects happens to come from Westchester, Nassau, Suffolk and New York City\"    Robert Mujica State Budget Director https://www.wcny.org/january-18-2018-robert-mujica/   New York Thursday, January 18, 2018 2018-01-18    Read More  info", "vclaim_id": "vclaim-pol-02457"}