{"url": "/factchecks/2020/jul/29/facebook-posts/who-are-officers-detaining-protesters-portland/", "speaker": "Facebook posts", "vclaim": "“Portland goon squads were Blackwater contractors not federal officers.”", "truth_label": "false", "date": "stated on July 20, 2020 in a text post:", "title": "Who are the officers detaining protesters in Portland?", "text": "Federal officers have detained people protesting against police brutality in Portland, Ore. But some Facebook users say they’re not who they claim to be.\n\"Word on the street: Portland goon squads were Blackwater contractors not federal officers,\" wrote one Facebook user on July 20.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Similar versions have been shared thousands of times over the past couple of weeks, according to CrowdTangle, a social media insights tool owned by Facebook.\nPortlanders have been protesting against police brutality since the death of George Floyd in Minneapolis police custody in late May. In mid-July, reports started to surface that federal law enforcement agents were using unmarked cars to detain protesters. Videos show demonstrators being whisked away by camouflaged agents and beaten with batons.\n\n(Screenshot from Facebook)\nBut how do we know they’re federal officers — and does Blackwater have anything to do with what is unfolding in Portland? PolitiFact took a look.\nThe Department of Homeland Security sent law enforcement teams to Portland as part of the federal government’s response to ongoing protests over police brutality. President Donald Trump has announced plans to send additional forces to Chicago and Albuquerque, N.M. As of now, there is no publicly available evidence that Academi, a private military company previously known as Blackwater, is standing in for federal agents.\nFederal agents sent to Portland amid protests\nFirst, let’s look at what’s happening on the ground in Portland.\nThe forces are part of new \"rapid deployment teams\" that Homeland Security formed in response to a June 26 executive order from Trump, which instructs federal agencies to provide \"personnel to assist with the protection of federal monuments, memorials, statues, or property.\" The teams are backing up the Federal Protective Service, which is tasked with guarding federal property.\nRapid deployment teams are made up of personnel from Immigration and Customs Enforcement, the Transportation Security Administration, the Coast Guard, and Customs and Border Protection, according to the New York Times. The U.S. Marshals Service also has officials in Portland. \nStephanie Malin, a spokeswoman for Customs and Border Protection, told PolitiFact in an email that the agency \"has only sworn agency personnel deployed in Portland.\" The Coast Guard told us in an email that it has not deployed any personnel to Portland to address civil unrest.\nWe reached out to Homeland Security and ICE for a comment, but we haven’t heard back.\nWhat is Academi?\nDespite what the Facebook post says, there are federal officials in Portland. But what about Academi, formerly known as Blackwater?\nWe found no publicly available evidence that the private military company is part of the federal government’s \"rapid deployment teams.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBlackwater was founded in 1997 by former Navy SEALs, providing contract security globally. \nDuring the Iraq War, the company won more than $1 billion in contracts with the U.S. government. It gained notoriety in 2007, when a group of its employees killed 17 Iraqi civilians and injured 20 in Baghdad’s Nisour Square. \nThe guards, who were working for the U.S. State Department at the time, mistakenly thought they were under attack by insurgents. In 2015, four of the guards were sentenced in a U.S. court.\nBlackwater rebranded twice before a group of private investors purchased its North Carolina training facility in 2010. The new company, Academi, is now owned by a holding company called Constellis.\nPublic documents show that Academi has a contract with the federal government to provide security training for law enforcement and first responders. Three related companies — the Centerra Group, Omniplex and American K-9 Detection Services — also have contracts with the federal government, two of which are to provide \"protective service occupations,\" which can include security guards.\nRELATED: The federal government crackdown in Portland: What you need to know\nThe Federal Protective Service oversees more than 13,000 contract security guards who \"conduct security screenings at federal buildings,\" according to a 2015 Homeland Security fact sheet. Those contracts made up about 70% of the FPS budget during the 2015 fiscal year.\nHowever, public officials have made no public statements about using defense contractors in lieu of federal agents to quell protests in Portland. And we could find no news reports or public documents that say that’s the case.\nWe reached out to Constellis for a comment, but we haven’t heard back.\nOur ruling\nA Facebook post claims that officers detaining protesters in Portland are from Academi, not the federal government.\nWe found no publicly available evidence to support that claim.\nHomeland Security personnel have been sent to Portland amid ongoing protests against police brutality. Officials say they are backing up the Federal Protective Service to defend public property.\nThe FPS does have thousands of contract security guards. Academi has a contract with the federal government to provide security training for law enforcement officers and first responders, and two related companies have contracts to provide security personnel. \nBut we could find no statements from public officials, public documents or news reports about the government using contractors in lieu of federal agents to quell protests in Portland. There may well be Academi-linked contractors defending federal buildings in the city, but the Facebook post said they are standing in for federal officers.\nThat claim is inaccurate, and we rate it False.", "vclaim_id": "vclaim-pol-17816"}