{"url": "/factchecks/2010/jun/10/bill-mccollum/rick-scott-leading-polls-opponents-pull-out-fraud-/", "speaker": "Bill McCollum", "vclaim": "Rick Scott's former health care company, Columbia/HCA, committed \"fraud.\"", "truth_label": "true", "date": "stated on June 10, 2010 in a statement from his campaign:", "title": "With Rick Scott leading in polls, opponents pull out 'fraud' line", "text": "Rick Scott’s opponents for governor are telling reporters to essentially brush off a June 2010 poll that shows the former Columbia/HCA hospital CEO beating both Attorney General Bill McCollum in the Republican primary and Chief Financial Officer Alex Sink in a hypothetical November match-up.\nFocus on the fraud, they say. The fraud. The fraud.\n“Rick Scott has spent $15 million in half as many weeks to fund his public image repair squad’s pricey and misleading paid media campaign,” McCollum spokesman Kristy Campbell said June 10, 2010. “It’s no surprise he has skyrocketed in the polls since Floridians are just beginning to learn about his questionable past. His lead will evaporate when Floridians learn Rick Scott oversaw the most massive Medicare fraud scheme in American history.”\nDemocrats added their own e-mail titled “Fraud is not a mistake,” and a 2-minute, 40-second web video called “Slick Rick.”\n“Rick Scott may think that his millions of dollars will allow him to avoid answering hard questions about his record as CEO of Columbia/HCA ... but with your help we will make sure he is held accountable,” said the Florida Democratic Party’s Eric Jotkoff.\nThe fraud. The fraud.\nPolitiFact Florida had to bite. Here we’ll focus on whether Scott’s old company, Columbia/HCA, committed fraud, and also explain Scott’s role with the company, his part in a federal investigation and the outcomes of the federal probe.\nTo borrow a line from Scott’s television ads — Let’s get to work.\nColumbia/HCA history\nScott started what was first Columbia in the spring of 1987, purchasing two El Paso, Texas, hospitals. He quickly grew the company by purchasing more hospitals. A hospital network created efficiencies. Efficiencies created profits.\nIn 1994, Scott’s Columbia purchased Tennessee-headquartered HCA and its 100 hospitals, and merged the companies. When Scott resigned as CEO in 1997, Columbia/HCA had grown to more than 340 hospitals, 135 surgery centers and 550 home health locations in 37 states and two foreign countries, Scott’s campaign says. The company employed more than 285,000 people.\nNow about Scott’s departure in 1997.\nThat year, federal agents went public with an investigation into the company, first seizing records from four El Paso-area hospitals and then expanding across the country. In time it became apparent that the investigation focused on whether Columbia/HCA bilked Medicare and Medicaid.\nScott resigned as CEO in July 1997, less than four months after the inquiry became public and before the depth of the investigation became clear. Company executives said had Scott remained CEO, the entire chain could have been in jeopardy.\nAt issue, Scott says, is that he wanted to fight the federal government accusations. The corporate board of the publicly traded company wanted to settle.\nAnd settle, Columbia/HCA did.\nIn December 2000, the U.S. Justice Department announced what it called the largest government fraud settlement in U.S. history when Columbia/HCA agreed to pay $840 million in criminal fines and civil damages and penalties.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nAmong the revelations from the 2000 settlement, which all apply to when Scott was CEO:\n\nColumbia billed Medicare, Medicaid, and other federal programs for tests that were not necessary or ordered by physicians;\nThe company attached false diagnosis codes to patient records to increase reimbursement to the hospitals;\nThe company illegally claimed non-reimbursable marketing and advertising costs as community education;\nColumbia billed the government for home health care visits for patients who did not qualify to receive them.\n\nThe government settled a second series of similar claims with Columbia/HCA in 2002 for an additional $881 million.\nThe total fine:  $1.7 billion.\nPlea deals, fraud\nAs part of the 2000 settlement, Columbia/HCA agreed to plead guilty to at least 14 corporate felonies. A corporate felony comes with financial penalties but not jail time, since a corporation can’t be sent to prison.\nAmong the 14 felonies, Columbia/HCA pleaded guilty to three counts of conspiracy to defraud the United States.\nAlso, four Florida-based Columbia/HCA executives were indicted. Two were convicted of defrauding Medicare in 1999 and were sentenced to prison, only to have those convictions overturned on appeal. A third executive was acquitted and a jury failed to reach a verdict on the fourth.\nWas Scott close to going to prison for his part in the case?\nIt appears not at all.\nThe former CEO was never indicted and was never questioned in the case, he says. He may have been a target of the investigation — an ABC News report from 1997 says he was — but that never translated into charges.\nSorting it out\nLet’s boil this down.\nWas Scott running Columbia/HCA when it found itself at the center of a massive federal investigation? Yes.\nDid the company pay a record $1.7 billion in government penalties and fines? Yes, Columbia/HCA paid.\nAnd as we checked in this item, did his former company commit fraud? Yes, it pleaded guilty to fraud charges as part of a settlement.\nOf course, the million-dollar question is how much of the blame ultimately falls on Scott? And that’s an answer we can’t provide.\nScott was in charge so he bears some responsibility and has said so. But there has yet to come to light any detail of how much he knew, and when he knew it.\nThough that won’t keep us from looking.\nMcCollum's campaign, in a statement, said Rick Scott's former company Columbia/HCA committed fraud. We rate the statement True.", "vclaim_id": "vclaim-pol-14924"}