{"url": "/factchecks/2015/sep/25/ben-carson/ben-carson-do-any-muslim-countries-have-womens-rig/", "speaker": "Ben Carson", "vclaim": "There is not \"one of the Muslim nations\" that doesn't have \"discrimination against women, discrimination against gays, subjugation of other religious beliefs.\"", "truth_label": "barely-true", "date": "stated on September 22, 2015 in an interview with Fox's \"The Kelly File\":", "title": "Ben Carson: Do any Muslim countries have women's rights, gay rights or religious freedom?", "text": "Muslim values are inconsistent with American values, Republican presidential candidate Ben Carson said recently.\nCarson has been on the defense for saying he doesn’t believe a Muslim should be president. A couple of days later, in a Sept. 22 interview with Fox’s Megyn Kelly, the former neurosurgeon justified his position by criticizing the governments of Muslim countries for their human rights records.\n\"If you look throughout the world at Muslim government, I see discrimination against women, discrimination against gays, subjugation of other religious beliefs,\" said Carson, a resident of West Palm Beach, Fla. \"And I would be very interested in somebody showing me one of the Muslim nations where that is not occurring. I haven't seen it.\"\nWe decided to help Carson out and look into whether there are Muslim countries -- that is, those with a majority-Muslim population -- with governments that don’t discriminate against women, members of the LGBT community and religious minorities.\nCarson does have a point that a majority of the 50-odd Muslim countries do have poor records in all three categories. However, he overlooks some important exceptions.\nWomen’s rights\nTo assess women’s rights in these countries, we turned to the World Economic Forum’s 2014 Global Gender Gap Index, as well as the 2014 Social Institutions and Gender Index report published by the Organization for Economic Cooperation and Development, or OECD.\nThe Gender Gap Index ranks 142 countries based on gender disparities within each nation, including economic opportunity, educational attainment, political empowerment and health. The United States is No. 20, while Iceland is No. 1.\nBy this measure, the 34 Muslim countries on this list don’t have a solid record on gender equality. Just eight crack the top 100 -- Kazakhstan (43), Kyrgyzstan (67), Bangladesh (68), Senegal (77), Albania (83), Azerbaijan (94), Indonesia (97) and Brunei (98).\nThe OECD index instead measures how much gender discrimination a country’s institutions project. Although it isn’t ranked on the overall index list, the United States is listed as \"low\" or \"very low\" discrimination in all categories except \"civil liberties,\" for which it is labeled \"medium\" discrimination -- for reasons such as low numbers of female elected leaders and no national paid maternity or paternity leave.\nOf the 43 Muslim countries included in the report, most have \"high\" to \"very high\" levels of institutional discrimination in most categories. Just three are categorized as \"low\" discrimination across the board -- Kazakhstan, Morocco and Turkey. Labeled \"medium\" are Tunisia, Uzbekistan, Kyrgyzstan, Tajikistan, Senegal and Indonesia.\nIt’s also worth noting that multiple Muslim countries have had female heads of government or heads of state, including Pakistan, Bangladesh, Indonesia, Turkey, Kosovo, Kyrgyzstan and Senegal.\nZakia Salime, an expert in gender and Islam at Rutgers University, also pointed out that numerous Muslim countries signed the U.N. Convention on the Elimination of All Forms of Discrimination against Women, while the United States did not. She added that abortion is legal in some Muslim countries, including Turkey.\nLGBT rights\nWe had a little more trouble pinning down which, if any, Muslim countries have little institutional discrimination against the LGBT community. We did, at least, figure out which ones criminalize homosexuality, according to the Human Rights Campaign and the International Lesbian, Gay, Bisexual, Trans and Intersex Association, both advocacy groups.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOf 48 majority-Muslim countries, homosexual relations are legal in 13: Albania, Azerbaijan, Bahrain, Burkina Faso, Chad, Djibouti, Jordan, Kazakhstan, Kosovo, Kyrgyzstan, Mali, Tajikistan and Turkey.\nIn some of these countries where homosexual activity is legal, there is still some institutional discrimination against LGBT people -- such as a ban on cross-dressing in Bahrain. In some other Muslim nations, homosexuality is legal in parts of the country.\nAs for same-sex marriage, it is not legal in any majority-Muslim nation.\nReligious freedom\nAs far as institutional challenges to religious freedom, we looked at democracy advocacy group Freedom House’s 2015 Freedom in the World report.\nIn coming up with their overall freedom index, Freedom House scored each of the countries it assessed based on \"freedom of expression and belief.\" The United States scored a 15 out of 16 in this category.\nOf the 47 Muslim countries included in the study, nine got a score higher than 10 out of 16 in \"freedom of expression and belief\": Tunisia (13), Sierra Leone (12), Senegal (15), Niger (11), Mali (11), Lebanon (11), Indonesia (12), Burkina Faso (13) and Albania (13).\nNotably, Senegal received the same score as the United States. But many Muslim countries got low scores in this category -- including seven nations that scored just a one or two.\nWe also looked at Muslim countries in the State Department’s 2013 Religious Freedom Report. The department reported a vast majority of these countries as having some institutional restrictions on religious freedom. But the report said several Muslim countries had no significant restrictions -- mostly overlapping with the countries that received high scores on the Freedom House list.\nIn sum\nWhile there are many majority-Muslim nations that do have a record of institutional discrimination against women, members of the LGBT community and religious groups, there are plenty of exceptions.\nThese exceptions are enough to call into question Carson’s implication that none of the nearly 50 Muslim countries -- and by extension the world’s 1.7 billion Muslims -- respect these rights.\nMany Muslim countries have a longstanding tradition of democratic rule, particularly in the Far East, such as Bangladesh, said Ahmed Souaiaia, a professor of Islamic law and human rights at the University of Iowa. Souaiaia said he has conducted research in Tunisia, where religious minorities and women’s rights are protected in the country’s constitution.\n\"To reduce the actions, beliefs and views of 1.7 billion people to a stereotype is stunning,\" Souaiaia said.\nOur ruling\nBen Carson said there is not \"one of the Muslim nations\" that doesn't have \"discrimination against women, discrimination against gays, subjugation of other religious beliefs.\"\nCarson has a point that many countries with a majority-Muslim population do have poor records on institutional discrimination against women, members of the LGBT community and religious minorities. However, his broad-brush statement glosses over the fact that such policies are not universal. Numerous Muslim countries offer freedoms in each category. We rate the claim Mostly False.\nCLARIFICATION, Nov. 24, 2015: We've updated this article in response to a reader's suggestion, clarifying that the list of Muslim countries that have had female leaders includes both heads of state and heads of government.", "vclaim_id": "vclaim-pol-05929"}