{"url": "/factchecks/2020/oct/12/viral-image/no-harris-didnt-say-americans-arent-equipped-make-/", "speaker": "Viral image", "vclaim": "Says Kamala Harris said, “The American people aren’t equipped to make these decisions for themselves.”", "truth_label": "false", "date": "stated on October 9, 2020 in a Facebook post:", "title": "No, Harris didn’t say Americans aren’t equipped to make decisions about the coronavirus", "text": "The vice presidential debate was about 90 minutes long, but a recent Facebook post argues you could’ve tuned out for almost the whole event. \n\"If you ignore the entire debate… and focus on just 1 statement made by each candidate… it would be this one, because IT SPEAKS VOLUMES,\" the post says. \"The rest is just noise.\" \nIt goes on to describe an exchange between Vice President Mike Pence and Sen. Kamala Harris, the Democratic vice presidential nominee:\n\"Trump and I trust the American people to make choices for themselves and their families — Harris and Biden want to mandate how you care for yourself,\" Pence said, according to the post. The statement is circled with the word \"Freedom\" written beside it. \nThe post says Harris replied: \"The American people aren’t equipped to make these decisions for themselves.\" That statement is circled with the word \"Tyrany\" written and misspelled beside it. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIt’s a mischaracterization of the actual debate night exchange — and the quote attributed to Harris does not approximate her actual statements.\nAbout 11 minutes and 7 seconds into the debate,  Pence defended the White House’s decision to recently hold an event in the Rose Garden introducing Supreme Court Justice nominee Amy Coney Barrett (emphasis ours): \n\"My wife, Karen, and I were there and honored to be there. Many of the people who were at that event, Susan, actually were tested for coronavirus, and it was an outdoor event, which all of our scientists regularly and routinely advise. The difference here is President Trump and I trust the American people to make choices in the best interest of their health. Joe Biden and Kamala Harris consistently talk about mandates, and not just mandates with the coronavirus, but a government takeover of health care, the Green New Deal, all government control. We’re about freedom and respecting the freedom of the American people.\"\nHarris replied: \"Let’s talk about respecting the American people. You respect the American people when you tell them the truth. You respect the American people when you have the courage to be a leader. Speaking of those things that you may not want people to hear, but they need to hear so they can protect themselves. But this administration stood on information that, if you had as a parent, if you had as a worker, knowing you didn’t have enough money saved up, and now you’re standing in a food line because of the ineptitude of an administration that was unwilling to speak the truth to the American people. So let’s talk about caring about the American people. The American people have had to sacrifice far too much because of the incompetence of this administration. It is asking too much of the people — it is asking too much of the people that they would not be equipped with the information they need to help themselves to protect their parents and their children.\" \nThe Facebook post misquotes Pence but it comes close to something he actually said. He was arguing that he and the president trust Americans to make the best choices for themselves while Harris and Democratic presidential nominee Joe Biden want to mandate how people must respond to the coronavirus pandemic.\nBut the post’s attack on Harris is a misfire. She didn’t say \"American people aren’t equipped\" to make decisions about the pandemic for themselves. She accused the Trump administration of failing to equip Americans with information they needed about the deadliness of the coronavirus to make those decisions. \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18671"}