{"url": "/factchecks/2013/jan/24/barbara-buono/barbara-buono-claims-chris-christie-still-proposin/", "speaker": "Barbara Buono", "vclaim": "Says Chris Christie’s plan \"to kick-start our economy\" is to propose an \"income tax cut that disproportionately benefits the wealthy, and...he's still proposing it.\"", "truth_label": "pants-fire", "date": "stated on January 13, 2013 in an interview on bluejersey.com:", "title": "Barbara Buono claims Chris Christie is still proposing income tax cut that disproportionately benefits the wealthy", "text": "Looking to unseat Gov. Chris Christie this year, Democratic state Sen. Barbara Buono has tried to portray the Republican governor as being steadfastly committed to an income tax cut that disproportionately benefits the wealthy.\n\nBut for the second time in less than five months, the truth has stood in Buono’s way.\n\nBuono, the only Democrat to enter the gubernatorial race so far, repeated a claim about Christie’s tax cut plan during a video interview posted Jan. 13 on bluejersey.com, a left-leaning blog.\n\nThe governor’s plan \"to kick-start our economy\" is to propose an \"income tax cut that disproportionately benefits the wealthy, and...he's still proposing it,\" said Buono (D-Middlesex)\n\nBuono received a False for claiming in late August that Christie was demanding \"an immediate tax cut that would disproportionately benefit the wealthiest.\"\n\nBy repeating a line we’ve already debunked, the senator’s latest claim is outrageously wrong.\n\nLet’s review our findings:\n\nChristie initially proposed in January 2012 to cut income tax rates by 10 percent across-the-board over three years. Under that proposal, higher-income taxpayers, who pay more in income taxes, would have benefited more than lower-income taxpayers.\n\nBut the governor has since backed off that plan and endorsed a proposal to cut income taxes only for New Jerseyans below a certain income level and based on their annual property tax bills.\n\nThe governor unveiled that proposal on July 2, when he conditionally vetoed a bill that would have raised the income tax rate on taxable income exceeding $1 million. Christie suggested turning that legislation into a tax cut plan based on a proposal made by Senate President Stephen Sweeney, a Democrat.\n\nUnder Christie’s latest proposal, homeowners with taxable income of $400,000 or less would receive an income tax credit based on their property tax bills. The credit would be phased in over four years and ultimately reach 10 percent of the first $10,000 in property taxes paid.\n\nThe proposal would not disproportionately benefit the wealthy, since homeowners earning more than $400,000 would be ineligible and the amount of the tax credit would be based on property tax bills, not income levels.\n\nIn a news release from the governor’s office on Jan. 13 -- the same day as Buono’s interview -- the Christie administration affirmed its support for that tax cut proposal.\n\nAccording to the release, Christie \"has proposed a bipartisan compromise\" under which \"New Jersey taxpayers will be able to claim an income tax credit of up to 10 percent of their property tax bill.\"\n\nTo support Buono’s latest claim, her chief of staff, Christina Zuk, pointed to lines in two news articles, including this sentence from a Jan. 13 Star-Ledger story: \"Christie also renewed his commitment for a 10 percent income-tax cut that he could not get last year.\"\n\nBut immediately following that sentence is this quote from Christie: \"All those things are good, and the tax cut proposed (last year) by Senator Sweeney is good.\"\n\nThe second news article, published Jan. 13 on NorthJersey.com, only states that Christie \"is still pushing for an income tax cut.\" The governor’s latest proposal is an income tax cut, but not in the way suggested by Buono.\n\nIn response to our findings, Zuk said in an e-mail: \"There are numerous news reports from the past few weeks that indicate that Governor Christie has not abandoned his misguided plan for an across-the-board income tax cut, one that independent experts say would disproportionately benefit the wealthiest in our state.\"\n\nOur ruling\n\nIn a recent interview, Buono claimed that Christie’s plan \"to kick-start our economy\" is to propose an \"income tax cut that disproportionately benefits the wealthy, and...he's still proposing it.\"\n\nBut the governor has backed off such a plan and endorsed a proposal similar to one put forth by the Senate Democrats. Under that proposal, an income tax credit would be limited to taxpayers below a certain income level and based on their property tax bills.\n\nBuono received a False for making a similar claim in August, but we obviously need to add a little sizzle to get our point across. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-09812"}