{"url": "/factchecks/2007/dec/05/mitt-romney/romney-glosses-over-in-state-tuition-details/", "speaker": "Mitt Romney", "vclaim": "Huckabee supported \"a tuition break to the children of illegals that are here illegally when citizens are having to pay a higher rate.\"", "truth_label": "half-true", "date": "stated on December 5, 2007 in an interview:", "title": "Romney glosses over in-state tuition details", "text": "Mitt Romney said a proposed law that Mike Huckabee supported when he was governor of Arkansas would have given \"a tuition break to the children of illegals that are here illegally when citizens are having to pay a higher rate.\" There's no disputing Huckabee's position on the measure, but is that an accurate way to characterize it?\n\nBecause they aren't citizens, the children of illegal immigrants are not eligible for in-state tuition rates for state schools, which tend to be significantly lower than the rates charged to out-of-state students. The proposed Arkansas law, similar to laws on the books in other states, would have allowed some illegal immigrants who came to this country as children to receive the same tuition as their classmates. Ten states have passed similar laws, which typically include having students sign statements saying they want to resolve their immigration status.\n\nAt the Republican debate in St. Petersburg, Huckabee articulated a defense to Romney's attacks, saying the bill was intended to give resident students who were not citizens the same chances that their classmates had to attend college.\n\n\"They didn't get something better; they had to earn it,\" Huckabee said.\n\n(Huckabee also exaggerated some of the regulations for the proposed law in Arkansas; we checked those claims previously  here  .)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRomney is right that Huckabee supported the measure. But Huckabee is right when he said the illegal immigrants in his state wouldn't have gotten a better deal than legal residents.\n\nRomney's description of the measure as \"a tuition break\" would have been true only in comparison to citizens who lived outside the state of Arkansas. For Arkansas students who graduate from Arkansas high schools, the law would have given in-state students, illegal or not, the same tuition rate.\n\nRomney may even realize this point but chose to ignore it. When he vetoed the legislation in Massachusetts in 2004, he said, \"I hate the idea of in any way making it more difficult for kids, even those who are illegal aliens, to afford college in our state. But equally, perhaps a little more than equally, I do not want to create an incentive to do something which is illegal.\" That's some distance from his recent comments that the proposal \"makes no sense to me at all.\"\n\nWe find his shorthand of a \"tuition break\" for illegal immigrants glosses over a complicated issue to the point where it's somewhat inaccurate. We find that part of his argument Half True.", "vclaim_id": "vclaim-pol-16480"}