{"url": "/factchecks/2010/mar/05/michele-bachmann/bachmann-says-democratic-health-care-bill-wont-low/", "speaker": "Michele Bachmann", "vclaim": "\"President Obama's bill won't bring down the costs (of health care) for average Americans -- or really for very few Americans, if any.\"", "truth_label": "false", "date": "stated on March 3, 2010 in an interview on CNN's Larry King Live:", "title": "Bachmann says Democratic health care bill won't lower costs for average Americans", "text": "Rep. Michele Bachmann, R-Minn., has a reputation for using political rhetoric that pushes the envelope. On March 3, 2010, she appeared on CNN's Larry King Live along with Democratic Rep. Alan Grayson, a Floridian who's also known for his outspokenness from the opposite ideological perspective.We thought we'd look into one of the comments she made about the issue of the day: the Democratic health care reform plan.\"Unfortunately,\" she said, \"President Obama's bill won't bring down the costs for average Americans -- or really for very few Americans, if any.\"To test this claim, we turned first to the nonpartisan referee for such questions -- the Congressional Budget Office.We looked at a CBO analysis of the Senate Democratic health care bill released Nov. 30, 2009. This bill -- which was passed by the Senate in December 2009 -- forms the basis for President Barack Obama's own proposal. (The CBO has not directly analyzed Obama's proposal, but most health policy analysts do not expect the numbers to change dramatically from what the CBO analyzed in November.)Before we dig into the CBO study, we should outline the three types of private coverage and how they differ. Individual policies are obtained directly by individuals or families, without an employer serving as an intermediary. \"Small-group\" plans are provided through small employers. And \"large-group\" policies are plans obtained through larger employers. The CBO looked at the effect of the health care bill on premiums for each category.One other thing to know: The bill provides subsidies for people in the individual and small-group markets whose income is below certain thresholds. The CBO looked at how the bill would change premiums both before subsidies were factored in and after.So here's what the CBO expects for 2016, the year its analysts chose as the benchmark.For individual plans -- before subsidies are taken into account -- the bill would make policies 10 percent to 13 percent more expensive. But a big reason for this increase is that the bill would set higher minimum standards for coverage. So, before subsidies are factored in, people and families buying individual policies would have to pay more, but they would also be getting more generous coverage.However, it's worth noting that many people on the individual market would qualify for subsidies. In fact, the CBO estimates that 57 percent of individual-market purchasers would. And once these subsidies are factored in, buyers on the individual market would see their premiums drop quite a bit -- between 56 percent and 59 percent, according to the CBO. (The question of whether to count or not to count subsidies when analyzing the bill became a major bone of contention during the Feb. 25, 2010, presidential health care summit; you can read a previous PolitiFact item for a more detailed explanation of this question, http://www.politifact.com/truth-o-meter/statements/2010/feb/25/barack-obama/obama-says-under-democratic-health-plan-family-ins/)For the second category -- the small-group market -- the CBO estimates that unsubsidized premiums would land somewhere on the continuum between rising by 1 percent and falling by 2 percent. For the 12 percent of small-group beneficiaries who are expected to qualify for subsidies, premiums would fall by 8 to 11 percent.Finally, in the third category -- the large-group market -- the change in premiums would range from no change to a 3 percent decline. (Large-group beneficiaries are not eligible for subsidies under the bill.)To fuly analyze Bachmann's claim, we need to add in one additional factor: the number of Americans who will buy insurance in each of these three markets.The CBO estimates that 134 million people will be covered by large-group plans, 25 million will be covered by small-group plans and 32 million will be covered by individual market plans. The total of these three categories is 191 million people. (Remember that many Americans are covered by Medicare, Medicaid or other government plans, and these are not included in the CBO's analysis, or in ours.)Let's first analyze these numbers using the strictest definition -- unsubsidized premiums. And because the CBO is using a range of likely outcomes, we'll do our best to quantify how many people will actually see their premiums fall. We'll do this by assuming that, say, for a range of 10 percent to 13 percent, one quarter will see a change of 10 percent, one quarter will see a change of 11 percent, one quarter will see a change of 12 percent, and one quarter will see a change of 13 percent. The real numbers will not fit so neatly into that kind of breakdown, but health economists tell us it's a serviceable guide.By our reckoning, then, three quarters of the 134 million people in large-group plans -- 101 million -- will see their premiums fall slightly. Next, in the small group market, let's assume that half the beneficiaries will see a decline in premiums (those who see their premiums fall by 1 percent or 2 percent.) That translates to about 13 million people. So, right off the bat -- without factoring in subsidies -- the CBO expects 114 million people to see their premiums go down at least a little bit. That's about 60 percent of beneficiaries.Once subsidies are accounted for, the percentages rise.In the small-group market, 12 percent of beneficiaries would qualify for subsidies, the CBO projects. Proportionally, these subsidies would reduce premiums for an additional 1.5 million people.In the individual market, 57 percent would qualify for subsidies, according to CBO. That's about 18 million people who'd see their premiums drop.So, adding it up, nearly 134 million people should see their premiums go down when subsidies are factored in. That's about 70 percent of all privately insured Americans.What about the rest? By our calculations, about 45 million people would see their premiums stay the same. Adding them to the 134 million Americans who saw their premiums drop, you get 179 million people, or almost 94 percent of those on private insurance.That leaves about 14 million Americans who would see their premiums go up, according to the CBO's model. (The numbers don't add up to 191 million due to rounding.) These unlucky beneficiaries -- mostly people with individual insurance who earn too much to receive subsidies -- account for 7 percent of those with private insurance in 2016.Of course, the CBO's projections are only that -- projections. In addition, basic mathematics suggests that some number of Americans will see their premiums rise or fall by greater amounts than the CBO estimates. So our exercise should be taken with due caution. But the CBO is the generally accepted arbiter of these questions and the overall trend seems solid despite the caveats. However, looked at another way, Bachmann would have had a stronger point if she had said the bill's benefits are limited. Only about 21 million people -- those who receive subsidies -- will see their premiums drop by more than a few percentage points. That's about 11 percent of the people with private insurance in 2016 -- within shouting distance of the \"very few Americans\" she referenced in her quote.Measured in raw dollars, a decrease of 1 to 3 percent won't put a whole lot of additional money in the pockets of the other nine-tenths of the private market. By the CBO's estimate, the difference could be on the order of $100 or $200 on a several-thousand-dollar policy.\nBut we're rating Bachmann's claim that \"President Obama's bill won't bring down the costs (of health care) for average Americans -- or really for very few Americans, if any.\" And on that, our interpretation of the CBO numbers indicates she's wrong.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nUsing the strict, unsubsidized figures, 60 percent of Americans in the private insurance market should see their premiums fall. And taking into account the subsidies, a full 70 percent would see their premiums fall. And almost 94 percent would see their premiums either fall or stay the same. No matter how you slice it, the overwhelming majority are likely to see a decline. So we find her claim False.", "vclaim_id": "vclaim-pol-15244"}