{"url": "/factchecks/2020/oct/08/blog-posting/social-posters-spread-election-misinformation-abou/", "speaker": "Bloggers", "vclaim": "“Shredded Pennsylvania Mail in ballot Applications were discovered in a trailer.\nThe applications were for @realDonaldTrump.”", "truth_label": "false", "date": "stated on October 7, 2020 in a post on Facebook:", "title": "Social posters spread election misinformation about “shredded” ballot applications for Donald Trump", "text": "Clips of a video inside the back of a tractor-trailer are being falsely used on social media to stoke a fear that people are trying to rig the election against President Donald Trump.\nWe’ve seen multiple versions of the same basic video online. A person is walking around the back of a tractor-trailer that has some trash at the bottom of it. He picks up some of the paper and sees an image of Trump pointing next to the phrase \"President Trump wants you to return this form.\"\nThe person flips the paper over and shows what looks like an application for a mail-in ballot in Pennsylvania. \"They do have people’s addresses on them that were never mailed out,\" the person says.\n\"Somebody sabotaged all (of) these,\" the person says in another clip.\nThat was enough information for some people to say the video is evidence of voter fraud.\nOne post on Twitter has nearly 22,000 retweets and the video has been viewed more than 400,000 times. \"Shredded Pennsylvania Mail in ballot Applications were discovered in a trailer. The applications were for @realDonaldTrump,\" says the caption.\nBut that’s not what the video shows.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe mailer itself\nLet’s start with the mailers in the video. Here’s an image:\n\n(Screenshot via YouTube)\nThe mailers include a return address of the Federal Republican Committee of Pennsylvania. That’s the official name for the Pennsylvania state Republican Party.\nThe mailers are part of a nationwide effort by Republicans — despite the words of Trump — to encourage mail-in voting in 2020. A North Carolina voter posted on Twitter a version of the same mailer, but mailed by the North Carolina GOP. That poster, a Republican who says he’s a \"Never Trumper,\" did not request the mailer.\nSimilar mailers were sent in Texas and Ohio.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe mailers include forms that can be used by someone to request a mail-in ballot from a local election authority, and other groups are doing the same thing. It’s legal, so long as the groups sending the mailer comply with state and local laws. In Pennsylvania, you can also request a ballot through the state.\nBut it’s also confusing. In September, NPR zeroed in on Lehigh County in Northeast Pennsylvania, where elections officials said some people had mailed in two or three ballot requests forms because they were confused.\nThe mailers are not being requested by voters and are part of a bulk mail campaign to encourage mail-in voting.\n\"Part of the challenge here is that not only more people are sending out applications to voters, in order to make sure voters have an opportunity to vote by mail, but when voters do fill out multiple ones, because maybe they fill it out one day and then a week later because ... they haven't gotten the ballot,\" Tammy Patrick, the senior adviser of elections at Democracy Fund, told ABC News. (Democracy Fund provides some financial support to PolitiFact.)\nApplications for Donald Trump\nThe video doesn’t show any completed applications, so there’s no evidence the applications are for Trump.\nIn the case of the North Carolina voter who got a similar application request, he said he’s not voting for Trump.\nAnd regardless, you can’t apply to vote for someone. You can only apply for a ballot.\nR.R. Donnelly\nThe most important clue to debunk the video comes in a frame near the end that shows a sign for a business, \"R.R. Donnelley.\" R.R. Donnelley is a company that, among other things, does direct mail services.\n\n(Screenshot via YouTube)\nWe reached out R.R. Donnelley about the video. A spokeswoman for the company said the video shows printing waste.\n\"What you see in the Twitter video is residual print production waste in a trailer that was returned from a recycling facility,\" the company told us. \"The full extent of the client’s mailing request, applications for mail-in ballots, was produced and processed in accordance with our print and mail verification procedures. Recycling of print production waste is a normal practice associated with a direct mail project of this extent.\"\nOur ruling\nPosters took some cell phone video to claim that \"Shredded Pennsylvania Mail in ballot Applications were discovered in a trailer. The applications were for @realDonaldTrump.\" A person in the video claimed this was part of sabotage.\nIn reality, you’re looking at printing waste.\nWe rate this claim False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18639"}