{"url": "/factchecks/2015/jul/26/lincoln-chafee/chafee-says-drone-strikes-drive-unrest-yemen/", "speaker": "Lincoln Chafee", "vclaim": "\"One of the reasons I believe we’re in trouble in Yemen is we lost the population on drone strikes issues. That’s what stirred up the population. That’s what is happening in Yemen.\"", "truth_label": "half-true", "date": "stated on June 14, 2015 in Campaign speech :", "title": "Chafee says drone strikes drive the unrest in Yemen", "text": "Lincoln Chafee campaigned for president in New Hampshire last month proudly showcasing his foreign policy credentials based in large part on his opposition to the Iraq war. He also had some things to say about U.S. policy in Yemen.\nThe targeting of al-Qaida terrorists with drones has killed militants and civilians in recent years. And many Yemenis have called on the Obama administration to end drone strikes, which Chafee refers to as \"extrajudicial killings.\"\n\"No more drone strikes,\" Chafee said in New Hampshire. \"One of the reasons I believe we’re in trouble in Yemen is we lost the population on drone strikes issues. That’s what stirred up the population. That’s what is happening in Yemen.\"\nThe New America Foundation has counted 114 strikes in Yemen, all but one since 2009, with 15 this year responsible for 57 deaths. The foundation bases this information on \"credible news reports.\"\nHave drone strikes turned the Yemen population against the U.S.? Is that the main issue?  \nWe ask because there’s been heavy fighting in Yemen over the past eight months between Houthi rebels and Yemeni government forces backed by Saudi airstrikes. Cultural heritage sites have been destroyed. Food is in short supply. Rebels have chased the president from the capital city. And, according to a June 25 report in The New York Times, the warfare has displaced a million people.\nSo why does Chafee place such a heavy emphasis on U.S. drone strikes? We asked Chafee’s spokeswoman, Debbie Rich, to provide evidence to support the candidate’s June 14 comments.\nAn article provided by Rich from The Long War Journal, a respected source on the fight against terrorism, tells the story of a Yemeni provincial deputy governor, also the son of a prominent tribal leader, who was killed by a 2010 drone strike.\nAt the other extreme, Rich also emailed an April 2014 Rolling Stone article, filled with the voices of Yemenis angered by U.S. drone strikes that have killed civilians. In addition, Peter Schaapveld, a British psychiatrist quoted in the Middle East Monitor, asserted that 99 percent of the people he met during a one-week visit to Yemen were suffering drone-related post traumatic stress syndrome. The fear of drones in Yemen, is \"traumatizing an entire generation,\" according to a quote in Rolling Stone.\nHowever, other experts we talked to say that what was happening in Yemen had a lot less to do with drones and a lot more to do with the war between militant Houthis, who are Shiite Muslims, and the current government, which is backed by the U.S. and by neighboring Saudi Arabia — a Sunni Muslim nation.\nBruce Riedel, a Brookings Institution scholar with high-level foreign policy experience, including work for the Obama administration in 2009, wrote an analysis of the situation in Yemen one day after Chafee spoke. Riedel’s analysis doesn’t include a word about drones.\n\"It is safe to say that Yemen's civil war, the humanitarian catastrophe that it faces and the Saudi intervention in the country are not caused by drone strikes,\" Riedel told us in an email. \"Yemen's problems are much more complex than a result of the drones.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nA more recent NPR clip provided by Rich, from January, includes comments from another Brookings Institution expert, Ibrahim Sharqieh, who asserted that U.S. drone strikes had contributed to instability in the country.\nBut Sharqieh also blames the international community for ignoring the situation in Yemen over a two- to three-year period, not drones, when he talks about a solution to Yemen’s latest tumult.\nAnother Yemen expert, Shaul Gabbay, a former professor at the University of Denver, asserts that it’s \"a very large leap\" to suggest that dissatisfaction with drone policy at the local level is an explanation \"for what is happening in Yemen.\"\n\"For example, the fact that Iran is interested in destabilizing Yemen from the much more important macro conflict, arising from the Shiite/Sunni conflict, does not have anything to do with the specific use of drones,\" he said.\nAnd while surveys conducted by the Pew Research Center in other countries, including Pakistan and Jordan, have documented strong opposition to the targeting of militants with drones, no public opinion surveys have been done in Yemen. \nAnd the director of Pew’s Global Attitudes surveys warns against making judgments about public opinion in the absence of a credible survey.  \nOur ruling\nThere is strong evidence that the U.S. drones in Yemen have antagonized many Yemenis who might have been allies in the fight against al-Qaida.  \nBut Chafee takes a big leap when he suggests that because of drone strikes \"we lost the population\" — especially when there are no public opinion polls to back him up.\nOthers argue that a civil war, with little link, if any, to drone strikes, is what’s driving unrest in Yemen, pushing about one million people out of their homes. That makes more sense to us.\nWe rate Chafee’s statement Half True.\n (If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06154"}