{"url": "/factchecks/2011/oct/24/kasim-reed/reed-sends-mixed-messages-occupy-atlanta-protest/", "speaker": "Kasim Reed", "vclaim": "On letting Occupy Atlanta protesters stay in Woodruff Park.", "truth_label": "no-flip", "date": "stated on October 17, 2011 in statements to the public:", "title": "Reed sends mixed messages, but does not flip, on Occupy Atlanta", "text": "All the twists and turns in the Occupy Atlanta protest saga made the PolitiFact Georgia team wonder whether they amounted to a flip-flop by Mayor Kasim Reed.\n\nSympathizers of the Occupy Wall Street protests took over Woodruff Park in downtown Atlanta on a Friday night more than two weeks ago. The following Monday, police officers positioned themselves nearby, and protesters braced for clashes or mass arrests like the ones that have taken place in New York City.\n\nThe clashes never happened. Two days later, demonstrators cheered an executive order from Reed that let them stay in the park until Oct. 17 -- last Monday.\n\nThe order’s expiration loomed. Once again activists prepared for a showdown. With hours to spare, Reed issued another order letting them stay for three more weeks.\n\nIt sounded a little flip-floppy to us. We rummaged the office for our Flip-O-Meter to see whether Reed shifted his stance by letting Occupy Atlanta protesters stay in the park.\n\nWe studied Reed’s public statements, news releases and executive orders, as well as actions and statements by other city officials who report to him.\n\nAs far as we can tell, the first time Reed spoke publicly about the Occupy Wall Street movement was Oct. 10 in Chicago, as he appeared on a panel that included New York City Mayor Michael Bloomberg and Chicago Mayor Rahm Emanuel.\n\nIt was three days after the Atlanta protests began. Reed was sympathetic.\n\n\"I think that people wanted focusing attention and passion on jobs,\" he said, according to a clip that aired on WXIA-TV. \"I’m really OK with it because I think the country needs more passion and we need a big fight.\"\n\nAs Reed was in Chicago, Atlanta City Councilman Michael Julian Bond was back home helping set up a meeting between demonstrators and city officials, including Police Chief George Turner.\n\nActivist Tim Franzen attended the meeting. He told PolitiFact Georgia that Turner said that police would arrest demonstrators who break the law, but the chief did not give a specific time frame.\n\nAnother activist at the meeting told us Turner’s message was less specific.\n\n\"Word for word, it was that they [police] ‘would enforce the law,’ \" said activist James Turner, who is not related to the police chief. \"They made it seem urgent.\"\n\nBond, who attended a portion of the meeting, said he did not hear the police chief tell protesters they would be arrested, but he got the impression they were going to jail that night.\n\nThat night, police mobilized on the streets surrounding Woodruff Park. Some rode on horseback. Others brought police dogs. Regardless of the chief’s actual words, it makes sense that protesters thought they would be behind bars before sunrise.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\n By Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\nThe chief’s office referred PolitiFact Georgia’s questions to Reed’s representatives. Reed told PolitiFact Georgia the police chief \"never\" told protesters they would be arrested.\n\nThe next day, Reed told the City Council’s Public Safety Committee that police staged near Woodruff Park to rehearse their response in case protests turned violent.\n\nAttorneys were reviewing the city’s options, Reed said.\n\n\"Obviously we have some feeling about the right of people to peaceably protest and their legitimate concerns. But you all have passed a set of ordinances that I’m responsible for enforcing,\" Reed told the committee. \"So to apply them to one group and not to apply them to another group is creating real problems with us.\"\n\n\"[T]he posture of the city of Atlanta is we will not be moving forward with arrests at this time,\" he said.\n\nReed issued an executive order the next day, a Wednesday. It said \"there is a compelling public safety need\" to suspend enforcement of city rules that shut down Woodruff Park between 11 p.m. and 6 a.m. Enforcing them would take too many police resources away from other neighborhoods.\n\nPolice could make arrests to \"maintain public peace and good order for a reason other than enforcing park closing hours,\" it said.\n\nThe order would expire Oct. 17, the date of the next City Council meeting. City code requires all executive orders to expire after the next council meeting, unless the council ratifies them.\n\nThe order did not say police would arrest protesters who remained in the park after the order’s expiration.\n\nStill, protesters perceived this date to be an eviction deadline. Media outlets described it as one, but this interpretation is not clear-cut.\n\nThat Friday, three days before the order expired, the mayor’s office said the date was not a firm deadline, according to a story by Channel 2 Action News, a reporting partner of The Atlanta Journal-Constitution.\n\nWhen Oct. 17 rolled around, Reed issued a second, nearly identical order. It will expire after the Nov. 7 council meeting. Reed has not indicated what he will do at that time.\n\nOur ruling:\n\nReed maintained through his public statements, news releases and executive orders that he will respect peaceful public protest and protect the city if demonstrations turn violent.\n\nThe police show of force near the park Oct. 10 conveyed a more intimidating message than Reed’s words did, but it fell short of contradicting him. Both he and his surrogates gave themselves leeway to make arrests.\n\nThe fact that Reed extended the time protesters could remain in the park is not enough evidence to say he flipped his position, either. City code required that the first order expire Oct. 17. The order does not say protesters would be removed after that date. Reed’s office said three days before then that it was not a firm deadline for protesters to leave the park.\n\nThe city’s actions might have sent mixed signals, but Reed’s statements were carefully calibrated and the evidence indicates he did not change his stance.\n\nWe rule No Flip.", "vclaim_id": "vclaim-pol-12208"}