{"url": "/factchecks/2018/feb/16/edward-cox/new-york-state-leads-country-government-debt-resid/", "speaker": "Edward Cox", "vclaim": "About New York state: \"We have the highest debt per capita.\"", "truth_label": "true", "date": "stated on February 10, 2018 in opening remarks at a Republican gubernatorial debate:", "title": "New York state leads the country in government debt per resident", "text": "State Republican Chairman Edward F. Cox says New York state’s debt per person is higher than any other state.\n\"We have the highest debt per capita,\" Cox said at a debate among three Republican candidates for governor.\nThe claim comes among a string of criticisms from state Republicans against the economic record of Gov. Andrew M. Cuomo.\nCox recently claimed that unemployment was up in every county in the state outside New York City. We rated that claim Mostly True. State Sen. John DeFrancisco, a GOP candidate for governor, claimed that one-third of New York state’s population is on Medicaid. That’s True.\nBut there’s also evidence the state’s economy has improved since Cuomo took office. The state has more private sector jobs than ever before, and unemployment has dropped statewide.\nSo what about the debt? It is one of the few economic indicators for the state we haven’t looked at. Is Cox’s claim correct?\nGovernment debt per capita\nA spokesperson for Cox said he was talking about debt incurred by state and local governments, not personal debt like credit cards or auto loans.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNew York state ranked highest in government debt for residents in 2015, the latest data available.\nThe debt per person was $17,528 in New York state, according to the Empire Center. The center is a non-partisan, non-profit think tank based in Albany that calls for policy reforms based on free-market principles, personal responsibility and effective and accountable government. It used data from the U.S. Census Bureau and Bureau of Economic Analysis to calculate the rate for each state.\nThe next highest state was Massachusetts, with government debt at $13,733 per person. Wyoming had the lowest rate, with $3,376 of government debt per person.\nNew York state has ranked highest each year since Cuomo took office in 2011. Government debt was $17,204 per capita in New York state that year, according to data from the Tax Foundation, a right-leaning tax policy and finance analysis organization.\nOur ruling\nCox said \"We have the highest debt per capita.\"\nThe latest data proves Cox’s claim. New York state has had the highest state and local government debt per capita since at least 2011.\nWe rate it True.\n Share the Facts 2018-02-16 19:08:04 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  About New York state: \"We have the highest debt per capita.\"    Edward Cox State Republican Chairman https://news.wbfo.org/post/republican-gubernatorial-hopefuls-debate-amherst   New York state Saturday, February 10, 2018 2018-02-10    Read More  info", "vclaim_id": "vclaim-pol-02398"}