{"url": "/factchecks/2015/sep/20/karl-rove/rove-says-2012-nomination-fight-saw-many-poll-lead/", "speaker": "Karl Rove", "vclaim": "At this point in 2012, \"Rick Perry was ahead at 29.9 percent, and we had seven more leads before it finally settled on Mitt Romney.\"", "truth_label": "mostly-true", "date": "stated on September 20, 2015 in comments on \"Fox News Sunday\":", "title": "Rove says 2012 nomination fight saw many poll leaders over the months", "text": "A major poll conducted soon after the second Republican presidential debate showed a huge bump for former Hewlett Packard CEO Carly Fiorina. A survey by CNN found Fiorina shot from 3 percent in early September to 15 percent now, putting her in a statistical tie for second with physician Ben Carson. Real estate billionaire Donald Trump still leads with 24 percent, but he’s down 8 points from the last CNN poll.\nThe pundits had lots to say about a fluid field. Karl Rove warned against taking any lead in the polls too seriously at this point.\n\"Let's just remember, we are at the beginning of this process,\" Rove said on Fox News Sunday on Sept. 20, 2015. \"As of now, in 2012, Rick Perry was ahead at 29.9 percent, and we had seven more leads before it finally settled on Mitt Romney on Feb. 28 of 2012. \"\nRove said the Republicans might not settle on a nominee until March or even April.\nWe thought it would be interesting to look back at the 2012 Republican contest and see if the \"yellow jersey\" moved around as much as Rove said.\nThe GOP strategist was largely correct.\nThe 2012 election polls\nRove’s office told us his source was an interactive chart on RealClearPolitics.com. The bright lines show the rise and fall of several of the candidates.\nPerry reached 29.9 percent on Sept. 17, 2011, and had fallen slightly to 28.2 percent on Sept. 20, 2011. So that’s very close to what Rove cited.\n\nSource: RealClearPolitics.com\nWe looked for each candidate’s highest poll average in each period when the lead changed hands. If we take the poll numbers at face value, the lead shifted nine times before Romney took it, held it and went on to win the nomination. For the purists, since most polls have a margin of error of at least 3 percent, we could discount those times when the lead was statistically doubtful. If we did that, we would still end up with six lead changes in the period Rove described.\nWe should note that the lead sometimes went back to a previous lead holder. Overall, five candidates shared the lead: Romney, Perry, Herman Cain, Newt Gingrich and Rick Santorum.\n\n\n\n\n\nCandidate\n\n\nDate\n\n\nOverall %\n\n\nLead\n\n\n\n\n\n\nPerry\n\n\nSept. 20\n\n\n28.2\n\n\n8.6\n\n\n\n\nRomney\n\n\nOct. 10\n\n\n21.9\n\n\n5.5\n\n\n\n\nCain\n\n\nNov. 3\n\n\n26\n\n\n2.2\n\n\n\n\nRomney\n\n\nNov. 12\n\n\n22.5\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n0.5\n\n\n\n\nGingrich\n\n\nDec. 13\n\n\n35\n\n\n12.7\n\n\n\n\nRomney\n\n\nJan. 18\n\n\n33.1\n\n\n14.8\n\n\n\n\nGingrich\n\n\nJan. 27\n\n\n29.3\n\n\n2.3\n\n\n\n\nRomney\n\n\nFeb. 8\n\n\n34.5\n\n\n11.7\n\n\n\n\nSantorum\n\n\nFeb. 18\n\n\n34.3\n\n\n6.6\n\n\n\n\nRomney\n\n\nFeb. 29\n\n\n33\n\n\n1.7\n\n\n\n\n\nSource: RealClearPolitics.com\nOther polls\nIndividual polls from different polling groups generally show a fair bit of movement, but not as much as the aggregated numbers that Rove used. For example, the Pew Research Center poll showed four lead changes. The Fox News poll also came up with four.\nThese surveys were not done as frequently as all the polls that fed into RealClearPolitics.com's average, and so they might miss relatively brief periods when the lead bounced back and forth among Romney, Gingrich, Cain and Santorum.\nFlighty voters in the early months\nThe 2012 Republican nomination saw a robust number of competitors. The race this year is even more crowded. Martin Cohen, a political scientist at James Madison University, said this all feeds into \"the media's fetish with the new and exciting.\" Cohen places very little importance at polls at this point.\n\"Voters are influenced by media coverage and the post-debate spin,\"he told us. \"But it doesn't mean that is the way they will ultimately vote or even whether they will vote at all.\"\nCohen said if you want to spot the real leaders, keep track of who snags the best and most influential endorsements.\nOur ruling\nRove said the leader in the race for the Republican nomination changed seven times between September 2011 and the end of February 2012. Using the polling average numbers, that is a fair summary, and some might argue that the lead moved around even more. We found that five individual candidates -- Perry, Romney, Cain, Gingrich and Santorum -- handed the lead back and forth during that time period.\nLooking at individual polls, the lead might shift less often, but the window on the race those polls offer is not as detailed as the method Rove used.\nThere might be minor quibbles about the exact tally, but Rove was in the ballpark. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-05952"}