{"url": "/factchecks/2015/nov/11/ben-carson/ben-carson-said-raising-minimum-wage-will-increase/", "speaker": "Ben Carson", "vclaim": "\"Every time we raise the minimum wage, the number of jobless people increases.\"", "truth_label": "false", "date": "stated on November 10, 2015 in the Republican debate in Milwaukee, Wis.:", "title": "Ben Carson said raising the minimum wage will increase joblessness", "text": "At the Fox Business Network debate, it didn’t take long for the topic of the minimum wage to come up.\nDuring a back-and-forth with the moderators, Republican presidential candidate Ben Carson urged caution on raising the minimum wage, saying, \"People need to be educated on the minimum wage. Every time we raise the minimum wage, the number of jobless people increases.\"\nWe checked a similar claim by Sen. Ben Cardin, D-Md. In November 2014, Cardin made the opposite case, claiming that \"every time we've increased the minimum wage, we've seen a growth in jobs.\"\nWe rated Cardin’s claim Mostly False, after determining that during the 12 months following each of the 11 minimum wage increases since 1978, about half produced a net gain in jobs and about half produced a net loss of jobs.\nIn this case, we decided we couldn’t rely on the exact same data, since Cardin referred to a growth in jobs, while Carson referred to an increase in joblessness. Those aren’t exactly the same things, though the Bureau of Labor Statistics calculates both metrics.\nSo we used the same methodology to look at the 12-month changes in unemployment level after those 11 minimum-wage hikes.\nThe chart below shows what we found:\n\n\n\n\nYear of minimum wage increase\n\n\nNew minimum wage\n\n\nChange in number of people unemployed over next 12 months\n\n\nWas a recession going on during the 12-month period?\n\n\n\n\n1978\n\n\n$2.65\n\n\nDown 380,000\n\n\nNo\n\n\n\n\n1979\n\n\n$2.90\n\n\nUp 574,000\n\n\nYes\n\n\n\n\n1980\n\n\n$3.10\n\n\nUp 1,388,000\n\n\nYes\n\n\n\n\n1981\n\n\n$3.35\n\n\nUp 1,326,000\n\n\nYes\n\n\n\n\n1990\n\n\n$3.80\n\n\nUp 1,642,000\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\n stated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\nYes\n\n\n\n\n1991\n\n\n$4.25\n\n\nUp 976,000\n\n\nNo\n\n\n\n\n1996\n\n\n$4.75\n\n\nDown 577,000\n\n\nNo\n\n\n\n\n1997\n\n\n$5.15\n\n\nDown 356,000\n\n\nNo\n\n\n\n\n2007\n\n\n$5.85\n\n\nUp 1,788,000\n\n\nYes\n\n\n\n\n2008\n\n\n$6.55\n\n\nUp 5,664,000\n\n\nYes\n\n\n\n\n2009\n\n\n$7.25\n\n\nDown 89,000\n\n\nNo\n\n\n\n\n \nThe headline here is that joblessness rose after a minimum-wage hike more than half the time -- seven out of 11 occasions -- but fell four times. Since joblessness fell some of the time, it means that Carson’s sweeping claim -- that joblessness rises \"every time\" the minimum wage goes up is off-base.\nBut there’s another factor that casts additional doubt on his assertion.\nAs it happened, there was a recession under way during six of the 11 periods we studied. During each of those periods, joblessness rose after the minimum wage went up. This is not surprising -- but it does cast into doubt the cause and effect behind the rise in joblessness. The impact of a recession does, at the very least, raise questions about whether a minimum wage hike in and of itself caused joblessness.\nIf you look instead at the five wage hikes that occurred when a recovery was under way, joblessness declined four of those times. The only exception was the 1991 wage hike, which took effect soon after a recovery began.\nFinally, we should note that economists are split over what effect a minimum wage hike has on job growth. There’s some research that shows raising the minimum wage negatively impacts job growth, and a lot that shows it has an insignificant effect.\nOur ruling\nCarson said, \"Every time we raise the minimum wage, the number of jobless people increases.\"\nIf you look at the 12-month period following every minimum-wage hike since 1978, joblessness did rise on seven occasions, but it fell on four occasions, undercutting his sweeping claim. In addition, it’s not at all clear that a minimum-wage hike was the primary culprit for the periods in which joblessness rose, since those periods also coincided with broader recessions in the economy.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-05751"}