{"url": "/factchecks/2009/dec/07/glenn-beck/beck-says-labor-leader-most-frequent-white-house-v/", "speaker": "Glenn Beck", "vclaim": "Labor union president Andy Stern is \"the most frequent visitor\" at the White House.", "truth_label": "false", "date": "stated on December 3, 2009 in his Fox News Channel show:", "title": "Beck says labor leader is most frequent White House visitor", "text": "Fox News Channel host Glenn Beck recently found another rhetorical weapon to use against President Barack Obama: White House visitor logs.\n\nIn a Dec. 3, 2009, broadcast, Beck decried that Andy Stern, head of the Service Employees International Union, appears more times in a White House visitor log release than anyone else.\n\n\"You've got to ask yourself what the hell happened to this country,\" Beck said. \"If I would have told you instead that the most frequent visitor of the White House, over the secretary of state and everybody else, is a labor union president [Stern] who has repeatedly said workers of the world unite ... would you have believed it?\" (For the record, \"Workers of the world, unite!\" is the popular, if unofficial, translation of the final exhortation in Karl Marx and Friedrich Engels'  Communist Manifesto  .)\n\nWe found the source of Beck's claim. When the White House released its first batch of visitor logs on Oct. 30, 2009, as part of a pledge to bring more transparency to the White House, Stern's name did indeed appear 22 times, more than anyone else listed, including Clinton, who was listed three times.\n\nBut that's not the whole story.\n\nStern led the pack for the first data release, which covered visits from Jan. 20, 2009 to July 31, 2009. But he was surpassed by several other individuals in the second release, which updates the data through Aug. 31, 2009 (and which was made public more than a week before Beck aired his comment).\n\nAmong those who visited more frequently than Stern, according to the combination of the two logs, were Lewis (Lee) Sachs, counselor to Treasury Secetary Timothy Geithner, with 92 visits; associate attorney general Tom Perrelli, with 49; Federal Communications Commission chairman Julius Genachowski with 47; Spencer Overton, principal deputy assistant attorney general, with 38; and Health and Human Services office of health reform director Jeanne Lambrew, with 27. (Stern visited twice more during the period covered by the second batch of data, giving him a total of 24 visits.)\n\nAnother complication is that the first batch of data -- covering the period from Jan. 20, 2009, to July 31, 2009, which found Stern in the lead -- is not a complete accounting of White House visits during that period. It only includes data for visitors whose names were first requested by the public. If no one requested a specific name, that name would not appear in the database. So there's no way of knowing whether Stern actually had the most visits for that period; he simply had the most of anyone whose name was requested by the public. (All records dated after Sept. 15, 2009, will be released, the White House says, with exceptions for issues of national security, personal safety and a few other caveats.)\n\nFinally, there are a lot of important people whose visits are not ordinarily captured by the White House log system -- most notably, Cabinet members, like the one Beck mentioned, Secretary of State Hillary Rodham Clinton.\n\nWhile the visitor logs show a mere three visits by Clinton, we were able to confirm at least 26 separate White House visits by the secretary of state by using three public Web sites -- the White House's own site, the White House Flickr site and the State Department's site. Our sources column at the right includes the full list of Clinton's 26 visits, with links to the documentation. Since the White House has said that it cannot fulfill our request for a full listing of Clinton's White House visits, it's possible that the number of Clinton visits is actually higher. (And we have not included instances in which Clinton met with the president in locations away from the White House itself, such as flights aboard Air Force One and foreign travel, even though we found evidence documenting those sorts of visits as well.)\n\nSo, while Beck did pass along a widely reported finding as he made his point about Stern, the data it was based on was incomplete and out of date by the time of his show, and ultimately the conclusion he drew was incorrect. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-15434"}