{"url": "/factchecks/2011/sep/07/mitt-romney/romney-says-his-health-care-bill-affected-far-smal/", "speaker": "Mitt Romney", "vclaim": "The Massachusetts health care plan \"dealt with 8 percent of our population,\" far less than the \"100 percent of American people\" affected by President Barack Obama’s health care law.", "truth_label": "pants-fire", "date": "stated on September 5, 2011 in a Republican candidates' forum in South Carolina:", "title": "Romney says his health care bill affected far smaller percentage of people than Obama's", "text": "During a Sep. 5, 2011, Republican presidential candidate forum in South Carolina sponsored by Sen. Jim DeMint, R-S.C., Mitt Romney defended the health care overhaul he signed into law when he was governor of Massachusetts, seeking to contrast it with the health care law signed by President Barack Obama last year.\n\nDeMint, who was one of the political figures questioning candidates at his forum, asked Romney if he wished to discuss the health care law he signed as governor in 2006 -- a law that has been controversial among many Republicans, who argue that it represents too deep an intrusion by government into the health care system.\n\n\"As you know, if you're our nominee, the president is going to say that you implemented Obamacare in Massachusetts,\" DeMint said to Romney.\n\nRomney responded, \"That will be one of my best assets if I'm able to debate President Obama, as I hope to be able to do, by saying, 'Mr. President, you give me credit for what you've tried to copy in some ways. Our bill dealt with 8 percent of our population, the people who aren't insured and said to them, if you can pay, don't count on the government, take personal responsibility. We didn't raise taxes, Mr. President. You raise taxes $500 billion. We didn't cut Medicare. One president in modern history cut Medicare'.... And the critical thing is this, …  we dealt with 8 percent.\"\n\nThen, addressing Obama’s law, Romney continued, \"He dealt with 100 percent of American people. He said I'm going to change health care for all of you. It's simply unconstitutional. It's bad law. It's bad medicine, and on Day One of my administration, I will direct the secretary of Health and Human Services to grant a waiver from Obamacare to all 50 states. It has got to be stopped, and I know it better than most.\"\n\nRomney’s comment offers a lot of facts to consider, but we’re focusing here on a specific comparison Romney made -- that the Massachusetts health care plan \"dealt with 8 percent of our population,\" which was far less than the \"100 percent of American people\" affected by the health care law enacted with support from Obama.\n\nFirst, some background on the two health care laws. Previously, we’ve concluded that the Massachusetts plan and the Obama plan are similar. We even did a quiz: Romneycare & Obamacare -- can you tell the difference?\n\nBoth laws leave in place the major existing insurance systems -- employer-provided insurance, Medicare for seniors and Medicaid for the poor. They reduce the number of uninsured by expanding Medicaid and by offering tax breaks to help people with moderate incomes buy insurance, using voluntary \"exchanges\" that individuals and small businesses can use to purchase private-sector health insurance. Under both laws, individuals are required to have insurance or pay a penalty, a mechanism called the \"individual mandate.\" And companies that don't offer insurance to employees must pay fines, with exceptions for small business and a few other cases.\n\nRomney's press office did not respond to an inquiry about his statement. But in drawing his contrast at the forum, Romney focused on two related issues: the laws’ efforts to cover the uninsured and the use of the individual mandate to achieve that goal.\n\nWhen Romney said that his bill \"dealt with 8 percent of our population, the people who aren't insured,\" he was using as his yardstick the percentage of people in Massachusetts without health insurance.\n\nWhen you look back to the period when the bill was passed, Romney’s figure for uninsured residents is basically right. According to Census Bureau data compiled by the Kaiser Commission on Medicaid and the Uninsured and the Urban Institute, 8.9 percent of Massachusetts residents were uninsured in the period 2006-07.\n\nBut if you measure the comparable number of uninsured Americans at the time the federal law was enacted, it obviously was not anywhere close to the 100 percent Romney claims.\n\nAccording to the Census Bureau, the percentage of Americans without health insurance nationally was slightly under 17 percent in 2009, the year Obama began pushing for the bill. According to a Congressional Budget Office estimate, the number was about the same in 2010, when the measure was signed into law. Other estimates have pegged the national number at about 15 percent.\n\nMeanwhile, Romney said that Obama’s law \"dealt with 100 percent of American people.\" That’s not exactly correct -- the law allows a few categories of people to opt out of the individual mandate, primarily those for whom it would be a financial hardship. But it’s not too far off.\n\nHowever, if that’s the standard, then the two bills are quite similar. The Massachusetts plan has affordability and religious exemptions for the individual mandate that echo those in the federal law, so both laws would affect something approaching 100 percent of the population, even if not exactly 100 percent.\n\nComparing 8 percent to 17 percent \"would have been apples to apples,\" said Henry Aaron, a senior fellow with the centrist-to-liberal Brookings Institution.\n\nMichael Tanner, a senior fellow at the libertarian Cato Institute and a critic of the federal health care law, agreed. To be consistent, he said, Obama’s plan only impacted 15 percent to 17 percent of the U.S population.\n\n\"Romney appears to be suggesting that his bill only impacted the uninsured in Massachusetts. Not true, as I have written,\" Tanner said. \"You can only get to those numbers by assuming that the only relevant part of either bill is the individual mandate and that only the currently uninsured are impacted by the mandate. Neither of those premises is true.\"\n\nOur ruling\n\nGiven the unpopularity of the federal health care law within the Republican base, it’s understandable that Romney is trying to show primary voters that the law he signed is different from the one Obama signed. However, Romney’s example is specious -- a felony case of comparing apples and oranges. Either both laws affected something approaching 100 percent of the populace, or they affected about 8 percent (in Massachusetts) and 17 percent (in the U.S. as a whole). Romney is mixing two completely different things together to make a point that simply isn't valid..\n\nThe way Romney phrased it, listeners would be led to believe that the reach of the federal law is vastly wider than that of the Massachusetts law. In reality, on the question of covering the uninsured through an individual mandate -- the specific criterion Romney used in his comments -- the percentages of people affected aren’t wildly divergent. So we rate Romney’s statement Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-12459"}