{"url": "/factchecks/2010/dec/24/ward-armstrong/del-ward-armstrong-says-gov-mcdonnell-didnt-consul/", "speaker": "Ward Armstrong", "vclaim": "\"The Governor did not consult members of his own party before he released his [transportation] plan.\"", "truth_label": "false", "date": "stated on December 20, 2010 in a letter.:", "title": "Del. Ward Armstrong says Gov. McDonnell didn't consult GOP on transportation plan", "text": "The chairman of Virginia’s Republican Party recently sent a letter to all the state’s Democrat legislators soliciting ideas for how to address state road needs.  \n\n\"If for some reason you feel uncomfortable reaching out to the Governor, just drop by our\nHeadquarters on Grace Street,\" Pat Mullins wrote. \"You don't even have to come in the front door. We're putting a drop box in the atrium. Just open the door, and drop your plan. Any format you like.\"\n\nMullins even offered  to carry each idea to the Governor’s office himself.\n\nThe missive was not well-received by a number of Democrats, House Minority Leader Ward Armstrong among them.\n\nOn Monday, Armstrong fired a response saying Mullins’ letter \"reveals a certain desperation by the Republican Party of Virginia.\" He also took aim at the Governor’s recently released $4 billion transportation plan.\n\n\"On Monday we learned that the Governor did not consult members of his own party before he released his plan to borrow $3 billion and take another $1 billion out of the general fund to pay for transportation,\" Armstrong wrote. \"Despite your entreaties, that revelation makes it difficult to believe that the Governor is inclined to listen to the Democrats if he didn’t even run this plan by the Republican majority in the House of Delegates before sending it out.\"  \n\nIt would seem remarkable if the Governor hadn’t consulted with fellow Republicans before trotting out the plan, so we thought we’d look into that.  \n\nAsked for a source, Claire Wilker, Armstrong’s chief of staff, pointed us to a Washington Post blog. It reported unnamed legislators were miffed that House and Senate Republican legislative caucuses were not briefed prior to the announcement of the plan.\n\nIs briefing the caucuses common protocol before making such an announcement?\n\n\"It’s a best practice, but not as commonly done as one might assume,\" said Bill Leighty, who was chief of staff to former Govs. Mark R. Warner and Timothy M. Kaine.\n\nIt’s accurate the governor did not collectively brief the 78 lawmakers who belong to either the House or Senate Republican caucus. Armstrong seemed to take it one step further by saying the governor \"did not consult members of his own party\" before releasing the plan.\n\nMcDonnell spokesman Tucker Martin said Armstrong is wrong.\n\n\"The governor’s transportation proposals were all derived from transportation work groups that included Republican lawmakers,\" he said. \"Every proposal was discussed. Further, the governor and staff are in constant communication with Republican leaders in both houses regarding all policy proposals made by this office.\"\n\nWe talked to talk to a few Republicans to make sure.\n\nDel. Glenn Oder, R-Newport News, said he helped shape and vet the proposal as part of a 12-person transportation work group that included Republicans from the House and Senate as well as the administration.\n\nRead the quote from Armstrong’s letter, Oder responded: \"Who in the world would have told him that? He (Armstrong) didn’t call and ask me.\"  \n\nOder said everyone in the group was aware of everything in the governor’s announcement.\n\n\"I can’t emphasize enough how extensive the discussions have been on these issues,\" he said. \"To say that no one was aware just isn’t anywhere close to accurate.\"   \n\nWhat about Republican leadership?\n\n\"I don’t know where he gets that kind of stuff,\" said G. Paul Nardo, chief of staff to House Speaker William J. Howell, R-Stafford. \"There’s a lot of things you could probably criticize the administration for, but communication isn’t one of them.\"\n\nNardo noted the Post blog didn’t name or quote any Republicans complaining that they weren’t consulted.\n\n\"It’s just ridiculous. The speaker was involved with it in specific discussions early on and certainly kept abreast,\" he said, adding that Howell was made aware of the announcement days beforehand and knew \"the broad contours\" of the plan.\n\n\"We didn’t see a press release beforehand or anything like that,\" Nardo said, noting that sending out a mass email to legislators in advance wouldn’t be prudent since specifics might leak.  \n\nHouse Majority Whip Bill Janis, R-Henrico, echoed Nardo.  \n\n\"I am aware that the Governor directly or representatives of the Governor spoke to House leadership beforehand,\" Janis said.\n\n\"The notion that they’re not making us aware of stuff beforehand is just flat out wrong,\" he said. \"Whether we’re having detailed three-hour long meetings about each and every policy initiative they have...that’s just not a realistic expectation.\"\n\nLet’s recap.\n\nArmstrong wrote the \"Governor did not consult members of his own party before he released his plan.\" Clearly, not every Republican legislator was in the loop.\n\nWhile not every GOP legislator was in the loop, plenty were involved in shaping the plan and the Republican leadership says they were kept informed along the way.\n\nWe find the claim False.    \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13836"}