{"url": "/factchecks/2018/apr/05/viral-truth-wire/no-barack-obama-did-not-flee-country-because-surfa/", "speaker": "Viral Truth Wire", "vclaim": "\"Obama secretly flees US - leaves stunning evidence behind.\"", "truth_label": "pants-fire", "date": "stated on March 22, 2018 in in a fake news blog post :", "title": "No, Barack Obama did not flee the country because of criminal activity", "text": "An online hoax claims that former president Barack Obama has fled the United States due to some \"criminal confirmations\" discovered by President Donald Trump.\n\"Obama secretly flees U.S. - leaves stunning evidence behind,\" read the headline on March 22 on Viral Truth Wire, a website promoting sensationalized headlines.\nFacebook users flagged the post as being potentially fabricated, as part of the social network’s efforts to combat misinformation.\nThe Viral Truth Wire story claimed Obama’s recent trip to New Zealand was because he wanted to go into hiding due to evidence that he has colluded with Russia and attempted to spy on Trump. The article noted the timing of the trip was also due to the firing of former FBI deputy director Andrew McCabe.\nBut Obama’s trip to New Zealand was already confirmed in late February, long before McCabe’s firing. Obama visited the country to meet with Prime Minister Jacinda Ardern and discuss topics such as climate change and social media’s impact on politics.\nThe article also claimed that Obama left a \"trail of proof\" through the presidential daily briefings inside the White House proving that he plotted with Russia to obstruct Trump amid the presidential decision.\nThe hero of the article is depicted as U.S. Rep. Devin Nunes, who compiled a memo that accused top FBI officials of alleged wrongdoing. It concluded that Nunes was the one who found that Obama’s presidential daily briefings included illegal Foreign Intelligence Surveillance Act (FISA) activity and \"spy games\" targeting Trump. We found no evidence that Nunes has ever made such allegations against Obama.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn March 2017, Trump tweeted that Obama had wiretapped Trump Tower during the 2016 presidential campaign, an accusation that the heads of both the NSA and the FBI denied.\nWhat actually happened is that the FBI and the Department of Justice put together an application to the FISA court that approves surveillance warrants pertaining to national security and foreign intelligence.\nObama himself, however, would have no role in authorizing or requesting wiretaps.\nOur ruling\nA hoax website claimed that Obama fled the country due to new evidence that he was involved with spying on Trump and responsible for colluding with Russia.\nWe found that Obama’s trip abroad to New Zealand was to speak about issues with the prime minister, and he was not involved with ordering any wiretaps to spy on Trump during the election.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-02228"}