{"url": "/factchecks/2016/apr/20/dinesh-dsouza/dinesh-dsouza-incorrectly-places-bernie-sanders-to/", "speaker": "Dinesh D'Souza", "vclaim": "\"As a U.S. senator with salary and perks, ‪#‎Bernie‬ is in the top 1 percent, but still paid only 13 percent in taxes last year.\"", "truth_label": "barely-true", "date": "stated on April 17, 2016 in a Facebook post:", "title": "Dinesh D'Souza incorrectly places Bernie Sanders in the top 1 percent", "text": "After some prodding, Democratic presidential candidate Sen. Bernie Sanders has started to release more tax information.\nSome of Sanders’ critics say that his 2014 tax returns indicate Sanders doesn’t practice what he preaches. The critics say he paid a low tax rate on a relatively high income, while assailing the country’s ultra-wealthy for not paying their fair share of taxes. These critics include conservative pundit Dinesh D’Souza, a former adviser to President Ronald Reagan and a filmmaker.\n\"As a U.S. Senator with salary and perks, ‪#‎Bernie‬ is in the top 1 percent, but still paid only 13 percent in taxes last year,\" D’Souza wrote on Facebook April 17.  \"Can anyone spell HYPOCRITE?\"\nAs of publication, D’Souza’s post had been shared more than 60,000 times. Given Sanders’ targeted attacks on the top 1 percent, the claim that Sanders is a member of that group caught our interest.\nThe top 1 percent\nSanders and his wife Jane reported a combined income of $205,617 for 2014. The vast majority comes from Sanders’ Senate salary — about $174,000 before contributing to savings and benefits — and the rest comes from Social Security benefits.\nWhile significantly above the nation’s median household income of about $53,600, Sanders’ income is not high enough to place him in the top 1 percent of earners.\nWe found a few estimates of how much a person has to make break into this top echelon, but all are much higher than Sanders’ reported income. The Wall Street Journal crunched the numbers for 2014 and found that the minimum income to place in the top 1 percent is around $306,000 — about $100,000 more than the Sanders household currently earns.\nThat being said, the Wall Street Journal calculator places the Sanders household in the top 2 percent of earners. Looking at Sanders’ $174,000 Senate salary alone, he’s in the top 3 percent.\nA calculator put together by Sentier Research for CNN Money puts the Sanders household in the top 6 percent.\nD’Souza also said Sanders receives enough Senate perks to push his income into the top 1 percent. In a reply comment on his Facebook post, D’Souza mentioned free travel and entertainment as examples of perks. We reached out to D’Souza’s press line multiple times to get more clarification, but we didn’t hear back.\nTo get that additional $100,000-plus worth in perks — to push Sanders into the top 1 percent of earners — he would have to be \"dramatically and egregiously breaking ethics laws and Senate rules,\" said Joshua Huder, senior fellow at the Government Affairs Institute at Georgetown University.\nThe rules on what kinds of gifts senators can receive are stringent, Huder said. For example, senators cannot take gifts, meals or travel reimbursements from lobbyists, foreign agents or their clients. Also, they cannot receive gifts from private citizens of more than $100 a year.\n\"There really aren't many perks for members,\" he said. \"And without breaking the law, Sanders would have nearly an impossible time collecting enough gifts and travel reimbursement to raise his income to the level of the top 1 percent.\"\nEven things like the member gym require a fee, said Dan Abule, a senior researcher at the Center for Responsive Politics, which tracks money in politics.\nBut income is not the only way to calculate wealth distribution.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThere’s also the measure of net worth, how much a person owns in assets minus their liabilities. Based on his net worth, Sanders falls on the lower end among his Senate colleagues.\nEstimating a member of Congress’ net worth is challenging because congressional financial disclosure forms offer only broad ranges of income in various categories. Additionally, some holdings are exempt from disclosure, like the value of a primary residence and retirement accounts.\nRoll Call estimates senators’ minimum possible net worth and found Sanders’ to be $160,000, ranking him as the 19th-poorest senator. The Center for Responsive Politics, conversely, takes a midpoint estimate. The center estimates Sanders’ net worth to be around $463,000, also landing him the spot of the 19th-poorest senator.\nBy either estimate, he does not own nearly enough assets to land in the top 1 percent based on net worth. The Pew Research Center reported that a person would have to have a net worth of at least $2.3 million, based on Census data.\n13 percent in taxes\nSanders and his wife paid $27,653 in federal taxes, which is indeed about 13 percent of their income, the amount D’Souza mentioned in his Facebook post. This is about what would be expected for the 2014 tax year, according to an E-File tax calculator. (If you’re doing the math at home, Sanders’ taxable income was $140,994, based on his 2014 returns.)\nBut Sanders has reported also paying $7,903 in state taxes in Vermont. So in total, about 17 percent of his household’s income went to taxes, state and federal combined.\nD’Souza explained in a comment replying to the post that he wasn’t saying Sanders didn’t pay what he owed under the current law.\n\"Rather, there's a discrepancy between his moral outrage at the rich — who are also paying what they owe — and his refusal to apply that same outrage to his own income,\" D’Souza wrote.\nSanders’ proposed tax plan, however, would not affect his income bracket. He would raise the marginal tax rates on households making $250,000 and above.\nSanders spokesman Warren Gunnels called D’Souza’s claim \"absurd.\"\nOur ruling\nD’Souza said, \"As a U.S. senator with salary and perks, ‪#‎Bernie‬ is in the top 1 percent, but still paid only 13 percent in taxes last year.\"\nSanders and his wife made $205,617 in 2014, which is at least $100,000 short of what they would need to make it into the top 1 percent of earners. And it would be near impossible for Sanders to make up the difference with Senate perks, given the stringent rules against gifts.\nThat being said, Sanders’ household income likely lands him in the top 6 percent or higher of earners, so still significantly higher than the average American.\nAbout 13 percent of Sanders’ income went to federal taxes; it’s a little higher if we include state taxes. As far as we can tell, though, he paid what was expected of him under current law.\nD’Souza far overstates Sanders’ earnings, and he makes unprovable accusations about perks that Sanders receives as a senator. We rate his claim Mostly False.\nhttps://www.sharethefacts.co/share/df9c222b-a9be-40de-a846-78066affc802", "vclaim_id": "vclaim-pol-05077"}