{"url": "/factchecks/2020/mar/05/joe-biden/biden-says-sanders-has-raised-lot-more-money-hes-r/", "speaker": "Joe Biden", "vclaim": "“You’ve raised a lot more money than I have, Bernie.”", "truth_label": "true", "date": "stated on March 5, 2020 in an interview with NBC:", "title": "Biden says Sanders has raised ‘a lot more money.’ He’s right", "text": "Since the South Carolina and Super Tuesday primaries have dramatically winnowed the Democratic presidential field, two of the remaining candidates — former Vice President Joe Biden and Sen. Bernie Sanders, I-Vt. — have focused their attacks on each other. \nDuring a March 5 interview with NBC’s Savannah Guthrie, Biden dismissed Sanders’ argument that Biden is winning because corporate interests want him to.\n\"It's ridiculous,\" Biden said. \"Bernie, you got beaten by overwhelming support I have from the African American community, Bernie. You got beaten because of suburban women, Bernie. You got beaten because of the middle class, hard-working folks out there, Bernie. You've raised a lot more money than I have, Bernie.\"\nHere, we’ll focus on the last part of Biden’s statement, that Sanders has \"raised a lot more money\" than Biden has.\nWe turned to the campaign-finance tracking site OpenSecrets.org for fundraising totals that have been reported by each candidate to the Federal Election Commission. These totals are complete through Jan. 31, but we added to them the totals announced (but not yet officially reported to the FEC) by each campaign through early March.\nWe also collected data for the outside groups supporting each candidate, as reported by OpenSecrets through Feb. 21.\nSanders has the support of a group affiliated with National Nurses United and a few smaller entities. (A different group, Our Revolution, which was created by Sanders aide Jeff Weaver, is not included in the data because it hasn’t yet released 2019 numbers.)\nBiden had the support of groups called Unite the Country, founded by Biden allies, as well as a now-defunct pro-Biden group called American Possibilities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nHere’s the rundown:\n\n \nSo, even with a significant bump for Biden following his victories in South Carolina and on Super Tuesday, Biden’s campaign fundraising still trails Sanders’ by a significant margin. \nCombined, Sanders and his allied groups have raised more than $180 million, compared with $109 million for Biden and his allied groups. That’s a lead of about $71 million for Sanders — a figure we think qualifies as \"a lot more.\" The money spent by outside groups supporting Biden narrows the margin a bit, but not much.\nWe’ll note that Biden is more dependent on larger donations than Sanders is.\nAccording to OpenSecrets, more than 55% of Sanders’ donations have come from small donors — those giving less than $200. The comparable figure for Biden is 36%.\nOur ruling\nBiden said, \"You’ve raised a lot more money than I have, Bernie.\"\nThe numbers change quickly, and there’s a lag in official reporting to the Federal Election Commission. Still, the best estimate is that Sanders has raised about $71 million more than Biden has since the start of the 2020 campaign.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-18059"}