{"url": "/factchecks/2016/jul/20/mitch-mcconnell/did-hillary-clinton-flip-flop-iran-nuclear-enrichm/", "speaker": "Mitch McConnell", "vclaim": "In 2010, Clinton \"said Iran could enrich uranium. In 2014 she said she’s always argued against it.\"", "truth_label": "barely-true", "date": "stated on July 19, 2016 in a speech at the Republican National Convention:", "title": "Did Hillary Clinton flip-flop on Iran nuclear enrichment?", "text": "On the second night of the Republican National Convention, Senate Majority Leader Mitch McConnell accused Hillary Clinton of bending with the political wind on key issues.\n\"Hillary has changed her positions so many times it’s impossible to tell where conviction ends and ambition begins,\" McConnell said. \"In 2010, she said Iran could enrich uranium. In 2014 she said she’s always argued against it.\"\nWe wanted to verify that Clinton indeed held one view in 2010 and another in 2014.\nThe context for McConnell’s statement is the decade-long push to get Iran off the path of building nuclear warheads. The United Nations Security Council had been trying since the mid 2000s to strike a deal with Iran. The council’s first demand was that Iran freeze the enrichment of uranium. Iran ignored that. It was only after stiff sanctions began to hit Iran hard in 2011 that negotiations moved forward.\nBut sanctions alone didn’t break the logjam. In 2012, the United States, with Clinton as secretary of state, opened the door to allowing Iran to continue to enrich uranium on a much more limited scale than it had before. That ultimately became part of the deal.\nNow for what Clinton has said about Iran and enrichment.\nClinton and her positions\nMcConnell’s Senate campaign focused on two news reports. On the surface, the news reports appear to prove McConnell’s case. But a closer read reveals flaws in contrasting the two statements, an expert told us.\nOne, from the BBC in December 2010, paraphrased Clinton as saying that under the right conditions, in the future, Iran might be allowed to enrich uranium.\n\"We told them that they are entitled to the peaceful use of civil nuclear energy,\" Clinton is quoted as saying in the article. \"Peaceful use\" could mean either enriching uranium domestically or importing nuclear fuel produced somewhere else.\nThe McConnell campaign contrasts that comment with a 2014 interview in The Atlantic — before any deal was struck with Iran — where Clinton seemed to take a tougher line.\n\"I've always been in the camp that held that they (Iran) did not have a right to enrichment,\" she told The Atlantic. \"Contrary to their claim, there is no such thing as a right to enrich. This is absolutely unfounded.\"\nThe key here is that Clinton is talking about whether Iran had a legal right to enrich its own nuclear fuel.\nBut Clinton continued, \"I think it's important to send a signal to everybody who is there that there cannot be a deal unless there is a clear set of restrictions on Iran. The preference would be no enrichment. The potential fallback position would be such little enrichment that they could not break out. So, little or no enrichment has always been my position.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDaryl Kimball, executive director of the Arms Control Association, told us Clinton was talking about two different things. (Kimball’s group favors the deal with Iran.)\n\"The first time (in 2010), she is saying that it is conceivable that Iran might be allowed to enrich fuel for the peaceful use of nuclear energy,\" Kimball said. \"In the second, she’s addressing whether there is a legal right to enrich. And there is no legal right to enrichment.\"\nMcConnell’s point rests on the idea that Clinton was saying something different in 2014 than she said in 2010. But we found examples that suggest he was mixing a shift in tone with a shift in policy.\nIn March 2011 testimony before the House Foreign Affairs Committee, Clinton was asked specifically if Iran had a right to enrich uranium.\n\"It has been our position that, under very strict conditions, Iran would sometime in the future, having responded to the international community’s concerns and irreversibly shut down its nuclear weapons program, have such a right under IAEA (International Atomic Energy Agency) inspection.\"\nSo in her 2011 testimony, Clinton spoke of allowing enrichment \"under very strict conditions.\"\nIn 2014, Clinton called for a \"clear set of restrictions on Iran\" and with those, the \"fallback position would be such little enrichment that they could not break out.\" (\"Break out\" here means a surprise restart of a nuclear weapons program in Iran.)\nThe words are not identical, but there is little difference in meaning.\nThere is some ambiguity in how she talks about Iran’s rights. Kimball put that into the context of the Nuclear Nonproliferation Treaty. It allows countries to use nuclear power for peaceful purposes. It doesn’t specifically give them the right to enrich their own uranium. Nor does it forbid it.\nIn 2014, Clinton said definitively that Iran had no legal right to enrichment. In her 2011 testimony, she described a conditional right, and the conditions would be no nuclear weapons program and international inspections.\nOur ruling\nMcConnell said that Clinton changed her views on allowing Iran to enrich uranium. He claimed that she was open to allowing enrichment in 2010, and then in 2014, denied that she was ever open to the idea.\nA full reading shows that in 2014, Clinton was talking about whether Iran enjoyed a legal right to enrichment, and she said it did not. An arms control expert we reached agreed that the Nuclear Nonproliferation Treaty that Iran signed does not grant that right.\nIn addition, in that 2014 interview, Clinton did not reject the idea that through negotiations, Iran might be allowed to enrich uranium. The conditions she described in 2014 are similar to the ones in a 2010 interview with the BBC and even more like her House testimony just a few months later in 2011.\nIn 2011, she called for enrichment \"under very strict conditions.\" In 2014, she said allowing enrichment would be a fallback position under \"a clear set of restrictions.\"\nThe words are not identical, but there’s not enough here to say she changed her position.\nWe rate this claim Mostly False. https://www.sharethefacts.co/share/a799e327-d815-4729-958c-a8241c46c029", "vclaim_id": "vclaim-pol-04659"}