{"url": "/factchecks/2013/nov/04/rush-limbaugh/rush-limbaughs-errant-attack-unions-grandfathered-/", "speaker": "Rush Limbaugh", "vclaim": "\"If your plan is the result of collective bargaining, no subsequent changes by anybody -- insurance companies, Obamacare -- can force your grandfathered policy to change.\"", "truth_label": "barely-true", "date": "stated on October 30, 2013 in comments on his radio show:", "title": "Rush Limbaugh's errant attack on grandfathered union health plans", "text": "President Barack Obama made sure his union pals got special treatment in the health care law, says conservative radio host Rush Limbaugh.\nHow? Their health insurance plans are locked in, completely immune to new rules set forth by the Affordable Care Act, he said, noting that everyday Americans being hit with cancellation notices from their insurers don’t get the same courtesy.\n\"If your plan is the result of collective bargaining, no subsequent changes by anybody -- insurance companies, Obamacare -- can force your grandfathered policy to change,\" Limbaugh said about the union carve-out on his show Oct. 30.\n\"So, in other words, union insurers can amend their coverage. Your insurance company can't,\" Limbaugh continued. \"Well, your insurance company can, but you lose your grandfathered status when they do. Unions don't because they're covered under an amendment made pursuant to a collective bargaining agreement.\"\nLimbaugh’s commentary leans on a Human Events column by Betsy McCaughey, the former New York lieutenant governor who once claimed that \"Obamacare will question your sex life.\"\nWe contacted several experts of the health care law, as well as unions, and they agreed: The law does contain a special rule for some union-negotiated health plans, but it’s not a permanent guarantee of grandfather status. It was a temporary rule aimed to create a smooth transition to the new law without breaking collectively bargained contracts across the country.\nYou may be wondering about all this \"grandfather\" talk in the news lately, and why people are so dad-gum angry about it. We’ll back up a little bit.\nWe discussed grandfathered plans, the fight du jour in the ongoing health care wars, at length in this fact-check. Basically, a health plan purchased by an individual or through an employer may be \"grandfathered\" if it existed before the Affordable Care Act became law March 23, 2010, and has not significantly changed since.\nThe insurers offering these old plans have to follow some parts of the new law, such as covering adult children up to age 26, but they can largely keep these plans as they are without making many of the bigger changes required of new plans, such as fully covering preventive care.\nThat said, the plan can lose its grandfathered status if the insurer makes a tweak that is considered too drastic by the federal government. For example, a plan can lose its grandfathered status if copayments go up by at least $5 plus medical inflation or if an employer decreases its contribution rate by more than five percentage points for a group plan. There’s a lot of fine print, and you can read it all courtesy of the breezy Federal Register.\nA plan that loses its grandfathered status is headed for certain death.\nThere’s your need-to-know background info. So where do unions come in already?\nHere’s where: The same section of the Affordable Care Act that talks about grandfathered policies also talks about plans agreed to through collective bargaining (section 1251 (d) on page 56).\nThe lawmakers who wrote this provision were not thinking of those of us without law degrees when they wrote it, so here’s the PunditFact translation: Workers whose health benefits are provided through an insurance company and were included in a collective bargaining agreement ratified before March 23, 2010, can keep their plan no matter the changes -- but not for long.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe plan is only automatically grandfathered until the termination date of the agreement.\nSo they do receive different treatment, but only until the agreement expires. After that, the plan must meet the same requirements of all other grandfathered plans.\nAnd importantly, none of this applies to collectively bargained plans for self-insured employers, which comprise more than half of union plans. Union-negotiated self-insured plans operate like all other companies.\n\"This isn’t some huge gift which is being handed to the union,\" said Timothy Jost, Washington and Lee University law professor. \"It’s simply recognizing that if you have coverage under a collective bargaining agreement, as long as that collective bargaining agreement remains in place, that coverage is okay.\"\nGail Wilensky, former head of Medicare and Medicaid under President George H.W. Bush, sounded a similar chord, saying \"to me, that’s not unreasonable\" because the alternative is prying open existing agreements to satisfy the health care law.\nA union plan could keep its grandfathered status after the expiration date of the agreement as long as \"no changes were made since March 23, 2010, that would have otherwise caused the plan to lose its grandfathered status,\" according to the University of California Berkeley Labor Center.\nIn other words, union plans could lose their grandfathered status once the agreement expires if they reduce benefits in ways that are at odds with the health care law, just like all other grandfathered plans, said Randy G. DeFrehn, National Coordinating Committee for Multiemployer Plans executive director.\n\"The statement that collectively bargained plans cannot lose their grandfather status is not correct,\" he said.\nExperts told us most union agreements last between three to five years, which means most of those plans are already being treated like other grandfathered plans because the agreements that were in place before the health care law passed have expired.\n\"It’s a really narrow exception,\" said Paul Secunda, a labor law professor at Marquette University School of Law. \"This is kind of coming to an end anyway.\"\nThe law says these plans can be adjusted to comply with the Affordable Care Act without breaking the union agreement.\nOur ruling\nLimbaugh takes a point about real language inserted in the health care law for some union-negotiated health care plans and twists the truth.\nThese plans are only grandfathered for as long as the collective bargaining agreement lasts. After the agreement expires, and some already have, those plans are held to the same standards as all other grandfathered plans.\nLimbaugh's suggestion that \"no subsequent changes by anybody\" can change the union plans goes too far. On top of that, union-negotiated self-insured plans (which make up more than half of all union plans) are treated no differently than regular employer plans.\nWe rate Limbaugh's claim Mostly False.", "vclaim_id": "vclaim-pol-08659"}