{"url": "/factchecks/2009/oct/30/patrick-kennedy/insurance-companies-national-health-spending/", "speaker": "Patrick Kennedy", "vclaim": "\"One-third of the health care dollar goes to no such thing as health care; it goes to the insurance companies.\"", "truth_label": "false", "date": "stated on October 27, 2009 in a speech on the House floor. :", "title": "Insurance companies do not get a third of all national health spending", "text": "Rep. Patrick Kennedy gave a strong defense of Democratic plans for health reform on the House floor, attacking Republican opponents as defenders of insurance companies.\n\n\n\"The other side talks about the health care reform bill costing a lot of money,\" Kennedy said. \"Right now, consumers in America are spending millions and millions of dollars paying that to the insurance companies. One-third of the health care dollar goes to no such thing as health care; it goes to the insurance companies. That's why the Democratic proposal restricts the amount of money that insurance companies can spend on bureaucracy.\"\n\n\nThe idea that insurance companies get a third of all health spending in the country struck us as suspicious. And sure enough, our research showed that Kennedy was mixing up his statistics.\n\n\nTo start with, every health insurance company is different, and there are different ways to count administrative expenses. Generally speaking, the most efficient insurers cover large groups of employees, while the least efficient sell policies to individuals.\n\n\nNevertheless, the Centers for Medicare and Medicaid Services, a federal agency, publishes national health expenditure data, which include a breakdown of \"The Nation's Health Dollar.\" The most recent data for 2007 show that private insurers get a little less than 7 percent of the nation's health care spending.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe 7 percent number also includes some of the administrative costs of government health insurance programs and charity programs, but the center said most of that is for private insurers.\n\n\nWe reviewed another study done by the nonpartisan Congressional Budget Office. It looked at administrative costs from a different angle, trying to focus on what percentage of health insurance premiums went to patient costs. Keep in mind, spending on private health insurance premiums is less than all national health care spending, which includes government spending for Medicare and Medicaid, and other expenditures.\n\n\nThe CBO included a bunch of things under administrative costs: marketing; claims processing; managing contracts with doctors and hospitals; quality assurance; regulatory compliance; information technology expenses; general overhead; profits and taxes. It found that the percentage of premiums going to all these activities was 12 percent.\n\n\nWe asked Kennedy's office about his statement, and staffers said Kennedy meant to say that he was talking about administrative expenses throughout the health care system. They sent us a study from the\n\nNew England Journal of Medicine\n\nthat examined administrative costs for doctors, hospitals, nursing homes, home care agencies and employers who provide insurance. The study found total administrative costs for all those groups accounted for 31 percent of health care expenditures in the United States.\n\n\nStill, that's not anywhere close to what Kennedy said. He said that \"One-third of the health care dollar goes to no such thing as health care; it goes to the insurance companies.\" The actual number is about 7 percent. We rate Kennedy's statement False.", "vclaim_id": "vclaim-pol-15498"}