{"url": "/factchecks/2020/may/22/viral-image/cdc-has-new-suggestions-how-protect-students-and-s/", "speaker": "Viral image", "vclaim": "A long list shows “new CDC guidelines for reopening schools.”", "truth_label": "mostly-true", "date": "stated on May 20, 2020 in a Facebook post:", "title": "Reviewing CDC's suggestions for how protect students and educators from the coronavirus", "text": "As school districts grapple with how to educate students in the next academic year amid the coronavirus, a list summarizing some of the federal government’s suggestions for how to safely return to the classroom is being shared on social media — but it’s missing some context.\nSome people reading the list on social media are misinterpreting these suggestions as mandates. But the language throughout the CDC’s actual advice comes with numerous caveats such as \"when possible,\" \"schools may consider,\"and \"as feasible.\" \n\"Here we go,\" begins the text of the image being shared widely on Facebook. \"New CDC guidelines for reopening schools.\" They’re written as follows: \n\nWear masks over the age of 2\nNo sharing of any items or supplies, all belongings in individual cubbies or labeled containers; no sharing electronic devices, toys, games, learning aids\nDesks 6 feet apart, all facing the same way\nDistance on school buses- one child per seat, skip rows\nInstall sneeze guards and partitions wherever you cannot space 6ft apart\nOne way routes in hallways; tape on sidewalks and walls to assure kids stay 6ft apart\nNo communal shared spaces - cafeterias, playgrounds\nPhysical barriers or screens between sinks in bathrooms\nOnly pre-packaged boxes or bags of food instead of cafeteria food; kids eat in classrooms\nNo field trips, assemblies, or external organizations in schools. Limit volunteers and visitors. \nSame children stay with same staff all day, no switching groups or teachers. \nStagger arrival and departure times for students to limit exposure to crowds of kids. \nIf possible, daily health and temperature checks. \nAnd several rules about cleaning and disinfecting throughout the day and hand washing frequently.\n\n\"This is off CDC website about school starting back in the fall,\" one account wrote about the image, linking to a web page about \"considerations for schools\" on the Centers for Disease Control and Prevention website. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe inconsistent punctuation and casual language — \"here we go\" — were the first clues: this image of \"guidelines\" isn’t directly from the CDC website. But the CDC did update its \"considerations for schools\" on May 19, describing \"ways in which schools can help protect students, teachers, administrators, and staff and slow the spread of COVID-19.\" \nThese are not mandates. Rather, the CDC says, schools can work with state and local health officials to decide \"whether and how to implement these considerations while adjusting to meet the unique needs and circumstances of the local community.\" Implementation \"should be guided by what is feasible, practical, acceptable, and tailored to the needs of each community.\" \nThe agency notes that online classes and activities are the least risky way to educate kids. Small, in-person classes with students social distancing are riskier, while full-sized, in-person classes where students aren’t spaced apart and share supplies pose the highest risk.\nThe CDC also released on May 19 what the Washington Post described as a \"low-key guide to reopening,\" including \"a raft of social distancing policies\" schools. Let’s look at what the agency says compared to the list circulating on Facebook.\nWe’ll break it down and show you what the CDC actually said: \n\"Wear masks over the age of 2\"\nYes, the CDC says children younger than 2 should not wear masks. As for kids over the age of 2, though, it suggests schools \"teach and reinforce use of cloth face coverings\" and notes that masks are most essential when physical distancing is difficult.\n\"No sharing of any items or supplies, all belongings in individual cubbies or labeled containers; no sharing electronic devices, toys, games, learning aids\"\nThe CDC says \"schools may consider\" implementing strategies that include avoiding sharing electronic devices, toys, books and other games or learning aids, and limiting the use of shared gym or PE equipment, art supplies, toys and games. \"Discourage sharing of items that are difficult to clean or disinfect,\" it says. \"Keep each child’s belongings separated from others’ and in individually labeled containers, cubbies or areas.\" \n\"Desks 6 feet apart, all facing the same way\"\nThis is mostly right. The CDC does recommend desks and student seats be at least 6 feet apart \"when feasible.\" And, it says, \"turn desks to face in the same direction (rather than facing each other), or have students sit on only one side of tables, space apart.\"\n\"Distance on school buses- one child per seat, skip rows\"\nYes, \"when possible\" the CDC suggests creating distance between children on buses. It gives as an example the idea of seating only one child per row and skipping rows.\n\"Install sneeze guards and partitions wherever you cannot space 6ft apart\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIt says to \"install physical barriers\" in areas where it is hard for people to keep at least 6 feet apart. Sneeze guards and partitions are examples of such barriers.\n\"One way routes in hallways; tape on sidewalks and walls to assure kids stay 6ft apart\"\nIn areas where it’s hard for people to keep 6-feet apart, \"physical guides, such as tape on floors or sidewalks and signs on walls,\" can be used to help make one-way hallway routes. \n\"No communal shared spaces - cafeterias, playgrounds\"\nYes, the CDC suggests closing communal spaces like dining halls and playgrounds with shared playground equipment \"if possible.\" \"Otherwise,\" it says, \"stagger use and clean and disinfect between use.\"\n\"Physical barriers or screens between sinks in bathrooms\"\nYes, the CDC suggests adding \"physical barriers, such as plastic flexible screens, between bathroom sinks especially when they cannot be at least 6 feet apart.\"\n\"Only pre-packaged boxes or bags of food instead of cafeteria food; kids eat in classrooms\"\n\"As feasible,\" kids should bring their own meals or else schools should \"serve individually plated meals in classrooms instead of in a communal dining hall or cafeteria.\" At events, the CDC recommends food come in pre-packaged, single-serve boxes or bags instead of a buffet or family-style meal.\n\"No field trips, assemblies, or external organizations in schools. Limit volunteers and visitors.\" \nIt does recommend that schools opt for \"virtual activities\" instead of field trips, student assemblies, special performances, school-wide parent meetings, and spirit nights.\" Nonessential visitors and volunteers should also be limited \"as possible.\"\n\"Same children stay with same staff all day, no switching groups or teachers.\" \nEssentially, yes, but without the hard line: \"Ensure that student and staff groupings are as static as possible by having the same group of children stay with the same staff (all day for young children, and as much as possible for older children). Limit mixing between groups, if possible.\"\n\"Stagger arrival and departure times for students to limit exposure to crowds of kids.\" \nThe CDC suggests staggering arrival and drop-off times or locations in groups of students, or putting protocols in place to limit contact between each group.\n\"If possible, daily health and temperature checks.\" \n\"If feasible, conduct daily health checks (e.g., temperature screening and/or symptom checking) of staff and students.\"\n\"And several rules about cleaning and disinfecting throughout the day and hand washing frequently.\"\nThe CDC says to \"teach and reinforce handwashing with soap and water for at least 20 seconds\" and advises schools to provide hand sanitizer if soap and water aren’t readily available. It also suggests cleaning and disinfecting touched surfaces like playground equipment, door handles, sink handles and water fountains at least daily or between use as much as possible. \nOur ruling\nThe image being shared on Facebook roughly summarizes some of the CDC’s suggestions for reopening schools amid the new coronavirus. But the guidelines listed are not mandated by the CDC, and they’re not comprehensive — the agency has other suggestions not mentioned in the image, such as offering options to protect staff and students who have a higher risk of severe illness. \nWe rate this post Mostly True.", "vclaim_id": "vclaim-pol-18368"}