{"url": "/factchecks/2021/jan/14/rusty-hicks/no-efforts-recall-california-gov-newsom-are-not-co/", "speaker": "Rusty Hicks", "vclaim": "The effort to recall California Gov. Gavin Newsom is \"a coup.\"", "truth_label": "pants-fire", "date": "stated on January 12, 2021 in a press conference:", "title": "No, Efforts To Recall California Gov. Newsom Are Not ‘A Coup’", "text": "In remarks described by political observers as both factually wrong and politically foolish, California Democratic Party Chairman Rusty Hicks called the growing effort to recall Gov. Gavin Newsom as \"the California coup.\"\n\"This recall effort, which really ought to be called ‘the California coup,’ is being led by right-wing conspiracy theorists, white nationalists, anti-vaxxers and groups who encourage violence on our democratic institutions,\" Hicks said Tuesday at a press conference meant to condemn the endeavor, which remains in the signature-gathering stage. \nSherry Yang, a spokesperson for the Democratic party, kicked off the event by also calling the recall a \"coup.\"\nHicks provided no evidence linking the recall to the groups he cited. Nor did he explain how the recall effort, which is a legal process to remove a local or state elected leader and has been allowed by the state constitution for more than a century, was akin to a coup — which it clearly is not. \nWe’re aware that Hicks was using partisan rhetoric to cast the recall effort in a negative light when he referred to it as \"the California coup.\" He later said the party wasn’t challenging the legality of the campaign.\nStill, words matter and not everyone who heard or read his comments will fully understand what they mean. So we decided to explore the monumental differences between the two actions in this fact check.\nWhat Is A Coup? \nKeith Smith, a political science professor at the University of the Pacific in Stockton, said the actions aren’t in the same ballpark.\n\"A coup is usually defined as a violent effort to overthrow a legitimately- elected and legitimately-installed government, to somehow by the use of force take power in a government,\" he said. \nOther scholars contend that a coup must involve some portion of the state military, police or security forces, who work to overthrow the government. \nWhat Is A Recall Campaign?\nThe recall effort, on the other hand, \"is not that at all,\" Smith said.\n\"It’s people signing petitions that are being circulated around the state to put something on the ballot, which is a perfectly legitimate and prescribed process in democratic government,\" the professor added.\nTo qualify the recall for a future ballot, the campaign must submit approximately 1.5 million signatures of registered voters to county elections officials by March 17, all of which must be verified. Proponents said last week they had gathered more than 1 million signatures. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nA recall ballot has two parts: A yes or no vote for recall and the names of replacement candidates. When asked at the press conference whether Democrats would list a replacement candidate, Hicks said \"Anything and everything is on the table.\" \nHistory Of California Recalls\nCalifornia voters approved the recall process in 1911. Since then, there have been 165 attempts to recall state elected leaders, according to the Secretary of State’s Office. Nine of them collected enough signatures to qualify for the ballot, and of those, the elected official was recalled in five cases. \nThe most notable was the recall of Democratic Gov. Gray Davis in 2003 in favor of Republican Arnold Schwarzenegger. The recall effort was the first successful recall of a California governor, and only the second recall of a state governor in American history, according to Ballotpedia.\nWrong Term And Political Mistake?\nRegarding the use of \"California coup,\" some political observers say Hicks was both factually off base and committed an unforced political error. \n\"I don’t think that it’s politically smart. I don’t think it’s civically appropriate,\"  said Wesley Hussey, a political science professor at Sacramento State University who wrote about Davis’ recall. \nOf the current recall effort, Hussey said \"the (state) Constitution very clearly lays out this is an avenue of recourse for people unhappy with an elected official at the local, legislative and executive level in the state.\"\nIn California, proponents do not need to cite a specific reason for recalling an elected official, he added.\nOur Ruling\nCalifornia Democratic Party Chairman Rusty Hicks described the effort to recall Gov. Gavin Newsom as \"the California coup.\" \nEven in the bounds of political rhetoric, his remarks are far off base and wildly inaccurate. A coup is a violent overthrow of a government. A recall is a legally sanctioned effort to vote an elected official out of office midway through their term. It’s been part of California’s constitution for more than a century. \nWe rate Hicks’ statement Pants On Fire. \nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.", "vclaim_id": "vclaim-pol-19175"}