{"url": "/factchecks/2013/jul/05/john-boehner/house-speaker-john-boehner-says-almost-all-ohios-e/", "speaker": "John Boehner", "vclaim": "\"About 95 percent of (Ohio’s) electricity comes from burning coal.\"", "truth_label": "half-true", "date": "stated on June 26, 2013 in a news conference:", "title": "House Speaker John Boehner says almost all of Ohio’s electricity comes from coal", "text": "President Barack Obama, declaring that \"Americans across the country are already paying the price of inaction\" on climate change, announced sweeping measures on June 25 to reduce greenhouse gas pollution.\n\nHe said he would use executive power to require reductions in the amount of carbon dioxide emitted by the nation’s power plants, as the centerpiece in a three-part plan that includes new federal funds to advance renewable energy technology, and spending to protect cities and states from the ravages of storms and droughts aggravated by a changing climate.\n\nRepublicans led by House Speaker John Boehner of Ohio were quick to condemn the measures, saying they constituted government overreach that would constrict energy production and strangle the nation’s economic recovery.\n\n\"The president’s policies are not helping the economy, they’re making it worse,\" Boehner said in a news conference.\n\nHe said the policies would have the effect of \"increasing the cost of electricity – especially in a state like mine, in Ohio, where about 95 percent of our electricity comes from burning coal.\"\n\nThat figure caught PolitiFact Ohio's attention. We asked Boehner's staff for a source to back it up.\n\nThey did not have a source for the figure, but Boehner spokesman Brendan Buck said: \"Regardless, it’s clear the overwhelming majority of electricity in Ohio comes from the coal that the president is attacking.\"\n\nIn support of that statement, he cited a Washington Post article that looked at the question of whether Obama was waging a \"war on coal.\"\n\nSo how much of Ohio's electricity does come from coal?\n\nThe Public Utilities Commission of Ohio (PUCO) has a feature on its website that asks and answers the question.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\"Coal, a nonrenewable fossil fuel, is used to generate 77.87 percent of the electricity in Ohio,\" the PUCO site says.\n\nPUCO says about 11 percent of Ohio electricity is generated by nuclear power, about 9.1 percent is produced using natural gas and other gases, and petroleum is burned to create steam to turn the turbine blades that generate about 1.0 percent of Ohio electricity. (PUCO lists as its source the Edison Electric Institute, EEI, the association of U.S. shareholder-owned electric companies.)\n\nThe U.S. Energy Information Administration rounds the figure to 78 percent for electricity generated by coal.\n\nThat percentage is far higher than the 42 percent of electricity generated by coal nationally, according to the EIA.\n\nOur colleagues at the Washington Post Fact Checker also examined Boehner's statement. In addition to citing the figures from PUCO, they noted that the latest figures show that Ohio cut its net generation of electricity from coal by about 10 percent from 2010 to 2011.\n\nFact Checker also took note of Ohio law, cited by the PUCO and Energy Information Administration, that is designed to reduce reliance on coal by requiring that at least 25 percent of all electricity sold in the state come from alternative energy sources by 2025. Half of that must come from renewable sources such as wind, solar, hydroelectric power, geothermal and biomass.\n\nBoehner's overall point was correct. As his spokesman said, the vast majority of Ohio's electricity does come from coal, and the percentage is far higher than the national average.\n\nBut the state officially is looking to reduce, not maintain, its reliance on coal, and has made progress in the effort.\n\nAnd while the percentage of electricity from coal is high, Boehner's figure of 95 percent exaggerates it by 17 percentage points. That's a significant difference.\n\nOn balance, we rate the statement Half True.", "vclaim_id": "vclaim-pol-09141"}