{"url": "/factchecks/2016/jul/22/donald-trump/donald-trump-says-hillary-clinton-was-secretary-is/", "speaker": "Donald Trump", "vclaim": "\"In 2009, pre-Hillary, ISIS was not even on the map.\"", "truth_label": "barely-true", "date": "stated on July 21, 2016 in a speech at the Republican convention:", "title": "Donald Trump says before Hillary Clinton was Secretary of State 'ISIS was not even on the map.'", "text": "Donald Trump told the audience of the Republican National Convention that ISIS wasn’t an issue before Hillary Clinton served as secretary of state.\n\"In 2009, pre-Hillary, ISIS was not even on the map,\" he said July 21. \"Libya was stable. Egypt was peaceful. Iraq was seeing, really a big big reduction in violence. Iran was being choked by sanctions. Syria was somewhat under control. After four years of Hillary Clinton, what do we have? ISIS has spread across the region, and the entire world.\"\nTrump made a similar claim pointing the finger at Clinton for the creation of ISIS in an interview that aired on 60 Minutes Sunday, a day before the convention began.\nWhile the name ISIS (or Islamic State or Daesh, etc.) is relatively new, the leaders and founders have origins that pre-date Clinton’s time as the chief diplomat of the United States.\n\"There were evolutions that took place with some of the name changes,\" Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies, previously told PolitiFact. (He has testified before Congress multiple times and works for a foundation focused on foreign policy and security.)\nThe roots of what today is the Islamic State of Iraq and the Levant, trace back to 2004, when longtime Sunni extremist Abu Mus‘ab al-Zarqawi established al-Qaida in Iraq, according to the National Counterterrorism Center.\nAfter a U.S. airstrike killed al-Zarqawi in 2006, the group became the Islamic State of Iraq. In 2013, the group was referred to as the Islamic State of Iraq and al-Sham and then just the Islamic State in 2014, Brian Fishman, a counterterrorism expert at the New America Foundation, has told PolitiFact.\n\"Al-Sham just refers to the Levant and reflects the group's increased focus on Syria,\" he said. \"It reflects a geographic shift rather than change in political focus. It's the same group throughout.\"\nGiven the timing, Democrats are prone to blame President George W. Bush for the creation of ISIS, because al-Qaida flourished after the overthrow of Saddam Hussein.\nRepublicans seize on different moments. President Barack Obama’s decision to leave Iraq after 2011 contributed to a security vacuum that gave ISIS the chance to put down roots there, said Michael O’Hanlon, a security expert at the Brookings Institution, a centrist-to-liberal group. (O’Hanlon is one of hundreds of voluntary advisers to the Clinton campaign but has a minor role.)\nYou could say the blame touches both Bush, for creating a strong space for al-Qaida in Mesopotamia, and Obama, for giving the group a chance to regroup.\nTrump is implying that Clinton’s actions had something to do with the birth of ISIS. Experts said his evidence is thin.\nFor the earlier fact-check, Trump’s campaign singled out Clinton’s vote as a senator to authorize force in Iraq in 2002. She later said she regretted that vote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nRepublicans have blamed Obama for not keeping 10,000 troops in place in Iraq, which they say could have deterred the opening for ISIS. However, Obama inherited a timeline to exit Iraq from Bush, and there was no agreement to leave a large force behind.\nTrump’s campaign also highlighted Clinton’s support of regime change in Syria (which didn’t work out) and Libya.\nThe overthrow of Libyan dictator Muammar Gaddafi contributed to giving ISIS an opening, said Christopher Preble, a defense expert at the libertarian Cato Institute.\n\"Clinton's enthusiasm for regime change in Libya in 2011, which Obama endorsed, resulted in the collapse of order there, which ISIS and others have exploited,\" he said. \"That is a fair criticism, in my opinion.\"\nBut experts said Clinton isn’t individually responsible for the group, even if various factors gave ISIS the room to grow in power.\nThe sources of ISIS are complex and interconnected, said John Pike, an expert on defense and director of GlobalSecurity.org, a website that provides information on defense.\n\"She may ‘share some of the blame,’ but there is more than enough share to go around,\" Pike said. \"She was in no sense the singular author of the thing.\"\nOur ruling\nTrump said, \"In 2009, pre-Hillary, ISIS was not even on the map.\"\nThe terrorist group known as ISIS was, in fact, on the map five years before Clinton became secretary of state.\nIt was operating under a different name.\nThere were several factors that allowed ISIS to gain strength, including the intervention in Libya, an Obama decision that she supported, and the Iraq invasion, which she voted for as a U.S. senator.\nBut Trump misleads when he pins the rise of ISIS solely on Clinton.\nWe rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/6ed72ab5-5513-4aa0-90ed-d2e0fea088bb", "vclaim_id": "vclaim-pol-04639"}