{"url": "/factchecks/2020/mar/05/william-barber/rev-barber-slams-dscc-overlooking-black-candidates/", "speaker": "William Barber", "vclaim": "Says “every time\" the DSCC endorsed someone in North Carolina's U.S. Senate primary, \"and the person they didn’t support was black, the candidate they picked ended up losing.\"", "truth_label": "false", "date": "stated on February 20, 2020 in a tweet:", "title": "Rev. Barber slams DSCC for overlooking black candidates in NC Senate primaries", "text": "When it comes to endorsements, North Carolina’s political parties mostly refrain from picking favorites in primary elections.\nThe same is not true for organizations in Washington.\nThis year the Democratic Senatorial Campaign Committee is supporting Cal Cunningham in North Carolina’s U.S. Senate race. The DSCC picked Cunningham over Erica Smith, Trevor Fuller and Atul Goel, who are all vying to face incumbent Republican Thom Tillis.\nThe DSCC’s decision didn’t go over well with the Rev. William Barber, a liberal activist from North Carolina. Smith, who is black, along with Cunningham is considered a top primary competitor.\n\"Every time this has happened in the past & the person they didn’t support was black, the candidate they picked ended up losing in the fall b/c Dems unnecessarily divided themselves in the primary,\" Barber tweeted on Feb. 20, adding that the DSCC should stay out of the primary.\n\nIs it true that every time the DSCC has endorsed a candidate in North Carolina’s US Senate primary, and overlooked a black Democrat, the endorsed candidate went on to lose?\nMartha Waggoner, a spokeswoman for Barber, said Barber had one race in mind, back in 2002.\nThat year, \"the Democratic establishment went outside its normal way of doing business and endorsed Erskine Bowles in a primary race that included Dan Blue,\" she said.\nBowles beat Blue in the Democratic primary, then went on to lose to Republican Elizabeth Dole. Blue is now the minority leader in the state Senate.\n\"Since Blue was the only previous Democratic African American candidate for U.S. Senate here, his use of ‘every time’ was referring to this instance,\" she said.\nBut the claims by Waggoner and Barber are both inaccurate. \nIn recent years, several black candidates filed to run for Senate in North Carolina. And in 2008, the DSCC overlooked a black candidate to support Kay Hagan, who went on to win the seat.\nTo check Barber’s claim, we searched for an election where:\n\n\nA black Democrat filed to run for U.S. Senate in North Carolina,\n\n\nIn the primary, the Democratic Senatorial Campaign Committee supported a candidate who is not black,\n\n\nThe DSCC’s chosen candidate went on to win.\n\n\nThis situation happened with Hagan.\nHagan over Dole\nNorth Carolina voters have only elected two Democrats to the U.S. Senate over the last 22 years: Hagan in 2008 and John Edwards in 1998.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nIn 2008, five Democrats signed up to run against incumbent Republican Sen. Elizabeth Dole: Hagan, Duskin Lassiter, Jim Neal, Howard Staley, and Marcus Williams.\nWilliams, an attorney, was the only black candidate in the race.\nNews reports show that the DSCC not only backed Hagan in the primary, but talked her into running. \nIndyweek reported in 2008 that the DSCC, along with state Democratic leaders, \"talked Hagan into running last fall just weeks after she announced that she wouldn't.\" The News & Observer reported in 2007 that Hagan was recruited by former Gov. Jim Hunt and New York Sen. Charles Schumer, chairman of the Democratic Senatorial Campaign Committee, after they had tried unsuccessfully to recruit state Rep. Grier Martin of Raleigh.\nDSCC spokesman Matt Miller told Politico in 2008 that his group \"worked hard to get Hagan; we really thought Dole was vulnerable,\" he said, adding: \"Hagan has turned out to be a great candidate, all under the D.C. radar.\" \nCampaign finance reports filed with the Federal Election Commission show the DSCC spent tens of thousands of dollars on Hagan’s campaign prior to the May 6, 2008, primary.\nBlack Senate candidates\nIn North Carolina, several black candidates have run for U.S. Senate in recent years. And the DSCC hasn’t endorsed any of them. But the DSCC’s pick has not usually worked out in the general election.\n\nIn 2016, Ernest Reeves and Chris Rey were defeated in the Democratic primary by Deborah Ross, who was endorsed by the DSCC. In the general election, Ross lost to incumbent Republican Richard Burr.\nIn 2014, Hagan was the incumbent. Reeves ran against her in the primary and lost. Hagan went on to lose to Tillis.\nIn 2010, there were three black candidates: Ken Lewis, Ann Worthy and the same Marcus Williams from 2008. As in 2020, the DSCC supported Cunningham in the primary. \nBut it was Elaine Marshall who won the Democratic nomination. She then lost to Burr in the general election.\nRecent DSCC picks\nAnother of Barber’s Feb. 20 tweets was a little more on-point.\n\"People from DC picking candidates in NC hasn’t been a winning formula & opens up criticism of racial favoritism,\" Barber tweeted.\nDating back to 2008, there have been four US Senate elections in North Carolina. \nIn one case, the DSCC’s candidate won the primary and the general election. In two cases, the DSCC-supported candidate won the primary but lost the general. And in one case, 2010, the DSCC backed a candidate who didn't even win the primary.\nWhen PolitiFact shared its findings with Barber, he credited Hagan’s 2008 win to \"Obama’s coattails.\"\n\"It was an election like no other, and the endorsement still wasn't right. Let North Carolinians choose their own candidate. After the primary, everybody can get behind that person,\" he said in an email.\nOur ruling\nBarber said that \"every time\" the Democratic establishment overlooked a black candidate and endorsed someone else in the U.S. Senate primary, that candidate went on to lose. \nRecords show that there was a black candidate, Marcus Williams, in the 2008 U.S. Senate race. That year, the DSCC backed Kay Hagan in the primary and she went on to beat incumbent Republican Elizabeth Dole.\nBarber’s claim was too sweeping. He’s right that the DSCC doesn’t have a great record in North Carolina. But he’s wrong to say the DSCC-backed candidate has lost \"every time\" it overlooked a black Democrat. We rate this claim False.", "vclaim_id": "vclaim-pol-18061"}