{"url": "/factchecks/2020/oct/02/deanna-lorraine/former-congressional-candidate-falsely-claims-no-p/", "speaker": "DeAnna Lorraine", "vclaim": "“No prominent Democrats have had the virus but the list of Republicans goes on and on.”", "truth_label": "false", "date": "stated on October 2, 2020 in a tweet:", "title": "Former congressional candidate falsely claims ‘no prominent Democrats’ have contracted COVID-19", "text": "As the world reacted to President Donald Trump’s positive coronavirus test some people noticed a seemingly partisan disparity in who has contracted the virus.\n\"Does anyone else find it odd that no prominent Democrats have had the virus but the list of Republicans goes on and on?\" said DeAnna Lorraine in an Oct. 2 tweet.\nLorraine is a former Republican congressional candidate who ran to represent California's 12th Congressional District this year. She lost in the primary election on March 3.\nLorraine’s tweet has been shared thousands of times on Twitter and Facebook, where some posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\n(Screenshot from Twitter)\nAfter Trump tweeted that he and first lady Melania Trump had tested positive for the coronavirus, several people the president came in contact with also got tested. Former Vice President Joe Biden and his runningmate, Sen. Kamala Harris, tested negative.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nBut Lorraine’s claim is wrong. \nDemocratic leaders like House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer, D-N.Y., have not contracted the coronavirus. But the same could also be said for Republican leaders. Meanwhile, several Democratic mayors and governors have contracted the virus, including Atlanta Mayor Keisha Lance Bottoms and Virginia Gov. Ralph Northam.\nNPR has been keeping tabs on specific members of Congress who have tested positive for the coronavirus or quarantined after being exposed to it. According to the list, three Republican senators and nine representatives have tested positive or were presumed to have the coronavirus since the pandemic began. That’s more than the Democrats, who have had no senators  and six representatives test positive for the virus.\nPolls suggest that Republicans are less likely than Democrats to view the coronavirus as a serious public health threat. Republican representatives have also been less inclined to wear face masks during meetings and hearings, and more likely to hold in-person rallies and events. Both go against what public health authorities have recommended for slowing the spread of the coronavirus.\nWe reached out to Lorraine for more evidence or a comment. We haven’t heard back.\nShe's wrong that no prominent Democrats have contracted the coronavirus. We rate her post False.", "vclaim_id": "vclaim-pol-18592"}