{"url": "/factchecks/2016/apr/26/occupational-knowledge-international/online-petition-urges-sherwin-williams-stop-making/", "speaker": "Occupational Knowledge International", "vclaim": "Says Sherwin-Williams is \"making lead paint and poisoning people around the world.\"", "truth_label": "half-true", "date": "stated on April 20, 2016 in a petition on Change.org:", "title": "Online petition urges Sherwin-Williams to stop making lead paint", "text": "Protesters demonstrated in front of the Cleveland headquarters of Sherwin-Williams on April 20, coinciding with the paint manufacturer’s annual shareholders’ meeting. \"Covering the world with LEAD PAINT,\" one banner read.\nMonths earlier, Occupational Knowledge International, a nongovernmental agency based in San Francisco, posted a Change.org petition calling on Sherwin-Williams and another paint company, PPG Industries, to stop using lead in their products.\nThe headline to the petition reads, \"Stop making lead paint and poisoning people around the world!\"\nBut the use of lead-based paint has been banned in the United States since 1978 because the element is a poisonous neurotoxin. It’s especially harmful to children, even at tiny levels of exposure. Could a U.S. company still be making paint containing lead?\nUnleaded, please\nThe U.S. Environmental Protection Agency enforces the rules against lead-based paint. Because many pre-1978 homes and buildings still contain lead paint, the EPA also cracks down on improper renovation and demolition activity, because inadequate abatement can release lead particles into the air, soil and water. \nBut the executive director of Occupational Knowledge International, Perry Gottesfeld, says American firms still make paint with lead. Reports suggest that global lead production is up more than 70 percent. The petition is aimed at protecting consumers around the world -- Occupational Knowledge International says that 2.5 billion people live in countries where lead paint is still sold for residential use.\nMany countries don’t have regulations concerning lead in paint. A 2014 article in the National Institute of Health’s publication, Environmental Health Perspectives, charts 40 countries worldwide where decorative paint containing lead is still sold.\nSherwin-Williams director of corporate communications, Mike Conway, said the company does not produce lead-based paint intended for residential use anywhere in the world. That’s accurate.\nBut Sherwin-Williams does have 16 licensees who produce and sell Sherwin-Williams branded paint overseas, in places like Haiti, Indonesia, Thailand, El Salvador, Peru, and Guatemala. Those licensees control what’s in their product, and sign agreements that their formulas will not contain lead, according to the Cleveland Plain Dealer.  \nAnd in 2015, the Plain Dealer reported that \"researchers from the University of Cincinnati and IPEN, an international non-governmental organization network, found lead at 360 times the acceptable limits in the Dutch Boy residential paint produced and sold by one of those licensees, Lebanon-based ChemiPaint.\"\n\"We had one isolated case in Lebanon with a licensee who received a contaminated raw material from a Chinese supplier,\" Conway told PolitiFact. \"When he mixed it into the batch, that caused the lead level to rise. We responded immediately and made sure they rectified the problem. No issues since then.\"\nWhy lead in the first place\nIf the downside is that it’s a poison, what’s the upside to using lead in paint?\nTami Lasseter Clare, an associate professor of chemistry at Portland State University, said that it comes down to durability and cost.\n\"Paint is composed of two things, the pigment and the binder,\" Clare said. \"The pigment is the thing that gives it color and opacity, and the binder is the glue that sticks the pigment particles together.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWhen lead is in its basic form, lead carbonate, it is a white mineral, making it a good pigment. But other stuff is white too, like zinc oxide, the white stuff in sunscreen, or titanium dioxide. Zinc is not as good at covering and hiding surfaces, Clare said, so titanium dioxide has become the main lead alternative.  \nTitanium dioxide has hiding power, but the downside is its price, which fluctuates like crazy. \"Major paint companies may be motivated to move away from materials having volatile prices to give better profit predictability,\" Clare said.\nBut litigation is costly, too. In 2014, a judge in California ordered Sherwin-Williams and two other paint manufacturers to pay $1.15 billion into a fund for lead abatement, ruling that the companies created a public nuisance by promoting the use of lead paint in homes prior to 1978, while knowing the dangers it posed. The decision contained an excerpt from a Sherwin-Williams publication from 1900 that read, \"It is also familiarly known that white lead is a deadly cumulative poison, while zinc white is innocuous. It is true, therefore, that any paint is poisonous in proportion to the percentage of lead contained in it.\"\nThe World Health Organization joined with the United Nations Environment Programme to form the Global Alliance to Eliminate Lead Paint. Its objective is \"to promote a phase-out of the manufacture and sale of paints containing lead.\"\nConway, Sherwin-Williams’ spokesman, told PolitiFact Ohio that the company supports the global lead alliance program to eliminate lead in paint.\nThe lead alliance’s goal for phasing out lead is gradual, and its first priority is to convince industry partners to stop using lead in decorative and residential paints that consumers buy off the shelf.\nThere's another wrinkle to the paint debate. \nSherwin-Williams also makes industrial coatings that are intended to be used only on outdoor metal surfaces such as cars and bridges. Sherwin-Williams does make industrial paint products that contain lead. \nConway said the practice is not only legal but can be necessary to protect against corrosion. Gottesfeld wrote in Front Public Health that there are safer alternatives available for companies like Sherwin-Williams to use.\nThe other paint manufacturer named in the petition, PPG International, held its shareholder meeting April 21, 2016, and the company’s CEO announced plans to eliminate lead from all PPG products by 2020.\nOur ruling\nOccupational Knowledge International, a group dedicated to eliminating lead paint, posted a petition on Change.org that says Sherwin-Williams is \"making lead paint and poisoning people around the world.\"\nThere is some truth to the claim but also some spin.\nSherwin-Williams continues to make industrial paint products that contain lead, but those paints are exempt from the U.S. lead ban. Sherwin-Williams does not directly make or directly sell residential paint products that contain lead, but they have licensees who might. In one case, in Lebanon, Sherwin-Williams acknowledged a mistake that allowed lead into a residential paint product.\nOccupational Knowledge International’s claim about Sherwin-Williams is partially accurate but leaves out important details.\nWe rate it Half True.\nClarification April 26: This story has been updated to clarify differences between paints intended for residential and industrial use, as well as the source of the claim that global lead paint production is up 70 percent. \nhttps://www.sharethefacts.co/share/01dd996a-61d3-4bee-9b14-9bb7c1e25372", "vclaim_id": "vclaim-pol-05049"}