{"url": "/factchecks/2014/jul/21/facebook-posts/social-media-meme-says-alan-greenspan-said-insecur/", "speaker": "Facebook posts", "vclaim": "Says former Federal Reserve Chairman Alan Greenspan said that \"if the workers are more insecure, that's very healthy for the society\" because \"they'll serve the masters gladly and passively.\"", "truth_label": "pants-fire", "date": "stated on July 18, 2014 in a meme on social media:", "title": "Social media meme says Alan Greenspan said insecure workers 'serve the masters gladly'", "text": "Amid a stubbornly slow economic recovery, a reader recently forwarded us a social media post taking aim at former Federal Reserve Chairman Alan Greenspan for using callous language about worker insecurity. The post features images of Greenspan and says:\nI am Alan\nAnd, I used to run the Federal Reserve.\nAnd, I actually said this:\nIf the workers are more insecure, that's very healthy for the society, because if workers are insecure they won't ask for wages, they won't go on strike, they won't call for benefits; they'll serve the masters gladly and passively. And that's optimal for corporations.\nThe reader wondered if the five-time chairman of the United States’ central bank actually said something so dismissive about America’s economically left-behind. So did we.\nAs it turns out, Greenspan didn’t say it. Instead, it's academic Noam Chomsky's take on something Greenspan said. And Greenspan and Chomsky couldn’t be more different ideologically.\nAs a young man, Greenspan was a member of the inner circle of Ayn Rand, the libertarian thinker and novelist. (Rand would eventually stand with Greenspan when he was sworn in as chairman of the Council of Economic Advisers in 1974.) Greenspan was nominated for the Fed chairmanship by three Republican presidents (Ronald Reagan, George H.W. Bush and George W. Bush) as well as by Democrat Bill Clinton.\nMeanwhile, Chomsky is an influential academic linguist who’s at least as well known for his political views. They veer sharply left and are sometimes referred to as \"anarcho-syndicalist,\" a philosophy he’s described as promoting \"a very organized society, but organized from below by direct participation at every level, with as little control and domination as is feasible, maybe none.\"\nSo how did this misattribution happen?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIt emerged from remarks Chomsky made to the Adjunct Faculty Association of the United Steelworkers on Feb. 4, 2014, reprinted in transcript form in the February-March issue of CounterPunch. Here are excerpts from a section of the transcript where Chomsky discusses the issue of universities hiring non-tenure-track faculty:\n\"That’s part of the business model. It’s the same as hiring temps in industry or what they call ‘associates’ at Walmart -- employees that aren’t owed benefits. It’s a part of a corporate business model designed to reduce labor costs and to increase labor servility. When universities become corporatized ... they want to keep costs down and make sure that labor is docile and obedient. The way to do that is, essentially, temps. …\n\"This idea is sometimes made quite overt. So when Alan Greenspan was testifying before Congress in 1997 on the marvels of the economy he was running, he said straight out that one of the bases for its economic success was imposing what he called ‘greater worker insecurity.’ If workers are more insecure, that’s very ‘healthy’ for the society, because if workers are insecure they won’t ask for wages, they won’t go on strike, they won’t call for benefits; they’ll serve the masters gladly and passively. And that’s optimal for corporations’ economic health. At the time, everyone regarded Greenspan’s comment as very reasonable, judging by the lack of reaction and the great acclaim he enjoyed.\"\nWe looked at Greenspan’s Feb. 26, 1997, testimony before the Senate Banking, Housing, and Urban Affairs Committee. Here’s a portion:\n\"The performance of the U.S. economy over the past year has been quite favorable. … Continued low levels of inflation and inflation expectations have been a key support for healthy economic performance. … Atypical restraint on compensation increases has been evident for a few years now, and appears to be mainly the consequence of greater worker insecurity. The willingness of workers in recent years to trade off smaller increases in wages for greater job security seems to be reasonably well documented. The unanswered question is why this insecurity persisted even as the labor market, by all objective measures, tightened considerably.\"\nGreenspan, in his testimony, then suggests technological change and international competition as possible reasons for worker insecurity, before noting that \"suppressed wage cost growth as a consequence of job insecurity can be carried only so far. At some point, the tradeoff of subdued wage growth for job security has to come to an end. In other words, the relatively modest wage gains we have experienced are a temporary rather than a lasting phenomenon because there is a limit to the value of additional job security people are willing to acquire in exchange for lesser increases in living standards.\"\nChomsky’s take on the substance of what Greenspan said seems reasonably on target. However, Greenspan’s tone is far different than Chomsky’s. Greenspan’s words are explanatory and analytical, displaying none of the sarcasm that Chomsky, or the creator of the Facebook post, ascribes to them -- especially the part about workers serving their masters \"gladly and passively.\"\nReached by email, Chomsky confirmed that he and other economists have periodically pointed to Greenspan’s 1997 testimony, including a reference in his book, Failed States: The Abuse of Power and the Assault on Democracy.\nChomsky added, \"Don’t know anything about Facebook. I don’t use it.\"\nOur ruling\nThe meme says Greenspan said that \"if the workers are more insecure, that's very healthy for the society\" because \"they'll serve the masters gladly and passively.\" Those words actually come from a sarcastic critique of Greenspan’s words by Noam Chomsky, not from Greenspan himself. We rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-07573"}