{"url": "/factchecks/2016/oct/05/mike-pence/mike-pence-leaves-out-some-details-his-tax-cut/", "speaker": "Mike Pence", "vclaim": "\"In the state of Indiana, I’ve signed more than $3.5 billion in tax relief.\"", "truth_label": "half-true", "date": "stated on October 3, 2016 in a pre-debate appearance in Virginia:", "title": "Mike Pence leaves out some details on his tax cut", "text": "As Donald Trump’s running mate, Mike Pence is getting scrutiny for his record as governor of Indiana. Pence, who is finishing out his first term and is not seeking another, has touted his record on taxes -- a key issue for Republican voters.\nSpeaking near Richmond, Va., on his way to the vice presidential debate in nearby Farmville, Pence said, \"In the state of Indiana, I’ve signed more than $3.5 billion in tax relief.\"\nIs that correct? We found that Pence has backing for the number, but he glosses over some important details.\nWhen we checked with Pence’s staff, they pointed to figures released by the Indiana Office of Management and Budget detailing some of the changes enacted by Pence and state legislators early in his term. The changes included a reduction in the personal income tax rate from 3.4 percent to 3.23 percent, a reduction in the corporate income tax rate from 7.5 percent to 4.9 percent, and a full repeal of the estate tax. (Pence had initially sought a 10 percent reduction in the individual income tax rate, but Republicans in the legislature wanted more corporate tax relief, so the final bill cut income taxes by half of the rate Pence had wanted.)\nHere is the data Pence’s staff provided to PolitiFact. (Totals may vary slightly due to rounding.)\n\n\n\n\nYear\n\n\nIndividual income tax\n\n\nCorporate income tax\n\n\nInheritance tax\n\n\nFinancial Institutions Tax\n\n\nTotal\n\n\n\n\nFiscal 2014\n\n\n0\n\n\n0\n\n\n$61 million\n\n\n$1.7 million\n\n\n$63 million\n\n\n\n\nFiscal 2015\n\n\n$65 million\n\n\n0\n\n\n$131 million\n\n\n$8.2 million\n\n\n$204 million\n\n\n\n\nFiscal 2016\n\n\n$159 million\n\n\n$12 million\n\n\n$113 million\n\n\n$12.9 million\n\n\n$297 million\n\n\n\n\nFiscal 2017\n\n\n$214 million\n\n\n$41 million\n\n\n$96 million\n\n\n$19.2 million\n\n\n$370 million\n\n\n\n\nFiscal 2018\n\n\n$292 million\n\n\n$70 million\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n$78 million\n\n\n$23.9 million\n\n\n$464 million\n\n\n\n\nFiscal 2019\n\n\n$307 million\n\n\n$100 million\n\n\n$61 million\n\n\n$25.7 million\n\n\n$493 million\n\n\n\n\nFiscal 2020\n\n\n$318 million\n\n\n$130 million\n\n\n$44 million\n\n\n$28.9 million\n\n\n$520 million\n\n\n\n\nFiscal 2021\n\n\n$329 million\n\n\n$148 million\n\n\n$26 million\n\n\n$33.9 million\n\n\n$537 million\n\n\n\n\nFiscal 2022\n\n\n$341 million\n\n\n$190 million\n\n\n$9 million\n\n\n$40.5 million\n\n\n$580 million\n\n\n\n\nTotal\n\n\n$2.024 billion\n\n\n$691 million\n\n\n$620 million\n\n\n$195 million\n\n\n$3.5 billion\n\n\n\n\n \nSource: Indiana Office of Management and Budget\nSo Pence can point to specific data showing that the tax cuts he signed into law amount to $3.5 billion.\nHowever, it’s worth pointing out some important caveats:\n• This total covers nine fiscal years, including several well into the future. Budget windows of this length aren’t unusual in the world of policy wonkery, and Pence avoided a stumbling block by wording his statement carefully to say that he \"signed\" that much tax relief into law -- not that $3.5 billion in tax relief has materialized yet.\nStill, nine years is a pretty long period of time, and it would not be obvious to the casual observer that the figure in question covers a span that long. Indeed, 2022 will be six years after Pence left the governor’s mansion, and even if he had run for a second term and won, 2022 would have been two years after he left office.\n• The benefits are \"backloaded.\" That’s budget-speak for pushing the cost off into the future -- meaning that some other governor or lawmaker will have to grapple with the fiscal impact.\nSpecifically, three years into the tax cuts, only 16 percent of the final amount has been realized so far. The remaining 84 percent is still to come between 2017 and 2022. And looking just at the individual income tax cuts, only 11 percent have been realized so far, with 89 percent still to come.\nWith so much of the total amount still pending, a lot of the tax relief Pence touts will come to fruition only with the consent of future governors and legislatures. A national recession or a prolonged slump within Indiana might make it impossible for elected officials to stick to this timetable for cuts.\n• The numbers come from one of the governor’s own offices. The head of the state Office of Management and Budget is appointed by the governor, all the staffers are effectively gubernatorial staffers, and the physical office of the director is right next to that of the governor's chief of staff. This doesn’t necessarily mean that the numbers are wrong or biased, but it’s worth noting that they are not calculated by a fully independent governmental entity or a group that is outside of state government entirely.\nOur ruling\nPence said, \"In the state of Indiana, I’ve signed more than $3.5 billion in tax relief.\"\nFigures from an office Pence controls did produce projections of tax cuts at that level. But it’s worth noting that a relatively small share of those cuts have happened already -- 84 percent are set to occur in fiscal years 2017 through 2022, a period far enough in the future to make it an open question whether the cuts will ultimately materialize. We rate the statement Half True.\nhttps://www.sharethefacts.co/share/49854eb0-8781-473e-998c-0a708cd719d1", "vclaim_id": "vclaim-pol-04213"}