{"url": "/factchecks/2016/apr/04/donald-trump/donald-trump-says-chinas-economic-growth-thanks-un/", "speaker": "Donald Trump", "vclaim": "\"We’ve rebuilt China.\"", "truth_label": "half-true", "date": "stated on March 27, 2016 in an interview with the New York Times:", "title": "Donald Trump says China's economic growth is thanks to the United States", "text": "China is doing all the winning as the United States continue to lose in global trade, says Donald Trump, and it’s all thanks to us.\nTrump, who admires China’s GDP growth and Great Wall but considers it a master manipulator of the world, railed against the country that’s become one of his favorite targets in an interview with the New York Times.\n\"You know, we’ve rebuilt China,\" Trump said. \"The money they’ve drained out of the United States has rebuilt China. And they’ve done it through monetary manipulation, by devaluations. And very sophisticated. I mean, they’re grand chess players at devaluation.\"\nWe were curious about Trump’s claim that the United States is responsible for China’s rapid economic growth. He made the point several times in the New York Times interview alone. (We also fact-checked two others claim from the interview about China’s import tax and its activity in the South China Sea.)\nAccording to Trump in the New York Times, China’s transition from one of the poorest countries in the world to its second-largest economy was possible through \"bad trade deals\" with the United States.\nThis is an overly simplistic casting of the economic relationship between the two countries. Experts disagree over the extent of the United State’s impact in the Chinese economy, but they say Trump’s claim ignores many other factors at play.\n\"In one tiny sense, Trump is correct,\" said Scott Lincicome, a scholar at the libertarian Cato Institute who specializes in international trade politics. \"Trade with all countries, including the United States, has been part of a major market reform that’s lifted millions out of poverty in China. Reforms to property and taxation have been much more fundamental.\"\nEconomists point to the opening up of China in the late 1970s and early 1980s as the beginning of its meteoric growth. Following the death of Mao Zedong, the Communist Party under Deng Xiaoping introduced economic reforms and open trade with the West in 1979. From then to 2014, China saw double-digit growth in GDP every year, effectively doubling its economy every eight years, according to the Congressional Research Service.\nArguably, China’s economic liberalization, and subsequent prosperity, was prompted by years of U.S. efforts at rapprochement through Henry Kissinger’s secret visits, Richard Nixon’s historic trip and, of course, ping pong. In 2000, the United States also lobbied for China’s inclusion in the World Trade Organization (as Trump mentions on his website), further embedding Beijing in the world economy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nToday, the United States and China are each other’s largest trading partners. Trump has argued that the United States is \"losing\" given the trade imbalance between the two countries, but whether this benefits or hurts the United States is up for debate.\n\"I would not say that American deficits rebuilt China, but they probably allowed China to rebuild itself at a much lower domestic political cost than otherwise,\" said Michael Pettis, an expert on the Chinese economy at the Carnegie Endowment for International Peace and professor at Peking University.\n\"Our consumption has benefitted the Chinese people, just like how the consumption of Europe and everyone has,\" said Lincicome.  \"American demand has helped Chinese companies, so there’s a nugget of truth to that, but we’re not the only ones.\"\nBy Trump’s logic, you could argue that China has also rebuilt America by providing America with cheaper goods and thus more savings, pointed out Zhiwu Chen, a Yale University economics and finance professor who specializes in the Chinese economy.\n\"Without those savings or Chinese financing of American government debt and corporate investments, the U.S. would not have been able to sustain the kind of growth in real estate, defense and business for so many years,\" Chen said. \"In an interlinked globalized world, it is really hard to say who is rebuilding whom.\"\nOur ruling\nTrump said, \"We’ve rebuilt China.\"\nChina’s economic growth can largely be attributed to its in-house reforms and inclusion in global trade. The United States can take some, but certainly not all, of the credit for the latter.\nWe rate Trump’s claim Half True.", "vclaim_id": "vclaim-pol-05163"}