{"url": "/factchecks/2017/apr/04/jerry-brown/jerry-browns-mostly-true-claim-about-tremendous-jo/", "speaker": "Jerry Brown", "vclaim": "California’s Central Valley and Inland Empire \"are experiencing tremendous job growth.\"", "truth_label": "mostly-true", "date": "stated on March 26, 2017 in an interview on Meet the Press:", "title": "Jerry Brown’s Mostly True claim about 'tremendous job growth' in Inland Empire, Central Valley", "text": "Gov. Jerry Brown frequently touts California’s overall job growth when telling what he’s called the state’s ‘comeback’ story.\nHe claimed recently on NBC’s Meet the Press that California has added \"2.1 million jobs in the last six or seven years.\"\nWe checked the numbers and rated that claim True.\nLater in the same interview, the show’s host Chuck Todd asked Brown about inland California’s struggles, leading to another claim that caught our attention:\nChuck Todd: \"But there are parts of your state that are struggling. You have rural counties, ones that don’t touch the ocean, struggling. Housing prices are up there, while jobs don’t go there.\" \nGov. Brown: \"The Inland Empire, the Central Valley, they have a harder time. But they, too, are experiencing tremendous job growth.\" \n\nBrown makes his jobs claim at about the 2:05 minute mark in the video above. \nCalifornia’s job growth is normally associated with coastal hubs like Silicon Valley and San Francisco.\nSo, we wondered whether Brown had his facts right when he said these inland regions had really experienced \"tremendous job growth,\" too.\nWe set out on a fact-check.\nInland Empire\nHome to about 4.5 million people, Riverside and San Bernardino counties make up what’s known as the Inland Empire, a sprawling set of communities east of Los Angeles.\nThe economists we spoke with say Brown’s case for \"tremendous job growth\" here is a strong one.\nThe region’s 3.2 percent job growth rate was the fastest among the state’s large metro areas from February 2016 through February 2017, said John Husing, chief economist for the Inland Empire Economic Partnership.\nDuring that year, it added 47,500 jobs, which was more than the 35,700 created in the Santa Clara metro area, considered the heart of Silicon Valley, Husing said.  \n\"This area is a real growth engine,\" he added, listing construction, logistics and transportation among the growing sectors.\nOver the past five years, as the region has recovered from the Great Recession, it added jobs at a rate of 22.3 percent.\nThat trailed only the San Francisco-Redwood City-South San Francisco metro area’s 22.7 percent rate among large metros.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nA spokesman for the Brown Administration cited the same statistics backing up the governor’s claim.\nColin Strange of the San Bernardino Area Chamber of Commerce said San Bernardino is seeing job growth, but mainly in \"blue-collar jobs\" that pay about $15 per hour including fork-lift operators and truck drivers.\nHusing, who has studied the region’s wages, said the Inland Empire has a lower share of high-paying administrative jobs compared with the state as a whole. He said, however, that the region is outperforming the state in its share of middle-class jobs that pay between $45,000 and $60,000.\nCentral Valley\nThe Central Valley stretches about 450 miles from Bakersfield north to Redding. It includes urban cities like Sacramento, Stockton, Modesto and Fresno, vast farmland and a diverse economy, making job growth trends for the overall region more complex.\nA report by Stanislaus State University in the Central Valley city of Turlock offers some help.\nThat report shows the 8-county San Joaquin Valley, which makes up the central and southern portions of the Central Valley, experienced a 1.56 percent job growth rate in 2016; a 1.86 percent rate in 2015 and 1.80 percent in 2014.\nThose averages trailed the state’s overall job growth average, which measured 3 percent in 2015 and about 2 percent last year. But it beat the 8-county region’s 1.23 percent historical average job growth rate.\n\nSOURCE: Stanislaus State University, College of Business Administration, 2016 Business Forecast Report, Volume VI, Issue 1\n\"Within its own limits, the Valley has consistently grown. But it hasn’t been a home run,\" Gokce Soydemir, an economics professor at Stanislaus State, said of job growth in that portion of the Central Valley.\nJeffrey Michael, director of the University of Pacific’s Center for Business and Policy Research in Stockton, added by email: \"Central Valley areas have also done very well in recent years with the exception of Bakersfield, where recent economic fluctuations are tightly connected to the oil industry.\"\nBakersfield’s job growth rate was flat, at 0.1 percent, over the past year.\nMeanwhile, Sacramento, the biggest metro area in northern portion of the Central Valley, saw 1.8 percent growth over the past year, close to the statewide average.\nOur ruling\nGov. Jerry Brown recently claimed California’s Central Valley and Inland Empire \"are experiencing tremendous job growth.\"\nEconomists say Brown is right about the Inland Empire. That region experienced the fastest job growth rate among the state’s large metro areas over the past year, and added more jobs than the Santa Clara metro area, the heart of Silicon Valley, during that period.\nJob growth in the Central Valley, while it’s outperformed its historical benchmark in much of the diverse region, hasn’t kept up with the overall state average. The governor’s argument here needs this key clarification.\nIn the end, we rate his overall claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  California’s Central Valley and Inland Empire \"are experiencing tremendous job growth.\"    Jerry Brown California governor    Sunday, March 26, 2017 03/26/2017    Read More  info", "vclaim_id": "vclaim-pol-03474"}