{"url": "/factchecks/2017/may/12/sean-duffy/republican-replacement-obamacare-does-not-contain-/", "speaker": "Sean Duffy", "vclaim": "The Republican replacement for Obamacare does not give massive tax cuts to wealthy Americans.", "truth_label": "false", "date": "stated on May 9, 2017 in an interview:", "title": "The Republican replacement for Obamacare does not contain massive tax cuts for the wealthy?", "text": "Regarding taxes, headlines about the Republican replacement for Obamacare were blunt:\nGOP Health Care Bill Will Result In A Huge Tax Cut For The Rich -- Forbes\n\nOne Certainty of GOP Health Plan: Tax Cuts for the Wealthy -- New York Times\nRepublican health-care bill will 'cut the hell out of taxes' for the rich, says Warren Buffett -- CNBC\nIndeed, Buffett, the billionaire investor, said his personal tax bill would be 17 percent lower under the plan —a cut of about $680,000 on his tax bill of a little less than $4 million.\nSo, it was puzzling to hear this exchange on May 9, 2017 between Erik Bilstad, a radio host at WTMJ in Milwaukee, and U.S. Rep. Sean Duffy, R-Wis.:\nBilstad: Congressman, does this bill give massive tax cuts to wealthy Americans?\nDuffy: No; no.\nDuffy’s next words were a bit confusing, as he appeared to argue that in repealing Obamacare tax hikes, the GOP bill would benefit non-wealthy people, too:\nI mean, what happened was, if you look at even the medical device tax. Well, you can say the makers of medical devices may not be taxed, for example, but we all know that those medical device makers pass that tax on to middle-, average- and low-income Americans. They are the ones who actually pay that tax. I think that’s just a Democrat -- they’re throwing everything at the wall. Who wouldn’t expect Democrats, at every turn they could, to go, \"Tax breaks for the wealthy\"? Well, that’s what they do.\nThe upshot is: Duffy said the GOP replacement for Obamacare does not give massive tax cuts to wealthy Americans.\nAs we’ve covered in a previous fact-check, there’s no question that people at the top of the income scale would be singled out for tax cuts that, over 10 years, are estimated to be worth what can be considered a massive amount: hundreds of billions of dollars.\nThe bill\nIn a major political victory for President Donald Trump and U.S. House Speaker Paul Ryan of Wisconsin, the GOP bill was narrowly approved by the House of Representatives five days before Duffy’s statement. Even Republicans, though, say the legislation will likely be changed in the Senate.\nThe House version would repeal nearly all taxes contained in Obamacare and make other tax changes. No official estimates have been done on the current version of the bill, which was changed after the original bill was voted down by the House in March 2017. But the tax cut figures are expected to be similar.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe tax cuts\nObamacare imposed a series of tax increases, primarily in an effort to provide health coverage to nearly all Americans. Some of those were aimed squarely at the wealthy.\nWe found U.S. Rep. Mark Pocan, D-Wis., went too far when he said that under \"Trumpcare,\" as some Democrats call the GOP health bill, \"$600 billion worth of tax breaks will go to the wealthiest in this country.\" Our rating was Half True. The tax breaks don’t help only the wealthiest -- but people on the high end of the income scale certainly benefit.\nEstimates on the original bill by Congress’ Joint Committee on Taxation, which is staffed by independent professionals, put the value of the tax cuts at $600 billion over 10 years (2017 through 2026).\nFully $275 billion would go only to high-income earners -- families with $250,000 or more in income ($200,000 for singles). That would be accomplished by repealing two of the key tax increases that fund Obamacare: a 3.8 percent tax on investments (capital gains, dividend and interest income) and a 0.9 percent Medicare surtax.\nAccording to the nonprofit Tax Policy Center:\n\n\n85 percent of the benefits of repealing the investment tax would go to the top 1 percent of income earners.\n\n\nUltimately, repealing the investment and the Medicare taxes would mean a 2 percent increase in income for the top 1 percent -- or $43,000 per year.\n\n\nDuffy’s staff argued that the GOP plan does not include tax cuts because it merely repeals tax increases, and that the tax increases themselves were never portrayed as \"massive.\"\nBut the $43,000 in additional income that the top 1 percent would get from the tax reductions begins to approach the median household income in the United States -- $55,775 per year.\nAs for Duffy’s reference to repealing a 2.3 percent excise tax on medical device makers, that could result in lower prices for average consumers. And some other tax changes in the GOP health plan would benefit the middle class. But that doesn’t negate the fact that other tax breaks specifically help the rich.\nOur ruling\nDuffy says the Republican replacement for Obamacare does not give massive tax cuts to wealthy Americans.\nThe bill that some call \"Trumpcare\" includes the repeal of tax hikes that specifically target the rich. Indeed, over 10 years, hundreds of billions of dollars in tax cuts would benefit only those earning $200,000 a year or more.\nWe rate Duffy’s statement False.", "vclaim_id": "vclaim-pol-03316"}