{"url": "/factchecks/2012/mar/14/johnny-isakson/isakson-democrats-failed-submit-budget-1000-days/", "speaker": "Johnny Isakson", "vclaim": "The \"Democrat majority in the Senate has failed to submit [a] budget in the past 1,000 days.\"", "truth_label": "barely-true", "date": "stated on January 26, 2012 in a press release:", "title": "Isakson: Democrats failed to submit budget in past 1,000 days", "text": "A favorite GOP talking point accusing Democrats of punting on the nation’s budget problems for the past 1,000 days has made its way to Georgia.\n\nThe GOP devoted an entire video ad to it. U.S. Rep. Paul Ryan, the Republican from Wisconsin who has won kudos from some deficit hawks, is churning out essays and press releases on it.\n\nAnd Georgia’s U.S. Sen. Johnny Isakson, a Republican, is putting his own spin on the subject.  \n\n\"I find it very troubling that the president is asking to increase the nation’s debt limit when his Democrat majority in the Senate has failed to submit [a] budget in the past 1,000 days,\" Isakson said in a Jan. 26 press release.\n\nThat’s about three years.\n\nWe grabbed our calculator and got to work with the help of our sister sites PolitiFact Florida and PolitiFact Wisconsin, who have analyzed other claims on the same subject.\n\nBut before we proceed with our fact check, it helps to explain how Congress comes up with its federal budget.\n\nThis is how it works: Since the passage of the Congressional Budget Act of 1974, the Senate and the House are supposed to pass budget resolutions in the spring. These budget resolutions set a framework for spending, taxation and other fiscal items in the coming fiscal year. They also lay out general plans for the next four years.\n\nIf these budget resolutions differ, the chambers are supposed to hammer out a compromise.\n\nIf a budget resolution doesn’t pass, the federal government won’t go dark.\n\nBudget resolutions are distinct from appropriations bills, which actually allocate how the federal government spends its money.  If a resolution tanks, the majority party can use congressional procedures to move forward to consider appropriations bills.\n\nAs a previous PolitiFact National story said, \"the inability to pass the budget framework can reflect poorly on the majority's organizational skills and/or the degree of partisan discord in Congress. It also increases the likelihood of a logjam of appropriations bills in the fall and winter, and decreases the chance that controversial tax bills will pass the Senate.\"\n\nNow, on to our fact check. Thanks to PolitiFact Florida and PolitiFact Wisconsin, we have a good sense of whether Isakson’s claim is accurate.\n\nLast year, George LeMieux, a Republican contender for U.S. Senate in Florida, posted on Twitter that it had been 750 days since his opponent and Senate Democrats \"passed\" a budget.\n\nLeMieux was referring to the last time the Senate, which is controlled by Democrats, passed a budget resolution.\n\nIndeed, the last time the Senate passed a budget resolution was in 2009 for the 2010 fiscal year, according to a report on the budget process by the Congressional Research Service.\n\nPolitiFact Florida rated this statement Half True. The candidate got the number of days right, but placing the blame on Senate Democrats wasn’t fair. Partisans on both sides share responsibility.\n\nLet’s move on to Jan. 23, about 250 days after LeMieux made his statement. Ryan, the Republican House member from Wisconsin, said Senate Democrats \"have gone without any budget at all\" for more than 1,000 days.\n\nRyan’s language could have been more precise, PolitiFact Wisconsin ruled. It had been that long since a budget resolution passed, but not since the last Senate budget resolution expired. He earned a Mostly True.\n\nIsakson uses somewhat different wording from Ryan and LeMieux. He said that the Democratic majority in the Senate has failed to \"submit\" -- not pass -- a budget in the past 1,000 days.\n\nDemocrats did submit a budget resolution since the last resolution passed, though it never went before the full Senate for a vote.  \n\nWe took a look at the Congressional Record, the official record of Congress’ proceedings.\n\nOn April 26, 2010, under the heading \"Submitted Resolutions,\" is S. Con. Res. 60, introduced by Sen. Kent Conrad of North Dakota. He’s a Democrat and head of the Senate Budget Committee.\n\nThe resolution would have set forth the budget for 2011, but the Senate took no action after its date of submission.  \n\nA resolution is \"submitted\" when its author formally presents it to the house of which he or she is a member, according to Congressional Quarterly’s American Congressional Dictionary, a widely used authority on language used in Congress.   \n\nInstead of passing a typical budget resolution for 2011, Democrats passed one that would last for a single year. They said that they were waiting for a fiscal commission created by President Barack Obama to make its recommendations for debt reduction, according to news accounts at the time.\n\nIn an email, Isakson spokeswoman Lauren Culbertson described Conrad’s submission of the budget resolution as a \"gimmick.\"\n\n\"It was never reported out of committee. It was never brought to the floor. It was not debated for even one hour,\" the email said.\n\nFederal law limits debate on a budget resolution to 50 hours.\n\nThe Democrat-controlled Senate didn’t put a budget resolution up for a vote last year. And according to news accounts, they don’t intend to put one up this year, either.\n\nIsakson’s claim that the \"Democrat majority in the Senate has failed to submit [a] budget in the past 1,000 days\" needs some revision.\n\nNo budget has been passed in the Democrat-controlled U.S. Senate. None has been put up for a vote in that time, either. But one was submitted April 26, 2010, or 640 days before Isakson issued his press release.\n\nThat said, this flaw in Isakson’s statement doesn’t undermine his larger point. The budget resolution for 2011 languished. It never went up for a vote, and Democrats haven’t submitted one since. In the past few years, Senate Democrats have taken limited action on budget resolutions.\n\nThe statement contains a kernel of truth but ignores critical facts that would give a different impression. It meets our definition of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010", "vclaim_id": "vclaim-pol-11443"}