{"url": "/factchecks/2019/oct/11/facebook-posts/no-obamas-have-nothing-do-varsity-blues-college-ad/", "speaker": "Facebook posts", "vclaim": "Says the Obamas are connected to the Varsity Blues college admissions scandal.", "truth_label": "false", "date": "stated on October 8, 2019 in a Facebook post:", "title": "No, the Obamas have nothing to do with the ‘Varsity Blues’ college admissions scandal", "text": "Is the Obama family embroiled in the high-profile college admissions bribery scandal, \"Operation Varsity Blues\"?\nThat’s what one popular Facebook post claims.\nThe post was shared by the page \"American Web Media\" and displays an image of former president Barack Obama along with the words \"Obama’s Connection to Scandal Revealed.\"\nThe post’s caption says, \"The Obama family has now been connected to the country’s biggest scandal\" with a link to American Web Media’s article.\nThe post, which has gotten over 2,000 comments and more than 1,200 shares since Oct. 9, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, the Obamas have not been named in, or speculated to be connected with, any criminal activity related to the scandal. \nThe false headline of the American Web Media article, \"Obamas Connected To College Admissions Scandal,\" is clickbait. The body of the article says there is \"no link\" between the former first family and the scandal. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nFederal prosecutors first released information about the scheme during a press conference in March 2019, when they announced charges against numerous wealthy parents accused of using bribery to influence undergraduate admissions for their children at top American universities. The investigation has implicated over 30 people, including actresses Felicity Huffman and Lori Loughlin.\nSo, what is this headline-grabbing connection that the Obamas have to the scandal? This: Michelle Obama and daughter Malia took tennis lessons with a coach who was later accused of taking bribes when he served as the tennis coach at Georgetown University. \nThe former Georgetown coach, Gordon Ernst, has been accused of accepting millions in bribes to help put at least 12 students on the university’s tennis team — including some who had minimal skill and never played the sport competitively\nBut there is no indication, in the indictment or elsewhere, that the family had any knowledge of or involvement in Ernst’s activities. \nEven the American Web Media article (which spells Ernst’s last name wrong) points this out:\n\"Although Michelle and Barack hired Gordon to teach their daughters the sport of tennis, there is no link between the Obamas and this college admission scandal. But it does go to show you how these schemers were dealing with some of the nation’s most prestigious people – and were trusted industry insiders. No one would have suspected that Gordon Ernest was really trying to conspire to commit racketeering.\"\nThis is a baseless rumor. The article’s false headline was used solely to generate website traffic which it obviously did, becoming fodder for viral social media posts like the one that caught our attention. We rate it False.", "vclaim_id": "vclaim-pol-00070"}