{"url": "/factchecks/2009/nov/30/lou-dobbs/did-lou-dobbs-oppose-amnesty-he-doesnt-oppose-it-n/", "speaker": "Lou Dobbs", "vclaim": "On legalizing illegal immigrants.", "truth_label": "half-flip", "date": "stated on November 20, 2009 in an interview on Telemundo:", "title": "Did Lou Dobbs oppose amnesty? He doesn't oppose it now.", "text": "Before resigning as a CNN anchor Nov. 11, Lou Dobbs made a name for himself opposing illegal immigration. So we were surprised to see him a few weeks later on the Spanish-language network Telemundo declaring himself a friend to Latinos.\n\n\n\"Whatever you have thought of me in the past, I can tell you right now that I am one of your greatest friends and I mean for us to work together,\" Dobbs said during a half-hour interview with Maria Celeste on the news program\n\nAl Rojo Vivo\n\n. Dobbs said he was considering his options and might make a run for public office.\n\n\nFor most of the interview, Celeste grilled Dobbs about news reports aired on his CNN show that she said were inflammatory and denigrated immigrants. Dobbs said he made mistakes and corrected them, which Celeste disputed. One of the top examples was a report Dobbs ran in 2007 that said undocumented immigrants were responsible for 7,000 new cases of leprosy spread over three years, a claim that has been\n\nwidely\n\n\ndebunked\n\n. (There were actually 431 new cases between 2003 and 2005.)\n\n\nDobbs said on Telemundo that the United States needs a \"rational, effective humane policy\" for immigration that emphasized securing the border. But also said, \"We need the ability to legalize illegal immigrants on certain conditions.\"\n\n\nThat last point surprised us, because we thought Dobbs opposed efforts to offer citizenship to undocumented immigrants, commonly called amnesty.\n\n\nWe went poring through the files, and interestingly, we found no point-blank case where Dobbs himself said he personally opposed amnesty.\n\n\nBut he certainly gave the impression that he didn't much care for it. He was particularly opposed to a 2007 immigration bill promoted by President George W. Bush and Republican Sen. John McCain that included eventual citizenship for some illegal immigrants. In one show, he called the bill \"idiotic,\" \"just bizarre\" and \"a horrible piece of legislation.\"\n\n\nHe asked his viewers to vote on the following question: \"Do you believe the Senate, the White House and those who support amnesty for millions of illegal aliens are simply ignoring our existing U.S. law and the will of the American people? Yes or no? Cast your vote at loudobbs.com,\" he said on May 23, 2007. Later, he reported, \"The results of our poll tonight: 97 percent of you responding that the Senate, the White House and those who support amnesty for millions of illegal aliens are ignoring not only existing U.S. law, but the will of the American people.\"\n\n\nDobbs gave another provocative answer to reporter Leslie Stahl of\n\n60 Minutes\n\nwhen she interviewed him in May 2007.\n\n\n\"He all but campaigns against the president's guest worker proposal and seemed to suggest that all illegals should be rounded up,\" Stahl said, then asked him directly, \"But I wonder if you think that we can possibly deport all of those people?\"\n\n\n\"I've never called for their deportation,\" Dobbs said. \"But at the same time, when this president and open-borders, illegal-alien-amnesty advocates say, 'You can't deport them,' my answer is: 'You want to bet?' Because this is the United States. ...  I think this country can do anything it sets its mind to.\"\n\n\nWe next turned to two advocates on different sides of the immigration issue to see what they thought of Dobbs' recent comments to Telemundo.\n\n\nThe Southern Poverty Law Center has criticized Dobbs for promoting anti-immigrant views and false news reports. The center's director of research, Heidi Beirich, said that Dobbs has claimed many times to be a friend to immigrants, even though he brings on anti-immigrant guests who make false statements.\n\n\n\"He's let his guests say things that he hasn't challenged many, many times,\" Beirich said, \"He'll sit there and make comments like, 'Incredible,' 'Amazing,' 'Mind-boggling.'\"\n\n\nOf his comments on Telemundo, Beirich said, \"It seemed to me very cynical and opportunistic, based on the idea that he wants to jump into politics.\"\n\n\nWe also spoke with Mark Krikorian, executive director of the Center for Immigration Studies and the author of\n\nThe New Case Against Immigration, Both Legal and Illegal\n\n. Krikorian said he differs with Dobbs in that Dobbs generally favored\n\nlegal\n\nimmigration, opposing citizenship only for those who entered the country illegally.\n\n\n\"He was clearly opposed to legalizing illegal aliens, period. There is just no question about it,\" Krikorian said. \"Everyone who cared about immigration thought he was against amnesty.\"\n\n\nWe asked Krikorian if there was any sort of middle ground here in which someone could favor citizenship for some undocumented immigrants but still be opposed to amnesty.\n\n\nKrikorian said he didn't think so. \"That's what amnesty means -- letting illegal immigrants stay,\" he said. \"He was against legalizing illegal immigrants, and now he says he's for it.\"\n\n\nWe reached a spokesman for Dobbs, Robert Dilenschneider, who said that Dobbs does indeed believe that undocumented immigrants should be allowed to stay in the country under certain conditions.\n\n\n\"I think you're going to see a new Lou Dobbs in the next year or two, a man looking for solutions, not for problems,\" he added.\n\n\nIn ruling on whether Dobbs changed his position on citizenship for undocumented immigrants, it's clear that he now favors legalization under certain circumstances. We have not been able to find statements in the past where Dobbs said specifically that he opposed amnesty. But he gave the distinct impression that he opposed it, and many people clearly thought he did oppose it. Now, at a minimum, Dobbs is significantly changing his tone on the issue. We hesitate to give him a Full Flop because we found his older position to be slippery and unclear. So we rate his position a Half Flip.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15443"}