{"url": "/factchecks/2018/aug/23/blog-posting/was-omarosa-working-clintons/", "speaker": "Bloggers", "vclaim": "\"Omarosa Exposed: Turns out she was actually working for Hillary\"", "truth_label": "half-true", "date": "stated on August 22, 2018 in a blog post:", "title": "Was Omarosa working with the Clintons?", "text": "Omarosa Manigault Newman was known on The Apprentice for her dramatic flair and ruthless ambition. President Donald Trump hired his former contestant to work on his campaign and then in the White House.\nNow that she’s not part of the administration, those reality TV tactics have come to haunt him.\nOmarosa re-entered the headlines in August with her book Unhinged, which recounts a tumultuous year in the Trump White House. She also claimed to have heard a tape in which Trump used racial slurs, and then provided CBS with a recording of Trump campaign staffers discussing the incident. (On Aug. 14, Trump tweeted that Omarosa was \"a lowlife\" and \"a dog.\")\nThe drama led some websites friendly to Trump to speculate about Omarosa’s motivations.\nOne article written by the Young Conservatives and posted on Chicks on the Right has the headline, \"Omarosa exposed: Turns out she was actually working for Hillary.\"\nThe article was flagged as part Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe decided to investigate whether Omarosa \"was actually working\" for Trump’s 2016 opponent, Hillary Clinton. It turns out the connections are nothing new.\nA tumultuous past\nThe headline of the article implies a new revelation about Manigault Newman’s connections to the Clintons by saying she was \"exposed.\" But the body of the article focuses on Omarosa’s previous connections to the Clintons, which were already public knowledge.\nThere is no evidence that Omarosa double-crossed Trump in favor of Hillary Clinton.\nIn 2000, she briefly worked for President Bill Clinton in the White House. After moving between jobs in the administration, she was fired.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nOmarosa emerged as a reality television star in 2004, making her name as a contestant on Trump’s TV show, The Apprentice. She quickly became known as a reality TV villain, fighting with the other contestants and creating chaos within the competition. She was invited back to The Apprentice twice, and also participated in Celebrity Big Brother.\nDuring her early career as a reality TV contestant, Omarosa openly supported the Clintons and would mention her experience in the White House alongside them. In a 2015 Washington Post article, she identified as a \"die-hard\" Hillary supporter.\nIn 2018, while competing on Celebrity Big Brother after leaving the Trump administration, she said that she had done work on the Ready For Hillary super PAC before joining the Trump campaign: \"It wasn’t hard when (Trump) called me and said ‘Can you be on board?’ because I had just been used and abused by the Ready for Hillary organization.\"\nWe contacted Chicks on the Right to ask if they had proof that Omarosa was working for Hillary while serving as Trump’s White House director of communications for the Office of Public Liaison. They responded with a quote from Nick Arama, who wrote the story.\n\"Our added commentary is only opinion and our commentary doesn't claim Omarosa was simultaneously working for Hillary while working in the Trump White House,\" he said. \"We think many people do find it troubling that she was working Ready for Hillary in 2015, just one year before the election.\"\nThey also clarified that the \"added commentary is only opinion.\"\nAfter we contacted them, Chicks on the Right added a clarification at the end of the article: \"We’re not claiming that we have evidence that Omarosa was working for Hillary during her work for Trump. We are noting how soon in time that she worked for Hillary before she worked for Trump.\"\nOur ruling\nThe Young Conservatives article featured the headline, \"Omarosa Exposed: Turns Out She Was Actually Working For Hillary.\"\nThis headline may mislead readers into believing Omarosa was a double-agent during her time in the Trump administration. There is no evidence this is true.\nThe article calls into question Omarosa’s loyalty to Trump from his campaign to her year in the White House given her previous record of supporting Hillary Clinton and working for Bill Clinton. After she had a falling-out with Hillary Clinton’s campaign organizers, Omarosa was recruited by Trump to help his campaign.\nThe claim is partially accurate but missing substantial context. We this claim Half True.\n Share the Facts 2018-08-23 19:36:14 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Omarosa Exposed: Turns out she was actually working for Hillary    Bloggers Young Conservatives https://www.chicksonright.com/youngcons/2018/08/22/omarosa-exposed-turns-out-she-was-actually-working-for-hillary/2/   in a blog post Wednesday, August 22, 2018 2018-08-22    Read More  info", "vclaim_id": "vclaim-pol-01699"}