{"url": "/factchecks/2017/nov/20/steve-mnuchin/steve-mnuchin-uses-partial-data-say-gop-tax-bill-t/", "speaker": "Steve Mnuchin", "vclaim": "\"On the personal tax side, middle-income people are getting cuts and rich people are getting very little cuts or, in certain cases, increases\" under the Republican tax bills.", "truth_label": "half-true", "date": "stated on November 19, 2017 in an interview on \"Fox News Sunday\":", "title": "Steve Mnuchin uses partial data to say GOP tax bill favors middle-income households", "text": "Treasury Secretary Steve Mnuchin, one of the White House’s leading advocates for the Republican tax bills pending in the House and Senate, took to the Sunday-morning airwaves to promote the measures.\nOn Fox News Sunday, host Chris Wallace cited an analysis by the nonpartisan Joint Committee on Taxation on the House version of the tax bill. \"They say it delivers 80 percent of its cuts to corporations, businesses, and wealthy families,\" Wallace said.\nMnuchin responded, \"Chris, these numbers are very complicated, and it depends on how you allocate them. So one of the things they're doing is they're taking a pass-through allocation, which is all about small and medium-size businesses, and they're allocating it back to the wealthy. And the same thing with the corporate tax cuts. We don't believe that.\"\nInstead, Mnuchin said, \"if you look at this simply, and people just look at, are their personal taxes going up or down, on the personal tax side, middle income people are getting cuts and rich people are getting very little cuts or, in certain cases, increases.\"\nAs it turns out, Mnuchin has a point that many middle-income Americans stand to benefit from the tax bills. However, his suggestion that \"rich people\" will somehow draw the short straw is questionable and based on a selective reading of the data.\n\nTreasury Secretary Steve Mnuchin appeared on \"Fox News Sunday\" on Nov. 19, 2017.\n \nThe Tax Foundation analysis\nThe White House pointed us to analysis by the Tax Foundation, an independent group that leans conservative. Two tables -- one each for the House and Senate -- show the impact the bills would have on taxpayers in a range of income levels.\nFor the Senate bill, the Tax Foundation model found that every income group except one -- taxpayers between the 90th and 95th percentile in income -- would see an increase in after-tax income due to the bill. That would hold for both in 2018 and in 2027. And in terms of percentage increases, some of the highest would come for groups in the middle of the income distribution.\nThe story is much the same for the House bill. A few more upper-income groups would see incomes fall after the House bill than after the Senate bill, but the general pattern would hold -- that is, as Mnuchin said, middle-income earners would fare the best.\nA critical caveat\nThat’s not the whole story, though.\nRemember that Mnuchin framed his statistic as referring to \"the personal tax side.\" The data from the Tax Foundation cited above comes purely from the personal tax side. But that’s a bit cherry-picked.\nThe House and Senate bills would not only change personal income taxes; they would also change how other types of taxes are levied, including corporate and estate taxes.\n\"A big part of the bill is slashing taxes on business income, which disproportionately affects high-income earners, as does eventually repealing estate tax,\" said Len Burman, who co-founded the Tax Policy Center.\nSince these taxes are not factored into the personal-taxes-only data we cited above, this data underplays the positive impact the bill as a whole would have on wealthy households.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nOnce you add in the business and estate taxes, the benefits of the bill become a lot less geared toward middle-income earners.\nIn the Senate bill, the highest percentage increases in income would accrue to those in the top 20 percent (a 3.1 percent increase in 2018) and the top 1 percent (a 7.5 percent increase in 2018). Those two groups would also fare the best in 2027.\nIn the House bill, the difference between middle-income and wealthier income groups is somewhat more muted, but the top 20 percent would still gain 3.6 percent in income in 2018 while the top 1 percent gained 7.5 percent that year. By 2027, the top 20 percent would gain 1.1 percent and the top 1 percent would gain 3.3 percent.\nThe Tax Foundation report acknowledges this pattern, saying, \"Much of the increase in after-tax incomes for higher-income earnings is attributable to changes in business taxation, such as the lower corporate income tax rate and the lower pass-through business income tax rate.\" (We also confirmed with the foundation that the estate tax is not factored into the tables reprinted above.)\nSo, the very same report shows that the bill as a whole -- not just the personal tax changes -- is tilted a lot more heavily towards wealthier Americans than Mnuchin indicated.\nOther analyses\nOther groups paint a similar picture.\nIt’s worth emphasizing that these other analyses show that many Americans would indeed see a tax cut under the GOP bills.\nAccording to an analysis by the nonpartisan Urban Institute-Brookings Institution Tax Policy Center, in 2018, the 20 percent of households in the middle of the income spectrum -- known as the \"middle quintile\" -- would get, on average, $830 in savings, or about 1.4 percent of their income.\nThat’s not nothing, though, contrary to what Mnuchin suggested, it’s smaller than the gains for richer Americans.\nThe top 20 percent of households, the \"top quintile,\" would get a $4,860 tax cut in 2018, worth about 1.9 percent of their income. And the top 1 percent would save $37,100 in 2018, or 2.4 percent of their income.\nBy 2027, the middle quintile would see its cut shrink to $360, or 0.5 percent of their income.\nFor the top quintile, the cuts would stay roughly similar between 2018 and 2027-- $4,590, or 1.3 percent of their income. And for the top 1 percent, the tax savings would go up by 2027, reaching $62,300, or 2.6 percent of their income.\nWe should note that not every taxpayer in those groups would see a cut. But in all the income ranges we cited, and in both years, a clear majority of taxpayers in that income group would see a decrease, according to the Tax Policy Center analysis.\nAnother analysis, by the congressional Joint Committee on Taxation, found that the $1-million-and-up income range saw an overall, cumulative cut in each of the years studied.\nOur ruling\nMnuchin said, \"On the personal tax side, middle-income people are getting cuts and rich people are getting very little cuts or, in certain cases, increases\" under the Republican tax bills.\nMnuchin's suggestion that middle-income Americans would do better than richer Americans stems from an analysis that looks only at the bills’ change to personal taxes, not at other types of taxes being rewritten in the bills, such as business and estate taxes. Once the proposed changes to these other taxes are taken into account, the bills’ tilt towards middle-income earners flips to become a tilt towards wealthier Americans.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-02666"}