{"url": "/factchecks/2012/jan/17/restore-our-future/super-pac-rick-santorum-felon-voting-rights/", "speaker": "Restore Our Future", "vclaim": "Says Rick Santorum \"voted to let convicted felons vote.\"", "truth_label": "half-true", "date": "stated on January 13, 2012 in a television ad:", "title": "Super PAC attacks Rick Santorum for supporting felon voting rights", "text": "A super PAC that supports Mitt Romney is attacking Rick Santorum with an ad that says he can’t beat President Barack Obama. Santorum confronted Romney about the ad, which is airing in Florida, at a debate in South Carolina on Jan. 17, 2012.\n\n\"Gov. Romney's super PAC has put an ad out there suggesting that I voted to allow felons to be able to vote from prison, because they said I'm allowing felons to vote, and they put a person in a prison jumpsuit,\" Santorum said. \"I would ask Gov. Romney, do you believe people who were felons, who served their time, who have exhausted their parole and probation, should they be given the right to vote?\"\n\nSantorum, a former U.S. senator from Pennsylvania, ended up in an extended back-and-forth with Romney, the former governor of Massachusetts. Both men are seeking the Republican nomination for president.\n\nWe’ll get back to the exchange in a minute, but here, we wanted to fact-check the ad put out by the pro-Romney super PAC Restore Our Future.\n\n\"Barack Obama knows four facts about Rick Santorum that you don’t,\" the ad states. \"Santorum pushed for billions in wasteful pork, voting for the ‘Bridge to Nowhere,’ a teapot museum, even an indoor rain forest. Santorum voted to raise the debt limit five times, increasing spending and debt by $3 trillion. He even voted to let convicted felons vote. So, how will Rick Santorum beat Obama? Obama knows, he can't.\"\n\nWe’ve fact-checked claims about Santorum’s alleged pork-barrel spending before. We rated the claim that he voted for a tea pot museum Half True -- he voted for a large appropriations bill that included an earmark for the project, but there’s no evidence he specifically supported the museum. We also rated the claim that he voted for the Bridge to Nowhere as Mostly True -- in a separate vote to strip funding, Santorum voted to leave it in. He defended that vote by saying the people of Alaska knew best how to spend their transportation dollars.\n\nHere, we want to look at whether Santorum \"voted to let convicted felons vote.\" The ad points to a 2002 vote on a failed amendment sponsored by Sen. Harry Reid, D-Nev.\n\nWe looked up the amendment and found that it did attempt to grant rights to convicted felons to vote, as long as they were not currently in a correctional institution or on probation or parole.\n\nThe amendment failed 63 to 31. Santorum was one of three Republicans on the losing end. (The other two were his fellow Pennsylvania Republican, Sen. Arlen Specter, and Sen. Mike DeWine, R-Ohio.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nAt the debate in South Carolina, Santorum argued that the ad gave the misleading impression that he voted to allow felons who were still in prison to vote. Santorum is correct that the ad shows a man in an orange prison jumpsuit with a jaunty \"I voted\" button pinned to his chest.\n\nSantorum argued that he only supported voting rights for people who had served their sentences and successfully completed probation. Then he charged Romney was a hypocrite, noting that Massachusetts allowed felons who had completed their sentences to vote and that Romney had never moved to change those laws.\n\nRomney responded that he had a Democratic Legislature when he was governor but that he still opposed restoring voting rights for felons after their release. Romney also said he wasn’t responsible for the super PAC’s ads.\n\nOur ruling\n\nHere, we’re fact-checking the original television ad from the super PAC Restore our Future, which claimed Santorum \"voted to let convicted felons vote.\"\n\nSantorum argued during the debate that the ad is particularly misleading because the ad’s visual -- a jump-suited prisoner wearing an \"I voted\" button -- could give people the impression that Santorum supported allowing people in prison to vote, which he does not.\n\nWhen we saw the ad, we were already familiar with efforts in various states to restore voting rights to felons who have completed their sentences, so we didn’t think that it meant that Santorum wanted to allow current prisoners to vote.\n\nStill, we can understand that people who haven’t followed this issue before might be confused into thinking Santorum supported allowing incarcerated prisoners to vote.\n\nSantorum’s vote was actually to restore voting rights for felons who had completed their sentences and probation. The ad muddies that point, so we rate the its claim Half True.", "vclaim_id": "vclaim-pol-11773"}