{"url": "/factchecks/2008/apr/01/barack-obama/yes-families-pay-more-for-iraq-war-than-cable/", "speaker": "Barack Obama", "vclaim": "\"Iraq is costing each household about $100 a month.\"", "truth_label": "true", "date": "stated on March 20, 2008 in a speech in Charleston, W.Va.:", "title": "Yes, families pay more for Iraq war than cable", "text": "The cost of the Iraq war has often been expressed in billions or trillions, numbers so big and abstract they remind us of Carl Sagan's description of the universe (\"billions and billions of stars…\").\n\nThe candidates have cited alternative uses for the war money, saying it would have been better spent on health coverage for the uninsured (Sen. Hillary Clinton) or on more school teachers (Sen. Barack Obama).\n\n\nIn a speech on March 20, 2008, Obama took a different approach and emphasized the personal cost of the war.\n\n\n\"When Iraq is costing each household about $100 a month, you're paying a price for this war,\" he said in the speech in Charleston, W.Va.\n\n\nAt $100 per month, the war cost to each U.S. household would be more than cable TV (average bill: $58), but less than a car payment (average bill: $400-500).\n\n\nWe asked the Obama campaign about the source of the $100 figure and were told it came from\n\nThe Three Trillion Dollar War,\n\na new book by Joseph E. Stiglitz, a Nobel Prize-winning economist, and Linda J. Bilmes, a former Commerce Department official from the Clinton administration who is now a professor at Harvard University's Kennedy School of Government.\n\n\nThe book says the monthly operating cost of the Iraq and Afghanistan wars is about $16-billion.\n\n\n\"To think of it another way,\" the book says, \"roughly every American household is spending $138 per month on the current operating costs of the wars, with a little more than $100 per month going to Iraq alone.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n(Of course, Obama's simplified analysis does not reflect the variations in income tax levels. And you don't have to write a check for the war each month. The war costs are included in government spending that is paid for by taxes.)\n\n\nThere was no footnote for the $100 estimate, so we called Bilmes to ask how she had calculated it. She said they took the Bush administration's 2008 request for war funding – $196-billion – and divided it by 12 to get a monthly cost. That works out to $16-billlion for both wars and about $12-billion just for the Iraq portion.\n\n\nThen, she and Stiglitz divided those figures by the number of U.S. households and came up with $138 for both wars and slightly more than $100 for Iraq alone, she said.\n\n\nWe double-checked the authors' sources and math, and found they were right.\n\n\nIndeed, the Bush administration request for 2008 was $196-billion for both wars, with $159-billion going to Iraq, according to a summary by the nonpartisan Congressional Research Service. A recent Census Bureau report said there were 116-million households. So that works out to about $140 per month for both wars and about $114 for Iraq alone. (Our numbers are slightly higher than Bilmes and Stiglitz because we used the latest estimates from CRS and a newer and slighter higher count for households.)\n\n\nTo verify the Bilmes and Stiglitz calculation, we checked with Steven Kosiak, vice president for budget studies with the Center for Strategic and Budgetary Assessments, a nonpartisan think tank that focuses on defense issues. He said their methodology was correct and that the number \"sounds about right.\"\n\n\nBilmes, a Democrat who is neutral in the presidental race, said Obama could have used an even higher figure if he had included other war costs that aren't in the Pentagon's $196-billion tab. These include disability payments, the cost of replacing war-fighting equipment and interest on the borrowed money.\n\n\nBy using the figure he did, Obama \"really was being conservative on this,\" Bilmes said. \"He's not overstating it in any way.\"\n\n\nAnd so we find Obama is right about the war's monthly cost. We find his claim to be True.", "vclaim_id": "vclaim-pol-16286"}