{"url": "/factchecks/2015/jan/20/barack-obama/obama-claims-us-has-doubled-production-clean-energ/", "speaker": "Barack Obama", "vclaim": "\"We’ve doubled the production of clean energy.\"", "truth_label": "mostly-true", "date": "stated on January 9, 2015 in a speech in Knoxville, Tenn.:", "title": "Obama claims U.S. has doubled production of 'clean energy'", "text": "America’s recovery from the Great Recession is slow but steady, President Barack Obama said in a recent speech, and the country is headed in the right direction, thanks in part to his energy initiatives.\nHe told students at Pellissippi State Community College in Knoxville, Tenn., on Jan. 9, 2015, the United States is now the world’s No. 1 producer in oil and gas -- a statement we’ve researched in the past and rated True -- and touted a move to more renewable resources.\n\"We’ve doubled the production of clean energy,\" Obama told the crowd.\nThere was no time frame given or any indication of what he considered clean energy, but PolitiFact wondered whether that was true. And if it was, could he take credit for it?\nGenerating interest\nThe White House specified Obama was referring to solar, wind and geothermal (harnessing power from heat generated under the Earth’s crust), but omitted any specific time frame. We can go ahead and assume they mean since the beginning of Obama’s first term, but the definition of renewables needs some explaining.  \nThe U.S. Energy Information Administration considers renewable energy as coming from any source that is \"naturally replenishing but flow-limited,\" meaning there are limits on how much energy can be derived from the source at once.\nThis also includes biomass fuels, like burning wood and solid waste, and hydroelectric power. States often don’t classify hydroelectric as renewable for several reasons, including substantial infrastructure requirements and the disruption of water ecosystems. Many states also don’t count hydroelectric in order to pressure utilities to increase renewable energy resources beyond existing hydroelectric facilities.\nIt’s important to note that promoting renewable energy was a major focus of the American Recovery and Reinvestment Act passed by the Democrat-controlled Congress in February 2009 to help spur the economy in the wake of the recession. Obama signed the bill, which contained some $90 billion for energy-related investment, reimbursements for installations, a reauthorized loan guarantee program and tax credits. One of the goals was to double renewable energy generation by 2012.\nSince the administration mentioned those three energy sources as their definition of \"clean energy,\" they are the ones we asked the Energy Information Administration about. Spokesperson John Cogan provided this information for the existing net summer capacity of energy production types in megawatts:\n\n\n\n\n\nYear\n\n\nWind\n\n\nSolar, Thermal and Photovoltaic\n\n\nGeothermal\n\n\nTotal\n\n\n\n\n\n\n2007\n\n\n16,515\n\n\n502\n\n\n2,214\n\n\n19,231\n\n\n\n\n2008\n\n\n24,651\n\n\n536\n\n\n2,229\n\n\n27,416\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\n2009\n\n\n34,296\n\n\n619\n\n\n2,382\n\n\n37,297\n\n\n\n\n2010\n\n\n39,135\n\n\n866\n\n\n2,405\n\n\n42,406\n\n\n\n\n2011\n\n\n45,676\n\n\n1,524\n\n\n2,409\n\n\n49,609\n\n\n\n\n2012\n\n\n59,075\n\n\n3,170\n\n\n2,592\n\n\n65,377\n\n\n\n\n\nNow, don’t go thinking we’re all suddenly living emission-free and the specter of global warming due to greenhouse gases is a thing of the past. The country still uses fossil fuels like coal, petroleum and natural gas for most of its electricity needs, about 68 percent as of June 2014 (the EIA says wind, solar and geothermal generated less than 5 percent in that time frame, up from about 1.5 percent in 2008). Still, that’s a marked decrease in fossil fuel use, which was around 85 percent in 2008.\nAlso, we can’t completely ignore hydroelectric and biomass sources. Those sources are considered renewable even if they weren’t named by the White House, but their use has not doubled since 2008. Both have remained basically flat in that time period.\nSo can Obama take credit for this spike in renewable energy resource use? Joseph Aldy, former special assistant to the president for energy and environment in 2009-10 and currently an assistant public policy professor at Harvard, says yes, arguing the combination of tax credits, grants and guaranteed loans for renewable energy projects helped boost providers through tight credit and labor markets. Current production far exceeds Energy Information Administration projections from 2009, he told PolitiFact.\nSusan Glickman, the Florida director of the pro-renewables Southern Alliance for Clean Energy said some expansion would have happened anyway, since costs have gone down, particularly for wind and solar. But not only did the Recovery Act spur growth for renewable energy, the residual effects have continued. The 2013 National Renewable Energy Laboratory report bears out these growth trends, which have been fueled by federal incentives, she said.\nOur ruling\nObama said, \"we’ve doubled the production of clean energy.\"\nThe White House said he was referring to wind, solar and geothermal, which are three types of renewable resources promoted in the American Recovery and Reinvestment Act of 2009. The Energy Information Administration confirmed that capacity had basically doubled between 2009 and 2012, accomplishing Obama’s goals. Renewable resource advocates also agreed that the Recovery Act contributed to that growth.\nObama didn’t mention, however, that so-called \"clean energy\" still accounts for a sliver of U.S. energy production, which overwhelmingly relies on fossil fuels. Nor does it include other kinds of renewable energy, such as biomass and hydroelectric, which have remained relatively flat.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-06821"}