{"url": "/factchecks/2008/dec/03/barack-obama/a-player-but-not-the-captain/", "speaker": "Barack Obama", "vclaim": "Obama \"changed the rules in Washington. Gone are the free gifts from lobbyists. Gone are the fancy airplane rides for nothing.\"", "truth_label": "half-true", "date": "stated on October 30, 2008 in a statement by Sen. Claire McCaskill in a TV ad. :", "title": "A player, but not the captain", "text": "(Published Oct. 30, 2008)\n\n\nFrom the start of his presidential bid, Democratic nominee Barack Obama has touted ethics as a major campaign theme. He barred lobbyists and corporate political action committees from contributing money to his campaign, for example, and fairly or not he's repeatedly assailed his Republican rival's ties to lobbyists. \n\n\nBut the Illinois senator's oft-repeated theme that he led the effort to pass ethics reform legislation in the Senate last year is much exaggerated, as\n\nwe pointed out last spring\n\n.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama's 30-minute infomercial made the claim again on October 29, 2008, quoting Missouri Democratic Sen. Claire McCaskill. \"He's changed the rules in Washington,\" McCaskill said during the half hour campaign commercial that ran on major broadcast networks and cable channels. \"Gone are the free gifts from lobbyists. Gone are the fancy airplane rides for nothing. He did that.\"\n\n\nIt's clear what McCaskill is referring to here: the 2007 ethics reform law that Congress passed and President Bush signed in the wake of the Jack Abramoff lobbying scandal.\n\n\nAnd to be sure, Obama backed the 2007 law, which barred gifts from lobbyists and required that a senator flying on a corporate jet reimburse the plane's owner at the full charter rate. (Senators didn't previously fly free, as McCaskill claims, but rather were required to pay whatever a first class ticket on a commercial airline would have cost for the same route.)\n\n\nBut Obama was not the leading player on the new law. Obama was most active on the issue a year earlier, when he was tapped by Democratic party leaders in early 2006 to lead the party's efforts on lobbying reform in the wake of the scandal created by Abramoff, a longtime Washington lobbyist for Indian tribes who pleaded guilty in January 2006 to conspiring to bribe members of Congress.\n\n\nObama proposed setting tougher rules for the disclosure of earmark requests and creating an outside ethics office, staffed with independent monitors, to evaluate complaints against senators.\n\n\nBut Obama was not pleased with what the Senate came up with and in March 2006 he was one of just three Democrats to vote against legislation, which ultimately passed 90-8, by then-GOP Sen. Trent Lott of Mississippi that would have made it more difficult to add earmarks to spending bills, required members of Congress to wait two years after leaving public office to lobby their former colleagues and banned gifts from lobbyists.\n\n\nObama said Lott's bill was not tough enough. In the end, the House and Senate were not able to reconcile their differing versions of the legislation and Lott's bill died.\n\n\nWhen Democrats took control of both chambers in January 2007, they moved quickly to pass ethics reform legislation, but most of the legwork was done by Obama's Democratic colleagues, Senate Majority Leader Harry Reid of Nevada and House Speaker Nancy Pelosi of California. They negotiated the final legislative language and moved it through both chambers in defiance of skeptical Republicans.\n\n\nDuring the 2007 debate, Obama was a less central player than he had been in 2006. Though he supported the gift ban, he was not its most vocal backer.\n\n\nIn 2007, he continued to push, unsuccessfully, for an independent ethics office and, with Democratic colleague Russ Feingold of Wisconsin, drafted the provision on corporate jets that was ultimately incorporated into the final bill. On that score, then, McCaskill is right.\n\n\nBut to imply Obama was the leading force behind the 2007 ethics law goes too far. For that reason, we rate McCaskill's statement Half True.", "vclaim_id": "vclaim-pol-15866"}