{"url": "/factchecks/2016/nov/01/hillary-clinton/trump-said-he-would-require-schools-allow-guns-cli/", "speaker": "Hillary Clinton", "vclaim": "Says of Donald Trump, \"He even said, on his very first day in office, he would require every school in America to let people carry guns into our classrooms.\"", "truth_label": "true", "date": "stated on October 31, 2016 in a rally in Cincinnati:", "title": "Trump said he would require schools to allow guns, Clinton says", "text": "Hillary Clinton says that as president, she would \"tackle the epidemic of gun violence in America,\" while her opponent Donald Trump would \"do nothing.\"\nAt a rally in Cincinnati eight days before Election Day, Clinton explained how she and Trump differ on the issue of guns. The National Rifle Association endorsed Trump, and \"in return\" Trump has adopted various anti-gun control positions, she said.\n\"He’s even said, on his very first day in office, he would require every school in America to let people carry guns into our classrooms,\" Clinton said. \"How can anyone think our schools would be safer with more guns?\"\nWe wondered if Trump really has said he’d put allowing guns in classrooms at the top of his priorities list.\nThroughout the election, he has advocated for getting rid of gun-free zones at schools and military bases, arguing that this could prevent mass shootings in these types of locations. And he did say once during the primary that he would get rid of these zones on his first day in office.\n\"I will get rid of gun-free zones in schools, and — you have to — and on military bases, he said at a Jan. 7 rally in Vermont. \"On my first day, it gets signed, okay, my first day. There’s no more gun-free zones.\"\nThe Outdoor Channel asked Trump about this plan in an interview two weeks later.\n\"I’m going to get rid of gun-free zones on military bases and I’m also going to do it in schools,\" he said, adding that he would try to \"work with the states\" or \"perhaps override the states if I have to.\"\nThe topic came up again in May, when Trump accepted the NRA’s endorsement. In the days that followed, he waffled on whether he wants schools to allow guns on campus.\nIn his May 20 speech accepting the endorsement, he said, \"We're getting rid of gun-free zones, okay. I can tell you that. We're getting rid of them.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOn May 21, Trump tweeted: \"Crooked Hillary said that I want guns brought into the school classroom. Wrong!\"\nHe then made a seemingly contradictory claim on Fox News the next day, May 22: He doesn’t advocate for guns in the classroom, but sometimes teachers should have guns in the classroom.\n\"I don’t want to have guns in classrooms,\" he said. \"Although, in some cases, teachers should have guns in classrooms, frankly. Because teachers are, you know. Things that are going on in our schools are unbelievable. You look at some of our schools, unbelievable what’s going on. But I’m not advocating guns in classrooms. But remember, in some cases, and a lot of people have made this case, teachers should be able to have guns. Trained teachers should be able to have guns in classrooms.\"\nWe looked through other transcripts and interviews Trump has given since May, but we were unable to find further clarification about his position. His campaign did not respond to our request for comment.\nOne final note: It’s highly unlikely Trump could let people carry guns onto school property on his first day in office. Regulations against possessing or firing a gun in a school zone is written into federal law and would take congressional approval to overturn. Meanwhile, states have their own laws prohibiting guns in schools that would need to be repealed, as well.\nOur ruling\nClinton said of Trump, \"He even said, on his very first day in office, he would require every school in America to let people carry guns into our classrooms.\"\nTrump did say once during the primary that he would eliminate gun-free zones at schools on his first day in office. He later said he thought that trained teachers specifically should be able to have guns in the classroom.\nClinton’s claim is True.\nhttps://www.sharethefacts.co/share/d34ef4ef-ace5-4226-8a3a-6da72ee9a39c", "vclaim_id": "vclaim-pol-04007"}