{"url": "/factchecks/2007/dec/18/rudy-giuliani/ad-misleading-about-iran-hostage-crisis/", "speaker": "Rudy Giuliani", "vclaim": "\"Iranian mullahs took American hostages and they held the American hostages for 444 days. ...The one hour in which they released them was the one hour in which Ronald Reagan was taking the Oath of Office …\"", "truth_label": "barely-true", "date": "stated on December 5, 2007 in a TV ad:", "title": "Ad misleading about Iran hostage crisis", "text": "Rudy Giuliani invokes his tough-on-terrorism image with a television advertisement about the Iran hostage crisis. He gets most of the facts correct but his insinuation that President Reagan deserves all the credit for the hostages' release is wrong.\n\nHere is the transcript of his 30-second commercial, spoken as grainy black and white photos of hostages appear on the screen:\n\n\n\"I remember back to the 1970s and the early 1980s. Iranian mullahs took American hostages and they held the American hostages for 444 days. And they released the American hostages in one hour, and that should tell us a lot about these Islamic terrorists that we're facing.\n\n\n\"The one hour in which they released them was the one hour in which Ronald Reagan was taking the Oath of Office as President of the United States. The best way you deal with dictators, the best way you deal with tyrants and terrorists, you stand up to them. You don't back down. I'm Rudy Giuliani and I approve this message.\"\n\n\nThe script is technically accurate. On Nov. 4, 1979, militant Iranian students — not mullahs, as Giuliani says — took control of the U.S. Embassy in Tehran, taking 66 hostages. Of those, 52 remained in captivity for 444 days.\n\n\nThe terms of their release is the Algiers Accord, an agreement negotiated by Jimmy Carter's administration on Jan. 19, 1981, according to State Department documents. The following day at 12:23 p.m. EST, less than one hour after Carter relinquished the presidency to Ronald Reagan, the hostages were let go.\n\n\nBut just because it happened on Reagan's watch, doesn't mean he deserves credit, said Warren Christopher, Carter's deputy Secretary of State and lead negotiator for the United States.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"It happened that they did not hit Algiers until (Reagan) was in office about a half-hour,\" Christopher said. \"But all the negotiations took place before the inauguration.\"\n\n\nTemple University professor David Farber and journalist Mark Bowden both wrote books about the Iranian hostage situation and reach similar conclusions.\n\n\n\"The whole direction is misleading,\" Farber said. \"Reagan had made no claims he would do something specifically different. There was no cause-and-effect relationship.\"\n\n\n\"(Giuliani) is reporting one of the standard glib historical assessments of the hostage crisis,\" Bowden said. \"The idea that Reagan had any affect on their release is laughable.\"\n\n\nBowden said waiting until Carter left office had more to do with the Iranian leaders dislike of Carter \"than a fear of Reagan,\" he added.\n\n\nWhile Giuliani is technically correct that the hostages were released after 444 days in the first hour Reagan took office, Reagan wasn't responsible. So Giuliani's message doesn't match the facts. We rule this statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16459"}