{"url": "/factchecks/2013/may/17/john-depetro/talk-radio-host-john-depetro-says-boston-marathon-/", "speaker": "John DePetro", "vclaim": "Boston Marathon bombing suspect Tamerlan Tsarnaev is buried \"not far\" from President Kennedy’s grave.", "truth_label": "pants-fire", "date": "stated on May 10, 2013 in a comment on WPRO radio.:", "title": "Talk Radio host John DePetro says Boston Marathon bombing suspect is buried \"not far\" from President John Kennedy", "text": "The announcement on May 9, 2013, that a burial site had been found for the body of Boston Marathon bombing suspect Tamerlan Tsarnaev led to speculation about the location of the grave.\nThe next day, after media outlets confirmed that Tsarnaev had been interred in a Muslim cemetery 15 miles from Richmond, Va., WPRO talk show host John DePetro weighed in.\nDePetro, at first, seemed to ask his talk-show audience if the site was near John F. Kennedy's grave. But then he simply declared to his listeners that it was.\n\"You know, in a way, think of who else is there. That is, President Kennedy is buried not far from there, in Virginia,\" he said.\nKennedy is buried in Arlington National Cemetery.\nSo was Tsarnaev really interred nearby?\nWhen we contacted DePetro, he said he wasn't sure what the distance was.\nWe used the Google Maps Distance Calculator to find the actual span between Kennedy's grave at Arlington and the Al-Barzakh Cemetery on Sadie Lane in Doswell, Virginia.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nDriving distance: 87 miles.\nBee-line distance: 74 miles.\nThat's about 55,817 casket lengths.\nWhen we informed DePetro of the distance and asked if he was still bothered, he wrote in an e-mail, \"Yes. Insult to bury him so close to JFK. Johnston landfill was my choice or out to sea.\"\nOur ruling\nSaying that Kennedy is buried \"not far\" from Tsarnaev is like saying Newport is not far from the eastern tip of Cape Cod, that Rhode Island's State House is not far from Derry, N.H., or that the site of the Boston Marathon bombing is \"not far\" from the the southernmost tip of Narragansett, R.I.\nAnd to say that such a distance should somehow spark offense strikes us as mildly ridiculous, so we rate his statement Pants on Fire!\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09325"}