{"url": "/factchecks/2015/sep/09/hillary-clinton/scott-walker-rejected-bill-make-student-loan-payme/", "speaker": "Hillary Clinton", "vclaim": "Says Scott Walker rejected legislation to make college loan payments tax deductible and the result was \"to raise taxes on students.\"", "truth_label": "false", "date": "stated on August 11, 2015 in a speech:", "title": "Scott Walker rejected bill to make student loan payments tax deductible, Hillary Clinton says", "text": "Hillary Clinton’s 2016 presidential campaign will make its first stop in the Badger State on Sept. 10, 2015.\nThe visit, with a private fundraiser and a public event at the University of Wisconsin-Milwaukee, comes one month to the day after Clinton proposed a 10-year, $350 billion college affordability plan. That plan aims to reduce the cost of four-year public schools, make two-year community colleges tuition-free and cut student loan interest rates.\nSpeaking about the plan the next day, Aug. 11, 2015, the Democratic frontrunner took a swipe at the Republican White House contenders and singled out Gov. Scott Walker.\n\"I think this is a major challenge and I want us to address it. Not one word from the other side,\" Clinton said during a campaign appearance in New Hampshire. \"And you take somebody like Governor Walker of Wisconsin, who seems to be delighting in slashing the investment in higher education in his state.\"\nShe added:\n\"And most surprisingly to me, rejecting legislation that would have made it tax deductible for you, on your income tax, to deduct the amount of your loan payments. I don't know why he wants to raise taxes on students. But that's the result when you don’t look for ways to help people who are not sitting around asking for something, who are actually working hard every day to get ahead.\"\nSome of the national press coverage of her speech focused on the claim. Politico’s headline was: \"Hillary accuses Walker of raising taxes on students.\"\nThe response of Walker’s campaign at the time wasn’t a denial, but rather an emphasis on how he had frozen tuition in Wisconsin for four consecutive years.\nSo, did Walker reject a bill to make college loan payments tax deductible, and in doing so did he raise taxes on students?\nThe legislation\nClinton’s campaign didn’t respond to our requests for information to back her statement.\nBut a bill introduced by Democrats in the Wisconsin Legislature in 2013, and two similar measures introduced in 2015, proposed creating a state authority to refinance student loans and allow Wisconsin student loan borrowers to deduct student loan payments from their state income tax.\nThe maximum benefit for the tax deduction was estimated at $531 a year for single filers in top tax brackets and $1,062 for married couples.\nThe 2013 bill was introduced in the GOP-controlled state Senate but died in February 2014 without a vote.\nDemocrats have since tried twice to push the measure forward.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn May 2015, as an amendment to the state budget, the measure failed on a party-line vote in the Legislature’s Joint Finance Committee.\nSeparate legislation mirroring the 2013 bill also was introduced in June 2015. The bill has been referred to a Senate committee, but no further action has been taken. The state Department of Revenue estimates the deduction would reduce tax revenue to the state by $79.5 million per year.\nSo, a tax deduction measure has never made it to Walker’s desk.\nWalker’s position\nAs for Walker’s position on the deduction, we addressed that in October 2014 when the liberal Greater Wisconsin Committee stated that Walker \"opposed a plan to help Wisconsin students refinance their student loans.\" The reference was to the Democrats’ 2013 legislation, which included the tax deduction. We rated the claim False.\nThe group contended that since Walker didn’t speak, or take action, in favor of the measure, he opposed it.\nBut as we noted, no votes were ever taken by a committee or the full Legislature, so the bill never reached Walker’s desk. And while Walker didn’t move to advance the bill, we found no evidence that he expressed opposition to it.\nWe also noted that Walker had been quoted as saying he would be willing to look at measures like the Democrats’ refinancing bill, but that he questioned whether the proposal was \"more than just politics.\"\n\"If it was a good idea, I’m sure they would have passed it four years ago when they controlled the Assembly and the Senate and the governorship,\" Walker said at the time, referring to 2010, when Democrats controlled state government.\nOne of the backers of the legislation, state Sen. Chris Larson, D-Milwaukee, told us that although Walker has never been asked to approve or reject the measure, his opposition to it is apparent. \"It’s pretty clear, if he wants a piece of legislation, it comes to his desk,\" Larson said.\nPerhaps. But it's unknown what action Walker might have taken had the bill made it to him.\nAs for the rest of Clinton’s claim, it’s clear that because the tax deduction measure didn’t become law, student loan borrowers didn’t get the benefit of a deduction.\nBut that didn’t mean their taxes were raised as a result, which is what Clinton claimed. Rather, the status quo remained in effect. Inaction means nothing changed, positively or negatively.\nOur rating\nClinton said Walker rejected legislation to make college loan payments tax deductible and the result was \"to raise taxes on students.\"\nThe Republican governor hasn’t stated support for Democratic-sponsored measures that would have provided the tax deduction, but he has never rejected such legislation, either. Since Walker has been in office, the measures have never been approved by the GOP-controlled Legislature and therefore have never been sent to the governor’s desk.  \nMoreover, failing to pass legislation that would have provided a tax deduction doesn’t mean that taxes on student loan borrowers were increased.\nWe rate Clinton’s statement False.", "vclaim_id": "vclaim-pol-05992"}