{"url": "/factchecks/2020/jul/30/facebook-posts/theres-no-evidence-us-covid-19-vaccine-killed-5-uk/", "speaker": "Facebook posts", "vclaim": "“American coronavirus vaccine killed five Ukrainians.”", "truth_label": "false", "date": "stated on July 18, 2020 in a Facebook post:", "title": "There’s no evidence that a US COVID-19 vaccine killed 5 Ukrainians", "text": "In June, 35% of Americans in one poll said they definitely won’t or probably won’t take a coronavirus vaccine, which has yet to be developed.\nIn the same Fairleigh Dickinson University survey, 28% said they are not confident that a COVID-19 vaccine will be both effective and safe.\nThen this headline was widely shared on Facebook:\n\"American coronavirus vaccine killed five Ukrainians.\"\nThe headline appeared on a four-paragraph article posted July 18 on News Front, which calls itself a Crimea-based news agency. In 2014, the Crimea region of Ukraine was annexed by Russia, an act the United States considers illegal.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nWe found multiple reports that News Front is known for producing pro-Russian disinformation, but no evidence to back the headline.\n\"I don’t know of any Americans who have or who are doing COVID-19 vaccine testing in Ukraine,\" Dr. Matthew Laurens of the University of Maryland School of Medicine’s Center for Vaccine Development and Global Health told PolitiFact.\nPursuit of a vaccine\nAs we’ve reported, regarding a possible vaccine:\n\n\nWorldwide, as of early July, there were roughly 160 vaccine projects under way worldwide, according to the World Health Organization.\n\n\nScientists are expressing cautious optimism that a vaccine can be ready to go by the late spring of 2021, although it’s unclear how much longer it would take to distribute the vaccine widely.\n\n\nFive possible vaccines, including one being developed by the U.S. National Institutes of Health and Cambridge, Mass.-based biotechnology firm Moderna, are in phase 3 clinical trials; once those trials are completed, they would be candidates for approval. Another 12 vaccines have begun phase 2 trials. And more than 100 other vaccines that haven’t begun clinical trials are in the pipeline.\n\n\nNo COVID-19 vaccine trials in Ukraine are listed in the federal ClinicalTrials.gov database, which tracks privately and publicly funded clinical studies conducted around the world; and none are listed in the ISRCTN registry, another global research registry.\nThe article\nThe article claims that, using a vaccine that had not been tested on people in the United States, American virologists tested residents in the area of the Ukrainian city of Kharkiv.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nA spokesman for what was identified as the People’s Militia of the LPR was quoted as saying that of 15 people tested, five died \"from complications caused by the infection.\" \nOf the 15 allegedly tested, 10 were said to be from the Ukrainian military, as were four of the dead.\nLPR, which stands for Luhansk People’s Republic, has asserted governmental authority over a region in eastern Ukraine without the authorization of the government of Ukraine since 2014, according to GlobalSecurity.org, which does research on homeland security and related topics. \nThe ruble has mostly replaced the Ukrainian currency there and \"a strong pro-Russian and anti-Western ideology prevails,\" according to Carnegie Europe, part of the Carnegie Endowment for International Peace, a Washington, D.C. think tank.\nNo confirmation\nOur searches of Google and Nexis turned up no mainstream news reports or other authoritative accounts of what was in the article. \n\"This is an obvious fake,\" Peter Zalmayev, director of the Eurasia Democracy Initiative, told PolitiFact.\nBased in New York with staff in Ukraine, the group says it \"works to educate the public in the United States about the post-Communist world from the Balkans to Central Asia.\"\nStopFake, a prominent fact-checking organization in Ukraine, reported that other websites in the LPR region and Russian news sites had carried similar articles about the alleged testing and deaths. It labeled the stories fake.\n\"The entire story is completely made up,\" StopFake reported, based on an interview with a spokesperson for Ukraine’s Armed Forces Medical Service Corps. The spokesperson noted that in recent months, no foreign medical specialists had visited Ukraine’s military.\nNews Front’s reputation\nAs for News Front, StopFake reported in May that it is \"a pro-Kremlin outlet with a record of publishing conspiratorial stories, including other fake news about the coronavirus.\" \n(The New York Times reported that StopFake, hired earlier this year by Facebook to help curb the flow of Russian propaganda and other false news across its platform in Ukraine, is battling accusations of ties to the Ukrainian far right and of bias in its fact-checking, and that the International Fact-Checking Network is conducting an \"interim assessment\" of StopFake. The IFCN is based at the Poynter Institute, which owns PolitiFact.)\nOther organizations have issued similar warnings about News Front.\nIn August 2019, EUvsDisinfo, which says it responds to Russian disinformation against the EU, wrote that News Front operates from Crimea and \"has always been a reliable source of disinformation. The site... is ambitiously publishing lies in eight languages.\"\nCoda Story, a nonprofit journalism site that focuses on in-depth reporting and fighting disinformation in Eurasia, reported from Crimea in 2018 on the leader of News Front. The pro-Moscow News Front has \"carved out a reputation for its staunchly pro-Kremlin line and a steady output of stories which media monitors such as Stop Fake say are false or deliberately inflammatory,\" according to Coda Story.\nNews Front did not reply to our requests for information.\nWith no evidence to back a claim that was made by a source known for disinformation, we rate the claim False.", "vclaim_id": "vclaim-pol-17825"}