{"url": "/factchecks/2012/jul/30/mike-huckabee/calligraphers-make-more-national-security-director/", "speaker": "Mike Huckabee", "vclaim": "\"The White House has three staff calligraphers making between $86,000 and $97,000 each, and just one National Security Director. She makes $55,000.\"", "truth_label": "barely-true", "date": "stated on July 5, 2012 in a Facebook post:", "title": "Calligraphers make more than national security directors in Obama White House, says Mike Huckabee", "text": "Every year, the White House releases a list of its employees and their salaries. When the 2012 list came out, Mike Huckabee found fodder there to take a jab at the Obama administration.\n\nHuckabee, a former presidential candidate and now a talk show host, wrote on on his Facebook page, \"If you want a good job, you should’ve gone into government.\" He noted that the total White House payroll went up $700,000 from the year before; it now stands at $37.8 million. Then, commenting on the timing of the administration’s data dump -- late on a Friday afternoon -- he wrote, \"Maybe they just didn’t want to explain their priorities, considering that we now know the White House has three staff calligraphers making between $86,000 and 97,000 dollars each, and just one National Security Director. She makes $55,000.\"\n\nThat seemed curious. For this fact check, we’re looking into whether the White House puts penmanship above managing foreign affairs. Huckabee’s post was recommended over 4,500 times and got over 5,100 Likes. On top of that, the same comparison showed up on a number of other blogs and Facebook pages.\n\nWe downloaded the salary spreadsheet from the White House website and found that Huckabee has his numbers right. There are three calligraphers and just one National Security Director, and they make what he said they make.\n\nThere is, however, an important issue about the job description for the National Security Director. Through Huckabee’s website we asked what he thought the National Security Director did. We did not get a response.\n\nWe did get a description from the White House. The National Security Director basically helps with human resources for the national security staff. The person in that job is Kinsey Casey. Casey makes sure that open positions are filled, which includes vetting and interviewing applicants. She helps new staffers transition and generally takes care of the details of personnel management. In short, she does administrative work.\n\nPrior to this job, Casey had a mid-level position during the presidential inauguration managing credentials for participants and guests. During the 2008 primary, she was the Northeast Regional Political Director for the John Edwards campaign.\n\nHuckabee might have confused the National Security Director with the National Security Adviser. This is a high-profile position currently held by Thomas Donilon, a lawyer who was once chief of staff to Secretary of State Warren Christopher in the Clinton administration. Donilon helps shape strategy on major international issues such as the civil war in Syria, Iran’s nuclear program, and North Korea. He is part of a trio of advisers, one of whom focuses on preventing violent extremism in the U.S., and the other who deals with international economics.\n\nAll three advisers make $172,200 a year, nearly twice the salaries of the calligraphers.\n\nBefore the Huckabee Facebook post, we hadn’t given much thought to the White House calligraphers. It turns out they’ve been part of the staff for decades. They design and handletter the menus, invitations, and ceremonial declarations for formal events. C-SPAN profiled them in 2008.\n\nThe Huckabee post notes that the staff payroll rose $700,000 since last year. That is accurate but it’s also true that it is $1.3 million less than 2009, Obama’s first year in office. For the record, the median salary around the White House is about $65,700.\n\nOur ruling\n\nHuckabee said that the National Security Director makes less than the three White House calligraphers. That’s accurate, but the statement would have us believe that this particular national security job has a lot to do with policy. That is wrong. It is an administrative position and to suggest otherwise is misleading.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAlso, Huckabee singles out the Obama administration for having misplaced priorities when the White House has employed calligraphers for decades under both Republican and Democratic presidents. It doesn't mean the White House places penmanship above national security.\n\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-10674"}