{"url": "/factchecks/2017/jan/06/blog-posting/celebrity-praise-helpful-locals-are-fake-stories-c/", "speaker": "Bloggers", "vclaim": "Says a celebrity praises locals for their help after an automotive breakdown.", "truth_label": "pants-fire", "date": "stated on January 5, 2017 in an Internet post:", "title": "No, a celebrity's car didn't break down in your hometown", "text": "According to a raft of faux news websites, Bill Murray sure does appreciate the people of Rochester, N.H., for helping him after his rental car broke down.\nIf you believe the Internet, he’s also fond of the residents of Marion, Ohio. And Shakopee, Minn., too. And Hays, Kan.; Porterville, Calif.; Prescott Valley, Ariz.; Bay City, Mich.; and even Toowoomba, Australia. All for the same reason, none of which is true.\nA website called NewsDaily12.com said it had the story from Rochester, in which Murray is quoted from an unidentified radio interview as saying he was leaving the New England town when his rental car \"overheated or something.\" Facebook flagged this story and others as part of its efforts to identify fake news.\nThey’re right. It’s fake.\nMurray’s undated anecdote continues that while on the phone with the car company, a couple of locals lent a hand, calling a family member with a tow truck and taking the car to get repaired. While waiting, one of the Samaritans offers to take Murray to lunch, the story goes.\n\"So we drove to the finest dining spot in Rochester — some place called Wild Willy’s — and get a burger. Great freakin’ burger too,\" Murray is quoted. \"These guys had no idea who I was either which made my day, honestly. I’m telling you, these people in Rochester are the real deal. I’m gonna move there after I retire.\"\nThe stories, which again, are fake, are part of a chain of websites that appear to bank on readers clicking on particular versions of the post to generate advertising revenue. These sites carry names that sound like official media outlets, like \"KMT 11 News\" or \"16 WMPO.\"\nThe sites are also known for including various versions of stories that falsely claim an event has happened. Other stories include that a celebrity is moving to a certain town or, say, that the next Star Wars movie is being filmed nearby.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNone of the stories specifically say the article is fake. But each site has a disclaimer (if you know where to look) that says the articles \"are simply works of satire meant for entertainment purposes\" and shouldn’t be considered true. (Claiming that these articles are somehow satire is bogus, too.)\nEach site says readers may submit concerns to a contact email, and the administrators \"will offer you our condolences and provide you with a safe space where you can be shielded from any sort of satire in the future.\"\nWe emailed them looking for condolences, but so far have received none.\nEvery version of the story on each site is almost identical, with the name of a different town. The lunch destination is either changed or omitted altogether, depending on the version. (To the fake news purveyor’s faint credit, the name of the restaurant used is of an actual place in the specific town — there really is a burger joint called Wild Willy’s in Rochester, for example.)\nSomething that also changes in the stories is the name of the celebrity having the experience. It’s not always Bill Murray.\nIt also turns out that Adam Sandler had the same problem in Pflugerville, Texas. And Billings, Mont.; plus a flat tire in Reynoldsburg, Ohio; and a whole host of other towns.\nTom Hanks got a flat tire in Kennewick, Wash.; Harrison Ford’s car overheated in Mandan, N.D.; Miley Cyrus broke down in Hollister, Calif. Other celebrities helped by gentle townsfolk after some bad luck include Jennifer Aniston, Morgan Freeman, Woody Harrelson, Adam Levine, Matthew McConaughey and Bruce Willis. There are scads of small towns and suburbs named as the location of these hapless incidents.\nNeedless to say, there is no evidence that any of these celebs had car trouble in any of these places or subsequently praised locals for help.\nWe rate these claims Pants on Fire!\nhttps://www.sharethefacts.co/share/d72ba974-deb9-4960-9a65-65ed166f50ab", "vclaim_id": "vclaim-pol-03815"}