{"url": "/factchecks/2017/may/08/tom-price/tom-price-misleads-obamacare-tax-penalty/", "speaker": "Tom Price", "vclaim": "\"We have got 20 million folks out there across this land who have told the federal government, ‘Phooey, nonsense, I’m not going to participate in your program, because it doesn’t do what I need done.’ \"", "truth_label": "barely-true", "date": "stated on May 7, 2017 in an interview on CNN's State of the Union:", "title": "Tom Price misleads on Obamacare tax penalty", "text": "Health and Human Services Secretary Tom Price argued that people are currently uninsured because they don’t like Obamacare.\n\"When I talk to the doctors that I used to practice with right here in Atlanta, what they tell me is that the current system isn't working for them or for their patients,\" Price said in a May 7 interview on CNN’s State of the Union.\n\"We have got 20 million folks out there across this land who have told the federal government, ‘Phooey, nonsense, I'm not going to participate in your program because it doesn't do what I need done,\" he said. \"So, they are paying a penalty. They're paying the IRS a fine or a penalty because the federal government is dictating to them what they don't want to do, or they are saying, give me a waiver.\"\nPrice’s characterization leaves out a lot. Many of the 20 million are likely uninsured not as a personal preference, but because they still can’t find coverage.\nPenalty under the Affordable Care Act\nThe Affordable Care Act includes an individual mandate to urge people to obtain health care coverage.\nThe mandate that began in 2014 penalizes individuals for each month they lack health insurance that meets the minimum essential coverage. The penalty is assessed on tax returns and increases every year a person remains uninsured. The fee is whichever is higher: 2.5 percent of household income or $695 per adult or $347.50 per child.\nThe mandate has many exemptions depending on income, membership in groups like Indian tribes, and incarceration. If individuals don’t fall into those categories, the health insurance marketplace lays out 14 categories that exempt people from the financial penalty if they cannot afford it, such as being homeless or filing for bankruptcy.\nThe American Health Care Act passed by the House May 4 gets rid of the individual mandate, one of the least popular provisions of the law.\nIn January, the Internal Revenue Service reported that in 2016 about 80 percent of taxpayers -- 117 million -- indicated on tax forms that they had qualifying coverage all year while about 12.7 million taxpayers claimed one or more exemptions. The most common exemption was for people who earned below a certain threshold in a state that didn’t expand Medicaid.\nAdditionally, the IRS reported that 6.5 million taxpayers were paying a fine instead of getting insurance. Add that to the people who claimed exemptions from the penalty, and that totals 19.2 million, close to Price’s 20 million.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nStill, that means just over 60 percent of the 20 million who aren’t insured are claiming exemptions.\nSteven Ullmann, director of the University of Miami’s Department of Health Sector Management and Policy, said millions of people struggle to find coverage because they aren’t eligible for Medicaid due to states not expanding Medicaid. There are also those who don’t qualify for the federal subsidy to purchase insurance through the exchanges.\n\"They are uninsured because there is no way that they can afford the insurance,\" he said. \"Then there are others, generally the ‘young invincibles,’ who find that the penalty of $695 is less than the cost of the insurance policies (generally over $2,000 a year),\" he said. \"They’d rather go bare and take their chances.\"\nThe penalty hasn’t had its intended effect of driving people to sign up for health care, said Joseph J. Thorndike, director of the Tax History Project at Tax Analysts.\n\"To be effective, the penalty almost certainly needs to be bigger,\" he said. \"And for a lot of obvious political reasons, that sort of tougher penalty is not in the cards now, nor was it plausible when the ACA was drafted. A weak penalty was the original sin of Obamacare.\"\nPrice's office didn't respond to our queries. His claim is similar to a statement by President Donald Trump at a Feb. 27 meeting with health insurance company executives.\n\"It's gotten so bad that nearly 20 million Americans have chosen to pay the penalty or received an exemption rather than buy insurance,\" Trump said. (That claim was debunked by fact-checkers including the Washington Post and CNN.)\nOn his first day in office, Trump signed an executive order that gave federal agencies broad authority to defer or delay any part of the Affordable Care Act that costs anybody any money, including the penalty. The IRS said in February that it was reviewing Trump’s order \"but that legislative provisions of the ACA law are still in force until changed by the Congress, and taxpayers remain required to follow the law and pay what they may owe‎.\"\nOur ruling\nPrice said, \"We have got 20 million folks out there across this land who have told the federal government, ‘Phooey, nonsense, I’m not going to participate in your program, because it doesn’t do what I need done.’ \"\nPrice mentioned the number of people who are either paying a fine because they don't have insurance or who are claiming an exemption, usually because they don't qualify for affordable coverage. About 6.5 million taxpayers reported the penalty in 2016 tax filings, and 12.7 million taxpayers claimed one or more exemptions, bringing the total to about 20 million.\nBut Price makes it sound like all of those people are simply declining coverage. In reality, many can't qualify for affordable coverage, even if they would like to.\nWe rate this claim Mostly False.\n Share the Facts 2017-05-10 20:19:44 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  \"We have got 20 million folks out there across this land who have told the federal government, ‘Phooey, nonsense, I’m not going to participate in your program, because it doesn’t do what I need done.’ \"    Tom Price Health and Human Services Secretary    Sunday, May 7, 2017 2017-05-07    Read More  info", "vclaim_id": "vclaim-pol-03333"}