{"url": "/factchecks/2018/feb/19/yournewswirecom/fake-news-claims-melania-trump-hired-exorcist-clea/", "speaker": "YourNewsWire.com", "vclaim": "Says Melania Trump hired exorcist to \"cleanse White House of Obama demons.\"", "truth_label": "pants-fire", "date": "stated on February 8, 2018 in in a fake news blog post :", "title": "Fake news claims Melania Trump hired an exorcist to cleanse the White House", "text": "Story that Melania Trump hired an exorcist to remove Obama’s demons from the White House is a hoax\nA hoax circulating on Facebook claims that first lady Melania Trump hired a professional exorcist to cleanse the White House of past demons from the Barack Obama and Bill Clinton years.\n\"Melania Trump hired exorcist to ‘cleanse White House of Obama demons,\" read the headline on February 8 from Your News Wire.\nThe story was flagged by Facebook users as being potentially fabricated, as part of the social media’s efforts to combat fake news.\nStephanie Grisham, a spokeswoman for Melania Trump, says any reports claiming the first lady had a ceremony to rid the White House of demons before moving in is false and \"not true in any way.\"\nYour News Wire report originally appeared on Right Wing Watch, a blog dedicated to exposing the activities and rhetoric of extreme right-wing voices. A series of other websites reported variations of Trump’s supposed efforts to rid the White House of demons.\nThe story opens by quoting Pastor Paul Begley of West Lafayette, Ind., saying Trump told him that she would not go into the White House unless it had been completely exorcised. However, there’s no record that the two ever personally corresponded, and in the podcast where Begley is speaking about this, he claims that is what Trump had told her husband, President Donald Trump.\nThe White House is now \"free of all pagan gods and idols, and contains only Christian iconography\" according to the article.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBegley is quoted as saying that President Donald Trump allowed 40 pastors to come in to the White House seven times, anoint him with oil and lay their hands and pray on him. But, the only known occurrence of Trump inviting evangelical leaders to the White House happened last July with invitations to about 30 leaders.\nWhile some evangelicals did lay their hands on Trump out of a religious respect that can be shown as a sign of responsibility, there is no reports that he was anointed with oil. Also, this occasion was only publicly reported to have occurred once, not seven times.\nBegley also claims that apparently during Obama’s presidency and possibly presidents before him, \"there were all kinds of idol gods and images and all kinds of artifacts in there that were demonic.\" There is no record proving that any previous presidents engaged in demonology or paganism.\nThe story also says that former President Bill Clinton confessed in his memoir My Life that he and his wife Hillary hosted a voodoo ceremony where a \"spirit arrived\" possessing participants to walk on hot coals and burn their flesh with fire and one person to bite the head off a living chicken.\nClinton did write about attending a voodoo practice in a Haitian village, but they were not the hosts. The Clintons and their now-deceased friend and former Citibank executive David Edwards, who bought the trip as a wedding gift to the Clintons, were given a \"brief course in voodoo theology.\"  \nClinton wrote: \"After several minutes of rhythmic dancing to pounding drums, the spirits arrived, seizing a woman and a man. The man proceeded to rub a burning torch all over his body and walk on hot coals without being burned. The woman, in a frenzy, screamed repeatedly, then grabbed a live chicken and bit its head off. Then the spirits left and those who had been possessed fell to the ground.\"\nThe passage about the ceremony in My Life make it clear that the Clintons’ attendance of the voodoo session was observational.\nOur ruling\nA website claimed Melania Trump hired an exorcist to rid the White House of past demons brought by previous politicians.\nWe rate this Pants on Fire.", "vclaim_id": "vclaim-pol-02392"}