{"url": "/factchecks/2017/nov/17/matt-flynn/wages-under-scott-walker-less-under-jim-doyle-demo/", "speaker": "Matt Flynn", "vclaim": "Under Scott Walker, \"average wages, when adjusted for inflation, are lower today than they were under Jim Doyle.\"", "truth_label": "half-true", "date": "stated on November 4, 2017 in a news release:", "title": "Are wages under Scott Walker less than under Jim Doyle, as Democrat for governor Matt Flynn says?", "text": "The day before Gov. Scott Walker made his re-election run official, Matt Flynn issued a pre-emptive strike, comparing the two-term Republican unfavorably to another two-term Wisconsin governor, Democrat Jim Doyle.\n\"Scott Walker’s time is up,\" was how Flynn, a Democrat running in the 2018 race for governor, began his Nov. 4, 2017 news release. \"Average wages, when adjusted for inflation, are lower today than they were under Jim Doyle.\"\nWalker, who has been governor since 2011, has used a number of economic statistics to argue that things are better than they were under Doyle, who served from 2003 through 2010.\nSo, let’s see how the claim from Flynn, a lawyer and former chairman of the state Democratic Party, stands up.\nUnder Walker, are average wages lower in Wisconsin than they were under Doyle?\nThe claim alludes to Walker bearing some responsibility, but doesn’t directly blame him. And governors play an important but limited role in wages.\nFlynn’s evidence\nTo back Flynn’s claim, his campaign cited two sets of statistics, both adjusted for inflation.\n1. Under Walker in 2016, the median hourly wage was $17.43 -- 5 cents lower than in 2009 under Doyle, \"before the full effects of the Great Recession set in.\"\nThe figures are from the latest U.S. Bureau of Labor Statistics’ Occupational Employment Statistics, which are estimates based on data collected from employers in all industry sectors in Wisconsin.\nBut Doyle served another full year. The figure for 2010 was $17.37 -- 6 cents lower than in 2016 under Walker. More importantly, the Bureau of Labor Statistics warns against using this particular set of data to make comparisons over time. So, we’re discounting this point.\n2. The median hourly wage eclipsed $18 in 2003, 2005 and 2010 under Doyle -- but through 2016, had not reached that level under Walker. The figure in 2010, Doyle’s last full year in office, was $18.10, higher than the latest inflation-adjusted figure for Walker, $17.96 in 2016.\nThat’s according to a 2017 report by COWS, formerly known as the Center on Wisconsin Strategy, at the University of Wisconsin-Madison. The report cites statistics produced by the left-leaning Economic Policy Institute. The Washington, D.C.-based institute says it used Current Population Survey data, produced jointly by the U.S. Bureau of Labor Statistics and the U.S. Census Bureau, that are good for comparisons over time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\nSo, the second statistic tends to support Flynn’s claim -- although both statistics he cites are for median wages, rather than average.\nWhile average is the term Flynn used, many people use that word even when referring to median. Some economists recommend using the median, since it is a midpoint -- half of people earned wages below that point and half were above. In contrast, the average can be greatly influenced by extremes; for example, it will be pulled higher if there are many people earning very high incomes.\nOur numbers\nWe produced our own inflation-adjusted numbers for average wages, the term Flynn used, with data from the Bureau of Labor Statistics that can be used for comparisons over time.\nThe average weekly wage in Wisconsin in 2016 was $885 -- higher than every year under Doyle -- according to the latest figures from the Bureau of Labor Statistics’ Quarterly Census of Employment and Wages.\nThe QCEW figures come from quarterly counts of employment and wages reported by employers covering more than 95 percent of U.S. jobs.\n\nBy another measure, for only the private sector, the average weekly wage in August 2017 was $827 -- higher than the August figure for every year under Doyle dating back to 2007 -- according to the latest Bureau of Labor Statistics’ Current Employment Statistics figures. (Figures before 2007 are not available).\nSo, the average wage under Walker is higher than when Doyle left office in 2010.\nOur rating\nFlynn says that under Walker, \"average wages, when adjusted for inflation, are lower today than they were under Jim Doyle.\"\nAdjusting for inflation, the average wage is higher under Walker than it was when Doyle left office in 2010.\nBut sometimes people use the more common term average when they’re actually referring to the median -- which some economists say is a better measure for wages because an average can be distorted by people who earn very high wages. The median wage was higher when Doyle left office than it is under Walker.  \nFlynn’s statement is partially accurate but leaves out important details -- our definition of Half True.\n Share the Facts 2017-11-17 17:32:04 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Under Scott Walker, \"average wages, when adjusted for inflation, are lower today than they were under Jim Doyle.\"     Matt Flynn 2018 Democratic candidate for Wisconsin governor https://www.wispolitics.com/2017/flynn-campaign-statement-on-walker-campaign-announcement/   In a news release Saturday, November 4, 2017 2017-11-04    Read More  info", "vclaim_id": "vclaim-pol-02676"}