{"url": "/factchecks/2007/dec/18/hillary-clinton/need-not-wealth-prompted-estate-taxes/", "speaker": "Hillary Clinton", "vclaim": "\"The estate tax, which came into being by Republicans like Teddy Roosevelt and others ... is there for a real simple reason: In America, we've never liked the idea of massive inherited wealth.\"", "truth_label": "barely-true", "date": "stated on October 10, 2007 in a town hall meeting in Derry, N.H.:", "title": "Need, not wealth, prompted estate taxes", "text": "To justify her plan to use estate tax revenues for universal retirement accounts, Hillary Clinton told a voter in New Hampshire that history was on her side.\n\n\"People disagree about this, but the estate tax, which came into being by Republicans like Teddy Roosevelt and others, and has been part of our tax system for a very long time, is there for a real simple reason: In America, we've never liked the idea of massive inherited wealth,\" she said during a town hall forum in Derry. \"Part of the reason why America has always remained a meritocracy where you have to work for what you get ... is that we never had a class of people sitting on generation after generation after generation of huge inherited wealth.\"\n\n\nClinton's historical account, and dig at Republicans, shows selective memory.\n\n\nEstate taxes — a tax on the property passed forward and received at death — were first levied in 1797 under President John Adams, a Federalist.\n\n\nIn that case, the revenue went to cover the cost of raising a Navy. The two subsequent times it was enacted, in 1862 and 1898, it paid for military conflicts (first the Civil War and then the Spanish-American War), before being repealed again.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nClinton is correct that Republican Theodore Roosevelt advocated renewing the estate tax. On Dec. 4, 1906, he told Congress, \"The man of great wealth owes a peculiar obligation to the State, because he derives special advantages from the mere existence of government.\"\n\n\nBut Roosevelt left office before it became law in 1916 — under President Woodrow Wilson, a Democrat, who used the tax to help pay for World War I.\n\n\nAnother Democrat, Franklin Delano Roosevelt, raised rates twice, in 1934 and 1935, to help fund federal programs during the Great Depression. At that time, he said, \"The transmission from generation to generation of vast fortunes by will, inheritance, or gift is not consistent with the ideals and sentiments of the American people.\"\n\n\nSince then, the estate tax has continued to increase as have the number and size of the exemptions. Under tax cuts passed by President Bush, it is being phased out by 2010. Clinton wants to abolish the tax cuts she said only help the wealthy and use the estate tax to fund a new retirement system.\n\n\nWhile her sentiment closely resembles FDR's, her statements don't represent the full history behind the tax. We rule her statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16462"}