{"url": "/factchecks/2017/apr/26/john-chiang/has-treasurer-john-chiang-saved-california-taxpaye/", "speaker": "John Chiang", "vclaim": "\"In the first two years and a couple months (as California treasurer), I have saved taxpayers and ratepayers over $5.2 billion.\"", "truth_label": "half-true", "date": "stated on March 23, 2017 in a speech:", "title": "Has Treasurer John Chiang saved California taxpayers more than $5 billion?", "text": "California Treasurer John Chiang is known as a fiscal watchdog. But has he saved state taxpayers more than $5 billion?\nChiang made that claim on March 23, 2017 at a Sacramento forum for candidates in the 2018 California governor’s race.\nHere’s his full statement:\n\"Today, as your state treasurer, I am your banker. And so, in the first two years and a couple months (as treasurer), I have saved taxpayers and ratepayers over $5.2 billion.\"\nChiang’s office made a similar statement in a March 9, 2017 press release. It said a recent \"refunding of existing bonds at a lower interest rate\" had pushed the \"total savings to the general public, including taxpayers, from bond refunding (to) approximately $5 billion since Treasurer Chiang took office in January 2015.\"\nThat’s a lot of money, even in California where the state budget is nearly $180 billion.\nWe wondered if Chiang’s claim at the forum was right, and whether there was more to this fiscal story?\nWe set out on a fact check.\nGovernor’s race\nChiang is among several prominent Democrats vying to succeed Jerry Brown as governor. Others include Antonio Villaraigosa, former Los Angeles mayor; Delaine Eastin, the state’s former superintendent for public instruction; and Gavin Newsom, the state’s current lieutenant governor.\nRepublican candidates include John Cox, a venture capitalist from San Diego County and Rosie Grier, a former professional football player.\nPolitiFact California is fact-checking claims by candidates in the 2018 governor's race.\n\nTracking the truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook. \nOur research\nAt the forum, Chiang did not explain his claim or offer evidence that he’s saved taxpayers $5 billion. So, we asked his office.\nDeputy Treasurer Tim Schaefer told us that large figure represents future savings from refinanced state debt, not an existing pot of $5 billion. The total savings won’t materialize immediately, but rather will add up over decades as bonds are paid off at lower rates.\nStill, he said, Chiang \"has been very aggressive since he was sworn into office in January 2015 to take advantage of a very favorable interest rate environment.\"\nThe treasurer’s office also produced the chart below adding up the future savings, which it puts at $5.5 billion, based on action taken through mid April 2017.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\nSOURCE: California Treasurer's Office\nSchaefer compared the treasurer’s efforts to homeowners refinancing a mortgage.\n\"The fact that it’s over time doesn’t make it any less real,\" Schaefer continued. \"The $5.5 billion that’s not being spent on interest costs and debt service to investors and to big Wall Street firms is $5.5 billion that will be available over time to Californians to provide the services and facilities and programs that they’ve said they need.\"\nExperts weigh in\nWe spoke with several finance experts who said Chiang’s number is realistic, though his refinancing efforts aren’t unique. \n\"Given the scale of California's financings and the continued low interest rate environment, it seems plausible that the state saved over $5 billion gross over many years into the future,\" Darien Shanske, a UC Davis law professor who has worked as a finance consultant to local governments, said by email.\nJon Coupal, president of the fiscally-conservative Howard Jarvis Taxpayers Association, also said Chiang’s numbers are realistic, though he could not independently verify them.\n\"Through refinancing, you can save substantial amounts of money just like when you’re refinancing your home mortgage,\" Coupal said, adding that Chiang has been \"a good steward\" of California’s tax dollars.\nAt the same time, he said Chiang’s actions are no different from what any responsible treasurer would do.\n\"It’s not out-of-the-box thinking,\" Coupal said.\nBill Lockyer, who served as state treasurer from January 2007 through January 2015, also refinanced state debt resulting in 2.7 billion in future savings. Schaefer, the deputy treasurer, said Lockyer faced different financial conditions, including a spike in interest rates during the Great Recession that prevented additional refinancing.\nOur ruling\nCalifornia Treasurer John Chiang, a 2018 candidate for governor, recently claimed: \"I have saved taxpayers and ratepayers over $5.2 billion,\" since being sworn into office in January 2015.\nChiang’s eye-popping figure represents future savings from refinanced state bonds.\nAnd while experts say his number looks right, his timeline isn’t.\nHe’s taken action that will pile up savings over future decades, a worthy accomplishment. Over time, that will free up money for other uses.\nChiang is right about the total, but wrong to imply this huge amount of taxpayer money is already in the bank.\nWe rate Chiang’s statement Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-04-26 16:44:40 UTC   Politifact    3 1 7  Politifact Rating: Half True  \"In the first two years and a couple months (as California treasurer), I have saved taxpayers and ratepayers over $5.2 billion.\"    John Chiang California State Treasurer    Thursday, March 23, 2017 2017-03-23    Read More  info", "vclaim_id": "vclaim-pol-03383"}