{"url": "/factchecks/2015/mar/03/rick-scott/scott-calls-proposed-pupil-spending-historic/", "speaker": "Rick Scott", "vclaim": "Education funding of $7,176 per student is a \"historic level.\"", "truth_label": "half-true", "date": "stated on March 3, 2015 in the State of the State address:", "title": "Rick Scott calls proposed per pupil spending 'historic'", "text": "Gov. Rick Scott used his annual opening address to the 2015 Legislature to talk about some of his favorite subjects -- taxes, business and his newfound penchant for spending more on education.\nSEE RICK SCOTT'S STATE OF THE STATE SPEECH ANNOTATED.\n\"If we are going to out-compete the world, we must invest in K-12 education,\" he said. \"This year, we are recommending an increase in K-12 funding to $50 above the historic level to $7,176 per student.\"\nThat’s a change from Scott’s first year in office, when he recommended the Legislature slash $3.3 billion out of the education budget as Florida’s budget floundered during the recession. (They eventually cut $1.3 billion.)\nHe has since reversed course, recommending additional funding each year as tax revenues and the state's economy rebounded. Let’s check the numbers to see if Scott’s per-pupil spending really is a historic high.\nAccounting for education\nK-12 education gets most of its money through the Florida Education Finance Program, a combination of state and local funding. School districts contribute property tax dollars, called the \"required local effort,\" at a rate set by the state. Florida received federal stimulus dollars a couple of recent years, too.\nTotal education spending became a flashpoint during the 2014 campaign when challenger and former Gov. Charlie Crist attacked Scott’s education spending. Scott responded by saying he now oversaw the highest education budget in state spending. But that was only true in total dollars, not per-pupil spending.\nAfter Crist said he held the record for spending per student, which many education advocates have said is a better method for measuring, Scott said he would raise the 2015-16 number to $50 higher than Crist’s record. That led to this year’s budget recommendation, which asks the Legislature for a $19.75 billion K-12 budget, working out to $7,176 per student. To keep track of it, let’s look at this table:\n\n\n\n\n\nFiscal year\n\n\nK-12 budget (total)\n\n\nPer pupil spending\n\n\n\n\n\n\n2007-08 (Crist)\n\n\n$18.7 billion\n\n\n$7,126\n\n\n\n\n2008-09 (Crist)\n\n\n$17.9 billion\n\n\n$6,846\n\n\n\n\n2009-10 (Crist)*\n\n\n$18 billion\n\n\n$6,846\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n\n\n2010-11 (Crist)*\n\n\n$18.2 billion\n\n\n$6,897\n\n\n\n\n2011-12 (Scott)\n\n\n$16.6 billion\n\n\n$6,217\n\n\n\n\n2012-13 (Scott)\n\n\n$17.2 billion\n\n\n$6,376\n\n\n\n\n2013-14 (Scott)\n\n\n$18.3 billion\n\n\n$6,769\n\n\n\n\n2014-15 (Scott)\n\n\n$18.9 billion\n\n\n$6,915\n\n\n\n\n2015-16 (Scott --  recommended)\n\n\n$19.75 billion\n\n\n$7,176\n\n\n\n\n\nThe two years marked with an asterisk were years when Florida raked in about $900 million each in federal stimulus money to keep the budget afloat. Also note that for 2015-16, Scott’s proposal is a recommendation only; the Legislature ultimately will decide school funding levels.\nWe should note some other caveats about Scott’s increased spending: First of all, remember that Florida schools have more students now than they did when Crist was in office. A current student total won’t be available until enrollments for next year are finished and added up, but in 2014-15 there were somewhere around 100,000 more students than in 2007. Overall spending would have to go up just to keep pace.\nSecondly, even though proposed spending could be increased $50, that hardly keeps up with the inflation realized in the eight-year span since Crist was in office. According to the Bureau of Labor Statistics Consumer Price Index inflation calculator (an imperfect measure, to be sure, but a good benchmark), Scott would have to increase spending by an additional $850 or so to even match what per-pupil spending was in 2007. When we account for inflation, 2007’s $7,126 per-student funding comes out to $8,032 today.\nOur ruling\nScott said his recommendation of education funding of $7,176 per student is a \"historic level.\"\nThat’s accurate only if you don’t account for inflation, which has ticked up each year since the previous per-student spending high in 2007-08.\nThe claim is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-06666"}