{"url": "/factchecks/2016/jul/27/bill-clinton/bill-clinton-praises-hillarys-half-court-shot-iran/", "speaker": "Bill Clinton", "vclaim": "\"As secretary of state, (Hillary Clinton) worked hard to get strong sanctions against Iran's nuclear program\" and \"got Russia and China to support them.\"", "truth_label": "mostly-true", "date": "stated on July 26, 2016 in remarks at the Democratic National Convention in Philadelphia:", "title": "Bill Clinton praises Hillary's 'half-court shot' on Iran sanctions as secretary of state", "text": "President Barack Obama had to ask Hillary Clinton more than once if she would be his secretary of state, but it was worth the effort, former President Bill Clinton said in a speech praising his wife’s record.\n\"As secretary of state, she worked hard to get strong sanctions against Iran's nuclear program,\" Clinton said on the second night of the 2016 Democratic National Convention in Philadelphia. \"And in what the Wall Street Journal no less called a half-court shot at the buzzer, she got Russia and China to support them.\"\nThis sounded like a fact-check we’ve done before.\nOn the campaign trail, Hillary Clinton has said she put together the sanctions that helped usher Iran to the negotiating table, ultimately resulting in the landmark nuclear deal. We rated this claim Mostly True.  \nThroughout her first 18 months as secretary of state — from January 2009 to June 2010 — U.S. and global sanctions on Iran increased, and it’s fair to say that Clinton and the State Department played a major role in this development.\nThe invitation\nUpping sanctions on Iran was a clear priority for Clinton’s State Department. She talked at length about the importance of pressuring Iran to discontinue nuclear activity, including through sanctions, at her nomination hearing in January 2009. She and other members of the Obama administration spoke publicly about the topic regularly.\nThe State Department, including top aides and Clinton herself, led the diplomatic effort to get other countries to join the U.S. plan to pressure Iran, overcoming large hurdles such as getting Russia and China on board.\nIn her memoir Hard Choices, Clinton recalls hashing out final details of a plan over drinks with a Chinese official. The New York Times reported that she personally talked with Russian foreign minister Sergey Lavrov.\nAs Bill Clinton said in his speech, a Wall Street Journal editorial did call this feat \"a half-court shot at the buzzer.\"\nIn June 2010, the United Nations Security Council approved tough new sanctions on Iran, including expanding an arms embargo and restricting certain financial and shipping enterprises. At the time, Obama called them \"the toughest sanctions ever faced by the Iranian government.\"\nThose sanctions enabled even tougher measures from the United States and the European Union, which were passed immediately. Congress passed several more bills containing additional sanctions on Iran during the rest of Clinton’s tenure, which ended in early 2013.\nWhile the Treasury Department is the primary agency responsible for enforcing sanctions, Clinton appointed a special adviser in 2010 to oversee U.S. efforts \"to ensure full and effective implementation of all U.N. Security Council resolutions related to Iran, including most recently UNSCR 1929.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nExperts told us that Clinton is correct to take some of the credit for the rapid increase in international sanctions on Iran, and these sanctions were a big part of the reason why Iran rejoined multilateral talks about its nuclear program.\nThe RSVP\nThe State Department was key to getting other countries to go along with and add to U.S. efforts to pressure Iran, said Patrick Clawson, senior fellow and research director at the Washington Institute for Near East Policy.\nThe international sanction ramp-up \"shocked Iran's leaders,\" Clawson said. \"Besides the pain the sanctions inflicted, they raised the possibility more — worse — was coming. That was a key factor pushing Iran to resume more serious talks.\"\nThere is room for subjective interpretation on who deserves the credit for effective sanctions because many corners of the U.S. government are involved in the Iran effort, said Suzanne Maloney, deputy director of the foreign policy program at the Brookings Institution. But the State Department had its hands in every aspect of new sanction-making and implementation.\nAnd in the absence of the United Nations resolution, which was Clinton’s lobbying success, it would have been challenging to get a global coalition to significantly ramp up the sanctions, she said.\nBut whether sanctions were a big factor in bringing Iran to the negotiating table is not crystal clear, Maloney said. Iranian officials have historically denied the significance of sanctions, but Ayatollah Ali Khamenei has said recently that Iran negotiated the deal specifically to have sanctions lifted.\nBeyond the multilateral effort, Clinton’s team also played a role in the sanctions that Congress passed, said Richard Nephew, an expert on sanctions with the Center on Global Energy Policy at Columbia University. Lawmakers would not have written that legislation without consulting the State Department and the administration (as evidenced in this 2010 New York Times article). Nephew noted, though, that Congress did pass some sanctions that went further than the administration’s wishes.\n\"Without Secretary Clinton's good diplomacy— and the message that she radiated down the system to make this a priority and so forth — you can argue that the reductions would not have been as steep or as lasting,\" Nephew said.\nCongress’ sanctions that affect Iran’s oil exports resulted in a 50 percent reduction in oil exports and were instrumental in getting Iran to the negotiating table, said Nephew, who worked at the State Department under Clinton.\nOur ruling\nBill Clinton said, \"As secretary of state, (Hillary Clinton) worked hard to get strong sanctions against Iran's nuclear program\" and \"got Russia and China to support them.\"\nDuring Hillary Clinton’s first 18 months as secretary, the State Department led the global effort to increase sanctions on Iran — notably getting Russia and China on board — culminating in an important U.N. resolution. Clinton was personally involved in these diplomatic efforts and pushed them publicly. Experts said these sanctions, on top of other sanctions passed before and after, were crucial to getting Iran to the negotiating table.\nHowever, Clinton wasn’t singularly responsible for the sanctions or getting China and Russia to support them, just as the sanctions passed under her watch likely weren’t singularly responsible for opening up Iran to talks.\nWe rate Bill Clinton’s statement Mostly True.\nhttps://www.sharethefacts.co/share/707e84bc-45ce-4cd8-bbd4-36d41d27ab0f", "vclaim_id": "vclaim-pol-04596"}