{"url": "/factchecks/2009/oct/01/michael-moore/michael-moore-movie-bush-approval-rating/", "speaker": "Michael Moore", "vclaim": "After Fahrenheit 9/11 came out, \"Bush's approval rating never was better, it only got worse.\"", "truth_label": "barely-true", "date": "stated on September 29, 2009 in a press conference:", "title": "Michael Moore said Bush's approval rating dropped, but it rose first", "text": "Michael Moore talked about his new movie,\n\nCapitalism: A Love Story\n\n, at a Washington news conference a few days before the movie's nationwide release.\n\n\nA reporter asked him why his movies didn't have more of an impact, citing\n\nRoger and Me\n\nas not doing much to change the auto industry and\n\nSicko\n\nas not changing public opinion about health care.\n\n\nMoore disputed the premise of the question, saying\n\nRoger and Me\n\npostponed layoffs in his hometown of Flint, Mich., and that\n\nSicko\n\nspurred advocacy for health care reform.\n\n\nHe then said that his film\n\nFahrenheit 9/11\n\nkicked off criticism of President George W. Bush during his second term.\n\n\n\"It's funny how that movie gets judged as, 'Well, Bush got re-elected.' That movie comes out four or five months before the election, and somehow a movie was going to change the election. I'll tell you what it did do.\n\n\n\"At that point, people were afraid to speak out about the war, and about Bush. He had a high approval rating. Someone had to fire the first salvo. And that's what I did, and I took a lot of abuse for it.\"\n\n\nMoore said that many liberals had supported the Iraq war and were afraid to criticize it, but that changed after his movie came out.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\n\"From\n\nFahrenheit\n\non, Bush's approval rating never was better, it only got worse,\" Moore said. \"Within a couple of years, after more and more millions of Americans saw the truth in that film, he could never recover.\"\n\n\nWe wanted to check Moore's statement about Bush poll numbers to see if they declined like Moore said they did.\n\n\nTo do this, we turned to the Gallup Poll, which has tracked presidential approval ratings since 1940s.\n\n\n\nFahrenheit 9/11\n\ncame out at the end of June 2004, when Bush's approval rating was at 48 percent. But his approval rating climbed through the rest of the summer and hit 53 percent around Election Day in early November.\n\n\nAfter the election, Bush's approval peaked at 57 percent during the first week of February 2005. A year after\n\nFahrenheit\n\n, Bush's approval rating was about the same as when the movie came out, hovering around 47 percent.\n\n\nBush's approval ratings started to noticeably decline about a year after his election, sliding into the low 40s and high 30s in the fall of 2005 and staying in that range for most of 2006 and 2007.\n\n\nBush's ratings hit their all-time low in October 2008, during the financial crisis, when he had an approval rating of 25 percent.\n\n\nSo Moore was incorrect when he said that \"Bush's approval rating never was better, it only got worse\" after the movie came out. The ratings actually increased and were pretty much the same a year after\n\nFahrenheit\n\n. On the other hand, Moore qualifies his statement by suggesting that it took years for the film to have an impact, and indeed, Bush's ratings did decline overall for much of his second term. So we rate Moore's statement Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15549"}