{"url": "/factchecks/2019/apr/24/nikki-bowmar/taking-stock-small-businesses-impact-wva-economy/", "speaker": "Nikki Bowmar", "vclaim": "Small businesses in West Virginia make up \"99 percent of the total number of businesses in the state\" and employ \"nearly 50 percent of the state’s workforce.\"", "truth_label": "mostly-true", "date": "stated on March 30, 2019 in a comment in a newspaper article:", "title": "Taking stock of small businesses' impact on the W.Va. economy", "text": "How big a deal are small businesses in West Virginia? Pretty big, according to a recent article in WVNews.\nThe article, published March 30, 2019, quoted Nikki Bowmar, a spokeswoman for the West Virginia district office of the U.S. Small Business Administration, saying that \"there are approximately 114,391 small businesses in West Virginia. Cumulatively, these businesses make up 99 percent of the total number of businesses in the state and employ 280,213 people — nearly 50 percent of the state’s workforce.\"\nLast year, a prominent West Virginia lawmaker, Democratic Sen. Joe Manchin, garbled a related talking point, saying that small businesses \"make up about 96% of our state's economy.\" PolitiFact rated that statement Mostly False.\nManchin was wrong because he used the term \"the economy,\" which refers to all economic output in the state. While small businesses account for nearly 99 percent of businesses in the state, small businesses only account for about half of employees in West Virginia. The other half of workers, who work for a small number of big companies, produce a disproportionate share of economic output due to their large workforces, economists told us.\nSo did Bowmar get it more accurately? Yes, though the data is a bit old.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhen we contacted Bowmar, she sent us the same data release that we used when we researched Manchin’s statement -- the Small Business Administration Office of Advocacy’s 2018 Small Business Profile.\nBowmar’s remark in the newspaper lined up with the data in the agency’s profile.\nThe only caveat is that the data was collected in 2015. Small businesses are created and fail all the time, making the numbers somewhat volatile. Still, the data she cited is the most recent available.\nOur ruling\nBowmar said that small businesses in West Virginia make up \"99 percent of the total number of businesses in the state\" and employ \"nearly 50 percent of the state’s workforce.\"\nThat’s correct according to the most recent data from the federal Small Business Administration, though the data is a bit old. We rate it Mostly True.\n Share the Facts 2019-04-25 06:18:08 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Small businesses in West Virginia make up \"99 percent of the total number of businesses in the state\" and employ \"nearly 50 percent of the state’s workforce.\"    Nikki Bowmar Small Business Administration official https://www.wvnews.com/news/wvnews/the-lifeblood-of-communities-small-businesses-encourage-growth-in-ncwv/article_dfdcea5d-6619-5736-88fe-b47f99717ba9.html   a newspaper article Saturday, March 30, 2019 2019-03-30    Read More  info", "vclaim_id": "vclaim-pol-00722"}