{"url": "/factchecks/2012/oct/04/sherrod-brown/sherrod-brown-ad-claims-josh-mandel-raised-campaig/", "speaker": "Sherrod Brown", "vclaim": "\"While Mandel's been busy traveling the country raising campaign money, he hasn't shown up for work.\"", "truth_label": "half-true", "date": "stated on September 8, 2012 in a campaign commercial:", "title": "Sherrod Brown ad claims Josh Mandel raised campaign cash instead of showing up for work", "text": "Although he didn’t formally announce his candidacy until early this year, within months of taking office as Ohio treasurer in 2011, it was apparent that Republican Josh Mandel was running for the U.S. Senate.\n\nAn ad from the campaign of his opponent, incumbent Democratic Sen. Sherrod Brown, targets his performance in Columbus, making this claim:\n\n\"While Mandel's been busy traveling the country raising campaign money, he hasn't shown up for work.\"\n\nThat made him sound like a no-show employee, which drew the interest of PolitiFact Ohio.\n\nWe asked the Brown campaign to back up the claim. It cited an Associated Press story from Jan. 26, 2012, that reported Mandel was in Washington that day \"to attend a $500-a-plate breakfast fundraiser for his U.S. Senate campaign, continuing his trend of skipping meetings of a board he chairs that handles billions of Ohio's deposits.\"\n\nThat is the State Board of Deposit, which decides which banks get custody of the state's money. Chaired by the treasurer, the panel also includes the auditor and attorney general. It meets monthly.\n\nThe board's minutes show Mandel missed 14 consecutive meetings after taking office before attending his first one on March 19. He was quoted at the time as saying that it was the first meeting in two years involving a major decision about state deposits.\n\nMandel's office noted he is permitted by statute to send a representative in his place when he misses the meetings. Board records show that he sent his chief financial officer and general counsel, Seth Metcalf.\n\nBoth Auditor Dave Yost and Attorney General Mike DeWine also have sent surrogates, the records show. Like Mandel, the meeting March 19 was the first either of them attended personally.\n\nThough sending a designee to meetings is not uncommon, the Associated Press found Mandel \"unique among modern-era treasurers\" by attending none in his first year.\n\nAn AP report from Jan. 25, 2012, said that \"Democrat Kevin Boyce and Republican Jennette Bradley both attended the board’s monthly meetings less than half the time. Democrat Richard Cordray almost always went. Earlier treasurers Ken Blackwell, Joe Deters and Mary Ellen Withrow all attended at least occasionally.\"\n\nThe online magazine Salon published a story on Oct. 3, 2012 -- after the Brown ad was broadcast -- noting that the state treasurer also serves on an additional seven boards or commissions. Mandel sent representatives but did not attend any of their meetings until last March, Salon said, citing information it was provided by the liberal research group American Bridge through open records requests.\n\nMandel's spokesman Seth Unger, who called the report a \"red herring,\" said the treasurer \"has appointed designees to represent him on these boards, commissions and authorities, as has been customary under prior administrations both Democrat and Republican alike.\n\n\"Our designees have also confirmed that the other statewide officers currently on these boards send designees to represent their offices,\" he said. \"It should be noted that while these bodies remain in statute, some meet only very sporadically, and one has not convened for years.\"\n\nThe Brown campaign also provided a list of 225 out-of-office events which could be viewed as political, from late March 2011 to early July 2012 -- 44 of them out-of-state, with all but three of those on workdays, and including at least 64 fundraisers.\n\nDemocrats have pointed to Mandel's calendar before, as an article in The Plain Dealer reported last January, to argue he was barely working or that he was not being forthcoming in how he spends his time.\n\nWhile the events show Mandel's political involvement, however, they do not provide evidence that he failed to perform his duties of office, as spelled out in Chapter 113 of the Ohio Revised Code.\n\nThe treasurer of state is an elected administrator. He does not have specified hours or attendance requirements. It’s not like his office shuts down when he is not there. The treasurer has a staff that handles the daily operations of the office.\n\nWhen the Ohio Democratic Party made a public records request for Mandel's official schedule, the treasurer's officer delivered with it a copy of Mandel's \"2011 Top-Bottom Review,\" listing what he considered his office's top accomplishments.\n\nThe treasurer's Annual Report for fiscal 2012 listed more of what his office called steps \"to cut waste, reduce spending and increase efficiency.\" The week of Sept. 28, 2012, the office touted the launch of a searchable online database of Ohio's state-owned properties and buildings.\n\nWhat does all this say about the claim in Brown's TV ad, that \"while Mandel's been busy traveling the country raising campaign money, he hasn't shown up for work\"?\n\nThe claim in the Brown ad is partially accurate. His campaign cited meetings of the Board of Deposit, on which Mandel sits, including at least one case where Mandel was fundraising in Washington on the day of a meeting. It also cited at least 44 out-of-state political events from March 2011 to July 2012 from Mandel’s schedule -- slightly less than three per month -- and more than 200 out-of-office events, of which at least 64 were fundraisers.\n\nBut the ad leaves out important details needed to put the claim in context.\n\nMembers of the Board of Deposit are permitted to send a representative in their place. Mandel has done that, as did both the auditor and attorney general, who also are on the board.\n\nIn assessing a claim about the state investment pool’s credit rating, PolitiFact Ohio talked to a financial expert from Standard & Poors who noted that Mandel deserved credit for his performance as state treasurer, an administrative post whose responsibilities by law are to safeguard and invest the state’s money. During the time he has been state treasurer, the state’s credit rating for it’s STAR Ohio investment fund has remained at the top level.\n\nIt is not uncommon for politicians to run for higher office while holding an elected seat, and the that can have an impact on the amount of time they are in their current jobs.\n\nBut the implication of the claim in the Brown campaign ad is that Mandel has neglected his duties as state treasurer while he campaigns for Senate. While there is support for the claim that he has been out of the office, we don’t see evidence that the office is not functioning properly.\n\nOn the Truth-O-Meter, the claim rates Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJosh Mandel\n\n\nstated on September 13, 2012 in a campaign commercial\n\n\n\n\n\n\n\n\n\"We need a Senator who shows up to work. Sherrod Brown missed over 350 official votes.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • October 10, 2012", "vclaim_id": "vclaim-pol-10261"}