{"url": "/factchecks/2020/jan/24/facebook-posts/yes-iran-does-ban-twitter/", "speaker": "Facebook posts", "vclaim": "\"Twitter is banned in Iran.\"", "truth_label": "true", "date": "stated on January 13, 2020 in a Facebook post:", "title": "Yes, Iran does ban Twitter", "text": "When citizen protests erupted in Iran after the government admitted its forces mistakenly shot down a Ukrainian airliner, killing all 176 passengers, President Donald Trump responded with a tweet that was indecipherable to the vast majority of his 71 million followers. \nWriting Jan. 11 in Farsi, the predominant and official language in Iran, Trump noted the protests and said he stood with the Iranian people.\nResponding with a tweet of her own, Trump’s daughter and White House adviser Ivanka Trump echoed a Washington Examiner headline in saying: \n\"President Trump’s message in Farsi supporting Iranian protesters is the most liked Persian tweet in history of Twitter.\"\nWe’re leaving aside Ivanka Trump's claim. But we do want to check a response that seemed to contradict her.\nA Facebook user shared both Ivanka Trump’s tweet and a response to it from Business Insider politics reporter John Haltiwanger. He tweeted:\n\"Twitter is banned in Iran.\"\nThe post was flagged as part of Facebook’s efforts to combat potential false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe reporter is right, as a number of media accounts have confirmed.\nThe day after the Facebook post was published, The Telegraph reported on censorship in Iran. Twitter, the British news outlet said, is among the platforms that are banned for ordinary Iranians, even though top government officials use it.\nIn fact, Twitter, as well as Facebook, have been banned since 2009, although many Iranians find ways to use them, according to the New York Times. \n \nBefore the blackouts, activists had used Twitter and Facebook to organize mass protests and document a crackdown after a disputed election in 2009, according to the Associated Press.\nAnd in the days just prior to the protests over the downed airliner, the Washington Post also noted that Twitter is blocked in Iran — even though President Hassan Rouhani and Ayatollah Ali Khamenei are active Twitter users and many ordinary Iranians figure out ways to tweet.\nOur ruling\nA Facebook post declares: \"Twitter is banned in Iran.\"\nOfficially, it is, though many Iranians find a way to use the platform, as does the country’s top leaders.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-17626"}