{"url": "/factchecks/2018/mar/16/andrew-cuomo/half-female-homicides-us-involve-intimate-partner/", "speaker": "Andrew Cuomo", "vclaim": "\"Half of the American women who are murdered are killed by their intimate partners.\"", "truth_label": "true", "date": "stated on March 13, 2018 in remarks at a rally:", "title": "Half of female homicides in the U.S. involve an intimate partner", "text": "Gov. Andrew M. Cuomo wants state lawmakers to pass a bill he believes would prevent more women from being murdered by people close to them.\nThe bill would remove guns from people convicted on misdemeanor domestic violence charges. Guns are currently only taken away if someone has a felony conviction for domestic violence.\n\"Half of the American women who are murdered are killed by their intimate partners,\" Cuomo said at a March 13 rally.\nThe bill is part of Cuomo’s 2018 Women’s Agenda, a list of more than two dozen proposals concerning healthcare, equal pay and gun violence among other issues.\nThe domestic violence bill doubles as one of the governor’s proposals to add to the state’s gun control laws. New York state already has one of the lowest rates of gun-caused death in the country, but Cuomo believes the proposal could drive that number lower.\nIs he right that half of women murdered in the U.S. are killed by their intimate partners?\nThe data\nCuomo’s claim comes from data released by the Centers for Disease Control and Prevention in 2017.\nThe agency looked at the homicides of 10,018 adult women in 18 states from 2003 to 2014.\nThe circumstances of the homicide were known in 8,028 of the cases.\nOf those, 4,442 homicides, or 55.3 percent, were related to intimate partner violence. The report defines an intimate partner as a current, former, or unspecified spouse or romantic partner. Women killed while intervening in an incident of intimate partner violence, like a friend or family member, were also counted in this category.\nAlmost 80 percent of intimate partner homicides involved a current intimate partner.  About 11 percent of victims had experienced violence in the month preceding their death.\nAn argument preceded the victim’s death in about a third of intimate partner homicides, the report found.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nGun-involved homicides\nThe report does not include data on the criminal history of the suspects. It’s not known what share had a history of domestic violence.\nBut the agency did collect information on the type of weapon used in each homicide.\nA firearm was used in 5,234 of the total homicides, or almost 54 percent. That’s more than double the number of victims killed with a sharp instrument, the next most-documented weapon.\nThe authors of the report suggest legislation like Cuomo’s could help prevent more female homicides in the future.\n\"State statutes limiting access to firearms for persons under a domestic violence restraining order can serve as another preventive measure associated with reduced risk for intimate partner homicide and firearm intimate partner homicide,\" the report said.\nA report from the U.S. Bureau of Justice Statistics found an estimated 45 percent of female homicide victims were killed by an intimate partner in 2007.\nNew York state data\nNumbers in New York state mirror national data.\nAbout 48 percent of female domestic homicides in New York state involved an intimate partner in 2016, according to a report from the state Division of Criminal Justice Services. A firearm was used in about a third of all domestic homicides in New York state.\nThe state data does not include homicides where there was no known relationship between the suspect and victim.\nOur ruling\nCuomo said \"Half of the American women who are murdered are killed by their intimate partners.\"\nData collected by the CDC supports Cuomo’s claim. More than half of the female homicides the agency studied involved an intimate partner when the relationship was known.\nWe rate his claim True.\n Share the Facts 2018-03-16 15:31:52 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Half of the American women who are murdered are killed by their intimate partners.\"    Andrew Cuomo New York Governor https://www.youtube.com/watch?v=qrkCFEqkTuM    Tuesday, March 13, 2018 2018-03-13    Read More  info", "vclaim_id": "vclaim-pol-02299"}