{"url": "/factchecks/2018/may/22/david-rouzer/congressman-deal-ensured-iran-could-hit-us-nuclear/", "speaker": "David Rouzer", "vclaim": "\"The #irandeal ultimately would have guaranteed Iran a nuclear bomb capable of reaching the US.\"", "truth_label": "false", "date": "stated on May 8, 2018 in a tweet:", "title": "Congressman: deal ensured Iran could hit US with nuclear bomb", "text": "Most congressional Republicans applauded as President Donald Trump announced plans to withdraw from the Iran nuclear agreement.\nAmong them was Rep. David Rouzer, a Republican from southeastern North Carolina. Rouzer argued (accurately) on Twitter that Iran is the top state sponsor of terrorism. But then he went a step further.\n\"The #irandeal ultimately would have guaranteed Iran a nuclear bomb capable of reaching the US,\" Rouzer tweeted on May 8.\n\nPolitiFact has heard and reported on a lot of rhetoric surrounding the Iran deal, an agreement signed in 2015 by Iran, the United States, and other nations and championed by former President Barack Obama. In Rouzer’s claim about a nuclear bomb \"capable of reaching the U.S.,\" the word \"guaranteed\" stands out to us.\nWe contacted Rouzer’s office and asked for evidence to support his claim. His staffer, Danielle Smotkin, referenced three people’s comments to support the congressman’s claim:\n\n\nIn an April 2015 interview with NBC’s Meet the Press, Israeli Prime Minister Benjamin Netanyahu said Iran was developing intercontinental ballistic missiles to reach the United States.\n\n\nIn an August 2015 interview with an Iranian news outlet, a member of Iran’s negotiating team said Iran expected to reach \"complete industrial (uranium) enrichment\" eight years after the deal.\n\n\nIn October 2017, Iranian Major-General Mohammad Ali Jafari said Iran’s missiles can hit U.S. forces and interests within 2,000 kilometers, which is 1,200 miles.\n\n\nAbout that missile range: That means Iran is capable of reaching U.S. interests in the Middle East, but isn’t capable of striking the United States mainland — 7,200 miles away. (PolitiFact has written before about how likely it is that Iran will develop intercontinental ballistic missiles.)\nThe Iran deal, officially titled the Joint Comprehensive Plan of Action, puts a cap on how much uranium Iran can enrich until 2030.\nHow it works\nAs part of the deal, Iran drastically limited its ability to build a weapon by giving up 97 percent of its enriched uranium stockpile when it signed the deal. Iran could also build a weapon with plutonium, but the agreement bans plutonium reactors for 15 years and stipulates that Iran must dismantle its current one. Some of the deal’s terms last forever, including a ban on nuclear weapon design and manufacturing.\nThe Additional Protocol, separate inspection guidelines for the International Atomic Energy Agency, improves international oversight of nuclear fuel. It also allows broader inspections, such as collecting environmental samples at any location to detect radioactive materials.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"In fact, the text of the JCPOA explicitly states that ‘under no circumstances will Iran ever seek, develop or acquire any nuclear weapons’,\" said Elena Chachko, coordinator of Harvard’s Empirical Legal Studies Series and a doctoral student at its law school.\nSo the deal, on paper, restricts Iran from building nuclear weapons. And so does an agreement among about 190 countries to prevent the spread of nuclear weapons, Chachko said.\n\"As a non-nuclear-weapon state under the Nuclear Non-Proliferation Treaty (NPT), Iran is banned from acquiring nuclear weapons under international law regardless of the JCPOA,\" she said.\nA broader point\nDavid Albright, founder of the Institute for Science and International Security, suggested that the public not judge Rouzer’s words in the literal sense. He agreed with Rouzer’s broader point that, years from now, Iran could have enough materials to secretly build a nuclear bomb.\nThe Iran deal \"kicked the can down the road and did not settle the question of Iran building nuclear weapons,\" he said.\nIan Williams, managing editor of Missile Threat, a product of the Missile Defense Project at the Center for Strategic and International Studies, agreed.\n\"The deal does not completely block the path\" toward a nuclear bomb, Williams said.\n\"On a very fundamental level, it leaves them everything they would need,\" he said. However, the Iran deal \"definitely made it harder\" to make a bomb.\nHowever, \"the tweet is inaccurate. It makes it seem like, in 10 years, we will give them a nuclear weapon,\" Williams said.\nOur ruling\nRouzer tweeted that the Iran deal \"ultimately would have guaranteed Iran a nuclear bomb capable of reaching the US.\"\nFor one thing, the deal didn't promise Iran a nuclear weapon. In fact, language in the deal — and in the separate Nuclear Non-Proliferation Treaty — bans Iran from possessing such a weapon.\nExperts acknowledge the deal didn't necessarily prevent Iran from getting the bomb — but said it made it more difficult. Further, Iran is currently limited to missile strikes within a 1,200-mile range, not nearly far enough to reach the United States.\nWe rate this statement False.\n Share the Facts 2018-05-22 23:21:46 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  “The #irandeal ultimately would have guaranteed Iran a nuclear bomb capable of reaching the US.”    David Rouzer Congressman (R-NC) https://twitter.com/RepDavidRouzer/status/994024279699312641   Twitter Tuesday, May 8, 2018 2018-05-08    Read More  info", "vclaim_id": "vclaim-pol-02049"}