{"url": "/factchecks/2020/sep/04/youtube-videos/no-kamala-harris-didnt-say-she-wants-riots-continu/", "speaker": "YouTube videos", "vclaim": "“Kamala Harris wants the riots to continue and not let up, not now not even after the election.”", "truth_label": "false", "date": "stated on August 28, 2020 in a Facebook post:", "title": "No, Kamala Harris didn’t say she wants riots to continue", "text": "A YouTube video being shared on social media shows part of a recent interview with \"Late Show\" host Stephen Colbert and Democratic vice presidential nominee Kamala Harris, but the clip’s title misleads about what Harris actually said. \n\"Kamala Harris wants the riots to continue and not let up, not now not even after the election,\" the title says.\nThe account that posted the clip described it this way: \"Kamala Harris says that riots are not going to stop, ever, and to BEWARE. With a smile on her face.\"\nThis video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIt blatantly distorts what the California senator said. \nAfter a Minneapolis police officer killed George Floyd in May, demonstrators across the country started protesting racial injustice and police violence against Black people. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nSpeaking remotely to Colbert in June, Harris voiced support for the ongoing protests — but she didn’t say she wants the riots to continue. \n\"They’re not going to stop,\" she said. \"This is a movement, I’m telling you, they’re not going to stop, and everyone beware because they’re not going to stop before Election Day in November, and they’re not going to stop after Election Day. And everyone should take note of that, on both levels, that they’re not going to let up, and they should not, and we should not.\" \nThat’s all the YouTube clip shows, but a longer version of the exchange posted by the \"Late Show\" shows Harris saying that the protests continuing is \"critically important\" to achieve change. Neither she nor Colbert mention riots.\nDuring her rebuttal to Donald Trump’s speech accepting the Republican nomination for president on Aug. 27, Harris condemned looting and violence but she said she supported peaceful protesters. \n\"We should not confuse them with those looting and committing acts of violence, including the shooter who was arrested for murder,\" she said. \"And make no mistake, we will not let these vigilantes and extremists and derail the path to justice.\"  \nWe rate this video False.", "vclaim_id": "vclaim-pol-18879"}