{"url": "/factchecks/2015/jun/17/jeb-bush/jeb-bush-says-hillary-clinton-said-progressive-age/", "speaker": "Jeb Bush", "vclaim": "Says Hillary Clinton \"insists that when the progressive agenda encounters religious beliefs to the contrary, those beliefs ‘have to be changed.’ \"", "truth_label": "half-true", "date": "stated on June 15, 2015 in his announcement speech at Miami Dade College:", "title": "Jeb Bush says Hillary Clinton said 'progressive agenda' means religious beliefs 'have to be changed'", "text": "As he tries to appeal to religious conservatives, Jeb Bush has portrayed Hillary Clinton as the enemy of those who believe in religious freedom.\n\"These have been rough years for religious charities and their right of conscience, and the leading Democratic candidate hinted of more to come,\" Bush said during his announcement speech at Miami Dade College on June 15. \"Secretary Clinton insists that when the progressive agenda encounters religious beliefs to the contrary, those beliefs ‘have to be changed.’ That is what she said. That is what she said. And I guess we should at least thank her for the warning.\"\nSo is that what she actually said about the need for religious beliefs to change? We looked at when and where she made her comments, and found Bush is taking her words out of context.  \nClinton’s Women in the World speech\nA spokesman for Bush confirmed that he was referring to a comment Clinton made during her speech at the Women in the World Summit in New York City on April 23. (And he’s attacked her speech previously.)\nIn the section Bush referred to, Clinton raised concerns about lack of access to education for girls, the rate of maternal mortality and domestic violence, and reproductive health care. It’s in that context she made the claim about religion:\n\"Yes, we’ve nearly closed the global gender gap in primary school, but secondary school remains out of reach for so many girls around the world.\nYes, we’ve increased the number of countries prohibiting domestic violence, but still more than half the nations in the world have no such laws on the books, and an estimated one in three women still experience violence.\nYes, we’ve cut the maternal mortality rate in half, but far too many women are still denied critical access to reproductive health care and safe childbirth.\nAll the laws we’ve passed don’t count for much if they’re not enforced.  Rights have to exist in practice, not just on paper.  Laws have to be backed up with resources and political will.  And deep-seated cultural codes, religious beliefs, and structural biases have to be changed.\nAs I have said and as I believe, the advancement of the full participation of women and girls at every aspect of their societies is the great unfinished business of the 21st century, and not just for women but for everyone — and not just in far away countries but right here in the United States.\"\nBush’s campaign referred to news articles about her speech including one in New York magazine which stated \"the speech had other double meanings that show fiery rhetoric geared toward a group of mostly progressive women.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThe headlines from conservative media that we found such as Fox News focused on abortion: \"Hillary: ‘Religious beliefs’ must change for sake of abortion.\"\nClinton, who is a supporter of abortion rights, didn’t use the word abortion, but she did mention \"reproductive health care,\" which can include abortion as well as birth control or prenatal health care.\nBut her statement is somewhat different from Bush’s claim. She didn’t say that a \"progressive agenda\" should dictate religious beliefs -- her overall point was that countries need to do more to help protect women’s rights to education, health care, and to live safely -- and that to do so requires enforcing laws and changing religious beliefs.\nClinton’s speech didn’t only pertain to far flung countries -- she was making a statement to religious conservatives in the United States.\n\"America moves forward when all women are guaranteed the right to make their own health care choices, not when those choices are taken away by an employer like Hobby Lobby,\" she said. In 2014, the U.S. Supreme Court ruled that certain companies with religious objections can opt out of a mandate under the Affordable Care Act to provide free contraception to their employees.\n\"One would like to imagine that Clinton was speaking only about primitive cultures where children are forced into marriage and childbearing, or where genital cutting is common,\" wrote Kathleen Parker, a conservative columnist for the Washington Post. \"But we know that she also meant religious conservatives closer to home whose beliefs get in the way. She explicitly criticized Hobby Lobby for not paying for its employees’ contraception.\"\nClinton’s spokesman told PolitiFact that Bush took her remarks out of context.\n\"Hillary Clinton was talking about atrocities and horrible practices around the world that are carried out against women and girls in the name of deep-seated cultural codes and religious beliefs,\" Josh Schwerin said. \"If any candidate thinks rape, child marriage and genital mutilation -- done in the name of deeply held religious beliefs -- should be allowed to continue, they should say so directly and not try to make it into a false political attack.\"\nOur ruling\nBush said, \"Secretary Clinton insists that when the progressive agenda encounters religious beliefs to the contrary, those beliefs ‘have to be changed.’ \"\nDuring a speech about women’s rights worldwide in April, Clinton talked about the rates of maternal mortality, domestic violence, lack of access to education and \"reproductive health care.\" She said that laws must be enforced to protect those rights \"and deep-seated cultural codes, religious beliefs, and structural biases have to be changed.\"\nSo the only area where she says beliefs must change that has any possible connection to domestic issues is in the reference to the overall category of reproductive health.\nBush is making Clinton’s remarks sound far more sweeping than they actually are. Clinton was talking about specific issues affecting women’s health and safety, in both a global and domestic context.  We rate this statement Half True.", "vclaim_id": "vclaim-pol-06301"}