{"url": "/factchecks/2020/mar/18/ron-paul/ron-paul-wrong-say-no-basis-coronavirus-death-rate/", "speaker": "Ron Paul", "vclaim": "Says Anthony Fauci’s statement that the coronavirus death rate is 10 times that of the seasonal flu is “a claim without any scientific basis.\"", "truth_label": "false", "date": "stated on March 16, 2020 in an opinion article:", "title": "Ron Paul wrong to say no basis for coronavirus death rate", "text": "For decades, Anthony Fauci has been held up as one of the federal government’s foremost public health experts. Even at age 79, he is one of the top advisers to President Donald Trump on the coronavirus crisis.\nYet Ron Paul, a sometimes conspiracy-minded Texas doctor, former GOP congressman and former presidential candidate, seemed to raise a fair question about a coronavirus statement made by Fauci.\nCalling Fauci \"the chief fearmonger of the Trump Administration,\" Paul wrote in a column on his website that Fauci \"testified to Congress that the death rate for the coronavirus is 10 times that of the seasonal flu, a claim without any scientific basis.\"\nWe wondered about the scientific basis attack. In some contexts, public health experts have said it’s too early in the coronavirus outbreak to know exactly what it’s death rate is.\nPaul’s post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\"I can’t think of a more universally trusted person among virologists than\" Fauci, who has served as director of the National Institute of Allergy and Infectious Diseases since 1984, said Emily Bruce, an immunobiology faculty scientist at the Larner College of Medicine at the University of Vermont.\nFauci is taking the seasonal influenza death rate to be approximately 0.1% and the coronavirus to be about 1%, said Dr. Amesh Adalja, senior scholar at Johns Hopkins University’s Center for Health Security. \n\"While it is early in the outbreak, there is enough data to say that 1% is likely a fairly reasonable approximation with some scientific basis in data.\"\nWhile the numbers aren’t all precise, there is a basis for what Fauci said.\nAs we’ve reported:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n\n\nBased solely on the numbers, you’re more likely to die if you get the 2019 coronavirus than if you get the flu. (Several factors apply, such as age and health.)\n\n\nA study of 44,672 confirmed cases of the coronavirus in China diagnosed as of Feb. 11, 2020, from the Chinese Center for Disease Control and Prevention found a fatality rate of 2.3%. A March 3, 2020, estimate from the World Health Organization put the figure at 3.4%, although that figure is likely inflated given how many cases are mild and not treated in hospitals. Some people who die never report having had coronavirus.\n\n\nThe latest daily report on COVID-19 from the World Health Organization, issued March 16, 2020, said there have been 167,515 confirmed cases and 6,606 deaths. That’s a death rate of 3.9%.\nThe flu death rate is much lower.\nIn its latest weekly report on the 2019-20 flu, for the week ending March 7, 2020, the U.S. Centers for Disease Control and Prevention estimates there have been 36 million flu illnesses and 22,000 deaths. That’s a rate of 0.06%.\nThe case fatality ratio — dividing reported deaths by reported cases — is only a snapshot and the rate can vary considerably during an outbreak, the World Health Organization told us.\n\"We will not have a clear CFR until the outbreak is over,\" WHO said in a statement, adding that the CFR can change if it is discovered that there are many more milder cases than originally thought, and can vary by country based demographic factors, such as age. \nWe didn’t hear back from our requests for information from Paul. \nOur ruling\nPaul said that Anthony Fauci’s statement that the coronavirus death rate is 10 times that of the seasonal flu is \"a claim without any scientific basis.\"\nWe won’t know for some time what the actual death rate is for people who contract the current coronavirus, COVID-19. But based on figures that are available, it’s indicated to be at least 10 times higher than the death rate from the flu. We rate Paul’s statement False.\nCorrection, March 24, 2020: CDC estimates have indicated a COVID-19 death rate of 0.06%, not 0.0006%, as we originally reported. This fact-check has been updated with the correct figure.", "vclaim_id": "vclaim-pol-18156"}