{"url": "/factchecks/2019/may/06/joe-biden/joe-biden-claims-he-was-staunch-liberal-senate-he-/", "speaker": "Joe Biden", "vclaim": "\"I was always labeled as one of the most liberal members of the United States Congress.\"", "truth_label": "false", "date": "stated on May 1, 2019 in an interview:", "title": "Joe Biden claims he was a staunch liberal in the Senate. He wasn’t", "text": "Joe Biden is pushing back against the perception that he’s not progressive enough for today’s Democratic Party.\nLong seen as his Achilles’ heel in this Democratic primary, Biden’s 35-year Senate voting record reveals a history of breaking with liberal orthodoxy on a variety of issues, from his vote to authorize the Iraq War to his backing of measures that led to mass incarceration.\nBiden, in a recent interview, sought to turn the narrative on its head by claiming progressive credentials.\n\"I was always labeled as one of the most liberal members of the United States Congress,\" the former Delaware senator told ABC News in an interview that aired May 1.\nAfter a review of sources that grade lawmakers based on ideology, we found Biden’s claim to be inaccurate. By a variety of measures, Biden’s record has been that of a moderate Democrat.\nBiden’s middling liberalism\nWe examined several different ideology ratings to assess Biden’s claim.\nOne of the most widely cited among academics is the Voteview database, which is maintained by UCLA. Voteview derives lawmakers’ ideological grades from roll call votes. (Read their full methodology here.)\nBelow is how Voteview ranks Biden from 1973 through 2008: The purple line shows how liberal Biden was compared to the full Senate, while the blue line shows how he measured up among Senate Democrats. (In the chart below, the most liberal senator would be rated 100 percent and the least liberal senator would be rated zero.)\nBiden was on average more liberal than about 75% of the Senate overall. Among Democrats, he was in the middle of the pack. On average, he stood at almost exactly his party’s center line.\n\nBy either measure, it’s misleading for Biden to claim he was always labeled one of the most liberal members.\n\"I think it’s fair to say that Voteview does not, and has not, so labeled him,\" said Jeffrey Lewis, a political science professor at UCLA who runs the database.\nSome years saw Biden align more closely with progressive members of his party than others. His first noteworthy break came early in his Senate career, when he opposed busing as a means to racially desegregate schools.  \n\"Biden, who once participated in sit-ins to desegregate restaurants along U.S. Route 40, startled his colleagues in 1975 when he broke liberal ranks to win Senate approval of an anti-busing amendment,\" reads a profile of Biden from Congressional Quarterly. \"Suddenly, he was allied with Southern conservatives on an emotional national issue.\"\nBiden’s position may have helped him get re-elected in 1978. As his campaign was underway, a controversial busing plan was taking effect in New Castle County, Del., \"outraging voters in the white suburbs,\" according to CQ.\n\"With this anti-busing position offsetting his liberalism on some other social issues, Biden seemed unbeatable in 1978,\" his CQ profile states. It notes that his opponent was unsuccessful in painting Biden as \"too far left for the state.\"\nNevertheless, Biden’s first taste of disunity with liberal Democrats seemed hard for the young senator to swallow.  \n\"It is not a comfortable feeling for me,\" Biden said at the time, according to CQ. \"I mean, I’ve never been there before.\" \nBut it would not the last time he broke with Democratic ranks. As we’ve noted, recent progressive attacks on Biden’s record have some merit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nBiden’s image as someone willing to buck his party’s liberal wing on social issues was cemented by the early 1980s.\n\"On cultural issues, he often does not support positions associated with liberal Democrats,\" read a profile of Biden in the 1984 issue of the National Journal’s Almanac of American Politics, considered by some to the the Bible of U.S. politics.\nA spokesman for the Biden campaign defended the former senator and vice president’s progressive record.\n\"Vice President Biden has been a force for progressive action throughout his career — from campaign finance reform to climate change to systemic racism to organized labor to marriage equality,\" said Biden aide TJ Ducklo. \"He's never been afraid to be the first to speak out, and has worked tirelessly in Congress and as vice president to write, pass and implement progressive policies into law.\"  \nThe campaign noted that shortly before leaving the Senate to become Barack Obama’s vice president, Biden notched some high marks for liberalism. He received a 94% overall liberal score in 2007 from the National Journal, and Voteview found he was more liberal than 75% of the 110th Senate.\nBut Biden has not always been labeled one of the most liberal members — not by the National Journal or the other rating systems we looked at — which is what he’s claiming.\nPolitiFact located two decades’ worth of National Journal ratings and found Biden’s average liberalism score was 76%. His lowest National Journal score we found was 59% in 1997, the year Biden was one of a handful of Democrats who joined Republicans in a failed effort to amend the Constitution to require a balanced budget.\nBiden’s position as the top Democrat on the Senate Judiciary Committee during this era often found him in the crosscurrents of emotional political debates.  \n\"The issues that arise here — abortion, flag-burning, capital punishment, crime control — cut deeply,\" reads his profile in the Almanac. \"And for years the cultural liberals in the Democratic Party differed sharply on most of them from the constituents Biden saw in Delaware every day.\"\nThe Biden campaign’s reference to his Voteview score cited only his ranking among senators of both parties. Among Democrats in the 110th Senate, Biden was in the 51st percentile for liberalism.\nAnother group that ranks legislators by ideology, GovTrack.us, failed to support Biden’s claim. A GovTrack.us analysis of bills that Biden sponsored and cosponsored from 2003 through 2008 shows Biden’s liberal record in Congress was not superlative.\nLike Voteview, GovTrack places Biden in the middle of his Senate Democratic cohort too.\n\nSource: GovTrack.us\nOne reason for Biden’s middling score on the ideological scale is his track record of bipartisanship.\n\"He seems drawn again and again to try to reconcile the economic and cultural liberalism of the national Democratic Party, of which he is one of the leaders, with the economic and cultural conservatism of so many of those he grew up with: to explain one to the other, to reconcile them, to enable them to live happily together,\" reads a 1996 profile of Biden in the Almanac of American Politics.\nDuring Biden’s time in the Senate, just over 40% of the bills he co-sponsored were introduced by Republicans, according to an analysis by Benjamin Hammer of GovTrack.\nIn his last two years as a senator, Biden crossed the aisle more than even Amy Klobuchar, who GovTrack ranks as the most moderate of the Senate Democrats running for president in 2020, Hammer said.\nJosh Tauberer, who founded GovTrack, summed up his group’s findings this way: \"We rate Biden's claim as false.\"  \nOur ruling\nBiden said, \"I was always labeled as one of the most liberal members of the United States Congress.\"\nA review of several databases that grade lawmakers based on ideology shows Biden has not always earned high grades for liberalism, and occasionally earned low marks. Among Senate Democrats, he was in the middle of the pack in terms of liberalism. Over his 35 years in the Senate, he showed a willingness to buck the left wing of his party and cross the partisan aisle.\nWe rate this False.\n Share the Facts 2019-05-06 20:42:23 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"I was always labeled as one of the most liberal members of the United States Congress.\"    Joe Biden Former Vice President https://abcnews.go.com/Politics/joe-jill-biden-respond-women-made-uncomfortable/story?id=62665123   in an interview Wednesday, May 1, 2019 2019-05-01    Read More  info", "vclaim_id": "vclaim-pol-00671"}