{"url": "/factchecks/2017/feb/26/thomas-perez/new-dnc-chair-tom-perez-says-donald-trump-wants-cu/", "speaker": "Thomas Perez", "vclaim": "Says \"Donald Trump wants to eliminate overtime pay for people.\"", "truth_label": "barely-true", "date": "stated on February 26, 2017 in an interview on NBC's \"Meet the Press\":", "title": "Mostly False: New DNC chair Tom Perez says Donald Trump wants to eliminate overtime pay", "text": "On his first full day as chairman of the Democratic National Committee, former Labor Department secretary Thomas Perez said the Democratic Party needs to win back American workers who turned to Republicans in the 2016 election.\nOn the Feb. 26 edition of NBC’S Meet the Press, Perez said Democrats fell short by spending too much time bashing President Donald Trump and not enough time talking about a progressive economic message.\n\"We stand for good wages. We stand for Social Security. We stand for retirement security. We brought this nation Medicare,\" Perez said of Democrats. \"The Republicans are trying to voucherize Medicare and privatize Social Security.\"\nThen he said something we hadn’t heard before: \"Donald Trump wants to eliminate overtime pay for people.\"\nWhile Trump has said he will not cut Social Security, Medicaid or Medicare, other Republicans have laid out plans for restructuring the programs.\nWe wanted to look into the last part of Perez’s comment — is Trump really planning to deliver a KO to OT?\nTo back up his claim, Perez’s team sent clips from three news articles and a memo from Trump’s campaign. However, none of these sources show Trump wants to \"eliminate overtime pay,\" the money earned for working more than a specified number of hours a week.\nWhat Trump has said\nWhile Trump has not talked about eliminating overtime pay, he has supported rolling back an Obama-era regulation that would expand the number of people eligible for overtime.\nIn an August 2016 interview with the online news service Circa, Trump was asked if there’s any new regulations he wanted to eliminate.\nThe interviewer asked, \"What are some fresh examples of federal regulations you’d roll back if you were president? For example, the Labor Department. They have a regulation that’s going to take effect on Dec. 1. It’s going to impose overtime requirements on small business. Would that be one of them?\"\nTrump said the rules regarding overtime were just an example of the type of business regulations he would seek to roll back as president.\nTrump is quoted as saying, \"We have to address the issues of over-taxation and over-regulation and the lack of access to credit markets to get our small business owners thriving again. Rolling back the overtime regulation is just one example of the many regulations that need to be addressed to do that.\"\nA small business advisory council memo from the Trump-Pence campaign Oct. 17 conveyed a similar message about the burden of economic regulations.\n\"Labor issues like minimum wage, overtime rules, and union organizing all take their toll, reads the memo. \"It seems to many small business owners out here in ‘flyover land’ that the insiders in D.C. have it in for them. And they probably do.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt’s not clear from his comments if Trump was referencing any particular rule or regulation, but there is one notable Obama-era rule that made waves in Republican circles in 2016.\nMost employees in the United States are eligible for time-and-a-half overtime pay if they work more than 40 hours a week. But there’s an exception for white-collar workers.\nTo be considered a white-collar worker by the government, an employee has to make more than $455 per week, be paid salary, and work in an administrative, executive or professional position. People who meet these criteria do not qualify for overtime pay. \nIn March 2014, President Barack Obama signed a presidential memorandum directing the U.S. Labor Department (then led by Perez) to update regulations related to overtime pay in the Fair Labor Standards Act. \nTwo years later, the Obama administration finalized a rule that would shrink the number of workers affected by the \"white-collar\" exemption. Under Obama’s proposed rule, those workers would be eligible for overtime if they made less than $47,500 a year (up from $26,660). The Department of Labor estimated that 4.2 million workers would become eligible to earn overtime as a result of the new rule.\nHowever, many states and businesses, unhappy with the new proposal, filed an emergency motion challenging the rule. On Nov. 22, 2016, U.S. District Judge Amos Mazzant in Texas, sided with those states and business groups and granted their motion for a nationwide injunction.\nWith the new regulation on hold, the Trump administration could have decided whether to continue defending the rule in court, or kill it completely. In response, the White House issued a moratorium on all proposed federal regulations that have yet to take effect.\nTrump’s Labor Department is without a permanent chief.\nTrump had nominated fast-food executive Andrew Puzder for the role, though he withdrew from consideration Feb. 15 before a doubtful confirmation vote. Trump then nominated Alexander Acosta, a law school dean at Florida International University and former Justice Department official, who is awaiting confirmation.\nOn Meet the Press, Perez said Trump wanted to eliminate overtime pay, and also that \"he nominates someone to head the Labor Department who wants to gut overtime pay.\"\nIt is likely Perez was referring to Puzder, who was an open critic of Obama’s overtime rule. In a 2014 Wall Street Journal op-ed, Puzder cautioned against \"rewarding time spent rather than time well spent.\"\nWe could not find instances of Acosta opposing the overtime rule. The White House did not respond for comment.\nOur ruling\nPerez said Trump \"wants to eliminate overtime pay for people\".\nPerez’s statement offers a misleading view of Trump’s position on overtime. Trump’s administration has said he wants to roll back regulations — some of which would expand the number of those eligible for overtime — but that doesn’t translate to wanting to eliminate overtime completely.\nThe regulation that would expand overtime eligibility for white-collar workers has never been enforced because of a pending court challenge.\nWe rate this statement Mostly False.\nhttps://www.sharethefacts.co/share/565d0156-e575-49fa-8881-9f6e6925f73e", "vclaim_id": "vclaim-pol-03627"}