{"url": "/factchecks/2018/apr/10/walmis2018-com/walmart-targeted-online-free-coupon-scam/", "speaker": "Walmis2018.com", "vclaim": "\"Walmart rewards everyone with $75 coupon to celebrate its 125th Anniversary\"", "truth_label": "pants-fire", "date": "stated on April 10, 2018 in on a scam site:", "title": "Walmart targeted in online free coupon scam", "text": "If you see an Internet offer from Walmart promising a $75 coupon, know that it’s a scam.\nA story circulating on Facebook appears to offer a discount in exchange for taking a three-question survey about Walmart. Why? Because, the story says, the mammoth retailer is celebrating its 125th anniversary.\nFirst of all, Walmart was founded in 1962. So it’s at least 55, not 125.\nMore importantly for Walmart fans, the offer is not real.\nWalmart spokeswoman Tara Aston confirmed the scam.\n\"We care deeply about our customers and have procedures in place to help protect them from criminal behavior,\" she said. \"We frequently review our educational and prevention measures and when necessary, take additional steps to better inform our customers about the dangers of scams.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWalmart also clarifies on its website cases of fraud in which surveys are listed as potentially suspicious. A legitimate survey from Walmart is only taken on its official website.\nPolitiFact decided to test out the offer. When clicking on the survey link, we were notified that only 456 coupons remained. (That number didn’t change as we refreshed and revisited the page at different points.)\nThe survey consists of three questions: Have you ever shopped at Walmart? You prefer Walmart because of? Are you satisfied by the services of Walmart?\nWhen we finished, we were asked to share the survey with our Facebook friends — the promised coupon never materialized.\nIt wasn’t a bug. It’s just not real. Neither were free Delta and Southwest airline tickets.\nWe rate this scam Pants on Fire.\n Share the Facts 2018-07-19 21:38:11 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Walmart rewards everyone with $75 coupon to celebrate its 125th Anniversary\"    Internet Rumors Bloggers    on the internet Tuesday, April 10, 2018 2018-04-10    Read More  info", "vclaim_id": "vclaim-pol-02204"}