{"url": "/factchecks/2016/feb/17/ted-cruz/did-marco-rubio-say-spanish-univision-he-would-not/", "speaker": "Ted Cruz", "vclaim": "Says Marco Rubio \"went on Univision, and in Spanish he promised that he would not on the first day in office rescind President Obama's illegal executive action.\"", "truth_label": "half-true", "date": "stated on February 15, 2016 in an interview on Fox News:", "title": "Did Marco Rubio say in Spanish on Univision that he would not rescind Obama's DACA on Day One?", "text": "Ted Cruz says Marco Rubio is so soft on illegal immigration that he even supports President Barack Obama’s program to allow some young people to remain in the United States.\nThe two senators battling in the Republican presidential primary have fought over immigration policy since Rubio co-authored an immigration bill in 2013 and Cruz voted against it.\nCruz’s criticism includes what Rubio has said about Deferred Action for Childhood Arrivals -- the program started under Obama in 2012 to give temporary legal status to people who were brought to the United States illegally as children.\n\"He went on Univision, and in Spanish he promised that he would not on the first day in office rescind President Obama's illegal executive action,\" Cruz told Fox News’ Sean Hannity on Feb. 15.\nRubio’s campaign pushed back by retweeting several tweets that accused Cruz of mischaracterizing Rubio’s position.\nCruz made a similar attack during the Feb. 13 debate in South Carolina to which Rubio replied: \"Well, first of all, I don't know how he knows what I said on Univision because he doesn't speak Spanish.\" (Cruz told Fox News in 2012 that his Spanish was \"lousy.\")\nSo was something lost in translation here, or has Rubio sided with Obama on the policy? We decided to check the record on what Rubio said on Univision and elsewhere.\nUnivision interview\nA spokesman for Cruz pointed to an article on the conservative website Breitbart about Rubio’s April 2015 interview with Jorge Ramos of Univision.\nRamos asked Rubio if he was elected president if he would keep DACA, the program launched under Obama.\nBreitbart wrote that \"Rubio won’t reverse it himself if elected president\" despite the fact that Rubio said that it would have to ultimately end.\n\"I believe DACA is important,\" Rubio said, according to the initial English translation Breitbart used. \"It can’t be terminated from one moment to the next, because there are already people benefiting from it. But yes, it is going to have to end. It can’t be the permanent policy of the United States, and I don’t think that’s what they’re asking either. I think everyone prefers immigration reform.\"\nThe next day, Breitbart posted a second article based on the official Univision transcript and included comments by the Rubio campaign:\n\"Well, DACA is going to have to end at some point. I wouldn’t undo it immediately. The reason is that there are already people who have that permission, who are working, who are studying, and I don’t think it would be fair to cancel it suddenly. But I do think it is going to have to end. And, God willing, it’s going to end because immigration reform is going to pass.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nIn either translation, Rubio said DACA can’t be canceled suddenly but couldn’t be permanent policy.\nIn an email interview with PolitiFact Florida, Rubio spokesman Alex Burgos pointed to part of the second Breitbart article that stated Rubio \"discussed immigration policy, affirming his longstanding objection\" to DACA and a similar program for their parents.\nCruz spokesman Brian Phillips pointed to responses by the Rubio campaign and said, \"So Marco says it will have to end, but punts it to the legislative process.\"  \nBurgos told PolitiFact Florida, \"On day one of a Rubio administration, DACA will start coming to an end by not allowing new applicants into the program and not allowing existing DACA permit holders to renew.\"\nWhat Rubio has said more recently about DACA\nRubio has commented about DACA several other times.\nHe told reporters in February 2015 that \"eventually that program has to end. It cannot be the permanent policy of the United States. What I'm not advocating is that we cancel it right now at this moment, because you already have people that have signed up for it. They're working, they're going to school. It would be deeply disruptive.\"\nIn November 2015, he said it had to end even if Congress did nothing.\n\"DACA is going to end and the ideal way for it to end is that it's replaced by a reform system that creates an alternative,\" Rubio said while in Manchester, N.H in November. \"But if it doesn't, it will end. It cannot be the permanent policy of the United States.\"\nOne final note about Cruz’s statement: We’re not rating here whether DACA is illegal -- the future of the program is in the hands of the U.S. Supreme Court. The justices are expected to review an expansion of DACA, as well as a similar program for their parents, this year based on a lawsuit initiated by Texas.\nOur ruling\nCruz says that Rubio \"went on Univision, and in Spanish he promised that he would not on the first day in office rescind President Obama's illegal executive action.\"\nThat’s a reference to Rubio’s statement in an April 2015 interview about Deferred Action for Childhood Arrivals.\nCruz is cherry-picking a portion of Rubio’s interview. Rubio said that he wouldn’t undo the program immediately because it would be disruptive, but he said that it would have to end eventually and could not be permanent policy. Initially, Rubio said that he hoped it would end after an immigration bill passed but then in November said it would end even if Congress fails to act.\nCruz has created a misleading impression about Rubio’s statement by omitting his full comments. We rate this claim Half True.", "vclaim_id": "vclaim-pol-05399"}