{"url": "/factchecks/2016/jun/20/barack-obama/barack-obama-austin-says-us-only-advanced-democrac/", "speaker": "Barack Obama", "vclaim": "\"We’re the only advanced democracy in the world that makes it harder for people to vote.\"", "truth_label": "half-true", "date": "stated on March 11, 2016 in keynoting South by Southwest Interactive:", "title": "Barack Obama, in Austin, says U.S. only 'advanced democracy' that makes voting harder", "text": "President Barack Obama, kicking off Austin’s 2016 South by Southwest Interactive conference, drew a laugh after saying: \"We’re the only advanced democracy in the world that makes it harder for people to vote.\"\n\"No, I hear laughing,\" Obama said, \"but it’s sad. We take enormous pride in the fact that we are the world’s oldest continuous democracy, and yet we systematically put up barriers and make it as hard as possible for our citizens to vote.\"\nObama wasn’t asked to clarify. But the Democratic leader wasn’t saying his own party erects barriers. Later in his appearance, Obama called it important to study ways of redesigning \"our systems\" to step up voter turnout and then he said \"the folks who are currently governing the good state of Texas aren’t interested in having more people participate.\"\nHe was almost certainly referring to the Texas mandate carried into law by ruling Republicans that requires voters to present one of several types of government-issued photo identification before voting at the polls.\nIn 2014, U.S. District Judge Nelva Gonzales Ramos of Corpus Christi held the 2011 law unconstitutional, in part citing expert testimony that 608,470 registered voters didn’t already have any of the IDs the state was newly requiring at the polls. Ramos’ ruling, appealed by the state, lately awaits review by the 5th U.S. Circuit Court of Appeals.\nUnder the Texas law, a voter must present one of these kinds of identification at the polls: a Texas driver’s license; a personal ID issued by the Texas Department of Public Safety; an election certificate, which is a form of state photo identification created by the law; a U.S. military ID card; a U.S. passport; or a Texas license to carry a handgun.\nReaders asked us to check Obama’s claim that the U.S.--alone among \"advanced democracies\"--makes it harder for people to vote.\nThe term \"advanced democracies\" refers to countries with institutionalized democracies and a high degree of economic development. To isolate those nations, we consulted Mark Jones, a Rice University political scientist, who guided us to a World Bank list of 32 high-income countries (including the U.S.) in the Organization for Economic Cooperation and Development, ranging from Luxembourg to the United Kingdom and Canada. Separately, we verified, each country drew a high 2016 freedom rating from Freedom House, a U.S.-based group that says it champions freedom.\nObama cites 2009 article\nObama, though, was referring to a different breakdown. Asked the basis of Obama’s statement, White House spokesman Eric Schultz pointed out research on voter ID restrictions in \"peer\" democracies.\nSpecifically, a July 2012 news blog post in The Washington Post drew on an article in the summer 2009 edition of the Harvard Law & Policy Review placing Indiana’s voter ID law, which came to be before the Texas law, in \"international perspective.\"\nAt the time, according to the longer article, 24 U.S. states required voters to present IDs--though only three states stipulated photo IDs--at the polls. The authors categorized U.S. \"peer democracies abroad\" as either requiring no identification to vote at the polls; requiring identification only when the identity of a voter is in doubt; allowing multiple forms of non-photo identification; or requiring a single or few types of photo ID but making it easy for voters to obtain that identification--in other words concluding that no country was as stringent as Indiana.\nUpshot: \"Not all democracies require voter identification, and among those countries that do, there is a great variation in approach,\" the article says\n\nVoter Identification Laws in 15 ‘Peer Democracies’ to U.S.\n\n\n\n\nTYPE OF ID LAW\n\n\nPEER COUNTRIES\n\n\n\n\nNo ID required\n\n\nAustralia, Denmark, New Zealand and the United Kingdom (except Northern Ireland)\n\n\n\n\nID required only when identity in doubt\n\n\nIreland, Netherlands, Norway, Switzerland, Sweden\n\n\n\n\nMultiple non-photo IDs accepted\n\n\nIndia, Canada\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nPhoto ID required, but easy to obtain\n\n\nSpain, France, Malta, Belgium, Mexico\n\n\n\n\n \nSOURCE: Article, \"Is  Everyone  Else  Doing  It? Indiana’s  Voter  Identification  Law  in International  Perspective,\" Frederic Charles Schaffer, Tova Andrea Wang, Harvard Law & Policy Review, summer 2009\nNotably, the article says too, the countries requiring a photo ID at the polls make those IDs easy to get:\n\"Countries such as Spain, Greece, France, Malta, Belgium, and Italy provide national identity documents to their citizens to use for many purposes, including travel, banking, and healthcare access as well as voting. In Spain, Greece, Malta, Belgium, and Italy, possession of such documents is compulsory. By contrast, the United States has never required or provided a national identity document.\"\nMexico, Canada\nThe article notes that the U.S.’s neighboring democracies, Mexico and Canada, each expects voters to present IDs at the polls.\nThen again, Mexico strives to ensure that every voter has its national photo ID and Canada offers leeway on the types of ID accepted at the polls.\nIn 2015, we confirmed that to vote in Mexico, every eligible citizen has to have a tamper-proof photo-ID card with a thumbprint and an embossed hologram though at the time Kenneth Greene, a University of Texas expert, told us it would be a mistake to compare Mexico’s history of fraud with the few credible incidents of U.S. voter fraud that could have been headed off with photo ID from 2000 through 2014.\nAccording to a Canadian government website, Canada offers voters an array of ways to self-identify at the polls, extending to, say, a label on a prescription container plus a library card.\nAuthor says claim ‘by-and-large correct’\nMindful of Obama’s claim, we reached out to the article’s lead author, Frederic Schaffer, a political scientist at the University of Massachusetts Amherst. Schaffer said by email that while there hasn’t been a lot of research into voting barriers in other countries, Obama’s statement was \"by-and-large correct.\"\n\"The only clarification I would make is to point out that voter identification laws in the United States vary state by state,\" Schaffer wrote.\nAs of 2016, according to the Denver-based National Conference of State Legislatures, lawmakers in 34 states had enacted measures requiring voters to present some form of identification at the polls; the group classed Texas and Indiana among nine states with strict photo ID mandates.\n\"Proponents see increasing requirements for identification as a way to prevent in-person voter impersonation and increase public confidence in the election process,\" NCSL said. \"Opponents say there is little fraud of this kind, and the burden on voters unduly restricts the right to vote and imposes unnecessary costs and administrative burdens on elections administrators,\" the group said.\nIn his reply to us, Schaffer continued: \"The laws in some states are far more restrictive than in others. There has, however, been a move — largely in states in which Republicans control the state legislature and governorship — to make in-person voting more difficult.\n\"The Indiana law we discussed in the article you mention was indeed a bellwether in this regard,\" Schaffer wrote. \"The ostensible justification for these stricter laws is to combat vote fraud. There is scant evidence, however, that the types of vote fraud which these laws prevent are a real problem.\"\nOther research\nOnline scouting for other research turned up a May 2014 \"rough guide\" to global voter restrictions by the Washington, D.C.-based International Consortium of Investigative Journalists.\n\"The acceptance of multiple forms of ID to make voting more inclusive is common in Africa, where accepted identification includes affidavits by tribal elders in countries such as Liberia, Malawi and The Gambia,\" the consortium wrote, referring to several countries not classified as advanced democracies. \"Most European countries required standard government-issued IDs, which are widely necessary for accessing public services, in order to vote. In the Americas, many countries including the United States require specific types of government ID that voters must apply to obtain.\"\nOur ruling\nObama said in Austin: \"We’re the only advanced democracy in the world that makes it harder for people to vote.\"\nThis statement leaves out important details--such as that only nine U.S. states have strict photo-ID requirements at the polls and 16 states haven’t imposed any such hurdle. So, the practices Obama is singling out aren't uniform.\nAlso, a very few advanced democracies -- Spain, France and Belgium -- require photo IDs at the polls though it's worth noting that those nations also make it easy for each citizen to have the accepted ID.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/dd558343-dee4-49d8-9735-4db371ad8644", "vclaim_id": "vclaim-pol-04811"}