{"url": "/factchecks/2018/dec/18/jerry-brown/does-california-have-budget-surplus-nearly-30-bill/", "speaker": "Jerry Brown", "vclaim": "California’s budget surplus is about \"$30 billion\"", "truth_label": "mostly-true", "date": "stated on December 11, 2018 in an NPR interview:", "title": "Does California have a budget surplus of nearly ‘$30 billion,’ as Gov. Jerry Brown claimed?", "text": "Democratic Gov. Jerry Brown’s has received wide praise for his ability to manage California’s fiscal health.\nBrown inherited a $27 billion budget deficit when he started his most recent two terms as governor in 2011. Early on, he sharply reduced spending, spearheaded voter-approved tax increases and benefitted from a resurgent economy.\nNext month, he’ll leave office with a sizeable surplus.\nBut just how large is that pot of excess money?\nBrown claimed in a recent interview on NPR that it’s \"closer to $30 billion,\" after the interviewer cited a figure of $14 billion.\nHere’s the full exchange:\nNPR: \"Today there is a surplus, with a $14 billion rainy day fund. How much of that do you think was only possible because you had big majorities of your own party?\"\nBrown: \"By the way we not only have a $14 billion surplus — a rainy day fund that's locked in for uncertain times in the future — we have a $15 billion spendable deficit right now, and that deficit surplus. So yeah, there's a lot of money. We're talking closer to $30 billion.\"\nWas Brown correct? Does California really have that much extra cash?\nWe set out on a fact check.\nOur research\nAsked about the statement, a spokesman for Brown’s Department of Finance pointed to a November report by the nonpartisan Legislative Analyst’s Office. It forecasts the state’s finances for the upcoming fiscal year, which starts July 1, 2019.\nThat report, The 2019-20 Budget California's Fiscal Outlook, projects the state’s ‘Rainy Day’ reserve fund will reach $14.5 billion by the end of the next fiscal year, which ends June 30, 2020. The Brown Administration estimates that fund will hit $13.8 billion at the end of the current fiscal year, which ends June 30, 2019.\nIn addition to the Rainy Day money, the LAO report anticipates the state will have $14.8 billion of \"discretionary surplus,\" said Ann Hollingshead, a senior fiscal and policy analyst at the LAO.\n\"That is money that is freely available for the Legislature to allocate. So, either on spending increases or tax reductions,\" she said.\nAltogether, those amounts would reach $29.3 billion, or \"closer to $30 billion,\" as the governor stated. Hollingshead said the governor’s statement was a fair representation of the LAO estimates.\nExperts weigh in\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe asked two additional government finance experts to assess the LAO report and the governor’s claim. They said Brown’s statement about a $30 billion surplus was generally correct. They noted, however, there are limits on how the different funds can be used and that the state’s surplus is expected to be dramatically smaller in future years due to predictions of an eventual economic slowdown.\nLooking at the Rainy Day fund, it can only be spent in a fiscal emergency. It was created after voters approved Proposition 2 in 2014.\n\"I think if somebody hears $30 billion, they may think, ‘Oh, that’s available to spend.’ It’s actually not all available to spend on Legislative priorities or policy priorities,\" said Leonor Ehling, executive director of the Center for California Studies at Sacramento State, who previously worked for the State Assembly Budget Committee.\nBrown, in his exchange with NPR, provided some context about the Rainy Day fund, describing it as money \"locked in for uncertain times in the future.\"\nMichael Genest, who served as Republican Gov. Arnold Schwarzenegger’s director of finance, also reviewed Brown’s claim.\n\"Yes, I think it's fair to say that there is about $30 billion between the actual reserve and the forecast of excess of revenues over spending,\" Genest said in an email. \"Note, however, that the LAO shows that a recession would wipe out those reserves pretty quickly.\"\nHollingshead, the LAO analyst, agreed.\nThe $14.8 billion in discretionary spending is \"an amount that’s available on a one-time basis. So, it’s really only available for the 2019-20 process,\" she said.\nThat figure is expected to shrink to about $3 billion in future fiscal years, Hollingshead added.\n\"In the coming years, the budget will face challenges,\" the LAO report states.\n\"The most significant risk to our outlook is the economy, which could slow and result in billions of dollars in revenue losses annually. Decisions outside of the Legislature’s control, for example by the federal government or state retirement systems, also can affect the state budget. The $15 billion surplus we anticipate for 2019‑20 gives the Legislature a unique opportunity to prepare for these foreseen—and other unforeseen—challenges still to come.\"\nThe next forecast for the state’s finances will be published in January 2019, after Gov.-elect Gavin Newsom is sworn into office and releases his budget.\nOur ruling\nGov. Jerry Brown in claimed in an interview with NPR that California’s budget surplus is \"closer to $30 billion.\"\nA report by the nonpartisan Legislative Analyst’s Office projects the state will have $14.5 billion in its Rainy Day reserve fund by the end of the next fiscal year. That would be an increase over the $13.8 billion the state expects to have in that fund when the next fiscal year starts July 1, 2019.\nThe report also estimates the Legislature will have $14.8 billion in discretionary funds during the same time period.\nBrown’s description of a surplus \"closer to $30 billion\" is generally correct, though he leaves out the fact that this is a projection.\nGovernment finance experts pointed out there are restrictions on the Rainy Day money, a fact Brown clarified in the interview. They also note that California’s surplus is expected to dwindle in coming years, with an economic slowdown predicted.\nWe found Brown’s statement was accurate but needs a couple clarifications, most notably that the \"$30 billion\" figure is a projection, not a certainty.\nWe rate Brown’s statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\n Share the Facts 2018-12-18 23:36:42 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  California’s budget surplus is about \"$30 billion\"    Jerry Brown California Governor https://www.npr.org/2018/12/11/675647260/transcript-nprs-full-interview-with-california-gov-jerry-brown    Tuesday, December 11, 2018 2018-12-11    Read More  info", "vclaim_id": "vclaim-pol-01181"}