{"url": "/factchecks/2020/aug/17/facebook-posts/viral-shadowgate-video-makes-sweeping-unfounded-cl/", "speaker": "Facebook posts", "vclaim": "Contractors hired by government officials to frame Donald Trump are “behind the fake news in mainstream media” and recent protests.", "truth_label": "pants-fire", "date": "stated on August 15, 2020 in a Facebook post:", "title": "Viral ShadowGate video makes sweeping, unfounded claims", "text": "Millie Weaver, a correspondent for Infowars, posted on her website on Aug. 3 that \"ShadowGate\" was coming soon. \nBilled as perhaps the \"biggest whistleblowing event ever,\" the promised exposé, nearly an hour-and-a-half long, started spreading on social media about two weeks later. \nMuch in the vein of Infowars, which was created by Alex Jones and promotes conspiracy theories, this video makes sweeping claims about a supposed shadow government puppeteering civil society. But it provides no supporting evidence for its eye-opening claims. \n\"What if I were to tell you that a small group of government contractors were hired by government officials to frame the Trump campaign, set him up for the Russia collusion investigation, provided witnesses for the impeachment hearings, and provided administrative support services to the Department of Justice during the Mueller investigation,\" Weaver says as the video starts. \"And what if it just so happened that this same group of government contractors are behind the fake news in mainstream media, influence operations on social media, and the civil unrest nationwide pushing the defund the police movement.\"\nThe referenced \"contractors\" form the \"military industrial complex,\" Weaver says. \"These contractors have used their connections, power and influence to create an unprecedented international criminal enterprise where blackmail is traded and people’s personal data is gold.\"\nFrom there more allegations unfurl without evidence, including that: \n- News pundits like Mika Brzezinski of MSNBC’s \"Morning Joe\" are assets for this shadow government.\n- Polls that showed former Secretary of State Hillary Clinton winning the 2016 presidential election by a big margin were an attempt at \"hijacking reality\" to distract from \"the fact that she couldn’t walk, talk, climb stairs.\" \n- So-called \"Obama phones\" — described as free cell phones for low-income families — \"played a significant role in fostering\" unrest in Ferguson, Mo., after Michael Brown, an unarmed black teenager was shot in 2014. \n-The whistleblower who told federal officials that President Donald Trump solicited foreign interference from Ukraine in the 2020 election is a \"decoy.\" (Here, the ShadowGate video shows several photos of the son of Democratic fundraiser George Soros, Alexander Soros, who has been frequently misidentified as the man some conservatives allege is the whistleblower.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThis video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) One of the key tenets of PolitiFact is that the burden of proof is on the speaker. This video and its claims fall woefully short.\nThe ShadowGate narrative hinges on the allegations of two \"whistleblowers,\" someone referred to by the first name of \"Tore,\" who is described as a linguist and intelligence contractor for the U.S. Navy, and Patrick Bergy, who is described as a \"PSYOP Program Developer\" in cyber security for the U.S. Army. \nNeither the Navy nor the Army answered our questions about the video, including our efforts to verify their employment history.\nThough Tore is not given a last name in the video she appears to be Tore Maras-Lindeman, host of the radio show Tore Says who in 2018 announced she was running for mayor of Minot, N.D., with the slogan \"Make Minot Great Again.\"   \nBergy, meanwhile, recently suggested in a video posted on YouTube that Weaver had recently been arrested because of her work exposing the deep state. Actually, Weaver and her boyfriend were arrested on charges of robbery, tampering with evidence, obstructing justice and domestic violence, Fox News reported. \nDavey Alba, a reporter for the New York Times covering disinformation, tweeted on Aug. 16 that an emergency legal fund for Weaver had raised more than $88,000. By Aug. 17, it was at more than $161,000.\n\"So many tactics are colliding with this piece of misinformation,\" Alba said about the ShadowGate video. \"To be clear: QAnon is largely behind the spread of this video.\" \nThe QAnon conspiracy theory similarly swirls around secret hands, pitting the president against a \"deep state\" set on undermining him. Recent misinformation perpetuated by its believers wrongly claimed that the explosion at the port of Beirut was actually a bombing involving the Rothschild family, and that the online home goods retailer Wayfair was mixed up in a global child sex-trafficking ring.\nWhat’s also clear here: while the ShadowGate video makes incredible claims about the government, they amount to an unfounded conspiracy theory that recasts recent major news events — like Black Lives Matter demonstrations, Special Counsel Robert Mueller’s investigation into Russian interference in the 2016 election and news coverage that’s unflattering to the president — as the product of secret meddling by the U.S. government.\nThe theory is baseless. Black Lives Matter protests arose from anger and grief over police killings of unarmed black men. Mueller didn’t find evidence that Trump knowingly conspired with the Kremlin. And news coverage that scrutinizes the president and his actions isn’t \"fake news\" courtesy of some government contractors, but simply journalism.\nWe rate these claims Pants on Fire.", "vclaim_id": "vclaim-pol-17124"}