{"url": "/factchecks/2012/aug/07/mitt-romney/romney-says-obama-has-not-visited-israel-president/", "speaker": "Mitt Romney", "vclaim": "\"As president, Barack Obama has never visited Israel.\"", "truth_label": "true", "date": "stated on August 5, 2012 in a campaign ad:", "title": "Mitt Romney says Barack Obama has not visited Israel as president", "text": "Following a trip in which he said Israel was blessed by the hand of providence, Mitt Romney is out with an ad questioning President Barack Obama’s allegiance to the Jewish state.\n\n\"Who shares your values?\" a narrator asks as an image of Obama appears. \"As president, Barack Obama has never visited Israel and refuses to recognize Jerusalem as its capital.\"\n\nRomney, the ad continues, \"will be a different kind of president who stands by our allies. He knows America holds a deep and cherished relationship with Israel.\"\n\nThe ad closes with clips of Romney giving a speech in front of the Old City and praying at the Western Wall.\n\nIn another fact-check, we’ll look at the ad’s claims about Obama’s record on Jerusalem as the nation's capital.\n\nHere, we ask, has the president been there?\n\n Before he moved to the White House\n\nAs an Illinois senator, Obama made his first visit to Israel in January of 2006. In 2008, while running for president, he returned on a multi-nation trip to Israel, Jordan, Germany, France and Britain. That trip, like Romney’s this year, was designed to bolster his foreign policy credentials.\n\nAt the time, Obama declared America a friend of Israel and said we \"must always stand up for Israel's right to defend itself.\"\n\nBut Romney’s ad specified that Obama has not been to Israel \"as president,\" and that assertion is correct.\n\nAs it turns out, that’s not unusual.\n\nOur colleagues at the Washington Post’s Fact-Checker column delved into the archives of the historian’s office at the U.S. State Department. According to those records, seven of the last 11 presidents (dating back to Harry Truman who was in the White House when Israel was established) never visited Israel.\n\nThe Obama campaign, when we asked for a response, pointed out that Republicans Ronald Reagan and George H. W. Bush were among those who never went to Israel. Democratic Presidents Jimmy Carter and Bill Clinton were the only ones to visit during their first term. George W. Bush went to Israel twice during his last year in office.\n\nThat historical context is noteworthy: A majority of the last 11 presidents did not visit Israel. But the Romney ad’s claim is still accurate. We rate it True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10628"}