{"url": "/factchecks/2018/aug/22/silvestre-reyes/beto-orourke-arrested-1990s-burglary-and-dwi/", "speaker": "Silvestre Reyes", "vclaim": "Says Beto O’Rourke \"has a criminal record that includes DWI and burglary arrests.\"", "truth_label": "true", "date": "stated on May 22, 2012 in a TV ad:", "title": "Beto O'Rourke arrested in 1990s for burglary and DWI", "text": "Democratic U.S. Senate candidate Beto O’Rourke of Texas has said that in younger days he was twice arrested in his hometown of El Paso--once, he says, for leaping a campus fence and the other time for driving while intoxicated.\nReaders have asked us whether the third-term congressman challenging Republican Sen. Ted Cruz has a criminal history. We decided to fact-check mention of the arrests in a 2012 TV ad that also was screenshot for an April 2017 Texas Tribune news story.\nIn the ad, sponsored by then-U.S. Rep. Silvestre Reyes, D-El Paso, text next to what looks like O’Rourke’s mugshot states that the \"facts\" are that O’Rourke has a \"criminal record\" including burglary and DWI. The ad’s narrator says O’Rourke \"has a criminal record that includes DWI and burglary arrests.\"\nThat he does, we confirmed, which he’s acknowledged since his first run for office.\nWe tried to phone and email Reyes about his claim and failed to connect. Next, we attempted to get our own fix on the facts by seeking documentation of the DWI arrest through a public information request to the El Paso Police Department. Martin Rodriguez, a department records specialist, said by email the agency had no responsive records. We similarly queried the University of Texas at El Paso about the earlier arrest and didn’t immediately hear back.\nA background check\nSeparately, we ran a background check of O’Rourke using the LexisNexis service. According to the results, O’Rourke’s May 1995 misdemeanor arrest on the UTEP campus was later declined and his September 1998 misdemeanor DWI arrest in El Paso was dismissed.\nThe check gave us case numbers for the arrests enabling us to fetch an El Paso County record stating that O’Rourke was initially arrested in May 1995 and that case was disposed of in February 1996. We saw too that after the DWI arrest, according to another county record, O’Rourke was referred to a misdemeanor diversion program in March 1999 and completed \"DWI school\" in May 1999. That document’s last entry, dated Oct. 20, 1999, says: \"Misdemeanor diversion completed successfully.\"\nCampaign: O’Rourke often confirms arrests\nWhen we sought detail from O’Rourke’s spokesman, Chris Evans, he said by email that O’Rourke had consistently addressed his arrests, notably during campaign stops in Paris, Sunnyside, San Antonio and Houston, where O’Rourke told a group in August 2018 that he spent a night in the El Paso County jail after what he referred to as his 1995 arrest for criminal trespass.\nIn San Antonio, a resident told O’Rourke she’d seen what someone described as his mugshot. O’Rourke replied: \"More than 20 years ago, I was arrested--not once, but twice. So you should know that and we should all own that, if asked.\" O’Rourke specified that he’d been arrested for attempting to hop a fence at the University of Texas at El Paso and later, he said, for a \"far more serious mistake: I drove under the influence of alcohol. There’s no justifying that.\"\nApril 2005 news story\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe oldest published account of the arrests appears to be an April 2005 El Paso Times news story about O’Rourke’s successful run for a seat on the El Paso City Council. The story, which we found by searching the Nexis news database, quoted the incumbent, Anthony Cobos, stressing O’Rourke’s DWI arrest. Cobos, who later served as county judge before being convicted on embezzlement charges, said at the time: \"I think you lead by example and his example speaks for itself.\"\nAccording to the story, O'Rourke was arrested on a DWI charge in September 1998 that was dismissed in 1999 after he completed a court-recommended DWI program. \"I've been open about that since the very beginning. I have owned up to it and I have taken responsibility for it,\" O’Rourke told the paper.\nThe Times further reported that court records showed that O’Rourke earlier was arrested in 1995 at UTEP on a burglary of building charge, which was later dropped. O’Rourke told the paper: \"That happened while I was in college. I along with some friends were horsing around, and we snuck under the fence at the UTEP physical plant and set off an alarm. We were arrested by UTEP police. ... UTEP decided not to press charges. We weren't intending to do any harm,\" he was quoted saying.\nO’Rourke’s campaign later provided a photo of a document Evans described by email as the original UTEP police report on O’Rourke’s arrest there. It says O’Rourke and two other students were arrested at the university’s Physical Plant under the \"burglary\" portion of the state penal code, section 30.02, for \"attempted forcible entry.\"\nCongressman Reyes’ TV ad\nSeven years later, then-Rep. Reyes unveiled his ad, which was still viewable online as of Aug. 22, 2018.\nA May 2012 Times news story on the ad quoted O’Rourke saying that he was driving an intoxicated friend home when he was arrested for DWI. The story said that according to police records, O’Rourke completed a diversion program and the charge was dismissed.\nIn August 2017, more recently, O’Rourke described the arrests to an East Texas newspaper. The Palestine Herald-Press quoted him saying: \"Some 20 years ago, I was charged with driving under the influence and, during my college years, I jumped a fence at the University of Texas at El Paso which resulted in a burglary charge,\" O'Rourke said. \"I was not convicted of either.\n\"Both incidents were due to poor judgement and I have no excuse for my behavior then. However, since then, I have used my opportunities to serve my community and my state. I'm grateful for the second chance and believe that we all deserve second chances.\"\nOur ruling\nA 2012 Reyes TV ad still viewable online six years later said O’Rourke \"has a criminal record that includes DWI and burglary arrests.\"\nO'Rourke's comments and records indicate that UTEP police arrested O'Rourke in 1995 for  burglary, a misdemeanor charge disposed of the next year. In 1998, El Paso police arrested O'Rourke for DWI, a misdemeanor charge that was dismissed after he completed \"DWI school\" the next year.\nWe rate the claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-08-23 14:48:03 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says Beto O’Rourke \"has a criminal record that includes DWI and burglary arrests.\"    Silvestre Reyes Former U.S. House member from El Paso https://vimeo.com/42664332   El Paso, Texas Tuesday, May 22, 2012 2012-05-22    Read More  info    \n \nUPDATE, 6:40 p.m., Aug. 22, 2018: After this fact-check initially posted, O'Rourke's campaign provided a photo of a document described as the UTEP police report on the 1995 arrest. We've added that information, also noting that O'Rourke and fellow students were arrested for \"attempted forcible entry\" under the section of the Texas penal code titled \"Burglary.\" We also added O'Rourke's reference, in Palestine, to the burglary arrest. These additions didn't affect our rating of Reyes' claim.", "vclaim_id": "vclaim-pol-01705"}