{"url": "/factchecks/2020/sep/08/facebook-posts/no-joe-biden-doesnt-want-impose-federal-tax-homes/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden “wants to put a 3% annual federal tax on your home.”", "truth_label": "false", "date": "stated on September 6, 2020 in a text post:", "title": "No, Joe Biden doesn’t want to impose a federal tax on homes", "text": "A  widely shared post on Facebook falsely claims that millions of homeowners across the country could see a tax hike if Joe Biden is elected president in November.\n\"Biden wants to put a 3% annual federal tax on your home,\" the Sept. 6 post says. \"Do you want him for POTUS?\"\nThe post, which has been shared thousands of times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIf you’re reading this, you may be wondering: Is there some truth to the claim?\n\n(Screenshot from Facebook)\nWe reached out to the original poster for their evidence, but we haven’t heard back. We could find nothing in Biden’s platform or independent assessments of his tax plan that would indicate he supports imposing an annual federal tax on homes.\nFirst, let’s briefly review which kinds of taxes apply to property owners.\nTaxes are divided between federal, state and local governments. One common type is property tax, which is determined at the state and local levels.\nThe effective property tax rate varies from state to state and city to city. Property taxes are a key source of revenue for cities and counties, and school districts tend to rely on them. Homeowners can pay these taxes as part of their monthly mortgage payments or to a local tax assessor on an annual basis.\nThe main federal tax that the Internal Revenue Service imposes on real estate is the capital gains tax. A capital gain is the difference between what someone paid for an asset, also known as the \"basis,\" and what they sold it for. \nFor example, if you purchased a house for $250,000 and sold it for $300,000, your capital gain would be $50,000. However, the IRS typically lets sellers deduct up to $250,000 in capital gains if they’re single and $500,000 if they’re married and file joint tax returns, so you probably wouldn’t owe anything.\nBiden has not proposed a nationwide property tax — nor has he advocated raising taxes on Americans making less than $400,000 per year, as we’ve previously reported. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAn analysis from the nonpartisan Urban-Brookings Tax Policy Center says Biden’s plan would primarily raise income and payroll taxes on wealthy Americans and corporations. The tax hikes would increase federal revenues by $4 trillion over the next decade, according to the analysis.\n\"Under his plan, the highest-income households would see substantially larger tax increases than households in other income groups, both in dollar amounts and as a share of their incomes,\" the report says.\nOther independent groups have also examined Biden’s tax plan, including the Tax Foundation, the Penn Wharton Budget Model, the American Enterprise Institute and the Committee for a Responsible Federal Budget. Here are a few of the plan’s specific components:\n\n\nIncrease the top corporate tax rate from 21% to 28%.\n\n\nRaise the top federal marginal income tax rate for individuals to 39.6%.\n\n\nPlace a 12.4% Social Security payroll tax on incomes above $400,000.\n\n\nTax capital gains at the same rate as ordinary income for very high earners.\n\n\nRELATED: Donald Trump Jr. misrepresents Joe Biden’s tax plan\nNone of those reports say Biden wants to impose a \"3% annual federal tax on your home,\" as the Facebook post claimed. \n\"Based on our review of the campaign materials and our conversations with the campaign to try and clarify what their proposals are … there’s nothing there,\" said Gordon Mermin, a senior research associate in the Tax Policy Center. \"We haven’t encountered anything that could be construed as a tax on homes.\"\nOn his campaign website, Biden says he supports creating tax credits for first-time homebuyers and low-income families who rent. We could find no mention of a nationwide property tax.\nWe reached out to the campaign for a comment, but we haven’t heard back.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18881"}