{"url": "/factchecks/2013/aug/07/alan-krueger/alan-krueger-top-economist-obama-says-most-new-job/", "speaker": "Alan Krueger", "vclaim": "\"Since the Affordable Care Act passed, 90 percent of job growth has been in full-time positions.\"", "truth_label": "true", "date": "stated on August 2, 2013 in an interview with Bloomberg television:", "title": "Alan Krueger, top economist to Obama, says most new jobs since health care law passed are full time", "text": "Policymakers and pundits are spending a lot of time these days talking about part-time jobs -- whether they are becoming more common at the expense of full-time jobs, and how problematic that is.\nRepublicans note that President Barack Obama’s health care law requires larger employers to provide health insurance to their workers, which they say gives companies an incentive to cut workers’ hours so much that they become part-time workers and thus exempt from the health insurance mandate.\nAnd beyond the question of Obamacare’s incentives, some economists worry that since the most recent recession, companies have been unusually willing to hire part-time workers rather than full-time workers.\nWe recently noticed two seemingly contradictory comments on this topic -- one from a Republican, one from a Democrat -- and thought it would be worthwhile checking both.\nIn this item, we will check a comment made by Alan Krueger, the chairman of Obama’s Council of Economic Advisers, during an interview with Sara Eisen of Bloomberg television.\nEisen asked Krueger whether we’re \"creating a part-time economy. The news is filled with stories of small businesses and colleges cutting back worker's hours or putting a freeze on hiring.\"\nHe responded, \"I think that's highly misleading. Since the Affordable Care Act passed, 90 percent of job growth has been in full-time positions.\" (The Affordable Care Act is the more formal name of Obama’s health care law.)\nIn the other item, we checked a claim made by Sen. Susan Collins, R-Maine, that \"this year, the overwhelming majority of new jobs are part-time.\"\nThese two comments paint sharply different pictures, so we turned to data from the Bureau of Labor Statistics.\nFor Krueger, we checked the change in full-time and part-time employment between March 2010 and July 2013, then determined which of the two types of employment accounted for a larger share of the increase in overall employment. Here’s the summary:\n \n\n\n\n\nDate\n\n\nFull-time employees\n\n\nPart-time employees\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarch 2010\n\n\n111,195,000\n\n\n27,527,000\n\n\n\n\nJuly 2013\n\n\n116,090,000\n\n\n28,233,000\n\n\n\n\nChange\n\n\n+4,895,000\n\n\n+706,000\n\n\n\n\n \nSo Krueger is right -- 87 percent of the increase in employment over this period came from full-time jobs.\nStill, we will note that if you use a shorter time horizon, such as calendar year 2013, a large percentage of jobs created were part-time positions.\nIn other words, by choosing the time frame carefully, you can find support for either side of this argument.\nOur ruling\nKrueger said that \"since the Affordable Care Act passed, 90 percent of job growth has been in full-time positions.\" The statistics show that 87 percent of the increase in jobs between March 2010 and July 2013 consisted of full-time jobs. A shorter time frame would show the opposite pattern, but on the numbers, Krueger is right. We rate the claim True.", "vclaim_id": "vclaim-pol-09020"}