{"url": "/factchecks/2016/mar/09/john-kasich/john-kasich-ad-says-20-million-americans-are-out-w/", "speaker": "John Kasich", "vclaim": "\"Twenty million Americans are out of work.\"", "truth_label": "half-true", "date": "stated on February 27, 2016 in a television ad:", "title": "John Kasich ad says 20 million Americans 'are out of work'", "text": "For all the discussion of immigration, foreign policy and social issues in the 2016 campaign, one issue always returns to the fore eventually: jobs.\nRepublican candidate John Kasich emphasizes his record on jobs as Ohio governor in a new ad.\nThe ad begins with grainy footage of what seems to be an unemployment line. The narrator’s first words are, \"Twenty million Americans are out of work,\" and this assertion is bolstered by being repeated in on-screen text:\n\nThis figure sounded high to us, since the official number of unemployed Americans during the most recent month, February, tops out at about 7.8 million.\nSo we asked the Kasich campaign for their evidence, and they proceeded to cite a source that caught us off-guard: Us.\nSpecifically, they pointed to our fact-check from August in which we analyzed a statement by Republican presidential candidate Donald Trump. Trump said that \"we have 93 million people out of work. They look for jobs, they give up, and all of a sudden, statistically, they're considered employed.\"\nWe rated this claim False, largely because the 93 million number included lots of people who would not be expected to want or be able to work, including full-time students, senior citizens, the disabled, and those who have chosen to take care of their children full-time.\nHowever, in the process, we conducted a mathematical experiment in which we played with possible numbers of Americans who are \"out of work\" that fit somewhere between the official unemployment rate (on the low end) and Trump’s number (on the high end).\nHELP US RAISE $15,000 TO HIRE AN EXTRA FACT-CHECKER\nHere’s what we wrote, using the statistics that were current at the time:\nThe official number of unemployed Americans is 8.3 million -- less than one-tenth of what Trump says. But to give Trump the benefit of the doubt, it’s possible to expand this number using more credible economic thinking.\nGary Burtless, an economist at the Brookings Institution, says it’s not unreasonable to include:\n• The 6.4 million people who haven’t looked for work recently enough to qualify as being \"in the labor force,\" but who say they \"currently want a job.\"\n• And the 6.5 million people working part-time who would prefer to have a full-time job.\nThis would mean that upwards of 21 million Americans could be described with some justification as \"out of work\" involuntarily, either fully or partially. But that’s not even one-quarter of the number that Trump offered.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nRob Nichols, a spokesman for Kasich, said the campaign simply updated our math with more recent data in preparing the television ad.\nThe numbers for January 2016, Nichols said, were:\n• Unemployed: 7.8 million\n• People who haven’t looked for work recently enough to qualify as being \"in the labor force,\" but who say they \"currently want a job\": 6.2 million\n• People working part-time who would prefer to have a full-time job: 6 million.\nThat works out to 20 million on the nose.\nWe salute the Kasich campaign’s efforts to fact-check-proof their assertion. Still, we should note that we didn’t intend our calculation to be the final word on how to determine the number of \"out of work\" Americans. Rather, we were trying to provide a benchmark for showing just how wrong Trump’s number was. We’ll note that our wording was that the 21 million figure had \"some justification\" — not exactly a clarion call for the Bureau of Labor Statistics to change its longstanding protocol.\nIn subsequent fact-checks, though not the one the Kasich campaign referred to, we have added language that is clearer about our intentions. We did that, for instance, in our Feb. 11, 2016, fact-check of a different statement by Trump: \"Don't believe those phony numbers when you hear 4.9 and 5 percent unemployment. The number's probably 28, 29, as high as 35 (percent). In fact, I even heard recently 42 percent.\"\nIn that fact-check, which produced a rating of Pants on Fire, we prefaced a similar alternative calculation this way: \"We are deliberately stretching the numbers here as an intellectual exercise; we are not saying that 15.6 percent is a more accurate unemployment rate than the official one of 4.9 percent.\"\nBut enough from us. What do the two economists we checked with for the original fact-check think about Kasich’s use of the 20 million figure?\n\"Given that the image looks like a guy in an unemployment line, I'd say it's a misleading figure,\" said Tara Sinclair, an economist with George Washington University and the jobs website Indeed.com. Many people have good reasons for not wanting to work now, she said, and that is something distinct from actually being \"out of work.\"\nBurtless agreed, saying, \"The 5.988 million people working part-time who would prefer to have a full-time job are not ‘out of work.’ They are employed, but on a work schedule that does not provide them with the weekly hours they desire.\"\nAt the same time, Burtless said there is still some value in the number cited in Kasich’s advertisement.\n\"Gov. Kasich has given an upper-bound estimate of the total number of Americans who are unemployed or underemployed,\" Burtless said.\nIt’s just not the only estimate.\nOur ruling\nKasich’s ad said that \"20 million Americans are out of work.\"\nThe Kasich campaign shrewdly cites a past PolitiFact item as evidence for this larger-than-usual estimate of America’s \"out of work\" population. But it’s worth noting that the calculation we did was not intended to determine the actual number of out-of-work Americans, but rather to suggest the highest figure with any sort of credibility as a way of seeing how far out of line Trump’s assertion was.\nThe statement is partially accurate but takes things out of context, so we rate it Half True.", "vclaim_id": "vclaim-pol-05301"}