{"url": "/factchecks/2014/nov/16/russ-girling/transcanada-ceo-says-42000-keystone-xl-pipeline-jo/", "speaker": "Russ Girling", "vclaim": "The State Department says the 42,000 jobs created by the Keystone XL pipeline are \"ongoing, enduring jobs.\"", "truth_label": "false", "date": "stated on November 16, 2014 in comments on ABC's \"This Week\":", "title": "TransCanada CEO says 42,000 Keystone XL pipeline jobs are 'ongoing, enduring'", "text": "With the U.S. Senate poised to vote Tuesday on authorizing construction of the long-delayed Keystone XL pipeline, the Sunday news shows drilled down on what the divisive project means for Americans.\nOn ABC’s This Week, host Martha Raddatz quizzed the leader of the company that wants to build the pipeline, TransCanada CEO Russ Girling, about the project’s job creation potential. Girling cited TransCanada’s estimates for 9,000 total positions, and Raddatz countered with estimates from the U.S. State Department, which is tasked with a recommendation on the project to President Barack Obama because it crosses international borders.\n\"There are others who say the jobs will not be so great, going as low as 4,000 jobs, and that the jobs will only be here for a couple of years,\" Raddatz said. \"The State Department, you mentioned the State Department, says that once the proposed project enters service, operations will require approximately 50 total employees in the U.S.\"\nGirling conceded that actual operating jobs top out at 50, but he said \"that doesn’t include all of the other jobs that come with it.\" Referring to the same State Department report that Raddatz mentioned, Girling highlighted its finding for the project’s support of 42,000 \"direct and indirect\" jobs.\n\"For about two years,\" Raddatz cut in.\n\"No,\" Girling said, \"the 42,000 jobs is in ongoing, enduring jobs.\"\nGirling made it sound like the State Department’s estimate pertained to permanent -- or at least long-term -- jobs with his description of them as \"ongoing, enduring.\"\nBut that is an inaccurate way to evaluate these job creation estimates.\nThe State Department’s January 2014 report, which evaluated the project’s environmental and economic impact for the country, concluded, \"A total of 42,100 jobs throughout the United States would be supported by construction of the proposed Project.\"\nThese jobs are measured on an \"average annual\" basis, meaning one position filled for one year. This total reflects both jobs created directly as a result of construction and manufacturing for the pipeline, as well as spinoff jobs supported by construction workers who purchase materials for the project or spend their wages in the economy.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\nAccording to the State Department, construction would require around 10,400 seasonal workers for stretches that would last either four or eight months. This works out to 3,900 \"average annual\" jobs over one year of construction, or 1,950 jobs each year if the project takes two years to finish.\n\n\nThe State Department estimates that 26,100 indirect and induced jobs \"would be supported by construction of the proposed project\" during the construction phase. The jobs would be in providing the supply chain to Keystone as well as employee spending on lodging, food, entertainment, health care, etc.\n\n\nImportantly, as Raddatz said, these jobs would only be supported during the construction phase, which is expected to take one to two years. After construction, the pipeline would employ about 50 people, primarily for maintenance.\nA TransCanada spokesman told us that Girling \"crossed himself\" as he described the project’s benefits for the economy, and that the 42,000 jobs are just during the two-year construction period.\n\"The point here is many seem to denigrate construction jobs as not meaning much since they are simply ‘part time,’ \" said spokesman James Millar, highlighting the thousands of workers TransCanada paid to build the Keystone pipeline’s base in 2010 and southern leg that opened in January 2014. \"This is the way the profession works.\"\n\"This is one of the largest infrastructure projects on the books in the U.S. right now, it is a $8 billion project so to say it will not benefit American workers and the U.S. economy is ridiculous,\" Millar said.\nOur ruling\nGirling shrugged off Raddatz’s point that an estimated 42,000 jobs supported by the Keystone XL pipeline would only last for two years, saying \"no, the 42,000 jobs is in ongoing, enduring jobs.\"\nThat description does not apply to 99 percent of the direct, indirect and induced jobs supported by the proposed Keystone XL pipeline project, which are temporary and would not last for more than two years. A spokesman for Girling acknowledged this fact.\nWe rate his statement False.", "vclaim_id": "vclaim-pol-07000"}