{"url": "/factchecks/2018/jan/24/donald-trump/donald-trumps-unsubstantiated-claims-about-chain-m/", "speaker": "Donald Trump", "vclaim": "Says \"22 to 24 people\" came into the United States due to family connection with suspect in the October 2017 New York City terror attack.", "truth_label": "false", "date": "stated on January 9, 2018 in a Cabinet meeting:", "title": "Donald Trump’s unsubstantiated claims about chain migration, NYC terror suspect", "text": "President Donald Trump has repeatedly claimed that more than 20 people have migrated to the United States due to family ties to a terror attack suspect.\nA man drove a truck onto a bike lane and pedestrian walkway in Manhattan on Oct. 31, killing eight people and injuring 12 others. The suspect, Sayfullo Habibullaevic Saipov, is an Uzbek national whom Trump has singled out as a reason why \"chain migration\" and a visa lottery program should end.\n\"This man that came in — or whatever you want to call him — brought in, with him, other people … He was the point of contact — the primary point of contact for — and this is preliminarily — 23 people that came in, or potentially came in with him. And that’s not acceptable. So we want to get rid of chain migration, and we’ve wanted to do that for a long time,\" Trump said Nov. 1.\nTrump offered a lower number as he discussed the terror suspect with the Wall Street Journal on Jan. 11: \"So the lottery has to end, chain migration — he brought in, they say, 22 people through the chain. So we have 22 of his relatives, why?\"\nTwo days earlier during a meeting on immigration with bipartisan lawmakers, Trump said it was \"22 to 24 people came in through him.\"\nWe wondered if Trump was right: have at least 22 people come to the United States due to familial links to Saipov?\nNeither the White House nor the Department of Homeland Security provided information to substantiate Trump’s claims. A State Department spokesperson told us that visa records are confidential under immigration law, preventing comment on the details of individual visa cases.\nExperts told us Trump’s figures are improbable.\nGreen card holders have limits on family sponsorship\nSaipov, from Uzbekistan, entered the United States in 2010 through the diversity visa lottery program, which admits up to 50,000 people per year from countries with low levels of immigration to the United States.\nApplicants for the diversity program are able to include in their application their spouse and unmarried children under 21 years old.\nThat is not what happened with Saipov, who arrived in 2010. Multiple news outlets reported that Saipov got married in the United States in 2013 to a woman who already lived here, also an Uzbek national. Their three children were all born in the United States. The family lived in Paterson, N.J.\n\"Unless Saipov had 22 unmarried, under-age-21 children at the time he came here, President Trump's statement that Saipov brought 22 people with him is clearly false,\" said Stephen H. Legomsky, an emeritus professor at the Washington University School of Law in St. Louis who served as chief counsel of U.S. Citizenship and Immigration Services from 2011 to 2013.\nOnce in the United States, green card holders, such as Saipov, are only able to petition their spouse and unmarried children.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe have not seen any reports of 29-year-old Saipov fathering more than 20 kids before he left Uzbekistan and petitioning for them to come to the United States since his arrival.\nGenerally, is it possible for one green card holder to bring in 22 or more relatives?\n\"It may be possible, but it’s very unlikely,\" said Julia Gelatt, a senior policy analyst at the Migration Policy Institute working with the U.S. Immigration Policy Program. \"Theoretically, if someone had many foreign-born children, and those children had many children, they could sponsor one spouse, plus 21 children and grandchildren. The grandchildren would come as derivatives of their children.\"\nBut that would be far above the average rate of family sponsorship, Gelatt said.\nA 2013 study found that overall, each new immigrant sponsored an average of 3.45 family members.\nAs the New York Times and Washington Post’s Fact Checker have noted, if Saipov were a U.S. citizen (he's not) he could have petitioned his parents and three sisters to join him. There's no waiting period for parents, but brothers and sisters of adult U.S. citizens fall under a \"fourth-preference\" immigration category. As of Nov. 1, 2017, there were 2.3 million people in that category waiting for a visa, with a waiting period of over 13 years.\nThe categories of family members that can be petitioned for admission are greater for U.S. citizens, who can additionally bring in parents, siblings, and married sons and daughters and their spouses and children. U.S. citizens can also petition a fiance(e) to come on a visa, and eventually file for a green card after marriage.\nAnother immigrant accused of a separate attack, Akayed Ullah, \"benefited from extended family chain migration\" when he came to the United States from Bangladesh in 2011, DHS said. Ullah, accused of setting of a pipe bomb inside a New York City subway terminal, is also a green card holder.\nThe department did not describe Saipov as having \"extended family chain migration.\"\nOur ruling\nTrump said that \"22 to 24 people\" came into the United States due to family connection with the suspect in the October 2017 New York City terror attack.\nThe Trump administration did not provide any information to support this repeated claim about Saipov.\nGreen card holders, such as Saipov, can only petition for a spouse and unmarried children to come to the United States. Media reports indicate that Saipov married a woman who already lived in the United States and that their three children were born in the United States.\nSaipov could not have petitioned parents or siblings in his current immigration status.\nWithout evidence to support it, we rate Trump's claim False.\n Share the Facts 2018-01-24 17:14:09 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says \"22 to 24 people\" came into the United States due to family connection with suspect in the October 2017 New York City terror attack.    Donald Trump President of the United States https://transcripts.cnn.com/TRANSCRIPTS/1801/09/wolf.01.html   in a Cabinet meeting Tuesday, January 9, 2018 2018-01-09    Read More  info", "vclaim_id": "vclaim-pol-02491"}