{"url": "/factchecks/2010/nov/30/alan-grayson/alan-grayson-going-down-swinging-bush-tax-cut-exte/", "speaker": "Alan Grayson", "vclaim": "\"The Republican plan for tax cuts is to give each millionaire -- the top 1 percent of income in this country -- $83,347 a year in tax cuts.\"", "truth_label": "mostly-true", "date": "stated on November 17, 2010 in a speech on the House floor.:", "title": "Alan Grayson going down swinging on Bush tax cut extension", "text": "File this under the category of things that won't surprise you -- Alan Grayson isn't leaving office quietly.\n\nThe Orlando Democrat who lost his bid for re-election took to the U.S. House floor on Nov. 17, 2010, to rail against Republicans who want to extend the Bush 2001 and 2003 tax cuts for all Americans, including the wealthiest 1 percent of income earners.\n\nWith a series of cardboard posters, Grayson mocked Republicans for more than five minutes. \"The Republican plan for tax cuts is to give each millionaire -- each person who makes $1.4 million a year on average, the top 1 percent of income in this country, the high and mighty -- $83,347 a year in tax cuts,\" Grayson said, turning to his posters.\n\nGrayson said the wealthiest could use the money to buy a 2011 Mercedes-Benz E-Class sedan, once a year, every year for the next decade. Or they could buy a Hermes \"Birkin\" handbag every year or a bottle of 1787 Chateau d'Yquem wine.\n\n\"Here's something else they can do,\" Grayson said, showing the next poster. \"They can buy 20,000 jars of their favorite mustard, Grey Poupon. Twenty thousand jars. That's certainly enough for them, their family, their friends, even a few poor people.\n\n\"Thank you Republican Party.\"\n\nGrayson came back on Nov. 18, 2010, and continued poking the GOP -- saying the money could be used to buy three tickets to the most expensive suite at the Super Bowl, to climb Mt. Everest, or for a 110-day couple's cruise around the world. (\"Not just one year, but every single year,\" he said.)\n\nGrayson's point is that the money could be better used creating jobs than going to America's top earners. That the country could essentially take the money and hire 3 million people at $30,000 a year, creating jobs instead of lining the pockets of the rich. There's some false logic in his thinking, at least from the Republican point of view. Republicans say it's those top earners who create jobs and taking money out of their pockets will cost jobs. Grayson also certainly is guilty of hyperbole in suggesting that the rich will use the money saved from the tax cuts only on outrageous luxury items.\n\nBut that's all a philosophical debate we'll let you have at your dinner tables.\n\nFor PolitiFact Florida, we wanted to zero in on his baseline number, that the Republican plan for extending the 2001, 2003 and other Bush-era tax cuts would result in the top 1 percent of earners paying $83,347 a year less in taxes.\n\nGrayson said his figure comes from an analysis provided by a liberal public policy group called Citizens for Tax Justice.\n\nCitizens for Tax Justice Legislative Director Steve Wamhoff backs up Grayson's numbers, saying that if all of the tax cuts scheduled to expire at the end of this year remain in place, the top 1 percent of earners will save $83,347 on average. But there's more to the story, Wamhoff said.\n\nFirst, extending all of the Bush-era tax cuts for everyone isn't exactly \"the Republican plan.\"\n\nSenate Minority Leader Mitch McConnell introduced a bill on Sept. 13 that would extend most of the Bush-era tax cuts, and would restore the estate tax, at some level, for some people. The effect of the McConnell bill is that the top 1 percent of income earners would see a total cut of $74,621, according to Citizens for Tax Justice.\n\nAnother bill filed on Nov. 17 by Republicans Rep. Mike Pence of Indiana and Sen. Jim DeMint of South Carolina would permanently repeal the estate tax for everyone, meaning the top 1 percent would see the cut suggested by Grayson -- $83,347, using Citizens for Tax Justice numbers.\n\nAnd there's a second caveat. Democrats, including President Barack Obama, want to extend some of the tax cuts for the wealthiest 1 percent of Americans too. Just not to the extent that Republicans do.\n\nWhile President Obama's preferred alternative is to extend the 2001 and 2003 Bush tax cuts for only those individuals making $200,000 or less and couples making $250,000 or less, he does support extending other tax cuts that would benefit wealthier Americans, including restoring a reduced estate tax. Under Obama's plan, the top 1 percent of earners would pay $28,728 a year less in taxes than they would if all of the tax cuts were allowed to expire at the end of the year, according to Citizens for Tax Justice.\n\nHow does this all add up?\n\nIf all of the tax cuts are allowed to expire, the wealthiest 1 percent will pay around $83,347 a year more in federal taxes on average.\n\nIf President Obama's plan is approved, the wealthiest 1 percent will pay about $54,619 a year more in federal taxes than they do now.\n\nIf McConnell's bill passes, they'll pay $8,726 a year more.\n\nAnd if the DeMint/Pence plan passes, they'll pay the same amount.\n\nNow we know you're probably wondering if Citizens for Tax Justice's numbers are credible, especially since they define themselves as being liberal. We did, too. So we also checked with the Tax Policy Center, an independent, nonpartisan think tank. They didn't measure things exactly like Citizens for Tax Justice, but they did corroborate one critical fact. They found that if President Obama's tax plan becomes law, the wealthiest 1 percent of Americans would pay $53,674 a year more, on average, in federal taxes (CTJ's number was $54,619).\n\nWe also found research from the Congressional Joint Committee on Taxation -- a nonpartisan committee with a professional staff of economists, attorneys and accountants -- that helps illustrate the same point, though by using slightly different criteria. The Joint Committee on Taxation found that, for those who have income of $1 million or more, extending all of the Bush tax cuts would mean $32.7 billion that the government would not collect in 2011. That amount would apply to 315,000 tax filers. Divide the foregone tax revenues by the number of filers, and you get $103,809 per tax filer. That's a bigger number than Citizens for Tax Justice, but also applies to a different pool of people.\n\nAnd it substantiates Grayson's broader point, which is that extending the tax cuts for the wealthiest Americans means they will save a lot of money in federal taxes.\n\nIn a pair of dramatic House floor speeches, he said that the Republican plan to extend the Bush-era tax cuts would result in the wealthiest 1 percent of Americans saving $83,347 a year. He's quoting a study from the group Citizens for Tax Justice accurately, and the math is largely backed up by the more independent Tax Policy Center. But he neglects to mention that another GOP-embraced tax plan would shrink the tax savings of the wealthiest Americans slightly and that a significant chunk of the tax cuts he's talking about are also supported by Democrats and President Obama. So we rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-13951"}