{"url": "/factchecks/2016/jul/29/tim-kaine/tim-kaine-correctly-says-while-governor-state-clos/", "speaker": "Tim Kaine", "vclaim": "\"We fixed a loophole in the (gun) background record check system so that we could make our commonwealth safer.\"", "truth_label": "true", "date": "stated on July 27, 2016 in a speech:", "title": "Tim Kaine says Va. closed a background check loophole while he was governor", "text": "Tim Kaine says he steered Virginia through some dark days as governor, but none was worse than April 16, 2007.\nThat was the day a gunman murdered 32 students and faculty members at Virginia Tech before he took his own life. In the aftermath, Kaine says he turned his attention to Virginia’s gun laws.\n\"We fixed a loophole in the background record-check system so that we could make our commonwealth safer,\" Kaine told the Democratic National Convention on Wednesday while accepting his party’s nomination for vice president.\nJosh Schwerin, a Clinton campaign spokesman, backed Kaine’s statement by pointing to several articles about an executive order Kaine issued shortly  after the shootings. The order expanded the court records that are shared with law enforcement officials to ensure that mentally ill people who are deemed dangerous can’t buy firearms from licensed gun dealers.\nFederal law bars people who have been adjudicated \"mentally defective\" from purchasing firearms.\nBut the Virginia Tech gunman, Seung-Hui Cho, cleared background checks in early 2007 to buy the two semiautomatic pistols he used in the massacre despite having been found by a judge to be a danger to himself in December 2005.  \nCho was ordered to undergo outpatient care, but that record wasn’t shared with Virginia law enforcement officials, according to a state report on the shootings that was issued in 2009. As a result, Cho’s history wasn’t entered in the National Instant Criminal Background Check System, and he was cleared to buy the firearms.\nVirginia’s laws were unclear about whether Cho’s mental health records were required to be sent to the state police so that they could be entered into national background check files.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe issue centered around the fact that Cho had been ordered to undergo outpatient mental health treatment instead of being sent to an inpatient facility. While state law was clear that anyone admitted to an inpatient care facility couldn’t buy a gun, the law was ambiguous on whether someone ordered to undergo outpatient care was barred from buying a weapon, according to the 2009 state report examining the shootings.\nKaine issued his executive order on April 30, 2007, two weeks after the Tech shootings. He mandated that state agencies collect information about people who are required to undergo mental health treatment \"whether on an inpatient or outpatient basis\" and send those records to state and federal databases to ensure they can’t buy a gun.\nEven with Kaine’s order, gaps remained. The Washington Post noted in an article that Kaine’s executive order wasn’t retroactive, meaning it only covered court orders made after its April 2007 enactment. Also, it didn’t address a loophole in state law that allows people to buy guns from unlicensed sellers without undergoing a background check. An unlicensed seller is someone who is not in the business of dealing firearms, such as a citizen seeking to sell a gun he keeps in his house.\nIn 2008, the General Assembly passed a bill that enshrined Kaine’s executive order on mental health records into law. But Kaine failed in an effort to go one step further and close the loophole that allows private sales of guns without a background check.\nOur ruling\nKaine said that while governor, \"We fixed a loophole in the background record check system so that we could make our commonwealth safer.\"\nKaine can legitimately take credit for plugging a gap in state law that allowed some mentally ill people to buy guns even after having been ordered by courts to get outpatient treatment.\nSo we rate his claim True.", "vclaim_id": "vclaim-pol-04561"}