{"url": "/factchecks/2011/oct/11/amanda-fritz/did-amanda-fritz-persuade-portland-city-council-sa/", "speaker": "Amanda Fritz", "vclaim": "Says that \"In 2009, I saved ratepayers around $500 million by persuading the Council to pursue a less expensive compliance mechanism if the City is required to treat Bull Run drinking water.\"", "truth_label": "mostly-true", "date": "stated on October 3, 2011 in in campaign literature:", "title": "Did Amanda Fritz persuade the Portland City Council to save water ratepayers $500 million?", "text": "Correction appended: An earlier version of the story incorrectly stated that the switch to UV had not saved ratepayers any money. The error does not change the ruling.\n\nPortland commissioner Amanda Fritz, running for another term, is proud that in her first year in office, she came out against a recommendation by the Water Bureau to build an expensive direct filtration system. Instead, she supported was to build a cheaper ultraviolet system that would zap cryptosporidium from the city’s drinking water.\n\n\"In 2009, I saved ratepayers around $500 million by persuading the Council to pursue a less expensive compliance mechanism if the City is required to treat Bull Run drinking water,\" Fritz writes on her campaign literature. \"I partnered with neighborhood and business advocates to get this done by arranging for a Council work session and public hearing, where citizens made clear that the less expensive option is more responsible. The result was a unanimous vote reversing the Water Bureau’s previous plan.\"\n\nWe here at PolitiFact Oregon take these campaign claims seriously. Was it true that Fritz had single-handedly, with citizen support and a public hearing, persuaded the City Council to go against a recommendation by the Water Bureau? And did she in fact save ratepayers $500 million?\n\nPortland gets its drinking water pretty much untouched from the Bull Run watershed east of the city. It’s delicious and clean and we’re all very proud of it. However, we’re also under orders from the Environmental Protection Agency to protect the water we drink, following a cryptosporidius outbreak that killed at least 69 people in 1993 in Wisconsin.\n\nThat means we need to do something about the open reservoirs where we store some of our drinking water and we have to treat against cryptosporidium, even though the last time we found any was in 2002.\n\nAll the city commissioners think the federal mandate is unnecessary. But they’ve made plans to comply even as they seek a way out of some of the conditions. In 2009, the Water Bureau recommended meeting the cryptosporidium criteria with a $385 million filtration system that they argued would cost more, but be more versatile and forward-thinking in the end.\n\nGroups such as Friends of the Reservoirs and beer makers Rob and Kurt Widmer lobbied against the filtration system. They argued that if anything had to be done, why not opt for ultraviolet light, which would be cheaper to build at $100 million.\n\nCity Council meeting records show that  Fritz, along with commissioners Dan Saltzman and Nick Fish, voiced concerns about the cost. But Commissioner Randy Leonard, who oversees water, backed his staff, and at City Hall, it’s considered bad form to go against the commissioner in charge.\n\nFritz and Saltzman went on record as opposed to Leonard. As the council vote neared, Leonard realized he didn’t have Fish either. Leonard agreed to go with UV, saying that he doesn’t think anybody \"has ever accused me of being a bad vote counter.\"\n\nSo is it fair for Fritz to hog the leadership limelight? We asked the two commissioners who also expressed doubts about filtration. They said it was absolutely fair. \"She kind of pushed it; she called the question. It’s an accurate claim, for what it’s worth,\" Saltzman said.\n\nFish said Fritz and Saltzman were on the same page, but, \"I think she was the one who was the most outspoken on this one. Ultimately, she persuaded me that UV was the right way to go and … I became the third vote on UV.\"\n\nFritz doesn’t have a lot of high-profile scores on her record as she defends her seat against Mary Nolan. So we can see why she talks about this \"money save\" a lot. On her city office blog, Fritz wrote Aug. 22 that \"citizens pushed successfully to save $500 million in 2009, with my leadership inside City Hall …\" In an April 15 re-election email to reporters, she said she felt \"privileged to have been in the position in the first half of my term to save Portland ratepayers $500 million on water rates …\"\n\nAnd in a 2010 profile, she relays this anecdote to then-Willamette Week reporter Beth Slovic:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\"I went home that evening having gotten this 5-0 vote,\" Fritz recalls, \"and I said to my kids, ‘I saved the ratepayers $500 million today,’ and the answer was, ‘Well, that’s great, Mom. What’s for dinner?’\"  \n\n\nAfter our probing, we’re comfortable giving Fritz full credit on her persuasiveness. It’s not easy going up against the commissioner in charge of a bureau, especially if it’s Randy Leonard.\n\nNow, on to the savings. How does she estimate she saved ratepayers $500 million? After all, the difference between $385 million and $100 million is $285 million, not \"around $500 million.\"\n\nFritz said she takes interest costs into consideration, because the city would borrow money to build either system. She cites figures by the city’s budget office showing it would cost $180 million for the UV system and $700 million for  filtration -- or an 80 percent add-on. There’s your \"around $500 million\" in ratepayer savings, she said in an email.\n\nBut we think that calculation is inflated. Regular people don’t think in terms of what a big-ticket item like a house or car might really cost, over the long term, with interest. They don’t think that way about capital budget items on the council agenda, and government officials don’t present them that way either. But $500 million is bigger than $285 million.\n\nSecond, Fritz’s grand persuasion hasn’t saved ratepayers anywhere near $285 million or $500 million yet. The ultraviolet system still is being designed, said David Shaff, the Water Bureau’s director. Shaff expects design work to be completed by the end of this year -- which is when the state is expected to weigh in on whether we need a system at all. (We will say, however, that her push resulted in water rates being lowered from nearly 19 percent to 12 percent in 2010-11, a savings of roughly $6 million that year. )\n\nSo the bottom line is that if the state gives the city a pass -- which might happen given that a year-long study has shown no evidence of cryptosporidium -- we may not spend anything. (Does that mean the state would save water ratepayers $100 million to $180 million, depending on how you calculate cost? There’s a thought.)\n\nDespite our misgivings about the millions saved, or to be saved, PolitiFact Oregon gives Fritz a Mostly True. She came from the political minority, challenged Leonard, and ended up with a 5-0 vote in her favor. The statement is accurate, with some additional information needed.", "vclaim_id": "vclaim-pol-12295"}