{"url": "/factchecks/2015/nov/22/peter-kinder/missouri-politician-wrongly-claims-zero-evidence-s/", "speaker": "Peter Kinder", "vclaim": "\"This incident of supposed feces depicting a swastika on the wall of a bathrooms in one of the halls ... has been supported by zero fact.\"", "truth_label": "pants-fire", "date": "stated on November 12, 2015 in in comments on Breitbart:", "title": "Missouri politician wrongly claims 'zero' evidence of swastika incident on Missouri campus", "text": "Turmoil at MU has opened the door for politicians and bloggers to comment on recent racial incidents that fueled protests and a hunger strike. Some latched onto to one incident: a swastika found smeared on a bathroom wall in a campus residence hall.\nPeter Kinder, Missouri’s lieutenant governor and a GOP candidate for governor, appeared on the conservative radio show \"Breitbart News Daily\" on Nov. 12 to speak about the racial turmoil on the campus.\nHe was asked by host Stephen K. Bannon, \"Are there any facts?\" Kinder replied that evidence of racism is slim. As an example, he talked about the swastika incident.\n\"This incident of supposed feces depicting a swastika on the wall of a bathrooms in one of the halls … has been supported by zero fact,\" Kinder said.\nZero fact? We had to look into that.\nWe reached out to Kinder’s press secretary regarding this claim. We didn't hear back from him until after this story first published, but during Kinder’s talk on Breitbart, he cited two sources.\nThe first was an article by The Federalist published Nov. 10, which originally began as an attempt to prove the swastika was a hoax. Two days after the article was published, it was updated to include information about a police report of the incident.\n\"On Thursday afternoon, pursuant to a public records request previously filed by The Federalist, the University of Missourireleased photos of the incident,\" it read.\nThe second article Kinder mentions is a Fox Sports article written by Clay Travis. This article focused on the question:What if the MU protests were based on lies? In the article, Travis originally said there’s no evidence of the swastika drawn in feces, but later he updated the story to include the police report.\nWe reached out to Department of Residential Life Director Frankie Minor for more information, and he sent us to MU spokesman Christian Basi, who provided the police report.\nMUPD filed the report about an incident that occurred on Oct. 24. The report describes the incident as \"vandalism.\" At the end of the report an officer provides a narrative of what he saw when he entered the restroom of Gateway Hall. \"I noticed there was a swastika drawn on the wall by someone using feces,\" the report reads.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nYou can see the entire report here.\nWe also looked at media reports about the incident. The Columbia Missourian, The Maneater, Columbia Daily Tribune, KOMU and others reported Oct. 30 that at 2 a.m. on Oct. 24, staff members in the Department of Residential Life found a swastika drawn in feces in the bathroom of Gateway Hall.\nResidence Hall Association President Billy Donley released a statement critical of Residential Life’s response. He found out via a flier in the hall. \nThis tweet was posted on the evening of Oct. 29.\nWe will not stay silent. Read the statement below from @RHAPresident pic.twitter.com/xJbPT1oIrI— RHA Mizzou (@RHAMizzou) October 30, 2015\n\nOn Nov. 20, after this story was initially published, Kinder spokesman Jay Eastlick contacted us to say, \"The lieutenant governor misspoke based on information\" from \"two sources that later updated the information. At the time the police report was made public, the lieutenant governor realized it was a real incident that happened, and he stopped referring to it as a potential hoax.\n\"There was no intention to purposefully mislead. He based it on information he had at the time.\"\nOur ruling\nKinder made his \"zero fact\" statement 19 days after the swastika was discovered, and 12 days after its discovery was reported by multiple news outlets, including the Missourian, The Columbia Daily Tribune, the Jefferson City News Tribune, the Associated Press and every local television station in the Columbia-Jefferson City market. These stories were based on information supplied by the MU Police Department and the MU News Bureau. On Nov. 6, then-Chancellor R. Bowen Loftin issued a letter condemning the swastika and other forms of hate speech. His response was also widely reported.\nThe sources Kinder cites updated their articles on Nov. 12 to include the police report. Although Kinder’s spokesman said the lieutenant governor stopped saying there was no evidence of a swastika after those two websites updated their stories, the majority of local news sources reported its existence based statements from named MU officials.\nWe rate Kinder’s claim Pants On Fire.", "vclaim_id": "vclaim-pol-05696"}