{"url": "/factchecks/2010/oct/11/leah-vukmir/gop-state-senate-candidate-leah-vukmir-says-wiscon/", "speaker": "Leah Vukmir", "vclaim": "\"For the first time in history, Wisconsin has more government jobs than manufacturing jobs.\"", "truth_label": "mostly-true", "date": "stated on October 9, 2010 in a campaign brochure distributed door-to-door:", "title": "GOP state Senate candidate Leah Vukmir says Wisconsin now has more government jobs than manufacturing jobs", "text": "Ever since achieving statehood in 1848, Wisconsin has stood proudly as a Goliath of manufacturing: Milwaukee became \"the machine shop of the world,\" Green Bay was home to the world’s largest cheese maker, an internationally known steam valve manufacturer emerged in La Crosse.\n\nThe Badger State remains a national leader in making things, with manufacturing providing jobs to 15 percent of the workforce. But recent decades have been marked by factory shutdowns, including the loss of one of every four manufacturing jobs since 2000.\n\nIn several 2010 races for the state Senate, the decline in manufacturing has been highlighted by Republicans, including state Rep. Leah Vukmir of Wauwatosa. Her challenge to Democratic Sen. Jim Sullivan, also of Wauwatosa, is one of several races that could determine whether Democrats keep control of the Senate.\n\n\"For the first time in history,\" Vukmir declares in a flier that she distributes door to door in the district, \"Wisconsin has more government jobs than manufacturing jobs.\"\n\nSuch a statistic, if true, would indicate a profound change in the very complexion of the state.\n\nVukmir, according to her campaign staff, based her statement on a December 2009 article in the Milwaukee Journal Sentinel. The article was about a state Department of Workforce Development report on unemployment in the previous month.\n\nThe report said the state had 438,200 government jobs (federal, state and local, including schools) in November 2009. That was 2,400 more than the 435,800 jobs in manufacturing.\n\nThe article went on to say government employment had exceeded manufacturing employment in April and May of 2009, as well.\n\nThose developments were notable because, on an annual basis, manufacturing jobs exceeded government jobs in every year since 1966, which is as far back as the state statistics go.\n\nIn her flier, Vukmir presented the change as a done deal.\n\nBut the reality is much fuzzier. Picture it as a race, with two runners taking turns as the leader.\n\nOur review of more recent monthly data showed that November 2009 was the first of seven consecutive months in which government jobs outpaced manufacturing jobs. That ended in May 2010. But manufacturing regained the lead in June through August 2010. September numbers have not yet been released.\n\nAs for annual figures, which are more telling and the common measuring stick, in 2009 manufacturing employment outpaced government employment by 10,800 jobs.\n\nIt remains to be seen where 2010 winds up.\n\nThere are many factors at work when it comes to what is happening in the Wisconsin labor market.\n\nBeyond the long-term trends, the recession hit manufacturing jobs hard, while government employment has been supported by federal stimulus money aimed at preventing layoffs.  \n\nAdditionally, the count of manufacturing jobs has been artificially low in recent years, according to state labor economist Dennis Winters, because factories are hiring more temporary workers. The state classifies temporary workers as service employees, even if they work in manufacturing.\n\nSo, where does that leave us?\n\nTo press her case that more needs to be done to help create private-sector jobs, state Senate candidate Leah Vukmir said that for the first time in history, government jobs outnumber manufacturing jobs in Wisconsin. At various points in 2009, that was indeed the case -- though for the year as a whole, manufacturing jobs narrowly led. The jury is still out for 2010, though manufacturing jobs lead in five of the first eight months of the year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWe rate Vukmir’s statement Mostly True.", "vclaim_id": "vclaim-pol-14261"}