{"url": "/factchecks/2020/nov/27/greg-abbott/examining-effectiveness-texas-statewide-shutdowns/", "speaker": "Greg Abbott", "vclaim": "Says that shutdowns are “ineffective” and that we now know that COVID-19 is not commonly spread “by someone going to work.”", "truth_label": "false", "date": "stated on November 19, 2020 in a press conference:", "title": "Examining the effectiveness of Texas' statewide shutdowns", "text": "Several days after Gov. Greg Abbott declared that he wouldn’t impose \"any more lockdowns\" amid rising coronavirus cases, he defended that decision in a Nov. 19 press conference in Lubbock, where he was promoting the state’s distribution of a new antibody therapy.\nHe gave two reasons for not imposing the sort of shutdown measures he had implemented statewide twice before. First, shutdowns can have severe consequences on the mental, emotional and financial health of people, he said.\n\"Lesser known, however, is the ineffectiveness of it,\" Abbott continued.\n\"One thing that we’ve learned over the course of COVID is, one of the most common ways that COVID is spread today is not by someone going to work, but by people gathering together in home settings or in casual settings — after bars close or something like that,\" he said. \"So shutdowns will not lead to the positive results that some people think.\"\nAbbott issued his last statewide order restricting business operations near the end of June, when Texas was reporting what were then record-breaking daily case numbers — over 5,000 new cases for several consecutive days. He ordered bars closed, scaled back restaurant occupancy to 50% and allowed local governments to place restrictions on outdoor gatherings of more than 100 people.\nIn mid-September, as daily cases had dropped to an average of about 3,500, Abbott allowed restaurants, stores and offices to expand to 75% capacity in trauma service areas where COVID-19 patients occupied 15% or fewer of available hospital beds. In mid-October, he gave county officials the authority to allow bars to reopen, again as long as COVID-19 patients occupied 15% or fewer of hospital beds in the area. But by then, daily case numbers were beginning to rise again, and have continued to increase. This past week saw multiple records posted, with 14,600 new coronavirus cases recorded on Wednesday.\nWith such a rapid escalation of transmission across the state, we wanted to know whether statewide shutdowns are ineffective as Abbott says. And have we learned over the course of the pandemic that the virus is not commonly spread in workplaces?\nShutdown efficacy\nIt’s difficult to broadly determine the effectiveness of shutdowns without identifying a metric by which to gauge them. Abbott’s office didn’t respond to several inquiries asking for clarification on what he meant by \"ineffectiveness.\"\nBut experts say that if effectiveness is measured strictly by case numbers and transmissions, then shutdowns or lockdowns have been shown to be effective in Texas and across the globe.\n\"If you say we’re just going to look at reducing the number of transmissions and cases, do lockdowns work? Yes they do. We clearly saw that during the spring,\" said Dr. Diana Cervantes, an epidemiologist at the University of North Texas Health Science Center.\n\"If you're looking at economic factors, social factors, or other factors — like what (shutdowns) mean for the big picture — then that's a different case,\" Cervantes said. \"There are ongoing implications that take longer to see their effects. But in regards to transmission, we know that lockdowns can be effective.\"\nOn March 19, as the state was ramping up its testing capacity, Abbott issued the state’s first sweeping executive order, effective April 2, that closed bars, gyms and restaurants for dine-in and ordered people to avoid gathering in groups larger than 10. That same day, 26 new cases were reported statewide.\n\"Working together, we must defeat COVID-19 with the only tool that we have available to us — we must strangle its expansion by reducing the ways that we are currently transmitting it. We are doing this now, today, so that we can get back to business as usual more quickly,\" Abbott said then.\nThat shutdown lasted until May 1, when the state was reporting between 800 and 1,000 daily new cases with a positivity rate hovering around 10%. About a month later, daily case numbers started to rise precipitously, cresting at nearly 11,000 on July 15.\nA primary reason that shutdowns were implemented during the early period of the pandemic was to allow government officials and scientists time to better understand the nature of the virus and its spread.\n\"When it comes to lockdowns, originally the idea was, we’re trying to learn more about the virus and until we get to that point, we need to be as safe as possible,\" Cervantes said. \"Now the idea is, we do know how the virus is primarily transmitted and what those prevention and control measures are.\"\nFurthermore, enforcing a shutdown at this point during the pandemic — as people are more likely to experience shutdown fatigue — is quite different than enforcing one in the pandemic’s early period, said Angela Clendenin, a public health assistant professor at Texas A&M University.\nThe first lockdown certainly slowed the spread, Clendenin said, \"but think about where we were as a population psychologically. All of a sudden we had this new and novel virus where there's no vaccine. … People were scared. They didn’t know what it was. At that point, the fear of the unknown I think made people much more compliant with the idea of a lockdown.\"\nBut that fear began waning as the virus was better understood, she said. The diminishment of that fear combined with fatigue with virus restrictions makes lockdown enforcement much more difficult.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"The idea of a lockdown seems intuitively to be a good answer when you're experiencing spikes in cases like what we've been seeing,\" she said. \"In theory they work, but it's implementing them that presents a lot of challenges. … The enforcement of a lockdown sometimes is just not practical.\"\nWorkplace gatherings\nIt’s not clear upon what basis Abbott claims that the virus is not commonly spread in the workplace. While the ability for many employees to work remotely has reduced the number of transmissions borne out of workplace gatherings, many workers don’t have that remote option.\nOne of the most extreme examples was recorded in the Panhandle, when the first wave of the virus struck meatpacking plants and their refugee and immigrant workforce. With people working shoulder to shoulder, the plants became an incubator for the virus’ spread.\nAccording to an analysis by the Century Foundation, a progressive think tank, 12 meatpacking plants in Texas have reported nearly 1,500 cases and nine deaths.\nIn May, President Donald Trump declared the meatpacking plants essential businesses, which allowed the plants to keep running despite shutdown orders.\nTo Cervantes, Abbott’s comment that \"one of the most common ways that COVID is spread today is not by someone going to work\" ignores people’s limited options when it comes to earning a living.\n\"There’s a lot of people who don’t have choices and are put in a setting where they have increased exposure and there’s very little that can be done about it,\" she said.\nOn April 28, the Centers for Disease Control and Prevention and the Occupational Safety and Health Administration released guidelines that advise meatpacking plants to stagger shifts, implement social distancing among workers, add hand-washing stations and install plastic barriers.\nThose guidelines, where implemented correctly, have helped keep the virus under control since those initial outbreaks, although some plants have been accused of violating the protocols.\nThe construction industry also has experienced COVID-19 transmissions and hospitalizations. In April, Abbott declared all construction work permissible statewide, exempting the industry from stay-home orders enacted by cities or counties.\nIn Austin, the stay-home order enacted in late March resulted in an estimated 73% reduction in the rate of local transmissions, according to a study published by the University of Texas COVID-19 Modeling Consortium. However, researchers found that the construction industry’s exemption was associated with an increase of COVID-19 hospitalizations among those workers. From the beginning of the pandemic through mid-August, hospitalization rates of construction workers increased from 0.22 per 1,000 workers to 9.3 per 1,000 workers.\n\"As the United States navigates relaxing and enacting policies to mitigate the COVID-19 pandemic, communities should recognize the disproportionate burden of illness already experienced by workers in low-paying, high-contact industries,\" the study says.\nHowever, this multifold increased risk of hospitalizations is estimated to be offset by safety measures, such as cleaning equipment between uses, wearing personal protective equipment and limiting the number of workers on a work site. These precautions were modeled to result in a 50% decrease in transmissions.\nIf these kinds of at-risk industries abide by preventative safety measures, then they can be kept relatively safe, Clendenin said. Rather, it’s the casual at-home settings — where people let their guard down around trusted friends and family — that is most troublesome to public health experts, she said.\n\"It really is at home in these small gatherings where people are letting their vigilance slip a little bit,\" she said. \"You forget to socially distance and you forget people should be wearing masks or washing hands, and you're laughing and having a great time, and you're propelling those droplets further than 6 feet.\"\n\"It’s a comfort level that drives (transmissions) at those gatherings, more so than at the workplace,\" Clendenin said.\nOur ruling\nAbbott defended his decision to not impose a statewide shutdown in a Nov. 19 press conference, describing shutdowns as ineffective and saying that \"one of the most common ways that COVID is spread today is not by someone going to work.\"\nIt’s hard to know by what metric Abbott gauges the efficacy of a shutdown. Experts say that if measuring strictly transmission rates and case numbers, shutdowns have proven to be effective in managing spread. But it’s harder to quantify the efficacy of a shutdown when considering all the social and economic consequences.\nIn Texas, case numbers rose after each time that Abbott lifted shutdowns.\nAbbott’s comments about workplace gatherings not being a common way for COVID-19 to spread also ignores workplaces where proper precautions can be difficult to achieve.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-18577"}