{"url": "/factchecks/2012/jun/11/barack-obama/obama-ad-says-romney-outsourced-massachusetts-jobs/", "speaker": "Barack Obama", "vclaim": "\"Romney outsourced call center jobs to India.\"", "truth_label": "half-true", "date": "stated on June 4, 2012 in a campaign ad:", "title": "Obama ad says Romney outsourced Massachusetts jobs", "text": "Mitt Romney says he speaks the language of business. But a new Obama campaign ad says Romney's economic record in Massachusetts shows he was unsuccessful and out of touch.\n\nThe ad, dubbed \"We’ve Heard it all Before,\" rattles off negative outcomes from Romney’s gubernatorial term: losses in manufacturing, near-the-bottom job creation, billions in public debt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThis one caught our attention: \"Instead of hiring workers from his own state, Romney outsourced call center jobs to India.\"\n\nSending American jobs overseas is a touchy topic these days. We did some digging and found that the image in the ad -- a darkened Massachusetts workplace juxtaposed with an Indian man wearing a phone headset -- doesn’t tell the complete story.\n\nOrigin of the charge\n\nThe Obama campaign pointed us to news accounts of a budget issue in 2004, the second year of Romney’s term. The Democratic-controlled Massachusetts legislature sent Romney a budget with an amendment that \"would prohibit Massachusetts from contracting with companies that ‘outsource’ the state's work to other countries,\" according to the Boston Globe.\n\nAt the time, many states were contracting with companies that outsourced some form of their work overseas. The Government Accountability Office found that in 2005, 43 states had contracts with companies administering state programs in which some of the work, primarily customer service and software development, was done overseas. Expenditures for services performed offshore were relatively small, the GAO found, and services performed offshore constituted a tiny fraction of the total services provided through the contracts.\n\nBut it was enough of a hot button that 38 states were considering similar bans on contracting with companies that outsourced, the Globe wrote. Romney, then, was forced to weigh two competing interests: protecting jobs in his state vs. saving taxpayers money. The Globe pointed out that lawmakers in Kansas considered a similar measure but pulled the plug when they learned it would cost the state an additional $640,000. Massachusetts’ proposal was favored by labor unions but opposed by some economists who said it didn’t make economic sense for taxpayers to pay more for low-skill jobs.\n\nUltimately, Romney vetoed the measure because he said that even if those jobs were back in the United States, they would not necessarily have been in Massachusetts.\n\nHe said,\"There's no question we are affected by outsourcing, as is every other state. Any job that leaves is a big loss, and you want to fight to keep every job in the Commonwealth. The legislation I vetoed was not designed to do anything for Massachusetts employers. It might help ‘call center’ states, but it didn't necessarily protect a single job here. But it had the potential of costing our citizens a lot more money. Ultimately, how you compete with low-cost countries is having a more educated, innovative, hard-working, and capable workforce. And that means that you invest in two things: education and innovation.\"\n\nAt the time Massachusetts had a $160,000 a month contract with Citigroup to process debit cards for food stamps. Citigroup outsourced its customer service call center to a facility in India.\n\nA small but important detail: the state didn’t outsource the work -- a state contractor did.\n\nThe GAO report looking at all states’ outsourcing found that 43 states had some form of outsourcing at work, so Massachusetts was not unique. The Bay State also had offshore contracts through its child support enforcement and unemployment insurance programs in 2005, the GAO said.\n\nThe controversy popped up again in 2006 when then-Sen. Edward Kennedy criticized Romney for \"jumping on the offshoring bandwagon,'' according to a Boston Herald story. A Romney official told the newspaper that by then, only a handful of overseas workers were still working on a Medicaid subcontract. The food stamp contract previously held by Citigroup (later JP Morgan Chase) had expired and the new contract was awarded to a company whose call center was in Utah.\n\nOur ruling\n\nObama’s ad charges that \"Romney outsourced call center jobs to India.\"\n\nThe Obama campaign's wording suggests a broader, more deliberate policy when the state was sending some work overseas. But in choosing to veto the bill, Romney let the arrangement continue. The statement leaves out important information. We rate it Half True.", "vclaim_id": "vclaim-pol-10943"}