{"url": "/factchecks/2015/jun/04/mike-huckabee/mike-huckabee-says-one-third-seniors-depend-social/", "speaker": "Mike Huckabee", "vclaim": "\"Sixty million Americans depend on Social Security, and one-third of all the seniors in America depend on Social Security for 90 percent of their income.\"", "truth_label": "mostly-true", "date": "stated on June 2, 2015 in a speech at Gov. Rick Scott's economic summit in Orlando:", "title": "Mike Huckabee says one-third of seniors depend on Social Security for 90% of income", "text": "At a Disney World powwow of GOP stars, Mike Huckabee took a jab at Jeb Bush, in Bush’s own state of Florida and on a particularly Floridian issue: Social Security.\nSpeaking at the Florida Economic Growth Summit on June 2, 2015, the former governor of Arkansas and current presidential candidate alluded to Bush’s comments on reducing benefits and raising the retirement age. Huckabee called the idea political and economic suicide.\n\"Sixty million Americans depend on Social Security, and one-third of all the seniors in America depend on Social Security for 90 percent of their income\" he said. \"The government took that money from you involuntarily when you started working – with the promise that you’d get that money back when you retire. For the government to even think about breaking that promise is absolutely ridiculous.\"\nHuckabee’s numbers intrigued us. We reached out to his campaign but did not hear back, so we delved into the statistics.\nThe actual number of people who receive benefits is slightly higher than what Huckabee said at 64 million. The majority of recipients, about 43 million, are over age 65—we’ll get to this group later. Of the remaining beneficiaries, in 2013, Social Security constituted at least half of the income for 61 percent of disabled recipients and for 44 percent of non-disabled beneficiaries (survivors of deceased workers and early retirees), according to a Social Security Administration spokeswoman.\nThe latest data from the Social Security Administration show that Huckabee got the second number right, if we assume by \"seniors\" he meant those over age 65. In 2012, Social Security constituted 90 percent or more of income for 36 percent of that age group.\n\nHuckabee’s source, however, may be flawed. Some experts say the Social Security Administration’s definition of income—which only includes recurring flows like monthly benefits -- doesn’t take into account sporadic sources like money siphoned out of an IRA or 401k, typically on an as-needed basis. Leaving these out could mean discrepancies as wide as $18 billion versus $220 billion, according to a study at Boston College’s Center for Retirement Research.\nJust how many people have these plans and how much cash is in them? The U.S. Government Accountability Office broke it down by income quintiles for retirees age 65 to 74:\n\n\n\n\n \n\nBottom\n\n\nSecond\n\n\nThird\n\n\nFourth\n\n\nTop\n\n\n\n\nPercent with savings (401k/IRA)\n\n\n9%\n\n\n33%\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n48%\n\n\n65%\n\n\n84%\n\n\n\n\nMedian savings amount\n\n\n(no reliable estimate)\n\n\n(no reliable estimate)\n\n\n$104,000\n\n\n$144,000\n\n\n$468,000\n\n\n\n\n\nWithout factoring in the savings plans, the SSA probably overstated Social Security’s share of retirement income, especially for wealthier retirees, experts say. In 2008, the estimate for Social Security’s slice of the total income pie was 20 percentage points more than what tax filings showed, according to a study in the Journal of Retirement.\n\"Huckabee is probably technically not correct since the numbers he relies on are flawed, though he’d have no real reason to know this, \" said Andrew Biggs, who used to run the SSA’s policy office during the George W. Bush administration and now researches Social Security reform at the American Enterprise Institute, a conservative think tank. Biggs has written extensively on this topic.\nHere’s the catch to the catch: Half of Americans don’t have retirement savings at all, according to the GAO. This means that estimates for the people who rely the most on Social Security (low- and middle-income households) may only be marginally off.\nSo Huckabee is correct, experts agree, in his point that many Americans rely heavily on Social Security (too heavily, to the point that middle- and upper-income families are not saving enough on their own, said Biggs). Most people who receive Social Security need the safety net, said Melissa Favreault, an expert on retirement and social programs at The Urban Institute, a public policy think tank. For many recipients, it’s \"absolutely vital income,\" she said.\nAARP spokesperson David Bruns told us the same thing.\n\"There are very substantial number of people who are disproportionatelyfemale, disproportionatelyminority, disproportionatelyblue collar, for whom Social Security is critical,\" he said. \"I’ve run the math for myself: 40 percent of our retirement income will come from Social Security and I have a government pension. My wife and I have saved as hard as we can for all of our lives. We are not the only ones.\"\nOur ruling\nHuckabee said, \"60 million Americans depend on Social Security, and one-third of all the seniors in America depend on Social Security for 90 percent of their income.\"\nHuckabee’s numbers reflect official statistics, though slightly lowballed: About 64 million Americans receive Social Security benefits and about 36 percent of seniors depend on it for 90 percent of their income, according to the Social Security Administration. \nSome take issue with those statistics, saying they understate the importance of irregular sources of income and therefore may overstate the importance of Social Security. However, experts agree with the gist of Huckabee’s idea: Broadly speaking, Social Security beneficiaries need the cash to make ends meet.\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-06352"}