{"url": "/factchecks/2008/apr/22/bill-clinton/yes-he-did/", "speaker": "Bill Clinton", "vclaim": "Denies that he said the Obama campaign \"played the race card.\"", "truth_label": "pants-fire", "date": "stated on April 22, 2008 in Pittsburgh:", "title": "Yes, he did", "text": "Making a hard-charging statement and then denying you ever said it is a tricky proposition in the best of circumstances. It's particularly difficult when the initial statement and the denial are caught on tape and posted to the Internet.\n\nWhich brings us to the case of former President Bill Clinton on the campaign trail in Pennsylvania.\n\n\nOn April 21, 2008, Clinton gave a provocative interview to National Public Radio affiliate WHYY in which he said the Obama campaign \"played the race card on me.\" He later denied saying that. Given the seriousness of the original charge — the ex-president claiming his wife's rival for the Democratic nomination tried to exploit racial issues to damage him — we decided to examine Clinton's denial of that charge.\n\n\nDid he say it or didn't he? He did. Here's how it happened:\n\n\nWHYY interviewer Susan Phillips asked him about the South Carolina primary, when he compared Barack Obama's January win there to Jesse Jackson's win in 1988. Phillips said at least one black leader had been offended by that comparison, saying it marginalized Obama, and switched support from Hillary Clinton to Obama.\n\n\nPhillips asked, \"Do you think that (comment) was a mistake, and would you do that again?\"\n\n\nClinton gave a lengthy response,\n\nwhich you can hear via YouTube here\n\n. For our fact-checking purposes, the relevant passages are below:\n\n\n\"No. I think that they played the race card on me. ... I said, if you go back to what I said. ... First of all, there was a conversation that I engaged in that included two African-American members of Congress, who were standing right there, who were having the conversation with me. And I said that Jesse Jackson had won a good campaign with overwhelming African-American support and white supporters. And this was started off because people didn't wanna — they wanted to act like, for reasons I didn't understand, that Senator Obama didn't have this African-American support, or they thought his white support was better because Jesse Jackson had blue-collar working people, and most of Senator Obama's support were upscale, cultural liberals. So it was like beneath them to be compared to Jesse Jackson.\n\n\n\"I respect Jesse Jackson. He's a friend of mine, even though he endorsed Senator Obama. One of his sons and his wife endorsed Hillary. Their whole family's divided. But his campaign in 1988 was a seminal campaign in American history. It was the first campaign ever to openly involve gays. Hillary's chief delegate counter, Harold Ickes, worked his heart out for Jesse Jackson. I frankly thought the way the Obama campaign reacted was disrespectful to Jesse Jackson. And I called him and asked him if he found anything offensive, and he just laughed and he said, 'Of course I don't. We all know what's going on.' ...\n\n\n\"And this was used out of context and twisted for political purposes by the Obama campaign to try to breed resentment elsewhere. And, you know, do I regret saying it? No. Do I regret that it was used that way? I certainly do. But you really gotta go some to try to portray me as a racist.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nSo, here's where Clinton gets in trouble. The next day, NBC News' Mike Memoli asked Clinton about some of the things he had said in that radio interview.\n\n\nNBC: \"Sir, what did you mean yesterday when you said that the Obama campaign was playing the race card on you?\"\n\n\nClinton: \"When did I say that, and to whom did I say that?\"\n\n\nNBC: \"On WHYY radio yesterday.\"\n\n\nClinton: \"No, no, no. That's not what I said. You always follow me around and play these little games, and I'm not going to play your games today. This is a day about election day. Go back and see what the question was, and what my answer was. You have mischaracterized it to get another cheap story to divert the American people from the real urgent issues before us, and I choose not to play your game today. Have a nice day.\"\n\n\nNBC: \"Respectfully sir, though, you did say ...\"\n\n\nClinton: \"Have a nice day. I said what I said, you can go and look at the interview. And if you'll be real honest, you'll also report what the question was and what the answer was.\"\n\n\nYou can\n\nread more of the exchange and watch the video here\n\n.\n\n\nIt's hard to know what more to say on this one. Clinton was asked to explain an intriguing accusation he made against the Obama campaign and responded by saying he didn't say it. But he did. Even when we review the full context of the original radio interview, as Clinton suggests, the facts here don't budge. We say ... Pants on Fire!", "vclaim_id": "vclaim-pol-16248"}