{"url": "/factchecks/2009/nov/02/chain-email/list-your-guns-your-1040-no-bill-never-passed/", "speaker": "Chain email", "vclaim": "You must list all your guns on your 2010 tax return.", "truth_label": "pants-fire", "date": "stated on November 1, 2009 in an e-mail circulated to many people.:", "title": "List your guns on your 1040? No -- this bill never passed", "text": "It's a scary time to be a gun owner in the United States — at least if you believe some of the claims made by gun-rights groups and spread in chain e-mails.\n\n\nWe recently investigated a\n\nclaim made by Gun Owners of America\n\nthat a version of a health care bill currently in Congress \"could be used to ban guns in home self-defense,\" and rated it False. We gave the National Rifle Association a Pants on Fire for making\n\na similar claim\n\nduring the 2008 election.\n\n\nSo we were skeptical when a reader forwarded us a chain e-mail that claims the following:\n\n\n\"Now 'all Guns' must be listed on your next (2010) tax return! As if we didnt [sic] have enough to get upset about! If you have a gun, I hope it isn't registered! Senate Bill SB-2099 will require us to put on our 2009 1040 federal tax form all guns that you have or own. It will require fingerprints and a tax of $50 per gun.\"\n\n\nThe e-mail continued:\n\n\n\"This bill was introduced on Feb.. 24, 2009, by the Obama staff. BUT... this bill will only become public knowledge 30 days after the new law becomes effective! This is an amendment to the Internal Revenue Act of 1986. This means that the Finance Committee has passed this without the Senate voting on it at all. Trust Obama ? ...... you must be kidding!\"\n\n\nThe e-mail is wrong in so many ways that it's hard to know where to begin. But here we go:\n\n\n• The \"Obama staff\" can't introduce bills, only members of Congress can.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n• No such bill was introduced on Feb. 24 of this year. But there was such a bill introduced on Feb. 24, 2000, by Sen. Jack Reed, a Democrat from Rhode Island.\n\n\n• The bill didn't pass. Indeed, it died in committee, as most bills do. The e-mail wrongly says the law will take effect with your \"next tax return.\" The bill would have required people to register handguns in the National Firearms Registration and Transfer Record, the government would have shared that information with law enforcement agencies, and guns would have been taxed when they were manufactured or sold. But again, the bill did not pass.\n\n\n• The National Rifle Association wrote a blog post discrediting the e-mail, saying that it was \"recycling an old alert that wasn’t even accurate when it was new,\" and noting that the bill in question \"disappeared without any action by the Senate, back when Bill Clinton was still in the White House.\"\n\n\n\n\nThe e-mail is also ridiculously false with its claim that \"this bill will only become public knowledge 30 days after the new law becomes effective.\" Although Congress has its share of closed-door meetings, bills are made public on the\n\nThomas Web site\n\n. Indeed, that's how we found this one.\n\n\nIt's worth noting that variations of this chain e-mail have been circulating for many years. The Web site UrbanLegends.about.com\n\nwrote about this rumor\n\nback in September 2000. Only recently has a new version emerged. And like so many incorrect e-mails we've examined lately, it targets President Barack Obama.\n\n\nThis e-mail makes so many ridiculously false claims that we have to set the meter ablaze — Pants on Fire!", "vclaim_id": "vclaim-pol-15497"}