{"url": "/factchecks/2015/jan/14/steven-emerson/fox-news-guest-steven-emerson-says-birmingham-tota/", "speaker": "Steven Emerson", "vclaim": "\"There are actual cities\" like Birmingham, England, \"that are totally Muslim where non-Muslims just simply don’t go in.\"", "truth_label": "pants-fire", "date": "stated on January 10, 2015 in an interview on Fox News:", "title": "Fox News guest Steven Emerson says Birmingham is 'totally Muslim'", "text": "Sometimes a claim is so egregious that a prime minister chokes on his porridge.\nSo infuriating that international backlash spurs a sassy hashtag and leads the speaker to apologize profusely the very next day.\nSo wrong that even though it’s already been widely debunked, people are still asking that we give it the PunditFact treatment.\nSuch is the case with a comment about Birmingham, England, by news pundit Steve Emerson, who appeared as a guest Jan. 10, 2015, on Fox News’ Justice with Judge Jeanine.\nHost Jeanine Pirro introduced Emerson as founder of The Investigative Project on Terrorism for a segment about \"no-go\" zones for non-Muslims in Europe. Emerson said the zones exist in France and throughout the rest of Europe as \"safe havens\" for Muslims ruled by Sharia courts and not a country’s own laws.\n\"In Britain, it’s not just no-go zones,\" Emerson said. \"There are actual cities like Birmingham that are totally Muslim, where non-Muslims just simply don’t go in. And parts of London, there are actually Muslim religious police that actually beat and actually wound seriously anyone who doesn't dress according to Muslim, religious Muslim attire.\"\nWestern Europe is just not dealing with the situation, he said.\nWestern Europe, meanwhile, did not seem amused by his comment. And make no mistake, the claim is wrong.\nThe city of Birmingham, situated north and west of London, has more than 1 million residents. There are more whites and Christians than any other ethnicity or religion, we found.\nAccording to a report of the 2011 UK Census by the Birmingham City Council, 46 percent of residents said they were Christian and 22 percent, or 234,111 people, identified as Muslim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNo doubt, Islam is a growing and popular faith in Birmingham, up 7.5 percentage points from 2001 to 2011. Three Birmingham wards, Heath, Bordesley Green and Sparkbrook, had Muslim populations that exceeded half of the population, all ranging from 70 percent to about 77 percent.\nNot that this gives any credence to Emerson’s claim about the city of Birmingham as a whole. This does not amount to the city \"being totally Muslim.\"\nEmerson apologized on his website and on the BBC, among other forums, for his remarks. He attributed his statement about Birmingham to sloppy fact-checking. (No kidding.) Here is the apology:\nI have clearly made a terrible error for which I am deeply sorry. My comments about Birmingham were totally in error. And I am issuing this apology and correction for having made this comment about the beautiful city of Birmingham. I do not intend to justify or mitigate my mistake by stating that I had relied on other sources because I should have been much more careful. There was no excuse for making this mistake and I owe an apology to every resident of Birmingham.  I am not going to make any excuses. I made an inexcusable error. And I am obligated to openly acknowledge that mistake.  I wish to apologize for all residents of that great city of Birmingham.\nSteve Emerson\nPS. I am making (a) donation to Birmingham Children's Hospital.\nBritish Prime Minister David Cameron, who really did say the remark caused him to choke on his porridge, called Emerson a \"complete idiot.\"\n\"He started with an apology,\" Cameron said. \"That's not a bad start. But what he should do is look at Birmingham and see what a fantastic example it is bringing people together of different faiths and different backgrounds and building a world-class brilliant city with a great and strong economy.\"\nA note about Emerson’s other point, that in parts of London there are \"actually Muslim religious police that actually beat and actually wound seriously anyone who doesn't dress according to Muslim, religious Muslim attire.\" While there are no official Muslim religious police, there have been some reports of \"Muslim patrols\" or \"Sharia patrols\" trying to make people in parts of East London follow Islamic law, and three people were jailed for doing so in 2013. But there’s little information to suggest the patrols are widespread or involve many people.\nOur ruling\nEmerson said Birmingham is a city in England that is totally Muslim, \"where non-Muslims just simply don’t go in.\"\nHe has since admitted that is inaccurate, and for good reason. The stats say Birmingham is about 20 percent Muslim. All that is left to say is Emerson’s statement rates Pants on Fire!", "vclaim_id": "vclaim-pol-06844"}