{"url": "/factchecks/2009/apr/28/newt-gingrich/gingrich-has-moderated-tone-torture/", "speaker": "Newt Gingrich", "vclaim": "On torture.", "truth_label": "half-flip", "date": "stated on April 24, 2009 in a news interview:", "title": "Gingrich has moderated tone on torture", "text": "When we hear charges of \"most bitter hypocrisy,\" we know it's time to pull out our Flip-O-Meter.\n\n\nSuch was the case when we saw MSNBC host Keith Olbermann attacking Newt Gingrich, a Republican who was House speaker in the 1990s. \"Imagine being Newt Gingrich and looking into that mirror this morning and seeing that vast terrain of hypocrisy looking right back at you,\" Olbermann said on April 27, 2009.\n\n\nAt issue: Gingrich's comments on torture. Olbermann said Gingrich was being hypocritical because his 2009 comments on interrogations conducted by the United States on terrorist extremists were not consistent with his comments from 1997 on torture in China. \n\n\n\nGingrich then:\n\nIn 1997, Gingrich was House speaker when Chinese President Jiang Zemin visited the United States. Gingrich was concerned about the persecution of religious minorities in China, and broached the topic in a meeting with Jiang.\n\n\nHe then released a statement about the meeting:\n\n\n\"Republican leaders made explicitly clear our unwavering commitment to human rights and individual liberty. I believe it was vitally important that we used this opportunity to address the basic lack of freedom — speech, liberty, assembly, the press — in China. ... As I said in China this spring, there is no place for abuse in what must be considered the family of man. There is no place for torture and arbitrary detention. There is no place for forced confessions. There is no place for intolerance of dissent.\n\n\n\"While we walked through the Rotunda. I explained to President Jiang how the roots of American rule of law go back more than 700 years, to the signing of the Magna Carta.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nGingrich now:\n\nGingrich appeared on the Fox News Channel show\n\nOn the Record with Greta Van Susteren\n\non April 26, 2009, and said he wasn't sure whether waterboarding was torture.\n\n\n\"I honestly don't know,\" Gingrich told Van Susteren. \"I think it's debatable. Lawyers I respect a great deal say it is absolutely within the law; other lawyers say it absolutely is not in the law.\"\n\n\nWhether it's considered torture or not, Gingrich said waterboarding was \"something we shouldn't do.\"\n\n\nGingrich explained that it might be warranted in extreme situations.\n\n\n\"I am exactly where Sen. (John) McCain was. Sen. McCain said there are very rare circumstances where extreme measures should be used. And those circumstances should be personally signed by the president as commander in chief. And a good example is if you pick up somebody who has planted a nuclear weapon in Washington or New York or Los Angeles or Atlanta and you're trying to find out in the next three hours, where is the nuclear weapon, the president of the United States may well authorize remarkably tough measures because 100,000 or a half million lives are at stake.\"\n\n\n(Finally, we should note that Gingrich's view that torture is sometimes acceptable is shared by many Americans. A recent Pew poll found that only 25 percent of respondents said that torture is \"never\" justified. Seventy-one percent felt that torture was justified rarely, sometimes or often.)\n\n\nSo, to measure the flip-flop: Gingrich in the past took a more absolute posture on prisoner treatment, saying that \"there is no place for abuse in what must be considered the family of man.\" Now he appears to say that it is okay in extreme cases. If Gingrich had argued, like former Vice President Dick Cheney has, that \"enhanced interrogation\" is an effective technique and should be used without hesitation, we would be inclined to give him a Full Flop rating. But Gingrich seems to say that torture should be used only in special cases. So we'll give him a Half Flip.", "vclaim_id": "vclaim-pol-15770"}