{"url": "/factchecks/2020/aug/13/national-republican-senatorial-committee/attack-ad-right-about-cunninghams-2001-budget-vote/", "speaker": "National Republican Senatorial Committee", "vclaim": "Cal Cunningham \"voted for over $1 billion in new taxes.”", "truth_label": "true", "date": "stated on July 17, 2020 in an ad:", "title": "Attack ad right about Cunningham's 2001 budget vote", "text": "A new ad from the National Republican Senatorial Committee attacks the voting record of North Carolina’s Democratic Senate candidate.\nIncumbent Republican Thom Tillis hopes to fend off a challenge from Democrat Cal Cunningham, a former state legislator.\nThe new NRSC ad references Cunningham’s time at the legislature in Raleigh.\n\"Cunningham voted for over $1 billion in new taxes,\" the narrator says, adding that the higher taxes were applied to \"sales, healthcare, alcohol and more.\"\nIn an email to PolitiFact, the NRSC cited several news stories from 2001.\nA budget shortfall\nThat year, North Carolina’s legislature and Gov. Mike Easley approved a state budget that raised taxes and fees to generate $1 billion over two years, according to clips from the Charlotte Observer and News & Observer.\nAt the time, North Carolina was the only state to raise personal income tax rates, a budget analyst for the National Conference of State Legislatures told the News & Observer for a Sept. 22, 2001 article.\nThe budget included a half-cent sales tax increase, bumping the rate from 4% to 4.5%. It also raised the tax on telecommunications services from 4.5% to 6%, and applied a 6% sales tax on liquor. It also included a half-percentage-point increase in income tax on the wealthy for tax years 2001 and 2003, the N&O reported.\nCunningham has defended the vote, saying it helped North Carolina preserve its financial standing during uncertain times. Campaign spokesman Aaron Simpson said Cunningham’s efforts helped save jobs.\n\"In the face of an $800 million budget shortfall, Cal voted to increase teacher pay, establish pre-K, and reduce class sizes, while also helping families by providing a larger tax credit per child,\" Simpson said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\n North Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nIn an Aug. 10 interview with WLOS, Cunningham said \"I think that was the right budget for North Carolina.\"\nWe asked local think tanks what they thought of the 2001 budget decisions. As you might expect, the liberal North Carolina Justice Center and the conservative Civitas Institute offered different views.\nBrian Balfour, executive vice president at Civitas, agreed that North Carolina’s credit rating \"likely would have been threatened\" if lawmakers hadn’t balanced the budget.\n\"The consequence of a credit downgrade would mean that it would be more expensive for the state to borrow money. The effect would be higher debt service payments, meaning that budget writers would either have to find places to cut spending or raise revenue to account for the higher debt payments,\" Balfour said.\nCivitas would prefer lawmakers cut spending. \nOld news clips provided by the Justice Center show they believed lawmakers were wise to raise taxes to generate funding instead of using \"one-time fixes\" like draining the state’s rainy day fund. The Justice Center also estimated that most taxpayers, on average, would face state and local tax increases of less than 2.25% of their incomes.\nBut both the Justice Center and Civitas agreed that the budget included what they referred to as \"regressive\" taxes, meaning they disproportionately hurt the lower class. They listed the statewide half-cent sales tax as an example.\nBalfour estimated that the sales tax cost North Carolinians $645 million over the biennium --  $246.3 million in the first year and $398.7 million in the second. \n\"Compare this to the new tax bracket imposed on married filers above $200k, which was estimated to collect $228.4 million over the biennium,\" he said. \nOur ruling\nThe NRSC ad says \"Cunningham voted for over $1 billion in new taxes.\"\nCunningham did support a state budget that raised taxes and fees to generate $1 billion in new revenues. Cunningham has defended the move, saying it was necessary at the time to preserve North Carolina’s financial standing.\nThe statement is accurate. We rate it True.", "vclaim_id": "vclaim-pol-17104"}