{"url": "/factchecks/2018/oct/17/blog-posting/indiana-purge-20000-voters-federal-court-order/", "speaker": "Bloggers", "vclaim": "\"Indiana has purged no less than 20,000 voters in violation of a federal court order.\"", "truth_label": "barely-true", "date": "stated on October 9, 2018 in blog post:", "title": "Did Indiana purge 20,000 voters in violation of a federal court order?", "text": "Voter purges in Georgia and Ohio have captivated a national audience leading up to the midterms. Does Indiana face the same problem?\n\"Indiana Caught Illegally Purging 20,000 Voters – Are You One?\" was an Oct. 9 headline on Greg Palast’s blog read. Palast is a freelance investigative reporter who has been published in Rolling Stone and Al Jazeera. The subhead on his story claimed that Indiana has purged \"no less than 20,000 voters in violation of a federal court order.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nHas Indiana taken tens of thousands of voters off their list in violation of a court order? The answer is complicated. Yes, Indiana has removed voters from its rolls -- but not in violation of a federal court order.\nAn Indiana law passed in April 2017 would have allowed the state to kick thousands of voters off the voter registration list if a cross-state database known as the Interstate Crosscheck Program found what appeared to be duplicate voter registrations.\nBut Indiana’s NAACP and League of Women Voters and Common Cause Indiana, a nonpartisan advocacy group, filed two separate lawsuits in August and October of 2017 challenging the removal of these voter registrations.\nThey argued the process ignores critical safeguards before canceling voter registrations. The Interstate Crosscheck Program highlights voter records with matching names and birthdays across states. But researchers from Stanford University and the University of Pennsylvania have found there is \"a surprisingly high chance that two ballots cast under the same first name, last name, and date of birth actually belong to two different people.\"\nFollowing those two legal challenges, the court in June granted a preliminary injunction that stopped the law from going into effect. The state has appealed. A final ruling will not be made until after the election. The statewide voter registration system was never updated to implement the new law.\nAfter we contacted him, Palast modified his subhead to read that of the 20,000 that were purged, only \"some\" were \"apparently in violation of a federal court order.\"\nIndiana has taken nearly 500,000 people off the voter roll since 2016, according to Jan Mensz, staff attorney at the ACLU of Indiana, which represented Common Cause in the suit. That’s about 10 percent of the 4.5 million registered voters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"The fact that there have been a large number of voters removed since 2016 isn’t in itself that surprising,\" Mensz said. They may have moved, died, or been incarcerated, although that’s not always the case.\nAfter a Crosscheck list flagged 58,000 voter registrations as possible duplicates, election officials mailed those voters a postcard to confirm they still lived in Indiana. Of those, about 27,000 registrations were revoked. Palast found that 7,000 of them had moved.\nBut the process the state used to kick these voters off the rolls would not have violated the court order.\nVoters can be \"legitimately and legally removed\" under a process by which the state first sends statewide mailers. If the postcard gets sent back as undeliverable, election officials wait until the voter hasn’t cast a ballot for two federal election cycles before taking the voter off the list.\nIn fact, federal law requires that Indiana have a method to remove voters from the rolls, Mensz said.\nIndiana has been using the Crosscheck database for years as a catalyst to send out these mailers. The new law changed this so the state didn’t have to send a mailer or wait two election cycles before kicking a voter off the list; a Crosscheck match alone would do the trick.\n\"It’s our view that those removed by Crosscheck, with or without a postcard, doesn’t matter to us if they missed two elections, that's illegal and a violation of the National Voter Registration Act,\" Palast said. \"However, the subhed (which said the state violated the court order) was wrong.\"\nBoth lawsuits challenge Crosscheck as a basis for removal under any procedure, but the preliminary injunction order doesn’t grant that yet. No court has yet held the use of Crosscheck to be illegal in all circumstances.\nOur ruling\nPalast said, \"Indiana has purged no less than 20,000 voters in violation of a federal court order.\"\nUsing data from the Indiana Office of Secretary of State, Palast found that roughly 20,000 Indiana voters were removed from the voting rolls in 2017 after their names matched an entry in the Crosscheck database. However, there is no evidence those removals violated a federal court order.\nThe court order blocked a law from going into effect that would have used only the database to kick voters off the rolls. The voters Palast identified were first sent mailers and were given two federal election cycles to respond. That process has not yet been found illegal by any court.\nWe rate this statement Mostly False.\n Share the Facts 2018-10-17 19:50:34 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"Indiana has purged no less than 20,000 voters in violation of a federal court order.\"    Bloggers Bloggers https://www.gregpalast.com/indiana-caught-illegally-purging-20000-voters-are-you-one/   In a blog post Tuesday, October 9, 2018 2018-10-09    Read More  info", "vclaim_id": "vclaim-pol-01467"}