{"url": "/factchecks/2018/mar/23/evan-jenkins/does-west-virginia-lead-nation-overdose-drug-death/", "speaker": "Evan Jenkins", "vclaim": "West Virginia \"has the highest overdose death rate in the nation.\"", "truth_label": "true", "date": "stated on March 20, 2018 in a press release:", "title": "Does West Virginia lead the nation in overdose drug death rate? Yes", "text": "As he runs for a U.S. Senate seat, Rep. Evan Jenkins, R-W.Va., is seeking targeted funding for states grappling with opioid addiction.\nJenkins co-sponsored the Federal Opioid Response Fairness Act with Democratic Rep. Annie Kuster of New Hampshire and several other lawmakers, including fellow West Virginia Republican Rep. David McKinley.\nThe legislation, which awaits action in a House committee, would clarify that per capita overdose deaths should be a factor in distributing funding from the 21st Century Cures Act, a law passed in 2016 by overwhelming majorities in Congress and then signed into law by President Barack Obama.\nIn a March 20, 2018, press release to promote the bill, Jenkins wrote, \"The federal Substance Abuse and Mental Health Administration announced on Monday that West Virginia will be receiving $330,000 in additional funding, as our state has the highest overdose death rate in the nation.\"\nIs Jenkins correct that West Virginia has \"the highest overdose death rate in the nation\"? Yes, according to official statistics from the federal Centers for Disease Control and Prevention.\nFor the most recent full year for which data is available, 2016, the CDC reported that West Virginia had the highest death rate due to drug overdoses. Here’s a list of the top five states, which also include Kuster’s home state of New Hampshire.\n\n\n\n\nState\n\n\nDrug overdose death rate, per 100,000 residents\n\n\n\n\nWest Virginia\n\n\n52.0\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\n\n\n\n\nOhio\n\n\n39.1\n\n\n\n\nNew Hampshire\n\n\n39.0\n\n\n\n\nPennsylvania\n\n\n37.9\n\n\n\n\nKentucky\n\n\n33.5\n\n\n\n\n \nThe comparison isn’t close: West Virginia’s drug overdose death rate is a full one-third higher than the state with the second-highest rate, Ohio.\nOn May 8, Jenkins will face West Virginia Attorney General Patrick Morrisey in the Republican Senate primary. The winner will challenge the state’s Democratic senator, Joe Manchin.\nOur ruling\nJenkins said that West Virginia \"has the highest overdose death rate in the nation.\" That is accurate according to official federal data -- in fact, the comparison is not even close. We rate the statement True.\n Share the Facts 2018-03-23 16:03:01 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  West Virginia \"has the highest overdose death rate in the nation.\"    Evan Jenkins West Virginia congressman https://evanjenkins.house.gov/media-center/press-releases/rep-jenkins-opioid-crisis-funding-should-be-based-need   In a press release Friday, March 23, 2018 2018-03-23    Read More  info", "vclaim_id": "vclaim-pol-02275"}