{"url": "/factchecks/2014/aug/14/chain-email/chain-email-says-former-czech-president-called-ame/", "speaker": "Chain email", "vclaim": "Says the former president of the Czech Republic said the American people were a \"confederacy of fools\" for electing Barack Obama.", "truth_label": "pants-fire", "date": "stated on August 14, 2014 in a chain email:", "title": "Chain email says former Czech president called American people a 'confederacy of fools'", "text": "We recently came across a chain email that seems to have been floating around the Internet since President Barack Obama’s first months in office and is still making the rounds, five years later.\nWithout providing any context, the email quotes Vaclav Klaus, former president of the Czech Republic, as saying the American people must be a \"confederacy of fools\" to have elected Obama.\n\"The danger to America is not Barack Obama, but a citizenry capable of entrusting a man like him with the presidency. It will be far easier to limit and undo the follies of an Obama presidency than to restore the necessary common sense and good judgment to a depraved electorate willing to have such a man for their president. The problem is much deeper and far more serious than Mr. Obama, who is a mere symptom of what ails America. Blaming the prince of the fools should not blind anyone to the vast confederacy of fools that made him their prince. The republic can survive a Barack Obama, who is, after all, merely a fool. It is less likely to survive a multitude of fools, such as those who made him their president.\"\nThose are pretty harsh words to come from a head-of-state, particularly one with whom Obama seems to have a decent relationship. But after scouring the Internet, we found zero evidence that Klaus ever said this.\nSome context: Klaus was president of the Czech Republic from 2003 to 2013, when he was impeached on treason charges. The charges were later dropped, but he did not resume his post. He is now a distinguished senior fellow at the libertarian Cato Institute.\nSome others, including Snopes.com, have tried to debunk the attribution years ago.\nThe quote has been floating around on blogs, email chains and comment boards since at least early 2009 and has had many attributions. We’ll go through a few.\nThe earliest sighting we found was from April 30, 2009 -- just under five months after Obama took office -- on a personal, right-wing blog. That post said the quote came from \"Prager Zeitungon, a Czech newspaper.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThis appears to be a misspelling of the weekly Prager Zeitung. However, there is no online record of this quote ever having been published in the newspaper, and as of today the search engine only pulls up 13 articles with the word \"Obama\" in them -- all written since 2012.\nA similar but unattributed quote (with some additions) was posted in December 2009, on another personal blog that no longer exists. We also found the quote unattributed in a 2010 self-published e-book called We the People: A Christian Nation (page 47) by Richard McKenzie. It even appeared in print, as a May 2010 letter-to-the-editor in The Salisbury Post, a newspaper in North Carolina.\nFunnily enough, this quote has gone global. People in several other countries have swapped out \"Obama\" and \"America\" for their own leaders and countries.\nPossibly the most often-occurring version after the American one is from South Africa. It replaces Obama’s name with Jacob Zuma, their president, elected in 2009. Many people posting that version have attributed it to a Czech economics professor named Ken Peters. We can’t find an economics professor by that name -- Czech or otherwise -- associated with anything other than that quote.\nThe quote has also been adapted for politicians in other countries. It's appeared in posts and comments in New Zealand, Australia, the Northern Mariana Islands, Nigeria,  Lesotho and Zambia.\nOur ruling\nA chain email said the former president of the Czech Republic said the American people were a \"confederacy of fools\" for electing Obama. \nThis quote has had various attributions since it first appeared on the Internet more than five years ago. The quote’s true origins may be forever buried far down in the depths of the Internet, but we’re sure it didn’t come from Klaus.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-07445"}