{"url": "/factchecks/2011/jul/16/josh-trevino/josh-trevino-says-polls-show-americans-aligned-rep/", "speaker": "Josh Treviño", "vclaim": "Says recent polls show Americans agree with Republicans that the federal debt ceiling should not be raised and the debt and deficit should be dealt with mostly by cutting spending.", "truth_label": "mostly-true", "date": "stated on July 13, 2011 in a TV appearance.:", "title": "Josh Treviño says polls show Americans believe the federal debt ceiling should not be raised and the debt and deficit should be dealt with mostly by cutting spending", "text": "Josh Treviño, spokesman for the conservative Austin-based Texas Public Policy Foundation, suggested in an MSNBC appearance that Americans are aligned with Republicans in Washington in opposing an increase in the federal debt ceiling and wanting to attack the federal deficit with budget cuts.\n\nTreviño, referring to polling by the Gallup organization, told interviewer Al Sharpton July 13 that \"it’s pretty clear that the American people, or at least a plurality of them, are on (Senate Minority Leader Mitch) McConnell’s side and on the House GOP’s side as well.\n\n\"Yesterday,\" Treviño said, \"we saw Gallup release a poll that had 42 percent of Americans, a plurality, opposed to raising the debt ceiling. And today we had a Gallup poll showing 50 percent versus 11 (percent) on the other side thinking that the debt and the deficit should be dealt with by mostly spending cuts. So the Republicans are on the side of the American people here, and I think that’s pretty clear.\"\n\nA reader asked if Treviño accurately replayed the poll results.\n\nAs we looked for the relevant results, Gallup spokeswoman Lydia Saad told us there’s only one poll at issue. In the telephone poll of 1,016 adults taken July 7-10, 42 percent of respondents said they wanted their House member to vote against raising the debt ceiling, while 22 percent said they preferred a favorable vote; 33 percent were unsure. The poll had a margin of error of plus or minus 4 percentage points.\n\nGallup said respondents who identified themselves as Republicans were more unified in opposition to raising the debt ceiling (60 percent opposed, 11 percent in favor) than Democrats were supportive of raising it (39 percent in favor, 21 percent opposed). Independents tilted against raising the ceiling, 46 percent to 18 percent, with 36 percent having no opinion.\n\n\"Despite intense lobbying of Congress by President Obama, Treasury Secretary Timothy Geithner and others in the administration about the economic urgency for raising the nation's debt limit,\" the poll results’ summary says, \"fewer than one in four Americans favor the general idea of raising it.\"\n\nTreviño’s other point — that Americans favor mostly budget cuts to deal with the deficit — didn’t poll as neatly as his recap suggests.\n\nAsked how they’d prefer members of Congress to address the deficit, 20 percent said only by cutting spending and another 30 percent said mostly with spending cuts. Four percent favored solely tax increases, while 7 percent said they’d prefer to tackle the deficit mostly by tax hikes.\n\nStill, 32 percent said they’d support a mix of spending cuts and tax increases. Put another way, at least 43 percent indicated some support for tax increases — most of them also backing budget cuts.\n\n\"Americans' preferences for deficit reduction clearly favor spending cuts to tax increases,\" Gallup sums up, \"but most Americans favor a mix of the two approaches.\" Its write-up closes: \"A key question to be answered in the days ahead is whether an agreement to raise the debt ceiling will include any tax increases. This is something many Republican members of Congress oppose, but most Americans do not seem to share this view.\"\n\nWe rate Treviño’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-12736"}