{"url": "/factchecks/2011/dec/01/media-trackers/conservative-group-media-trackers-says-wisconsin-r/", "speaker": "Media Trackers", "vclaim": "Says signers of recall petitions against Wisconsin Gov. Scott Walker are at risk because of newly \"discovered\" provisions in state law.", "truth_label": "barely-true", "date": "stated on November 17, 2011 in an article:", "title": "Conservative group says signers of petitions to recall Wisconsin Gov. Scott Walker are at risk", "text": "Two days after the launch of a campaign to recall Republican Wisconsin Gov. Scott Walker from office, a conservative group claimed it uncovered dangers in the signature gathering process.\n\nThe warning was made in a Nov. 17, 2011 online article by Media Trackers, a suburban Milwaukee nonprofit that calls itself a conservative \"watchdog dedicated to promoting accountability in the media and government across Wisconsin.\"\n\nThe group is funded by American Majority, a Virginia-based organization founded by a tea party leader.\n\nDue to \"a flaw in the security of the system (that) has been discovered,\" Media Trackers said in the article, \"there are no privacy protections for those who sign a recall petition.\"\n\nThe group also stated that people who circulate petitions don’t have to be credentialed, saying \"someone could use the guise of the recall to gather information from complete strangers and then, with no intention of actually turning the petitions in, use that data to stalk individuals with the intent of carrying out a crime.\"\n\nSo, Media Trackers is making two claims it says are newly discovered and pose a threat to recall petition signers:\n\n1. People circulating recall petitions don’t have to be certified by a government agency and don’t have to register with the state.\n\n2. People signing the petitions have \"no privacy protections.\"\n\nThere has been considerable confusion about the recall petition process. We recently rated a statement from Republican state Treasurer Kurt Schuller that recall petitions must be signed in the presence of another person as False. (State law says you can act as both the witness and the signer.)\n\nAnd there are other process-related statements we’re working on.\n\nWhat about the Media Trackers claims?\n\nPetition circulation\n\nMedia Trackers communications director Brian Sikma, who wrote the article, acknowledged it has always been the case that people who gather signatures on recall petitions -- like those who circulate nomination papers for candidates -- don’t need certification and don’t need to register with the state.\n\nSikma argued the non-credentialing is a newly discovered phenomenon because recalls are rare and this provision came to light only after recall elections were held for nine Wisconsin state senators in summer 2011.\n\nBut that amounts to spin on Media Trackers’ part; the fact is, nothing in the law regarding people who circulate recall petitions has changed.\n\nSikma said no credentialing makes it easy for people with motives other than recalling the governor -- such as committing a crime -- to circulate petitions. He argued that citizens don’t face the same risk when they are approached by people who are doing voter registration because they must be certified by local government officials. Similarly, he said, signers of a candidate’s nomination papers can generally be assured that people gathering those signatures are monitored by the candidate’s campaign.\n\nReid Magney, spokesman for the Wisconsin Government Accountability Board, which oversees elections and the recall process, said the fact that a person need only be qualified to vote in Wisconsin to circulate recall petitions is crucial.\n  \nThe U.S. Constitution guarantees citizens the right to redress government for grievances and the Wisconsin constitution grants them the right to bring a recall election, Magney said.\n\n\"We don’t make people get certified to write letters to the editor. We don’t make them register with someone before they make and carry a sign,\" he said. \"This is basic public involvement.\"\n\nSo, despite Media Trackers’ claim, it’s not new that state law does not require credentialing of people who circulate recall petitions. And while it’s possible recall petition signers could be targeted for crime, Media Trackers provided nothing more than conjecture to back up that statement.\n\nPetition signers\n\nMedia Trackers points out that the information signers put on the recall petitions -- their name, signature and the date they signed -- is open to the public with \"no privacy protections.\"\n\nAgain, Sikma acknowledged this is not a new provision, other than in the sense that until 2011 recalls had been rare in the state.\n\n(Prior to the 2011 Senate recalls, in which two incumbents were removed from office, only four Wisconsin state lawmakers had ever been recalled, two successfully. In the U.S., only two governors have been successfully recalled.)\n\nSikma argued that passions run high in recall elections and signers are more vulnerable in that, by signing a recall petition, they are indicating a \"political preference.\" That means recall opponents could target recall petition signers for mailings or perhaps harassment, Sikma said.\n\nDuring the run-up to the 2011 Senate recalls, we rated as True a claim by Republican Kim Simac that people who signed petitions to recall state Sen. Jim Holperin, D-Conover, received phone calls they considered harassing from out-of-state telemarketers insinuating foul play by circulators.\n\nBut passions can run high in regular elections, too, and a person who signs a candidate’s nomination papers is also indicating a political preference.\n\nMagney said that making the petition signer’s name, signature and address a public record is vital to an open process -- all citizens have the opportunity to review the signatures to determine whether enough valid signatures have been collected to hold a recall election.\n\nIn the 2011 Senate recalls, the Government Accountability Board scanned all recall petitions and posted them on its website. The board plans to do the same if recall petitions are filed against Walker.\n\nSo, the group is also misleading when it says it is newly discovered that there are \"no privacy protections\" for the limited information recall signers provide. There never have been.\n\nOur conclusion\n\nMedia Trackers said recall petition signers are vulnerable to crime or harassment because of two newly discovered provisions in Wisconsin’s recall process.\n\nNeither provision is new, so it’s misleading to call them newly discovered. As for the risk to petition signers, Media Trackers provided no evidence that they have been victims of crime, although some have received phone calls from out-of-state telemarketers in the past.\n\nWe rate Media Trackers’ statement Mostly False. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-12007"}