{"url": "/factchecks/2011/apr/21/ronald-renuart/florida-republican-says-abortions-make-37-percent-/", "speaker": "Ronald Renuart", "vclaim": "\"Almost 37 percent of the total income from Planned Parenthood is from abortions.\"", "truth_label": "false", "date": "stated on April 20, 2011 in comments during a committee hearing:", "title": "Florida Republican says abortions make up 37 percent of Planned Parenthood revenues", "text": "Republican attacks on Planned Parenthood have filtered down from Washington to Tallahassee, where a GOP state legislator is accusing the not-for-profit group of operating a business plan that relies on abortions.\n\nState Rep. Ronald Renuart, an osteopathic physician from Ponte Vedra Beach, says Planned Parenthood opposes several anti-abortion measures being considered by the Florida Legislature because Planned Parenthood needs to perform abortions in order to stay in business. During an April 20, 2011, meeting of the Health and Human Services Committee, Renuart let Stephanie Kunkel, executive director of the Florida Alliance of Planned Parenthood Affiliates, have it.\n\n\"In 2008, Planned Parenthood, they put out a report, and it showed that they did 305,000 abortions and the average cost was $450,\" Renuart said (about 47 minutes into this video). \"Their total income for Planned Parenthood alone was $374 million, of that $137 million was actually for abortions. So that's almost 37 percent of the total income from Planned Parenthood is from abortions. And to me, it sounds like they don't want to lose business.\"\n\nKunkel, standing at a lectern where audience members can address the committee, later said Renuart was mistaken. \"Mr. Renuart, 97 percent of the services that Planned Parenthood provides currently in Florida is prevention and education,\" she said.\n\nBut Renuart stood his ground.\n\n\"What I was quoting was a 2008 Planned Parenthood report,\" Renuart said. \"That comes from Planned Parenthood mobile on my Blackberry here. Now are you claiming that, nationally, your organization is misrepresenting statistics and sending out false reports?\"\n\nWe wanted to check out Renuart's bottom line -- that almost 37 percent of the total income from Planned Parenthood comes from abortions.\n\nTo set the stage, though, we need to explain the difference between what Renuart and Kunkel were talking about. Because they are not the same thing. Kunkel was referencing the services that Planned Parenthood provides, and she's right that abortions make up only 3 percent of the total number of procedures or services the group provides. (That's the figure that got Arizona Sen. Jon Kyl in trouble when he claimed -- incorrectly -- that over 90 percent of what Planned Parenthood does is abortions).\n\nBut Renuart is talking about revenue, not the number of services or procedures performed by Planned Parenthood.\n\nAnd because different services or procedures cost different amounts, it's easily possible that abortions could generate more than 3 percent of Planned Parenthood's revenues. Therefore, it's possible that both claims could be correct. \n\nWe contacted Renuart's office to see where he got his information but did not hear back. After some research, however, we are fairly certain we tracked down Renuart's sources.\n\nPlanned Parenthood releases an annual report each year detailing its activities. The 2008 report is online, and several of the numbers Renuart cited match the report.\n\nIn its 2007-08 report, Planned Parenthood said it performed 305,310 abortions in 2007 and that its health center reported total revenues of $374.7 million. Those numbers line up with what Renuart said.\n\nBut Renuart's other numbers -- that the average cost of an abortion is $450 and that abortions generated $137 million -- are not in the report.\n\nThose figures came from pro-life bloggers, who have been making a claim similar to Renuart's for more than a year.\n\nWe found the information from a blog called Live Action.\n\nThe blog said the average cost of an abortion is $450 \"based on what Planned Parenthood across the country has told Live Action staff. Although it is slightly higher or lower depending on what part of the country it is.\" Planned Parenthood's web site offers a range of costs for abortions -- which could include the procedure or the taking of a pill. The procedure costs about $350–$950 in the first trimester, Planned Parenthood says. The cost for what Planned Parenthood calls a \"medication abortion\" ranges from $350 to $650.\n\nSo using $450 is reasonable.\n\nFrom there, Live Action does simple math.\n\nFirst, Live Action multiplies the number of abortions (305,310) by what it says is the average cost of an abortion ($450) to reach a figure for the total revenue generated by abortions ($137.4 million).\n\nThen they take the total revenue generated by abortions ($137.4 million) and divide it by the total revenue generated by the health center ($374.7 million), and conclude that 36.7 percent of Planned Parenthood's health center revenue comes from abortion.\n\nSo Renuart's right?\n\nNot really.\n\nWhat blogs like Live Action specify, and Renuart doesn't, is that they are talking only about health center revenue. That makes up only about 36 percent of all revenue for Planned Parenthood. Planned Parenthood had $1.04 billion in total revenues in 2007-08, according to the group's annual report. Other revenue came from government grants ($350 million), private contributions ($250 million) and other sources ($69 million).\n\nSo abortion procedures could generate 37 percent of Planned Parenthood's health center revenue -- but mind you, that's an estimate created by pro-life groups because the organization doesn't release that figure. If true, that's still only 13 percent of the total revenue generated by Planned Parenthood.\n\nRenuart didn't make that distinction in his comments during the House committee meeting. He presented his figures and claimed that \"almost 37 percent of the total income from Planned Parenthood is from abortions.\"\n\nRenuart should have been more cautious with his words. We rate this statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRick Scott\n\n\nstated on June 8, 2010 in a campaign mail piece.\n\n\n\n\n\n\n\n\n\"Bill McCollum holds the same position on (embryonic stem cell research) as Barack Obama.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • June 11, 2010", "vclaim_id": "vclaim-pol-13215"}