{"url": "/factchecks/2020/dec/02/facebook-posts/pants-fire-claim-dominion-rep-georgia-manipulated-/", "speaker": "Facebook posts", "vclaim": "A Dominion representative in Gwinnett County improperly downloaded election data to “manipulate the data.”", "truth_label": "pants-fire", "date": "stated on December 1, 2020 in a Facebook post:", "title": "The Pants on Fire claim that a Dominion rep in Georgia manipulated data", "text": "A Georgia elections official called on President Donald Trump and the state’s two Republican senators to condemn death threats against election workers that are being fueled by misinformation.\n\"Someone’s going to get hurt,\" said Gabriel Sterling, the state’s voting system implementation manager, during a Dec. 1 press conference. \"Someone’s going to get shot. Someone’s going to get killed. And it’s not right.\"\nOne worker who has faced threats is the subject of a Facebook post about a contractor for Dominion Voting Systems, which makes software and hardware used by elections workers in multiple states:\nThe post says that the Dominion representative at a Gwinnett County elections office downloaded data to a USB flash drive from the election management server and plugged it into a laptop to \"manipulate the data.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nNeither the video nor the Facebook post provides any proof that the worker manipulated the data. Although it’s not possible to tell what the representative is doing as he works on computers, the narrators leap to conclusions and portray his actions as nefarious.\n\"He just pulled a USB out,\" says the male narrator.\n\"Did he? Where is he going?...,\" says the female narrator. \"Oh my god — is he taking it to that laptop?\"\nThe narrators then continue to chuckle and speculate about the man’s actions, but without any evidence that he is doing anything wrong.\nGwinnett County spokesperson Joe Sorenson told us that the video shows \"a Dominion technician producing a data report on the server and saving the report to a Dominion USB thumb drive and then using a laptop to filter requested information. The Dominion servers are not equipped with Excel and counties are not authorized to install any hardware or software on these systems.\"\nA Dominion spokesperson told Fox News’ Eric Shawn in a Nov. 22 interview that it wouldn’t be possible for a person to stick a thumb drive into a computer and fill it up with thousands of votes for Joe Biden. The interview was related to baseless claims made by pro-Trump lawyer Sidney Powell and occurred before the viral Facebook video appeared.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nDominion election equipment has been a frequent subject of misinformation promoted by Trump’s allies and social media users following Trump’s narrow loss in Georgia.\nA Dominion representative didn’t respond to our questions about the video but referred us to the public remarks Sterling made debunking the misinformation.\n\"A 20-something tech in Gwinnett County today has death threats and a noose put out, saying he should be hung for treason because he was transferring a report on batches from an (election management system) to a county computer so we could read it,\" Sterling told reporters.\nSterling said that the allegation that the worker was manipulating election data from the recount was \"wrong.\"\nHe called on Trump and Georgia’s Republican senators — Kelly Loeffler and David Perdue, who are both campaigning for runoff elections against Democrats on Jan. 5 — to condemn violent rhetoric. \n\"This has to stop. We need you to step up and if you’re going to take a position of leadership, show something,\" Sterling said.\nBoth senators’ campaigns put out statements saying they condemn violence. A Trump campaign spokesperson made a similar statement.\nLoeffler and Perdue were among those making baseless claims of malfeasance in the Nov. 3 election, and both called on Georgia Secretary of State Brad Raffensperger, a Republican, to resign. \nOur ruling\nA Facebook post says that a Dominion representative in Gwinnett County improperly downloaded election data to \"manipulate the data.\"\nThe video and the post include no proof that the representative was manipulating data. A state elections official and a county spokesperson told reporters that the allegation was wrong.\nWe rate this statement Pants on Fire.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17223"}