{"url": "/factchecks/2011/sep/22/raymond-lesniak/state-sen-raymond-lesniak-says-new-jerseys-horse-r/", "speaker": "Raymond Lesniak", "vclaim": "Says \"New Jersey’s $1 billion horse racing industry … employs 13,000 individuals and ensures the preservation of 176,000 acres of horse farmland.\"", "truth_label": "half-true", "date": "stated on September 9, 2011 in an opinion article:", "title": "State Sen. Raymond Lesniak says New Jersey’s horse racing industry employs 13,000 people and preserves 176,000 acres of farmland", "text": "The glory days of horse racing in New Jersey have faded.\n\nBut if the industry disappears completely, state Sen. Raymond Lesniak claims it will put 13,000 jobs and 176,000 acres of horse farmland at risk.\n\nLesniak harnessed those statistics in an opinion item promoting two initiatives he says will generate new revenue for horse racing: sports betting and Internet gambling. Gov. Chris Christie vetoed a bill in March that would have allowed Internet gambling and declined to join a lawsuit aimed at overturning the ban on sports betting in the state.\n\n\"There is a path to recovery for New Jersey’s $1 billion horse racing industry — which employs 13,000 individuals and ensures the preservation of 176,000 acres of horse farmland — if Gov. Chris Christie would just get off his high horse and see the irreparable damage his tough love is reaping on the industry,\" Lesniak (D-Union) wrote in a Sept. 9 letter to the editor in the Asbury Park Press. \"Unfortunately, horse racing is not at a crossroad; it’s at a tipping point, from which it will not recover when it falls.\"\n\nPolitiFact New Jersey found Lesniak incorrectly applied statistics representing the overall equine industry to illustrate the impact of horse racing.\n\nThe statistics are from a 2007 study by the Rutgers Equine Science Center that measured the economic impact of the state’s equine industry. All equine animals, including horses, donkeys and mules, were included in the study. But horses account for the bulk of New Jersey’s equine population.\n\nThe report found that the equine industry has an annual economic impact of $1.1 billion and generates 13,000 jobs. Equine operations -- farms and stables that house equine animals -- in the state span 176,000 acres of farmland, according to the study.\n\nOf the $1.1 billion in economic impact, $780 million is generated by racetracks and racing-related operations.\n\n\"So there’s no doubt that horse racing is the economic driving engine of the entire horse industry in New Jersey,\" said Karyn Malinowski, director of the Rutgers Equine Science Center.\n\nThe horse racing industry is responsible for 7,000 of the 13,000 jobs in the overall equine industry and 34,000 of the 176,000 acres of farmland that comprise equine operations in the state, the study said.\n\nWhen we told Lesniak’s office about the problem with his statistics, he said, in a written statement, \"My comment was for the entire horse industry because without horse racing it will ultimately die, as we’ve seen with the announced closing of the largest horse farm, Perretti.\"\n\nPerretti Farms of Cream Ridge specializes in the  breeding and racing of standardbred horses, according to its website. This summer the farm announced plans to close in the next two years.\n\nSo, Lesniak’s numbers are off, but let’s look at his larger point. Is the horse racing industry the lifeline of New Jersey’s equine industry?\n\nMalinowski said the entire equine industry is in danger if the horse racing industry crumbles.\n\n\"All of these top-shelf support services that you have available to you in the Garden State will be gone,\" she said. \"Because they are primarily supported by racing.\"\n\nJim Heird, executive professor and coordinator at Texas A&M University’s Equine Initiative, said, in general, \"If we lose one part of the industry, it affects the welfare of the entire industry.\"\n\n\"I think that when any industry leaves the state, it will have some sort of an impact on the economy of the state,\" Lynne Richmond, a spokeswoman with the state Department of Agriculture said. \"We recognize a loss of horse racing in New Jersey would have an impact.\"\n\nOur ruling\n\nHorse racing generates $780 million in annual economic impact in New Jersey. It's responsible for 7,000 jobs and equine operations tied to horse racing account for 34,000 acres of farmland in the state, according to a 2007 study.\n\nLesniak exaggerated the impact of horse racing by incorrectly applying figures for the overall equine industry in New Jersey to one segment of that industry.\n\nBut the numbers for horse racing alone -- particularly the annual economic impact figure -- are a significant portion of the statistics for the industry at large and there’s consensus about a broad impact if horse racing disappears from New Jersey.\n\nWe rate his statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12389"}