{"url": "/factchecks/2018/dec/20/blog-posting/no-time-magazine-cover-does-not-call-trump-worst-p/", "speaker": "Bloggers", "vclaim": "Says Time magazine cover features President Donald Trump with the text \"Worst. President. Ever.\"", "truth_label": "pants-fire", "date": "stated on December 20, 2018 in a Facebook post:", "title": "No, Time magazine cover does not call Trump worst president ever", "text": "There is no Time magazine cover featuring President Donald Trump with the text \"Worst. President. Ever.\" This cover you may have seen going around Facebook isn't real.\nThe fake cover has a close-up portrait of Trump, with the special effect of his profile morphing into a skull. Below the magazine’s iconic red logo are large white letters that say \"Worst. President. Ever.\" The subhead says: \"How DONALD TRUMP\" has disgraced the highest office in the nation,\" with more name-calling thrown in.\nTime has featured Trump on its cover several times before and after his presidential victory. But there is no record of this cover in Time’s vault.\nAs our fact-checking friends at Snopes noted, the fake cover has been circulating on social media since at least November 2017. The \"worst\" president cover has a fabricated twin with a counter message about Trump: \"Best. President. Ever.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nEarlier this year, the weekly magazine published an online post about Trump’s many cover stories.\n\"Since launching his presidential campaign, Donald Trump has appeared on more than a dozen TIME magazine covers,\" Time’s post said. \"He has been depicted in multiple stages of meltdown, standing beside his election opponent and an unstable Washington monument, speaking behind a podium on the campaign trail and at his inauguration.\"\nTime has featured Trump on its covers in unflattering ways. But he hasn’t been on a cover with the text \"Worst. President. Ever.\" That’s a made-up claim making the rounds on Facebook.\nWe rate it Pants on Fire!\n Share the Facts 2018-12-20 21:28:04 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Time magazine cover features President Donald Trump with the text \"Worst. President. Ever.\"    Bloggers Bloggers    in a Facebook post Thursday, December 20, 2018 2018-12-20    Read More  info", "vclaim_id": "vclaim-pol-01172"}