{"url": "/factchecks/2007/oct/22/tom-tancredo/many-but-not-every/", "speaker": "Tom Tancredo", "vclaim": "He received \"A\" ratings from \"every conservative organization that gives ratings.\"", "truth_label": "mostly-true", "date": "stated on October 21, 2007 in a Republican debate in Orlando, Fla.:", "title": "Many, but not \"every\"", "text": "During a Republican debate in Orlando, Fla., on Oct. 21, Rep. Tom Tancredo boasted about his high ratings from conservative groups. \"The American Taxpayers Union, for one, gives me the highest rating; the American Conservative Union, highest rating of anybody running for president of the United States; an A rating from the National Right to Life; an A rating from every organization -- every conservative organization that gives ratings to those of us who are here on this stage.\"\n\n\nTancredo consistently ranks near the top of Republicans when measured by conservative organizations, oftentimes earning an \"A\" grade. The American Conservative Union indeed gives him the highest rating -- last year alone and by lifetime average -- of any presidential candidate.\n\n\nStill, Tancredo manages to be a bit misleading about his credentials when claiming the \"highest\" rating from other groups or that \"every conservative organization\" has given him an \"A\" rating.\n\n\nFirst- there is not, to our knowledge, an organization called the \"American Taxpayers Union.\" Since Rep. Tancredo cites his \"A\" grade from the \"National Taxpayers Union\" on his website, we'll assume he meant them. While he did garner an \"A\" from the National Taxpayers Union, it wasn't the highest grade among the Republicans seeking the presidency.\n\n\nTancredo's 2006 score was 76%, an \"A.\" His average score over the past 8 years was 78.4%. Rep. Ron Paul has him beat on both counts, with a 2006 score of 84% and an average of 86.9% over the past 10 years.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nOn Tancredo's website, there's a voting record scorecard showing his receipt of \"A\" grades from seven conservative organizations. Omitted from that list, however, is the powerful, fiscally conservative group, The Club for Growth.\n\n\nThe Club for Growth, known for mounting serious primary challenges against Republican incumbents it feel aren't conservative enough, has been keeping tabs on Members of Congress since 2005, said Club for Growth spokesperson Nachama Soloveichik. Tancredo's score, on a scale of 0-100, was an 88 in 2005 and an 80 in 2006.\n\n\nSoloveichik tells PolitiFact that although they haven't translated the numerical scores into letter grades, members must score a 90 or above to earn their \"Defender of Economic Freedom Award,\" and Tancredo fell short of that. So overall, we give his claim a Mostly True.", "vclaim_id": "vclaim-pol-16554"}