{"url": "/factchecks/2014/feb/20/charlie-crist/after-he-left-gop-charlie-crist-said-he-no-longer-/", "speaker": "Charlie Crist", "vclaim": "On adoption by gay couples", "truth_label": "full-flop", "date": "stated on February 10, 2014:", "title": "After he left the GOP, Charlie Crist said he no longer supported Florida's gay adoption ban", "text": "PolitiFact Florida has explored former Gov. Charlie Crist’s change of positions on a number of issues, including gay rights. Here, we wanted to look at his record on gay adoption. At one time, Florida gained national attention as a state that banned gay adoption.\nPolitiFact’s Flip-O-Meter doesn’t pass judgment on someone’s stance change -- we simply measure if the person did indeed \"flip\" and to what extent. Many politicians of both major parties have \"flipped\" -- or gay rights supporters might say \"evolved\" -- in their stances on gay rights; we leave it up to readers to decide how they feel about those flips.\n2006-08\nIn 2006, Crist was Florida’s Republican attorney general running for governor.\nAt the time, Florida banned gay couples from adopting but allowed them to serve as foster parents. During the race, Crist often said he was against such adoptions.\n\"I think we need to encourage the traditional family for adoption and that's what I support,\" Crist told reporters in February 2006.\nIn an MSNBC debate Oct. 30, the moderator asked Crist his opinion on gay adoption.\n\"I am opposed to it. I think that we have in our state some rules that permit adoptions within our system, but I don’t think gay adoption is appropriate,\" said Crist, who would go on to win the race. \"I believe that the traditional family is the best means by which to raise children.\"\nSome state lawmakers pushed to drop the ban in 2007 but Crist continued to express support for it.\nIn 2008, foster parent Frank Martin Gill of North Miami, filed a lawsuit seeking to overturn the ban.\nWhen asked about the ban, Crist reiterated his support for it.\n\"No second thoughts,\" he said, in an October 2008 Miami Herald article.\nIn November 2008, a Miami-Dade judge struck down the ban and declared it unconstitutional. The state continued to fight for the ban in court, and Crist reiterated his stance to the Palm Beach Post editorial board in February 2010.\n\"My belief is the best way to raise a family is in the traditional family,\" Crist said. \"That’s how I feel. That’s what the current law is in Florida. I respect the law.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nBut within months, his stance would change.\n2010 Senate race\nAs Crist was lagging behind in the Republican Senate primary against Marco Rubio, he left the GOP to run as an independent in April 2010. Crist needed independent and liberal voters to stand a chance.\nCrist told Time magazine in June 2010 that he would be open to changing Florida's law to allow a judge to determine what's best for the child.\n\"That might be a way to go, and it's certainly something we ought to look at,\" he said.\n\"A better way and approach would be to let judges make that decision on a case-by-case basis,\" he told the Florida press association in June 2010.\nOn Sept. 12, 2010, Crist released a position paper on gay rights including adoption:\n\"We need to take politics out of adoption decisions. That is why I oppose Florida's current law that requires Family Law judges to ignore what is right for a child in order to adhere to what Florida law blindly demands. There is only one question that matters: What is in the best interest of that child?\"\nOn Sept. 22, an appeals court struck down the ban, and Crist announced that Florida would no longer enforce the policy that had been in place since 1977. He called the ruling \"a very good day for Florida\" and \"a great day for children.\" (That ruling is still in effect today.)\n\"Children deserve a loving home to be in, and the opportunity for judges to make this call on a case-by-case basis for every adoption,\" Crist said.\nIn a Senate debate in October, Crist was asked to explain his reversal on gay adoption.\n\"As we get older, I call it the convergence of life experience and wisdom. When you learn through the time of life more tolerance and become less judgmental, I think that's a good place to be,\" Crist said.\nWe sent a summary of our finding to Crist and former Sen. Steve Geller, a Broward Democrat who is informally advising Crist. Geller noted that \"many people’s views on issues involving gays were evolving during this time. President Obama, Bill Clinton, most voters, and others evolved. Those who did so earlier versus those who have stayed opposed need some credit.\"\nOur ruling\nDuring his 2006 Republican race for governor, Crist repeatedly supported the state’s ban on gay parents adopting and argued in favor of the \"traditional family\" adopting.\nBy June 2010, Crist had ditched the GOP and was running as an independent -- and made statements in support of Floridians adopting. He became vocal about his support in September in a position paper on gay rights.\nThere's no dispute here: Full Flop.", "vclaim_id": "vclaim-pol-08229"}