{"url": "/factchecks/2013/nov/07/republican-party-florida/florida-gop-says-alex-sink-supported-52b-debt-incr/", "speaker": "Republican Party of Florida", "vclaim": "Says Alex Sink supported \"a $5.2 billion increase in Florida's debt.\"", "truth_label": "barely-true", "date": "stated on October 30, 2013 in a YouTube attack ad:", "title": "Florida GOP says Alex Sink supported $5.2B debt increase", "text": "The Republican Party of Florida has wasted no time launching attacks against Democrat Alex Sink, the former state CFO who just announced her run for the late C.W. Bill Young’s congressional seat.\nThere’s a lot of different claims out there, most of which are summed up in a YouTube ad:\n\"As Florida’s CFO, Alex Sink failed Florida taxpayers by using the state plane as her own personal charter, overseeing a $27 billion loss in the state’s pension fund and supporting a $5.2 billion increase in Florida’s debt.\"\nWe’ve already checked Sink’s ties to the pension fund. In this fact-check, we’ll look into her relationship to the Florida debt.\nFirst things first: We broke down the state debt level at the end of each fiscal year, according to a report by the Division of Bond Finance. Dollar figures are in billions.\n\n\n\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n\n\n\n\n$23\n$24.1\n$24.3\n$26.4\n$28.2\n$27.7\n$26.2\n\n\n\n \n \nThe GOP subtracted the 2006 number from the 2010 number, which does give us a difference of $5.2 billion. But since Sink took office in January 2007, the first budget she was in office for was fiscal year 2008, and the last would’ve been 2011. When we take that difference, we get $3.4 billion. It’s still a significant amount of debt, to be sure, but it’s not quite as high as the ad made it out to be.\nAs we’ve noted in similar fact-checks, the implication here is that Sink in particular played a large role in increasing Florida’s debt. As chief financial officer from 2007 to 2011, her duties included accounting, auditing and managing Florida’s finances, in addition to serving on the State Board Administration with the governor and attorney general.\nIn Florida, legislators are required to balance the budget each year, unlike in the federal government. But the state can issue bonds to pay for capital improvement projects like road improvements and the construction of educational facilities. A significant part of the debt during Sink's term was $1.9 billion in lottery revenue bonds to add class space to the state's schools, brought about by a 2002 amendment to the Florida Constitution that reduced class sizes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nAdditionally, while the CFO oversees finances, it's the state Legislature that passes a budget.\n\"It’s the Legislature who decides how much bonding is going to be done,\" said Kurt Wenner, vice president for tax research at Florida TaxWatch, a business-backed institute focused on tax issues.\nThe Cabinet and the governor sign off on the Division of Bond Finance’s bond issues after the Legislature appropriates money for projects. The Cabinet consists of three members, including the the CFO, the attorney general and the commissioner of agriculture.\nNeither the Republican Party of Florida nor the Democratic Congressional Campaign Committee could point us to an instance where Sink voted against issuing bonds. But approving the bond issues is business as usual for the governor and Cabinet, so it’s routine for the vote to pass without disagreement.\nIt is considered acceptable for the CFO to disagree with the governor on financial matters, said Susan MacManus, University of South Florida state government professor. But the fact that so many Cabinet and legislative officials (many of whom were Republicans) get a say in appropriations means the financial blame doesn’t fall to Sink alone.\n\"You can’t say that she has no responsibility for it,\" MacManus said. \"You could probably say that it’s shared responsibility.\"\nThe CFO also doesn’t have the same veto power the governor does over bond appropriations, said Khi Thai, Florida Atlantic University public budgeting professor.\n\"Alex Sink can express her ‘support’ but cannot ‘vote down’ the Legislature's bond appropriations,\" Thai added.\nAside from that distinction, it’s worth remembering that the entire U.S. economy suffered during Sink’s term as CFO, not just Florida. The state’s trends of increasing debt are consistent with the nation’s. Florida government, be it the Legislature or the Cabinet, shouldn’t shoulder all the blame for a widespread recession.\nOur ruling\nAs CFO, Sink did watch the debt increase over her term, but by $3.4 billion, not $5.2 billion. Plus, the Legislature, not the Cabinet, has most of the say in bond appropriations. Not to mention there was a nationwide recession that took its toll on the Florida economy, which is out of the hands of state officials. Given all these hefty clarifications, we rate the Florida Republican Party of Florida’s claim Mostly False.", "vclaim_id": "vclaim-pol-08644"}