{"url": "/factchecks/2010/aug/27/glenn-beck/glenn-back-claims-government-is-trying-to-close-Li/", "speaker": "Glenn Beck", "vclaim": "\"The government is trying to now close the Lincoln Memorial for any kind of large gatherings.\"", "truth_label": "pants-fire", "date": "stated on June 28, 2010 in comments on his radio program:", "title": "Glenn Beck claims government is trying to close Lincoln Memorial to large gatherings", "text": "While hyping his upcoming \"Restoring Honor\" rally at the Lincoln Memorial, Glenn Beck ominously warned during his June 28, 2010, radio program this may be the last chance to attend a large rally at the historic Lincoln Memorial.\n\n\"The government is trying to now close the Lincoln Memorial for any kind of large gatherings,\" Beck said. \"This may be the last large gathering ever to assemble at the Lincoln Memorial. Historic, historic.\"\n\nThe comment came in the context of Beck challenging critics -- \"enemies have come out from the woodwork\" -- who criticized Beck's decision to hold the rally on Aug. 28, the anniversary of Martin Luther King Jr.'s \"I Have a Dream\" speech, which King delivered from the same steps on which Beck plans to speak.\n\n\"They (critics) have gone on to say that this is a slap in the face of Abraham Lincoln,\" Beck said. \"Okay. So, I don't have a right -- I don't have a right to speak my mind and this -- I told you, the reason why 8-28 is -- one reason why it's historic is because it may be the last time anyone is allowed to hold a rally at 8-28, and they will -- they will couch that in, it's too sacred of a spot.\"\n\nIn an Aug. 25, 2010, story, Los Angeles Times reporter Kathleen Hennessey quoted a National Park Service spokesman calling Beck's claim baseless and wrong.\n\nWe contacted Beck's publicist for clarification of, and backup for, Beck's claim about government efforts to close the Lincoln Memorial for any kind of large gatherings, but got no response.\n\nSo we, too, contacted the National Park Service and got this unequivocal statement via e-mail:\n\n\"There is absolutely no attempt by the government to restrict gatherings at the Lincoln Memorial or at any of our sites,\" said Margie Ortiz, a National Park Service spokeswoman. \"There is zero basis for his claim.\"\n\nThe National Park Service issues about 3,000 permits a year for Lafayette Park, the White House sidewalks, as well as other park sites in the Capital area, including the Lincoln Memorial. About 60 percent of them are for \"First Amendment Activity,\" Ortiz said.\n\nMajor rehabilitation work on the Lincoln Memorial reflecting pool and grounds will begin next month, and could continue for two years, but National Park Service officials said that work will not prevent the use of the facilities for gatherings, though the size of a gathering would be considered when weighing applications during the construction period. So far, though, that has not been an issue.\n\n\"The Lincoln Memorial stands as a symbol of freedom,\" Ortiz said. \"The Memorial is an American icon that attracts millions of visitors a year who seek inspiration and hope. Why would the National Park Service close the Lincoln for any kind of large gathering? Wouldn't this be contradictory to everything the Memorial stands for?\"\n\nThose wishing to hold an event at the Lincoln Memorial need to obtain a permit, and there are some rules, regulations and fees spelled out on the permit website.\n\nSome national events -- such as the Lighting of the National Christmas Tree in the northern half of the Ellipse -- carry priority status, but otherwise, applications for demonstrations and special events are done \"in order of receipt ... on a first-come, first-serve basis,\" Ortiz said. \"We remain content neutral to whatever 'message' the permit applicant brings with them.\"\n\nTo review, Beck warned \"the government is trying to now close the Lincoln Memorial for any kind of large gatherings\" and that his rally \"may be the last large gathering ever to assemble at the Lincoln Memorial.\" It is possible that gatherings as large as Beck's event may be limited during renovation of the Lincoln Memorial reflecting pool and grounds -- though no applications have been denied to date. But Beck suggests the government is trying to silence political speech by blocking future rallies, and there's absolutely no evidence of that. We rule Beck's statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-14528"}