{"url": "/factchecks/2019/apr/03/facebook-posts/no-hackers-arent-posting-sexual-videos-pictures/", "speaker": "Facebook posts", "vclaim": "\"Hackers are posting sexual videos and pictures on your (Facebook) walls! You don’t see them, but your friends do, then it seems as if you posted it.\"", "truth_label": "false", "date": "stated on April 2, 2019 in a Facebook post:", "title": "No, hackers aren’t posting ‘sexual videos and pictures’ on your wall that you can’t see", "text": "It is wise to stay vigilant on the internet, but when people share vague, unsourced warnings about a social media scam, the threats they reference typically aren’t credible.\nOne message making the rounds on Facebook warns users that \"hackers\" are somehow gaining access to accounts to post \"sexual videos and pictures\" on people’s walls that they cannot see – but their friends can.\nHere is the warning, in full: \"URGENT WARNING TO ALL FACEBOOK USERS! FRIENDS BE CAREFUL! THIS IS SERIOUS! Hackers are posting sexual videos and pictures on your walls! You don’t see them, but your friends do, then it seems as if you posted it. If you see any such garbage posted under my name, please let me know because I DID NOT POST IT! Share this to protect yourself and your friends.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe alert is too vague to be a credible security warning and doesn’t detail how these hackers are getting into accounts, nor does it give any solution besides telling users to let someone know if they see this activity on others’ Facebook walls, which provides no permanent fix.\nClifford Neuman, cybersecurity expert and director of University of Southern California’s Center for Computer Systems Security, told PolitiFact he has not seen credible evidence of the warning, either.\nHe does say it isn’t completely impossible, though.\n\"If social media platforms give one that ability to post javascript enabled code (or any other scripting language) to a wall, it is potentially possible for someone to post something on your wall in a way that could keep you from seeing it,\" Neuman wrote in an email.\nWhile malware has been spread in the past using similar techniques, he has not seen evidence that this is happening right now.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nOther fact-checking sites have also looked into the veracity of these types of warnings, some as far back as 2011, when a similar hacker \"threat\" was being warned against in chain emails.\nIf hackers do gain access to accounts, security organizations and technology websites say it is often because the user inadvertently allowed it to happen. This can come about by mistakenly downloading untrustworthy internet applications that allow spam or scam messages to be posted as comments or on walls and may grant unauthorized access to personal information. It can also happen from opening messages and links from shady senders or providing personal information in phishing schemes.\nSome steps to take to avoid this include beefing up your passwords and changing them often, disconnecting suspicious-looking apps and strengthening security settings, such as two-factor authentications and checking your login location logs (you can do this on Facebook by visiting your settings and then clicking on Security and Login).\nNeuman advised similar online safety steps. Strong passwords and scrutinizing your online associates are paramount to remaining secure.\n\"Use a strong password on your social media account, and a password that is different from the password used on any other sites on the internet,\" Neuman said, \"and be careful of who one accepts as friends on these platforms. Many users will boast about having thousands of friends because it makes them feel important, but when asked how many of their ‘friends’ they actually know, they are at a loss to answer.\"\nOur ruling\nWarnings circulating on Facebook claims hackers are posting \"sexual videos and pictures\" on users walls without them being able to see it.\nThere is no credible evidence that this threat is real, and the warnings remain vague and unsourced.\nReposting such warnings will not keep anyone safe online, and cybersecurity experts say people should instead strengthen their account security and avoid installing third-party applications.\nThis claim is False.\n Share the Facts 2019-04-03 19:37:42 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Hackers are posting sexual videos and pictures on your (Facebook) walls! You don’t see them, but your friends do, then it seems as if you posted it.\"    Facebook posts on the internet     Tuesday, April 2, 2019 2019-04-02    Read More  info", "vclaim_id": "vclaim-pol-00809"}