{"url": "/factchecks/2014/aug/19/martha-robertson/new-york-state-democrats-tv-ad-challenges-gop-cong/", "speaker": "Martha Robertson", "vclaim": "Says Rep. Tom Reed, R-N.Y., \"voted to raise the Social Security retirement age on us.\"", "truth_label": "half-true", "date": "stated on August 12, 2014 in a campaign ad:", "title": "New York state Democrat's TV ad challenges GOP congressman over raising the retirement age", "text": "The possibility that Congress could cut back on Social Security has long been a potent weapon in the campaign ad wars. Recently, the theme emerged again in a congressional race in western New York state.\nIt came up in a television ad created by Martha Robertson, a Democratic Tompkins County legislator who is challenging the Republican incumbent, Rep. Tom Reed, in New York’s 23rd district, a sprawling region bordering Pennsylvania known as the Southern Tier.\nAmong other things, Robertson’s ad charges that Reed \"voted to raise the Social Security retirement age on us.\"\nPolicy experts have long suggested a hike in the retirement age as a way to ease the fiscal and demographic crunch facing the Social Security program. The aging of the baby boomers means that fewer workers will have to support more retirees in the coming years. To remain solvent, the program might need to institute higher taxes, reduced benefits or a later retirement age.\nHowever, among elected officials, openly advocating for any of these options is considered the \"third rail\" of politics -- in other words, touch it and you die -- because each policy proposal is so unpopular. This is particularly true among older voters who are reliant on Social Security and who tend to vote at higher-than-average rates.\nSince most elected officials are on record opposing a higher retirement age, the ad raised our eyebrows. So we took a closer look.\nOn screen, the ad provides a footnote that led us to an alternative budget blueprint offered in 2012 by Rep. Jim Cooper, D-Tenn., and then-Rep. Steve LaTourette, R-Ohio.\nIn 2012, Cooper and LaTourette offered a budget based on the final report of the bipartisan National Commission on Fiscal Responsibility and Reform, better known as the Simpson-Bowles commission, after its co-chairs, former Sen. Alan Simpson, R-Wyo., and former White House chief of staff Erskine Bowles, a Democrat.\nThe Cooper-LaTourette amendment failed by a wide margin in the House -- just 38 lawmakers voted for it, with 382 voting against -- but Reed was one of 16 Republicans who voted for it.\nHowever, the accuracy of Robertson’s ad hinges on whether Reed’s vote would have raised \"the Social Security retirement age on us.\" To be accurate, the claim relies on the assumption that Reed was, in effect, voting for what was advocated in the Simpson-Bowles final report. And that assumption is murkier than the ad lets on.\nIt’s true that the Simpson-Bowles report did propose raising the Social Security retirement age. Specifically, it said that after the retirement age reaches 67 in 2027 under current law, the age should be indexed for increases in life expectancy. That would mean upping the retirement age to 68 around 2050, and to 69 around 2075. (Using a similar calculation, the Simpson-Bowles proposal would also raise the early-retirement age at which Americans can retire in exchange for smaller monthly benefits.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nRobertson’s spokesman, Seth Stein, told PolitiFact, \"Our ad is factual. Congressman Tom Reed has voted for Cooper-LaTourette, which is based on Simpson-Bowles -- and many independent analysts agree that this plan would raise the retirement age.\"\nHowever, the ad’s claim ignores two important qualifiers.\nThe first is that the proposal Reed actually voted for did not include the Simpson-Bowles language on raising the retirement age. Here’s the language Reed and the other 37 lawmakers did vote for:\n\"It is the policy of this resolution that Congress should work on a bipartisan basis to make Social Security sustainably solvent over 75 years. … Legislation to ensure sustainable solvency shall reflect the principles and framework outlined in the bipartisan Simpson-Bowles Moment of Truth report and the bipartisan Rivlin-Domenici Restoring America’s Future report, which … include, among other proposals … accounting for changes in life expectancy over the next 75 years.\"\nThat language is significantly more vague than what’s used in the Simpson-Bowles report. This may well have been a dodge to shield lawmakers from having to do exactly what the ad accuses Reed of doing, but it does cast some doubt on the ad’s claim that Reed explicitly \"voted to raise the Social Security retirement age.\" Believing that Reed cast such a vote requires connecting some dots in a way that may, or may not, be reasonable.\nThe second qualifier is Robertson’s use of the phrase \"on us\" to refer to those who would be hit by the retirement-age increase (setting aside whether Reed even voted to do that).\nGiven that the Simpson-Bowles report suggests that the first one-year increase could take place in 2050, no one older than 31 years today would be affected at all. In New York’s 23rd district, roughly 39 percent of the residents are 31 and under, and only about 17 percent of the district’s voting-age population -- the target of the ads -- is 31 or under.\nSo emphasizing the potential impact by using the words \"on us\" is a bit of an exaggeration. A large majority of those watching the ad would be completely unaffected by a proposed retirement-age increase that never made it into law (and that Reed may or may not have voted for).\nOur ruling\nIn an ad, Robertson said Reed \"voted to raise the Social Security retirement age on us.\" That’s a stretch.\nWhile the Cooper-LaTourette budget proposal was based on the Simpson-Bowles report, which did support an increase in the retirement age, the actual measure considered by the House (and voted for by Reed) was significantly more vague on that point.\nMeanwhile, even if you agree that Reed was effectively voting for a retirement-age increase, it’s an exaggeration for the ad to say that such a hike was \"on us,\" since a large majority of the district would not have been affected by a policy that was only designed to take effect in 2050.\nOn balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-07426"}