{"url": "/factchecks/2020/aug/31/facebook-posts/no-cdc-did-not-quietly-adjust-us-coronavirus-death/", "speaker": "Facebook posts", "vclaim": "The CDC “adjusted the US Covid deaths from 153,504 to 9,210.”", "truth_label": "pants-fire", "date": "stated on August 31, 2020 in images:", "title": "No, the CDC did not ‘quietly adjust’ US coronavirus deaths", "text": "Over the weekend, President Donald Trump shared two posts that falsely claimed COVID-19 deaths are not as high as previously thought. \nThe posts claimed that the Centers for Disease Control and Prevention updated its COVID-19 death numbers to show that only 9,210 Americans have died from the virus. Twitter removed the first tweet for violating its rules. Another post from Jenna Ellis, a senior legal adviser for the Trump campaign, linked to a story from the Gateway Pundit, a conservative news site. That tweet was still up as of publication.\n\nThe tweets misconstrue federal data on COVID-19 victims.\nAs of Aug. 31, the CDC reported that 182,622 Americans have died since the start of the pandemic — and some estimates put the death toll even higher. The agency told us that the vast majority of deaths involving COVID-19 can be attributed to the virus. \nClaims that the CDC adjusted its COVID-19 death numbers appear to have originated on Facebook before making their way to Trump’s Twitter feed, according to VineSight, an organization that uses artificial intelligence to surface potential misinformation. Several posts have been shared thousands of times.\n\n(Screenshot from Facebook)\n\"CDC just backpedaled (quietly) and adjusted the US Covid deaths from 153,504 to 9,210,\" said Amiri King, a social media influencer and CBD salesman, in an Aug. 31 post that shows a screenshot of King’s tweet, which was also deleted. \"Admitting that their numbers were so f---ed that they were off by a whopping 94%.\"\nThe posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nPosts misconstrue CDC data\nThe social media posts trace back to an Aug. 26 update from the National Center for Health Statistics (NCHS), which is part of the CDC. The report is updated every Wednesday and outlines provisional death counts for COVID-19.\nIn his post, King cited an older version of a data table about deaths from COVID-19 in combination with other conditions, such as pneumonia and influenza.\nIn a section titled \"Comorbidities,\" the NCHS wrote: \"For 6% of the deaths, COVID-19 was the only cause mentioned. For deaths with conditions or causes in addition to COVID-19, on average, there were 2.6 additional conditions or causes per death.\"\nThat data comes from death certificates.\nKing cited an older version of the NCHS report that analyzed 153,504 deaths involving COVID-19. Six percent of that figure is 9,210. \nTo some readers, the report may appear to confirm his math. But it doesn’t.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nIn medicine, comorbidities are conditions that patients experience in tandem with a primary condition. According to the CDC, people with preexisting conditions like cancer and diabetes are more at risk of death if they contract the coronavirus.\nThe NCHS report shows that the vast majority of coronavirus-related deaths occur in patients with comorbidities. But that doesn’t mean COVID-19 wasn’t a factor.\n\"A small number of people have COVID ascribed as the sole cause of death. It may be they had no comorbidities or they were just not noted,\" said Dr. Myron Cohen, director of the Institute for Global Health and Infectious Diseases at the University of North Carolina at Chapel Hill. \"However, it is also clear that advanced age and several other underlying diseases lead to bad outcomes with COVID infections. The people dying were not going to die but for the acquisition of COVID.\" \nIn a Facebook post addressing claims about the NCHS report, Dr. Mark Halstead, an associate professor of orthopedic surgery and pediatrics at Washington University, broke down how conditions are listed on a patient’s death certificate.\nRELATED: Don’t trust this comparison of daily coronavirus deaths with other diseases\n\"So, let's say someone was admitted to the hospital because of symptoms of COVID. They test positive, so COVID would be listed,\" Halstead said in the post. \"Their case progressed where they developed respiratory failure and now are on a ventilator. Respiratory failure can be listed.\"\nAdditional conditions may be listed on a patient’s death certificate during the course of their stay in the hospital. For example, if a COVID-19 patient ended up dying from cardiac arrest, that could also be included.\n\"So now three things are listed on their death certificate,\" Halstead wrote. \"The COVID infection started the process but that led to the heart and lungs failing, which killed that person.\"\nJeff Lancashire, acting associate director for communications at the NCHS, told us in an email that while 94% of death certificates that mention COVID-19 also listed other conditions, the underlying cause of death was COVID-19 in almost all of them.\n\"The underlying cause of death is the condition that began the chain of events that ultimately led to the person’s death,\" he said. \"In 92% of all deaths that mention COVID-19, COVID-19 is listed as the underlying cause of death.\"\nWe reached out to King for a comment, but we haven’t heard back.\nOur ruling\nA Facebook post claimed that the CDC decreased the number of COVID-19 deaths in the U.S. from 153,504 to 9,210.\nThat’s wrong. As of Aug. 31, the CDC counted 182,622 Americans who had died because of the coronavirus.\nA NCHS report found that, for about 6% of Americans who die from the virus, COVID-19 is the only condition listed on their death certificates. But that doesn’t mean the remaining 94% didn’t die due to the coronavirus.\nPeople with preexisting conditions, such as cancer or diabetes, have a higher risk of dying if they contract COVID-19. Complications from those conditions, as well as comorbidities like influenza and pneumonia, can be listed in addition to the coronavirus on death certificates. In 92% of death certificates that mention the virus, COVID-19 was the underlying cause of death, according to the NCHS.\nThe Facebook post is inaccurate and makes a ridiculous claim. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-17210"}