{"url": "/factchecks/2014/feb/14/republican-party-wisconsin/1988-wisconsin-unemployment-rate-greater-us-rate-o/", "speaker": "Republican Party of Wisconsin", "vclaim": "\"The only time over the last 25 years when the state’s unemployment rate exceeded the U.S. average was when (Mary) Burke was commerce secretary.\"", "truth_label": "mostly-true", "date": "stated on February 4, 2014 in a news release:", "title": "Since 1988, Wisconsin unemployment rate greater than U.S. rate only when Mary Burke held state commerce post, GOP says", "text": "Republicans have made it clear that between now and the November 2014 gubernatorial election, they will be reminding voters about Democratic former Gov. Jim Doyle -- who has been out of office, and largely out of sight, for more than three years.\nThey are casting Doyle as an ineffectual, or worse, chief executive and tying him to Gov. Scott Walker's main challenger, Democrat Mary Burke.\nOn Feb. 4, 2014, the state Republican Party issued a news release attacking Burke, who served as state commerce secretary during part of Doyle's tenure, for not having proposed a jobs plan.\nAmong other things, the party said Doyle-Burke policies led to the loss of 133,000 jobs, a claim previously made by Walker that we rated Mostly False. Walker had said Burke \"implemented the policies\" of Doyle and those policies \"saw the state lose more than 133,000 jobs.\" The number was right but other factors, namely the Great Recession, were primarily to blame.\nAnother line in the state GOP's news release also referenced Burke, albeit more benignly, in making this claim:\n\"The only time over the last 25 years when the state’s unemployment rate exceeded the U.S. average was when Burke was commerce secretary.\"\nLet’s take a look.\nThe numbers\nAsked for evidence to back its claim, the Republican Party referred us to monthly unemployment rates for Wisconsin and the U.S. from 1988 through 2013. They are from the U.S. Bureau of Labor Statistics, the federal government's official job counter.\nMore specifically, the party cited 15 months in 2006 and 2007 when Wisconsin’s unemployment rate exceeded the national rate. That was in May, June, September, October, November and December of 2006; and the first nine months of 2007.\nBurke was commerce secretary during all 15 months, having served in the post from Feb. 7, 2005 to Nov. 2, 2007. And BLS statistics confirmed that the only times since 1988 that the Wisconsin unemployment rate exceeded the U.S. rate were those 15 months.\nIt's worth noting that although state unemployment rates exceeded U.S. rates during that period, the rates were under 5 percent whereas they are now above 6 percent.\nAnd the difference between the Wisconsin and U.S. unemployment rates was relatively small in the period cited by the GOP.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFor example, in May 2006, the state unemployment rate was 4.7 percent and the national rate was 4.6 percent.\nThe largest difference was 0.4 percent -- the state rate was 4.8 percent in May 2007, while the national rate was 4.4 percent.\nThe Republican Party did not have evidence to back the other part of its claim, which links the higher state unemployment rates to Burke.\nOther factors\nMarquette University economist Abdur Chowdhury told us that state government policies, such as providing business incentives, can affect unemployment and that Burke clearly was part of the team that developed policies in the Doyle administration.\nBut many factors, particularly trends in the national economy, affect unemployment rates in the states.\n\"I wouldn't give Mary Burke full credit for any job that was created and she should not be solely blamed for the loss of any job,\" Chowdhury said.\nIndeed, when Burke cited her work as commerce secretary and said in October 2013 that when she left the job in 2007, Wisconsin had 84,000 more jobs than it does today, we rated her statement Half True. The numerical part was on target, but Burke overstated the credit that she and Doyle deserved.\nIn this case, the state GOP notes higher unemployment rates while Burke was in the commerce job, but doesn’t directly blame her or her policies for the higher rates.\nOur rating\nThe Wisconsin GOP said: \"The only time over the last 25 years when the state’s unemployment rate exceeded the U.S. average\" was when Burke was state commerce secretary.\nThe statistic is accurate and the claim only indirectly blames Burke.\nWe rate it Mostly True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.\nFollow us on Twitter and Facebook.", "vclaim_id": "vclaim-pol-08247"}