{"url": "/factchecks/2011/mar/13/lee-leffingwell/austin-mayor-lee-leffingwell-says-four-year-city-c/", "speaker": "Lee Leffingwell", "vclaim": "Says four-year terms for City Council members are \"the norm in most cities of our size.\"", "truth_label": "true", "date": "stated on February 25, 2011 in State of the City address.:", "title": "Austin Mayor Lee Leffingwell says four-year city council terms are norm for most cities like Austin", "text": "Austin Mayor Lee Leffingwell, advocating changes in the city’s governing charter, says it doesn’t make sense for City Council members to have three-year terms. In his Feb. 25 State of the City address, Leffingwell said that four-year terms are \"the norm in most cities of our size.\"\n\nNews to us.\n\nLeffingwell, who hopes to seek voter approval of term changes in 2012, later told us the change would result in one council election every four years, sparing voters from facing two council elections every three years as they do now. Also, he said, \"if you ask politicians who are serving two-year terms, they find themselves in constant campaign mode. Campaigns are very exhausting and very costly.\"\n\nTo back up the mayor’s claim, his office provided a spreadsheet listing 34 cities plus Austin and the length of each city’s council terms. Spokesman Matt Curtis said consultant Mark Littlefield looked at the nation’s 30 most populous cities drawing on city websites and U.S. Census 2007 population estimates.\n\nAccording to the sheet, 29 of the cities have four-year council terms, five cities have two-year terms--and only Austin has three-year terms.\n\nFour-year terms prevail in some of the country’s largest cities including New York, Los Angeles, Chicago and Philadelphia; they’re also in place in San Diego, Denver, Oklahoma City and,  in Texas, El Paso. Four Texas cities--Houston, San Antonio, Dallas and Fort Worth--join Charlotte, N.C. in having two-year council terms, the mayor’s research says.\n\nWondering if the other listed cities are comparable to Austin, we compared their 2009 estimated populations as gauged by the U.S. Census Bureau. Austin’s estimated population that year was 786,386; the average population for the other cities was 30 percent greater, 1,019,849.\n\nThe 10 cities with populations closest to Austin’s size ranged from Boston, at 645,169, to Detroit, at 910,921. Among them, Boston, Charlotte and Fort Worth have two-year terms, and the other seven cities have four-year terms, according to our checks of city websites and interviews of respective city officials.\n\nTwist: Leffingwell’s fact sheet shows Boston’s council members with four-year terms, but Ann Braga, the Boston council’s staff director, told us that’s true only for the mayor.\n\nSo, 70 percent of cities close in population to Austin are represented by council members elected to four-year terms. We rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-13430"}