{"url": "/factchecks/2010/nov/08/rand-paul/rand-paul-says-federal-interest-burden-will-approa/", "speaker": "Rand Paul", "vclaim": "\"The interest on the debt now is going to approach in the next couple of years ... what we spend in the national defense budget.\"", "truth_label": "mostly-true", "date": "stated on November 7, 2010 in an interview on ABC's \"This Week with Christiane Amanpour\":", "title": "Rand Paul says that federal interest burden will approach cost of defense spending in a \"couple of years\"", "text": "As one of the highest-profile Tea Party candidates of 2010, Rand Paul made reducing federal spending a centerpiece of his successful campaign for a Senate seat from Kentucky.\n\nIn a Nov. 7, 2010, appearance on ABC's This Week with Christiane Amanpour, Paul -- who easily defeated Democrat Jack Conway on Election Day -- suggested the debt is growing to staggering levels.\n\n\"The interest on the debt now is going to approach in the next couple of years -- just the interest on the debt -- will approach what we spend in the national defense budget,\" Paul said.\n\nWe hadn't heard that comparison before, so we wanted to check it out. The first place we turned to was a historical table in the president's budget proposal for 2011. (Budget geeks will know it as Table 3.1: \"Outlays by Superfunction and Function: 1940–2015.\") Among the categories in this table are amounts for national defense spending and for net interest owed by the federal government.\n\nThe defense spending figure begins at $719 billion for 2010, then rises a bit before declining to $685 billion in 2015.\n\nThe net interest figure is smaller to start, but it rises more quickly. It starts at $188 billion in 2010, but ends up at $571 billion in 2015. That's roughly a tripling in five years.\n\nIf you compare the two figures year by year, you find that in 2010, net interest is equivalent to 26 percent of defense spending. That percentage rises to 33 percent for 2011, 50 percent for 2012, 66 percent for 2013, 76 percent for 2014 and 83 percent for 2015.\n\nPaul has certainly characterized the general trendline correctly: Through 2015, net interest climbs closer and closer to the level of defense spending. But whether this counts as \"in the next couple of years\" -- and how close the percentage has to get to qualify as \"approach(ing) ... what we spend in the national defense budget\" -- is more of a judgment call. He would be more acccurate if he said 5 to 6 years instead of  \"couple of years\" and relied on 90 percent as the threshold for \"approaching.\" But both terms Paul used might be elastic enough to cover the numbers we found.\n\nWe will add that these figures are projections that may or may not come to pass, depending on what happens with the economy, policy changes, and military threats over the next decade. And we'll note that we're using the statistic called net interest, which includes interest owed the public, not interest that the government owes itself. If we used gross interest instead, the amount of interest would be higher, making interest a higher proportion of defense spending in each year. But the economists we spoke to said the best statistic to use for this evaluation is the smaller, net interest figure, so we'll stick with that one.\n\nA Paul spokesman, Doug Stafford, added that \"interest rates are historically low. There is no reason to believe that will continue. If they edged up to anywhere near historically average numbers, the interest on the debt would skyrocket as a percentage of the budget and would do so very rapidly.\"\n\nThe economists we spoke to said that's a valid concern, but we won't use it to grade Paul's statement on This Week, since it's based on speculation.\n\nSo let's put it all together. Paul is correct to point out the coming explosion in net interest payments -- a level that will rise steadily in comparison to defense spending over the next decade as defense spending falls modestly. He's a bit too aggressive when he says the interest burden will \"approach ... what we spend in the national defense budget\" in \"the next couple of years.\" It will probably do so by 2015 or 2016, which would be the final two years of Barack Obama's second term, if he wins one. For a president who just survived his first midterm election, that seems pretty far away. Still, even if Paul's time span is slightly exaggerated, we don't think it's a fatal error, since his point about the trend is accurate. So we rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14050"}