{"url": "/factchecks/2013/oct/09/chris-latvala/did-cw-bill-young-serve-only-republican-florida-se/", "speaker": "Chris Latvala", "vclaim": "\"Many don’t know that Bill Young was once the minority leader in the Florida Senate...because he was the only Republican senator.\"", "truth_label": "true", "date": "stated on October 9, 2013 in a tweet:", "title": "Was C.W. Bill Young ever the only Republican in the Florida Senate?", "text": "U.S. Rep. C.W. Bill Young announced he will not seek re-election in 2014, setting off tributes from Florida politicos to the Pinellas County Republican’s 53-year career in public office.\nOne tweet about Young’s early years caught our eye.\n\"Many don’t know that Bill Young was once the minority leader in the Florida Senate,\" tweeted Chris Latvala, a Republican running for the Florida House and son of Sen. Jack Latvala, \"because he was the only Republican senator.\"\nIt’s an interesting claim, if for no other reason than the Senate for the past decade has been dominated by Republicans.\nWe did not have to go far to confirm Latvala’s tweet. All it took was a trip to the Tampa Bay Times library, which keeps records on local candidates and officials and state handbooks from way back in the day.\nYoung identified himself as the minority leader of the Florida Senate in an undated questionnaire that includes this key line: \"In 1960, at age 29, elected as the youngest Senator and the only Republican Senator in Florida.\"\nYoung was elected to the Democrat-controlled Senate in 1960 and was the sole Republican member. He was re-elected in subsequent years, serving through 1970 when he won his first congressional election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nSenate records from the time don’t list party affiliation -- a sign of how powerful Democrats were -- but we confirmed the party affiliation of senators by combing through the State Library and Archives of Florida.\nIt’s also not clear Young had the official title of minority leader -- the records we found were silent on the point -- but as the only GOP senator until 1963, he offered the lone voice of party dissent.\nYoung’s 1960 election to the Senate set into motion a GOP resurgence in that chamber, said Curt Kiser, a lawyer-lobbyist who represented Pinellas County in the state House in 1972 and the Senate in 1984.\n\"He was the minority leader because he was the only one,\" Kiser said. \"That was the beginning of the modern history of the Republican Party.\"\nYoung gained more GOP company as the ‘60s rolled on, starting with Warren Henderson of Venice in 1963. By 1967, 20 Republicans served in the Senate. (The Senate back then had 48 members; today it has 40.) The increase reflected Florida’s evolving demographics, with conservative Democrats in the northern part of the state switching parties and new residents moving from conservative states casting votes for GOP candidates and running for office themselves.\nDemocrats remained in control of the Senate until Republicans took over in 1994.\nLatvala’s tweet is accurate. We rate it True.", "vclaim_id": "vclaim-pol-08779"}