{"url": "/factchecks/2020/jun/11/facebook-posts/no-hillary-clinton-isnt-trial-over-terror-attack-b/", "speaker": "Facebook posts", "vclaim": "\"Hillary Clinton is on trial for Bengazi (sic) this week.”", "truth_label": "false", "date": "stated on June 4, 2020 in a Facebook post:", "title": "No, Hillary Clinton isn’t on trial over the terror attack in Benghazi, Libya", "text": "With the death of George Floyd and its aftermath dominating the headlines, a Facebook post exclaimed:\n\"Did anyone realize Hillary Clinton is on trial for Bengazi (sic) this week or does the media have you blinded by riots?!?!?!\"\nThe June 4 post, which gained 10,000 shares in a day, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nA court case involving Clinton was in court, but she wasn’t on trial.\nTerror attacks on Sept. 11, 2012, attacks in Benghazi, Libya, killed the U.S. ambassador and three other Americans. At the time, Clinton was secretary of state. \nDuring Clinton’s 2016 run for president, her political opponents made a number of claims about her actions at the time of the attackst. We rated False a claim by Donald Trump, then the Republican nominee, that the Benghazi victims were \"left helpless to die\" as Clinton \"soundly slept in her bed.\" A claim by then-House Speaker Paul Ryan, that \"repeated requests for additional security in Benghazi were routinely denied\" by \"Clinton’s State Department,\" was rated True. \nOn June 2, a hearing (not a trial) was held in a lawsuit involving the attack and Clinton’s use of a private email account and server during her tenure as secretary of state. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThat lawsuit was filed in 2014 by Judicial Watch, a conservative group that litigates on public corruption and other issues against the U.S. State Department. The suit seeks records, including emails, in connection with the Benghazi attack.\nClinton is challenging a ruling that she can be deposed in the case. Her lawyers asked the federal Circuit Court of Appeals in Washington, D.C., to vacate the ruling.\nAccording to coverage of the hearing by the National Law Journal, Politico and other news reports:\n\n\nJudicial Watch attorney Ramona Cotca told the court that the group wants to identify all sources where Clinton emails reside, and wants the State Department to do an adequate search for emails.\n\n\nClinton attorney David Kendall told the court a deposition could be harassing, saying footage of a video deposition could be used by Judicial Watch for political or fundraising needs.\n\n\nWe don’t know how the legal maneuvering will turn out, but we do know the claim that Clinton is on trial is wrong. We rate the Facebook post False.", "vclaim_id": "vclaim-pol-17906"}