{"url": "/factchecks/2015/feb/17/peter-defazio/are-gmos-causing-monarch-butterflies-become-extinc/", "speaker": "Peter DeFazio", "vclaim": "\"Monarch butterflies are becoming extinct\" because of increased use of crops genetically modified to withstand pesticides.", "truth_label": "half-true", "date": "stated on February 12, 2015 in an interview on MSNBC:", "title": "Are GMOs causing monarch butterflies to become extinct?", "text": "Monarch butterflies are an unexpected victim of the widespread adoption of genetically modified crops, Rep. Peter DeFazio, D-Ore., said last week.\nA genetically modified organism has had its DNA altered in a way that does not occur in nature. One purpose is to increase the plants’ tolerance to pesticides and herbicides. Opponents of GMOs, as they are called, believe they pose health risks, though there’s no generally accepted science that says GMO products are harmful to health.\nEnvironmental impacts, however, are the focus of DeFazio’s claim.\nDeFazio is an advocate for policies that would require food labels to indicate if the product was made with genetically modified crops. In an appearance on MSNBC with celebrity chef Tom Colicchio on Feb. 12, DeFazio said GMO crops are harmful to nature.\n\"We certainly know there is going to be secondary harm to the environment,\" he said. \"In fact, monarch butterflies are becoming extinct because of this sort of dumping, (the) huge increase in pesticides’ use because of these modified organisms.\"\nWe decided to take a closer look at the effect of GMOs on the iconic orange and black butterflies. There’s little doubt that the monarch population is on the decline, but experts say that the adoption of genetically modified crops is not the sole factor.\nAccording to the Center for Biological Diversity, the monarch population has dropped 90 percent over the past 20 years. Every winter, monarch butterflies migrate from the Midwestern United States corn-belt region to the Oyamel fir forests in Mexico. This chart from Monarch Watch, a conservation group, shows the steep population change, in terms of the total area occupied by monarchs during their winter stay in Mexico: \n\nThe evidence suggests that DeFazio exaggerated when he said monarchs are \"becoming extinct.\" The World Wildlife Fund classifies them as \"near threatened,\" which means they are \"likely to become endangered in the near future.\" That classification is several steps away from extinct.\nAnd conservation experts told us that they are optimistic that the monarch population can be at least partially restored if the right steps are taken.\n\"Monarchs are not in danger of extinction,\" said Lincoln Brower, a monarch conservation scientist at Sweet Briar College. \"What is endangered is their spectacular migration and overwintering behavior.\"\nStill, even if they are not on the verge of extinction, monarchs are certainly on the decline, at least for now. Why? Several reasons are evident, including deforestation in Mexico, recent weather patterns and reduced availability of milkweed, the butterflies’ main food source.\nThe deforestation stems from illegal logging in Mexico. It has reduced the areas where monarchs can migrate, affecting their lifecycle. However, the Mexican government has largely curtailed the problem in the past five years, Brower said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nAs far as weather, a serious drought in Texas a couple years ago reduced the amount of flowers along the monarchs’ migration route. This is a problem because, in order to survive the migration, the butterflies need to pick up nectar along the way. And in 2014, an extra-long winter prevented monarchs from migrating successfully back to the United States from Mexico, Brower told the Washington Post.\nBy far the biggest threat, though, is the lowered prevalence of milkweed, due to the increasing use of GMO crops that can withstand a heavy dose of herbicides, Brower said. Milkweed grows in and around crops such as corn and soybeans that are heavily concentrated in the U.S. Midwest. This is the monarch’s spring, summer and fall habitat, and milkweed serves as both the species’ primary food source and where its larvae grow. The problem is that, unlike the GMO crops in close proximity, the milkweed cannot withstand the herbicides. (Milkweed, like other weeds, can stifle crop yield, so farmers don’t like it.)\nBrower cautioned that there is not yet certain proof that the expansion of GMO crops is causing milkweed declines. But there is an \"extremely tight correlation\" among the increased use of herbicide-tolerant crops, fewer milkweed plants and the declining monarch population, he said.\nA 2012 study in the journal Insect Conservation and Diversity estimated that between 1990 and 2010, milkweed prevalence declined 58 percent in Midwest agricultural areas. Over the same time frame, the Monarch population declined 81 percent.\nBy 2011, 94 percent of soybean crops were genetically engineered to withstand the widely used herbicide Roundup, and 72 percent of corn crops were herbicide-tolerant. Both genetically modified crops were introduced in the mid 1990s.\nAdditionally, a 2007 congressional ethanol mandate increased the price of corn and soybeans, which encouraged farmers to convert grassland -- where milkweed grows -- into cropland, said Chip Taylor, director of Monarch Watch and a professor of ecology at the University of Kansas.\nSome argue that conservationists and the media have placed too much blame on GMOs for the loss of monarchs, saying correlation does not necessarily mean causation.\nAndrew Kniss, a weed expert at the University of Wyoming, wrote in a blog post that the Insect Conservation and Diversity study does not specifically examine if the adoption of GMO crops and herbicides are the reason why milkweed is dying out. There could be another cause, he said.\nTo back up his point, Kniss pointed to a study out of the U.S. Department of Agriculture and Pennsylvania State University that showed only limited effects of herbicide-tolerant plants -- and the use of herbicides -- on native plant diversity outside the border of the agricultural field.  \nOur ruling\nDeFazio said that \"monarch butterflies are becoming extinct\" because of increased use of crops genetically modified to withstand pesticides.\nThe evidence of a connection is suggestive but not conclusive. Monarch populations have been declining alongside a shrinkage in its primary food source -- milkweed -- and the increased use of crops genetically modified to withstand pesticides and herbicides. However, causation has not been established yet, and other culprits -- deforestation and unexpected weather events -- are likely to have played a role as well.\nMoreover, DeFazio exaggerated when he said that the butterfly species is \"becoming extinct.\" It faces significant challenges, but monarchs remain several steps away from extinction, and many conservationists think the trend can be mitigated.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-06717"}