{"url": "/factchecks/2020/aug/13/facebook-posts/conspiracy-about-moderna-gates-epstein-fauci-and-s/", "speaker": "Facebook posts", "vclaim": "Says Anthony Fauci, Bill Gates, George Soros and Jeffrey Epstein are connected with Moderna, Inc., and its efforts to create the coronavirus vaccine.", "truth_label": "pants-fire", "date": "stated on August 2, 2020 in a post on Facebook:", "title": "Conspiracy about Moderna, Gates, Epstein, Fauci and Soros is wrong", "text": "In an online conspiracy circulating on Facebook, infectious disease expert Dr. Anthony Fauci, Microsoft co-founder Bill Gates, billionaire investor George Soros, and financier and convicted sex offender Jeffrey Epstein are all linked in the ongoing pursuit of a coronavirus vaccine. \nAn Aug. 2 post lists a series of accusations against the four men and claims their partnership was decades in the making. \n\"As many of you heard, Moderna is in stage 3 of their vaccine testing. If all goes well it'll become federal law to get the vaccine,\" the post begins. Then follows a series of unfounded claims, including:\n\n\nFauci was the first CEO of Moderna.\n\n\nFauci and Gates were roommates at Cornell.\n\n\n\"It was at Cornell that Bill Gates designed the RFID (Radio-frequency identification) and patented it under US2006257852.\"\n\n\n\"Moderna was a pharmaceutical company that started in Germany under the name IG Farben. IG Farben is infamous for it's mass production of Zyklon-B, the primary gas used to kill millions during the Holocaust.\"\n\n\nAfter World War II, IG Farben was \"dissolved and its assets sold off by a Nazi turned American by the name of, you guessed it, George Soros.\"\n\n\n\"Soros rebranded the company as Moderna.\"\n\n\nJeffrey Epstein was \"primary stockholder of Moderna until his death...His role in Moderna is where he made his fortune and established his connections.\"\n\n\n\"Let that sink in,\" the post ends.\nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThis post is filled with many accusations, none of them accurate. Let’s take them one by one:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nModerna Inc. has no link to IG Farben\nNo, Massachusetts-based biotech company Moderna Inc. does not trace its lineage to Germany. It was founded in 2010 with the mission of studying a technology known as mRNA to develop new pharmaceuticals and launched operations in 2011. Moderna is in phase 3 of a clinical trial for a COVID-19 vaccine.\nIG Farben––formally known in German as Interessengemeinschaft Farbenindustrie Aktiengesellschaft––was a chemical and pharmaceutical conglomerate established in 1925 and made up of four other German companies: BASF Aktiengesellschaft, Bayer AG, Hoechst Aktiengesellschaft, and Agfa-Gevaert Group, according to Encyclopedia Britannica. \nThe company did create a synthetic oil and rubber plant in Auschwitz and used inmates for drug experiments during World War II, according to Encyclopedia Britannica. But after the war, the Allied powers charged top executives with war crimes, and the company was divided into three: Hoechst, Bayer and BASF.\nWe find no indication that IG Farben has any connection to Moderna. Moderna did not respond to our inquiries.\nAnthony Fauci was never CEO of Moderna\nAnthony Fauci is director of the National Institute of Allergy and Infectious Disease at the National Institutes of Health has taken a leading public role in the coronavirus pandemic. He was never CEO of Moderna. He graduated from Weill Cornell Medical College in 1966 and began working for the NIAID two years after graduating, according to multiple sources including the Cornell Daily Sun and the NIH.\nHe has spent the rest of his career in the public sector. Fauci was named director of the institute in 1984 and has overseen research to prevent, diagnose and treat HIV/AIDS, respiratory infections, diarrheal diseases, tuberculosis and malaria. \nGates and Fauci roomies? No.\nGates and Fauci were not roommates at Cornell. First, Fauci was 14 when Gates was born in 1955. Second, Gates didn’t attend Cornell. He studied for two years at Harvard University beginning in 1973. By that time, Fauci was already working for the NIH. Gates later dropped out of Harvard and founded Microsoft.\nRELATED: No, Fauci wasn’t on the Clinton Foundation board for two decades\nFacts wrong on radio-frequency ID tag\nGates also didn’t have a role in patenting the radio-frequency identification tag chips mentioned in the post. Mario Cardullo was the first to patent the tag in 1973.  And while the patent number \"US2006257852\" cited in the post is a real patent, it’s not for the RFID tag. It’s a patent related to the disease known as severe acute respiratory syndrome coronavirus (SARS).\nSoros was not a Nazi\nPolitiFact, along with other fact-checkers, has debunked claims that George Soros was a Nazi. Soros survived the Holocaust. When the Nazis invaded Hungary, Soros’ father obtained a false identity for Soros and sent him to live with an agricultural official who passed him off as his Christian godson, according to the New York Times. Soros also did not buy the assets of IG Farben and disguise the company under Moderna. In 1945, when the Allied powers split up IG Farben, Soros was a teenager.  \nJeffrey Epstein not a primary Moderna stockholder \nEpstein began working at Bear Stearns in 1976 and was promoted to partner in 1980, according to the Miami Herald. In 1982, he opened his own money management firm called J Epstein and Co., where he \"would manage the individual and family fortunes of clients with $1 billion or more,\" according to a 2002 New York Magazine profile on Epstein. In the late 1990s, he renamed the firm to Financial Trust Company and moved the headquarters to the U.S. Virgin Islands to receive a tax break, according to the New York Times. \nWhen Moderna was established in 2010, Epstein was serving a one-year probation after being convicted of sex offenses in 2008, contrary to the post. In 2012, he created a start-up business, Southern Trust, to develop algorithms and mine DNA and financial databases, according to the New York Times. The company managed to pay a tax rate of about 3.9% after generating a $300 million profit in 2013, and its corporate filings show no clients, according to the article. He would also start his own international bank, but it’s unclear whether it had any customers. \nNeither Epstein, nor his management firm, are listed as one of the primary stockholders in Moderna, according to CNN Business and the Wall Street Journal. We found no indication that Epstein was one of the primary stockholders in Moderna when he died on Aug. 10, 2019. He was awaiting trial for federal sex trafficking charges when he committed suicide in his prison cell. \nOur ruling \nA Facebook post claims that the vaccine developer Moderna is connected to Dr. Anthony Fauci, Bill Gates, George Soros and Jeffrey Epstein. But none of the supposed connections are founded. We rate this Pants on Fire.", "vclaim_id": "vclaim-pol-17101"}