{"url": "/factchecks/2011/feb/24/jd-alexander/gov-rick-scott-and-senate-budget-chief-spat-over-s/", "speaker": "J.D. Alexander", "vclaim": "Gov. Rick Scott's sale of the state planes was \"not proper.\"", "truth_label": "true", "date": "stated on February 23, 2011 in comments at the Senate Budget Committee.:", "title": "Gov. Rick Scott and Senate budget chief in spat over sale of state airplanes", "text": "Florida Gov. Rick Scott is at loggerheads with powerful Senate budget chief J.D. Alexander over whether Scott was allowed to sell the two state airplanes.\n\nThe decision fulfilled a campaign promise, but Alexander believes the sale was \"not proper\" because it needed approval of the Legislature. Citing statutes and the Florida Constitution, the Lake Wales Republican made his case in a trio of letters to Scott starting on Feb. 17, 2011. The governor, Alexander wrote, failed to respect \"the Legislature's constitutional duty to appropriate funds and your duty to spend appropriated funds in accordance with the law.\"\n\nScott countered in a pair of statements to the press that he did nothing wrong.\n\nPolitiFact Florida wanted to step in here and try to referee the disagreement between these two top Republicans.\n\nThe background: On Feb. 11, Scott announced the sale of the state's two airplanes -- a 2000 King Air 350 and a 2003 Cessna Citation Bravo jet. The King Air fetched $1.77 million, while the jet sold for $1.9 million; $3.67 million all together. Most of the proceeds actually went to pay off the $3.4 million the state still owed on the Cessna. The money went from the buyers directly to the bank the state owed the money.\n\nWhat remained was deposited into the Aircraft Trust Fund -- $84,072.13 was deposited on Feb. 14, and $176,500 was deposited on Feb. 17, according to Alexis Lambert, spokeswoman for Chief Financial Officer Jeff Atwater. Scott said the money budgeted for the aircraft program would also be returned to the general revenue fund, saving about $556,000 this current budget year, and $2.4 million in future years.\n\nAlexander's problem\n\nAlexander, for the record, doesn't oppose the sale. Just how it happened.\n\nOn the merits of this particular case, his debate with Scott is somewhat academic. The planes already have been sold and are gone, and Alexander is willing to retroactively approve the arrangement. But the disagreement could have broader implications that result in shifting previously sacrosanct budget powers away from the Legislature and to the executive branch.\n\nThe roles of the branches of government generally have been well defined. The Legislature passes the budget every year, and the governor carries out the budget as passed (after having the opportunity to veto parts of the budget, or the entire budget).\n\nAlexander's contention is that Scott's sale of the two airplanes violates that balance. He believes that:\n\n\nScott unilaterally overrode the current 2010-11 state budget law by effectively eliminating the $2.4 million budget line item to operate the two state planes;\n\nThat Scott does not have the authority to spend state funds on his own to pay off the balance due on the Cessna jet. The money to pay off the lease was generated from the revenues created by selling both planes;\n\nAnd that Scott may have erred by not placing the proceeds of the sales into the treasury. Most of the money went from the buyers to the bank that held the lease on the state jet.\n\n\nWhat would stop Scott from not spending money on Medicaid, then? Or from selling other state property to finance deeper tax cuts?\n\n\"The Constitution doesn't allow executive agencies to embargo appropriated funds,\" Alexander said. \"When money is appropriated, there is an obligation to spend it.\"\n\nHe recently made a similar claim when discussing Scott's decision to reject federal funding for high-speed rail. Alexander said that the state already had budgeted money for the project and that Scott couldn't just pull out without legislative approval. PolitiFact Florida found Alexander's claim in that case to be accurate, but noted that Scott held most of the cards to kill the rail line anyway. We found the claim, overall, to be Half True.\n\nWhen it comes to the state planes, Scott is prohibited by statute from impounding state money, which is defined by statute as \"the omission of any appropriation or part of an appropriation in the approved operating plan.\" Put another way, Scott cannot simply stop or ignore budget appropriations that are law except when necessary to avoid a deficit.\n\nThe governor also is prohibited from taking money from the state treasury unless appropriated by law. Buying out the lease may constitute a violation because the payment wasn't authorized by the Legislature.\n\nHowever, the money went straight from the companies that bought the planes to the bank the state owed $3.4 million to, to pay off the Cessna.\n\nIn that case, there also are specific regulations regarding the selling of state property, and the money received from those sales.\n\nAccording to statutes, money received from the sale of state property must be retained by the custodian and may be disbursed for the acquisition of exchange and surplus property and for all necessary operating expenditures. The custodian shall maintain records of the accounts into which the money is deposited. In this case, the custodian of the plane is the Department of Management Services, which is under the governor's direction.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe other side\n\nWe asked the governor's office to cite statutes supporting Scott's decision to sell the plane without legislative input, and we asked to speak to the general counsel or any person who advised Scott that the sale complied with Florida law. We did not hear back.\n\nInterim general counsel Rick Figlio did respond to Alexander on Feb. 24.\n\nFiglio said he advised Scott that it was legal to sell the state planes \"subject to the condition that the purchaser clear outstanding debt.\" He then asked Alexander to provide specific statutes restricting the disposal of state property in the way Scott sold the state planes.\n\n\"If any such restrictions exist, I would appreciate your counsel directing me to them as they will assist this office in advising the Governor regarding the scope of his powers as they relate to future transaction,\" Figlio wrote to Scott.\n\nAn outside opinion\n\nWe asked Bruce R. Jacob, dean emeritus and professor of law at Stetson University, to sort through the back-and-forth. In short, he sides with Alexander.\n\nJacob said it appears that Scott failed to comply with state statutes prohibiting him from withholding appropriated funds. The key, in this case, is that Scott never adequately went through a process to determine that there was a budget deficit, which could have given him cover for selling the planes. Scott would have needed to consult with the state's Revenue Estimating Conference -- a legislative body -- and certified that a deficit will occur in the general revenue fund.\n\n\"What Alexander is complaining about is that, under this section, where the Legislature has appropriated money for the expense of the planes, the governor is required to spend that money,\" Jacob said. \"I am sure the governor from time to time does not spend money that the Legislature has appropriated for a particular purpose, and I doubt that anyone gets upset about it.\n\n\"However, the main point, it seems to me, is that if the governor was thinking of doing this, he needed to consult with the leadership of the Legislature,\" he said. \"Common courtesy called for such consultation. The governor and the Legislature have to work together. The governor should not be allowed to 'go it on his own,' so to speak, in a situation such as this.\"\n\nJacob also says Alexander has a \"point\" by claiming that the amount owed on the Cessna should have been appropriated by the Legislature and paid from the state treasury. \"Money of the state should not be spent unless it is for an authorized purpose and complete records should be kept so that anyone in the state can see what was spent and for what purpose. In this case it seems to me that the governor short-circuited the process,\" Jacob said.\n\nSenate President Mike Haridopolos, R-Merritt Island, said Scott's intention wasn't to be deceptive.\n\n\"This is his first month on the job. If he made a mistake, he'll fix it,\" Haridopolos said. \"His intent was the correct intent. I don't think he meant any malice by it ... no one thinks the governor tried to pull a fast one.\"\n\nOur ruling\n\nThe majority of the evidence and a legal expert side with Alexander in this argument about the sale of the state's two airplanes. Alexander said the sales were \"not proper,\" and cited specific state statutes. Most germane is a statute that requires the governor to spend the money allocated for a specific purpose in the state budget.\n\nThe governor's office offered no rebuttal, and as such, we see no evidence that Alexander's wrong. We rate his claim True.", "vclaim_id": "vclaim-pol-13536"}