{"url": "/factchecks/2014/oct/10/rick-scott/rick-scott-blames-charle-crist-832000-job-losses/", "speaker": "Rick Scott", "vclaim": "\"832,000 people lost their job while (Charlie Crist was) governor.\"", "truth_label": "half-true", "date": "stated on October 10, 2014 in a gubernatorial debate in Miramar:", "title": "Rick Scott blames Charlie Crist for 832,000 job losses", "text": "One issue that Gov. Rick Scott’s re-election campaign has not been afraid to exploit is how many Floridians lost their jobs during Charlie Crist’s term as governor.\nDuring the Oct. 10 Telemundo debate in Miramar, Scott noted about a half dozen times that 832,000 people joined the ranks of the unemployed while Crist was in office.\nScott spent much of the debate blaming Crist for worsening conditions during the new Democrat’s term, but he kept coming back to jobs. \"You want to talk about jobs – Charlie, 832,000 people lost their job while you were governor.\"\nJobs numbers have been a major talking point for the current governor as far back as his 2010 campaign, when he first promised to bring 700,000 jobs -- and then up to 1.7 million jobs -- to the state over seven years. Our Scott-O-Meter says that promise is In The Works.\nScott also said the state lost 825,000 jobs under Crist, a claim we rated Half True in 2012, because Crist, like any governor caught in the midst of a recession, had little control over job losses.\nAt the debate, Scott offered a slightly larger figure -- 832,000. Is this number accurate? PolitiFact Florida took a closer look.\nNumbers game\nIf you’ve followed what we’ve written on this question over the years, you’ve no doubt noticed that the numbers change from time to time. Economists regularly revise these numbers based on new information.\nFurther complicating matters, Scott’s campaign website has cited private-sector job losses of 828,800 under Crist, specifically from January 2007, when Crist took office, to December 2010, Crist’s last month in office. Understanding the different time spans being measured, and what exactly they are measuring, helps explain the nuances of this claim.\nFirst of all, we’ll note that there’s a difference between private-sector jobs and all jobs; the main difference with the latter is that it includes government jobs. For the same months as Scott’s chart -- January 2007 through December 2010 -- the BLS reports that Florida lost 822,200 private-sector jobs on a seasonally adjusted basis (a process that smooths out month-to-month comparisons). The number for total nonfarm job losses during the same time period, seasonally adjusted, was 836,700.\nSo where is the Scott campaign getting 832,000? They changed the time frame to between December 2006 -- the month before Crist took office -- and December 2010. In that case, the total for seasonally adjusted nonfarm jobs was 832,700.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe reason the number decreased is because the number jobs went up slightly between December 2006 and January 2007. This means the December calculation starts from a lower baseline than the January calculation.\nWhen we measured private-sector jobs -- which, incidentally, is the kind that Scott routinely touts for his own record, perhaps because the numbers look rosier for him -- we came up with a loss of 819,600 over the same period.\nIn the big picture, the magnitude of the difference isn’t all that great. The 832,700 figure is only 1.5 percent bigger than the 819,600 figure. Whichever number you choose, these job losses don’t look good.\nWhere Crist has some cover is that he’s hardly the primary reason for these job losses.\nExperts have consistently told PolitiFact Florida that it's hard to tell how much influence the governor of any one state has on job losses (or -- sorry, Gov. Scott -- job creation). It may take years to find out whether policies have had any effect on job totals at all.\nChris Lafakis, a senior economist at Moody’s Analytics who studies Florida, noted back in 2012 that by the time Crist took office in 2007, \"the seeds of destruction\" had already been sown. An overheated housing market and dirty dealings in the lending industry had long been entrenched problems.\n\"That had very very little to do with Charlie Crist,\" Lafakis said.\nOur ruling\nScott said \"832,000 people lost their job\" while Crist was governor, blaming his opponent for not doing enough while in office to improve Florida’s growing ranks of the unemployed.\nIt’s possible to quibble with the specific number of job losses that occurred under Crist, but the differences are small -- 1.5 percent in one direction or the other.\nThe bigger issue is that it’s a stretch for Scott to ascribe blame for job losses on a governor’s watch, since it’s unclear whether any given governor’s policies have had an effect on employment trends. If Scott is trying to impugn Crist’s record on jobs during a recession -- something that depends heavily on the national and international economic picture -- he’s largely off base, even if his numbers are pretty close.\nThe statement is partially accurate but leaves out important details, so we rate it Half True.", "vclaim_id": "vclaim-pol-07163"}