{"url": "/factchecks/2012/nov/03/peoples-majority/super-pac-peoples-majority-says-us-sen-sheldon-whi/", "speaker": "People's Majority", "vclaim": "\"Sheldon Whitehouse [got] a secret closed-door briefing, warning of the [2008 economic] crash.\"", "truth_label": "pants-fire", "date": "stated on October 30, 2012 in a TV commercial:", "title": "People's Majority: Sheldon Whitehouse got a secret briefing warning of the 2008 economic collapse", "text": "A lot of people were hit hard by the 2008 economic collapse and its aftermath. U.S. Senator Sheldon Whitehouse is being accused in a recent television commercial of using insider information to avoid financial losses.\n\nIn the ad, Whitehouse pops up three times to utter the phrase \"fighting for the people\" as a female narrator says: \"September 08. An economic storm brews. Within months, millions of Americans will lose jobs, homes and life savings.\n\n\"In Washington,\" the commercial continues, \"Sheldon Whitehouse gets a secret closed-door briefing warning of the crash. After that secret briefing, certain stocks he owned got sold just in time. Some people go to prison for that. That's not fighting for us.\"\n\nTo emphasize the insider trading allegation, the ad shows an image of Martha Stewart, who served time in prison for obstructing justice and lying to the government in an insider trading case. The YouTube version of the ad, posted Oct. 25, 2012, is titled \"Insider Trading.\"\n\nDid Whitehouse really get a secret briefing warning of the crash?\n\nFirst, some background.\n\nQuestions about insider trading by Whitehouse and other members of Congress surfaced in November 2011 in \"Throw Them All Out,\" a book whose author, Peter Schweizer, was featured on the CBS news program \"60 Minutes\" on Nov. 13, 2011.\n\nOn Sept. 16, 2008, Schweizer reported, top congressional leaders were briefed by top Bush administration officials -- then-Treasury Secretary Henry Paulson and Federal Reserve Chairman Ben Bernanke -- about the unfolding financial crisis.\n\nIn his book, Schweizer says Whitehouse was one of many members of Congress who sold holdings after the briefing.\n\nOver the next week, Whitehouse sold stock in eight companies involving a dozen trades valued between $425,000 and $950,000 (the total is uncertain because his disclosure form only gives price ranges), according to his disclosure form.\n\nThe timing of the trades raised questions of insider trading. Under the law in effect at the time, members of Congress couldn't be prosecuted for engaging in such activity, which is illegal for the general public. (The insider trading law has since been amended, with Whitehouse's support, to include members of Congress.)\n\nBut there’s a key problem with the ad’s central allegation that Whitehouse benefited from information he received at the briefing.\n\nWhitehouse says he wasn't at the meeting, which was only for top Congressional leaders, and he was not in the leadership in 2008. The Schweizer book offers no evidence that he was there.\n\nThe ad comes from People's Majority, a super PAC whose address is a post office box in Alexandria, Va. Filings with the Federal Election Commission say it was formed to oppose Whitehouse. Its website doesn't give a location or a phone number, but it does say it was formed with \"the hope of restoring a Republican majority in the United States Congress.\"\n\nWhitehouse is the only candidate mentioned.\n\nFederal documents have listed the treasurer as Ken McKay, a former GOP chairman in Rhode Island, chief of staff for former Gov. Donald L. Carcieri and later the chief of staff for former Republican National Committee Chairman Michael S. Steele. Newer documents identify the current treasurer as Cabell Hobbs.\n\nWe sent an e-mail to the only recent address we could find on the FEC documents and asked for backup. We then got a call from Dave Owen, of Owen Communications, in Salt Lake City, a consultant acting as a spokesman for People's Majority.\n\nSo what evidence did People's Majority have that Whitehouse attended a secret closed-door briefing?\n\n\"We don't say he attended the briefing,\" said Owen. \"We say he gets a briefing, he gets the information from the briefing.\"\n\n\"We were unclear on whether he denied being in the briefing,\" Owen said. \"Frankly, if you're going to do one of these things you push the envelope and walk a line.\"\n\nFor the record, the Sept. 16 briefing came at a time when President George W. Bush had already signed the government rescue of the mortgage giants Fannie Mae and Freddie Mac.\n\nFannie and Freddie had been placed under the conservatorship of the Federal Housing Finance Agency, their CEOs and board of directors had been dismissed, Lehman Brothers had declared bankruptcy and the Dow Jones Industrial average had lost more than 12 percent of its value since May.\n\nOn the day of the briefing, the government moved to bail out the insurance giant AIG. That week was the biggest trading week in the history of the New York Stock Exchange.\n\nIn short, the financial meltdown was already underway. The ripple effects were just beginning to unfold.\n\nWhitehouse has said that the trades done from Sept. 16-22 were executed by a financial adviser who had the power to buy and sell stock without consulting him.\n\n\"I virtually never have a conversation\" with the adviser, he told The Providence Journal in November 2011. With all the turmoil on Wall Street at the time, \"It's presumably pretty obvious that they were trying to be defensive with my account, but I can't go back and read their minds,\" he said.\n\nOur ruling\n\nThe super PAC People's Majority said Sheldon Whitehouse got \"a secret closed-door briefing warning of the crash\" and used the information to sell stocks before the crash.\n\nBut the organization couldn't provide evidence that Whitehouse was at any briefing where he got inside information warning that the financial meltdown, already underway, was going to get worse.\n\nA People's Majority spokesman told us, \"We don't say [Whitehouse] attended the briefing\" and the ad was an attempt to \"push the envelope.\"\n\nIn fact, the ad does say Whitehouse attended the briefing, not only pushing the envelope but shredding it.\n\nWith no evidence to back up its inflammatory claim, the People's Majority ad is worthy of a little inflammation of its own. We rate it Pants on Fire!\n(Get updates from PolitiFact Rhode Island on Twitter: @politifactri. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n(CORRECTION: An earlier version of this item incorrectly reported the crimes for which Martha Stewart went to jail.)", "vclaim_id": "vclaim-pol-10024"}