{"url": "/factchecks/2011/aug/19/jeff-merkley/jeff-merkley-says-letting-payroll-tax-holiday-expi/", "speaker": "Jeff Merkley", "vclaim": "Says allowing the payroll tax holiday to expire would end up \"costing another estimated 900,000 jobs in 2012.\"", "truth_label": "mostly-true", "date": "stated on August 3, 2011 in letter to a constituent:", "title": "Jeff Merkley says letting the payroll tax holiday expire will cost jobs", "text": "With all the intense interest on Congress during the debt ceiling debate and with all the nervous tics from people watching the near-death process, there’s little surprise that Oregon Sen. Jeff Merkley’s decision to vote against the final deal drew reaction from his constituents.\n\nThe debt agreement passed 74-26, of course, but Merkley was one of only six Democrats voting against a deal that prevented the United States from defaulting on its financial obligations for the first time in history.\n\nIn explaining his vote, Merkley offered some general observations about the impact on people, especially the middle class.\n\n\"I voted against the deal because, in short, I felt that it would make it harder for middle class Oregonians to get ahead now and in the future,\" he said in an Aug. 3 letter to a constituent in Hillsboro.\n\n\"I have a single, simple measure to evaluate this proposal: is it going to create greater opportunities for prosperity and success for working Americans?  Unfortunately, I have concluded that it will not, and so I cannot support it,\" Merkley said.\n\nPretty general stuff.\n\nBut he also offered a specific complaint - that the deal could slow down federal spending at the same time other government efforts to stimulate the economy are also ending, including the payroll tax holiday. Merkley says that’s a recipe for worsening the job picture at the very time when jobs are most needed.\n\nHe backs his claim with numbers, which always gets our juices flowing here at PolitiFact Oregon.\n\nAllowing the payroll tax holiday to expire Dec. 31 is a terrible choice, he says in the letter, \"costing another estimated 900,000 jobs in 2012.\"\n\nThat tax cut lowers Social Security payroll taxes paid by employees to 4.2 percent of earnings from 6.2 percent.\n\nThe economic argument Merkley makes is well known: that the extra $1,000 on average a family will have because of the payroll tax holiday will be spent. That means more money in circulation, which means more products produced and sold, which means more demand and more jobs. But is his claim correct about jobs connected to the payroll tax holiday?\n\nFor support, Merkley cites an Aug. 1, 2011, analysis by economist John S. Irons at the left-leaning Economic Policy Institute.\n\n\"Extending that tax cut for another year would provide roughly $118 billion in stimulus through increases in employees’ take-home pay, which would boost economic activity by an even greater $128 billion, Irons writes. \"Allowing this policy to expire would lower GDP by 0.8 percent in 2012, and would lead to roughly 972,000 fewer jobs.\"\n\nWhile other economists have come to similar conclusions, absolute truth is impossible to obtain. Many factors affect economic performance -- including such wild-cards as weather and market psychology.\n\nHoward Gleckman, the editor of a tax blog for the nonpartisan Tax Policy Center, has this to say about extending the payroll tax holiday:\n\n\"Obama wants to extend this year’s payroll tax holiday. That may help keep consumer demand afloat. But since we don’t know what households have been doing with the extra cash they got this year, it is hard to predict what will happen if the holiday is extended.\"\n\nThe payroll tax is scheduled to go back up Jan. 1, unless Congress renews it.\n\nIf it is extended, the payroll tax holiday would mean $400 for the year for workers who make $20,000; $800 for workers who make $40,000; and $2,000 for workers who make $100,000. Social Security taxes only apply to income up to $106,800, so the measure particularly benefits workers below that threshold who, most economists say, are more likely to spend it.\n\nMerkley’s analysis conforms with traditional economic thinking and he is supported by actual calculations from economists. But questions of cause and effect in the economy always must be qualified as simply best educated guesses. Merkley adds the proper fudge in his letter, saying the job loss totals are estimates. In a world where absolutes are rare, Merkley’s statement passes the sniff test. We rate his claim: Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-12548"}