{"url": "/factchecks/2020/oct/12/nancy-mace/sc-rep-cunningham-did-not-vote-5m-tax-funds-go-cam/", "speaker": "Nancy Mace", "vclaim": "Says Joe Cunningham voted for $5 million in taxpayer funds to go into his and other politicians’ campaigns to pay for personal expenses and TV ads.", "truth_label": "half-true", "date": "stated on October 6, 2020 in a debate:", "title": "SC Rep. Cunningham did not vote for $5M in tax funds to go to campaign coffers", "text": "Nancy Mace, the Republican challenger in a House race in South Carolina, parlayed a debate question about high-speed internet into an attack on Democratic Rep. Joe Cunningham.\n\"We can’t get funding and resources for rural broadband if we’re sending and voting for $5 million that you voted for, to go into your campaign coffers to pay for your ...personal expenses, that pay for your TV ads,\" Mace charged. \"All those things — $5 million. Well, who’s going to pay that bill? The taxpayers.\"\nMace’s campaign said she was referring to Cunningham’s vote for HR 1, called the \"For the People Act,\" a bill under consideration that would establish an alternative campaign funding system for House and presidential offices. \nHer attack is a mixed bag:\nAn eligible House candidate’s campaign could receive a maximum of $5 million in federal funds — and that comes with restrictions. The funds would not come from a tax, but rather from a fee added to criminal and civil fines, and court settlements. Separately — and unrelated to the bill’s matching funds provisions — the legislation would allow candidates to use campaign funds for certain personal expenses, such as health insurance.\nThe race\nThe race pitting Mace, a state representative since 2018, against first-time House member Cunningham is one of 18 pivotal House and Senate contests up for election on Nov. 3 that PolitiFact is tracking. The Cook Political Report rates the match-up as \"lean Democratic,\" meaning the race is competitive but Cunningham has an advantage.\nThe bill\nHR 1, introduced in January 2019, is a sweeping bill that would make changes to laws aimed at making it easier to vote, increasing election security and improving campaign finance transparency. It passed the House in March, with all Democrats voting yes and all Republicans voting no. No action has been taken in the GOP-controlled Senate. A service used by GovTrack.us, which tracks Congress, gives the bill a 4% chance of becoming law.\nThe provision Mace zeroed in on would use public financing to provide House and presidential candidates with matching funds for six times the amount of campaign donations of up to $200. So, for every $200 in these smaller donations, the federal government would pay $1,200 to the campaign. \nBut not all candidates would be allowed to receive matched donations. To be eligible, a candidate would have to raise $50,000 in small-dollar donations from at least 1,000 individuals during the qualifying period, and they would have to agree to accept no contributions larger than $1,000. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe total matching funds available to any individual candidate would be limited to $5 million.\nThe matching funds would not come from a tax but, based on an amendment to the original bill, from a new \"Freedom From Influence Fund\" under the U.S. Treasury. It would collect funds from a 2.75% fee assessed on criminal and civil fines and penalties or settlements with banks and corporations that commit corporate malfeasance.\nThe bill would also allow the use of campaign funds for certain personal expenses, such as health insurance. But that exception would not apply to incumbents such as Cunningham.\nGenerally, campaign funds can be used for advertising, among other expenses.\nOur ruling\nMace said Cunningham voted for $5 million in taxpayer funds to go into his campaign coffers and politicians like him \"that pay your personal expenses, that pay for your TV ads.\"\nCunningham voted for a bill that would pay federal matching funds to House candidate campaigns — but it would not be automatic and would not necessarily come to $5 million. In order to receive the matching funds, candidates would need to meet certain requirements that limit the size of the donations they accept. And the maximum match under any scenario would be $5 million.\nThe funds would not come from a tax, but from a fee assessed to criminal and civil fines.\nA separate provision would allow challengers, but not incumbent candidates like Cunningham, to use campaign funds generally to pay for certain personal expenses, such as health insurance. \nWe rate the statement Half True.\n\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here for more.", "vclaim_id": "vclaim-pol-18669"}