{"url": "/factchecks/2021/jan/04/donald-trump/trump-rehashes-debunked-claim-about-suitcases-ball/", "speaker": "Donald Trump", "vclaim": "After a “major water main break,” Georgia election workers counted “18,000 ballots, all for Biden” that they pulled from suitcases and with no election observers present.", "truth_label": "pants-fire", "date": "stated on January 2, 2021 in a phone call with the George secretary of state:", "title": "Trump rehashes debunked claim about ‘suitcases’ of ballots in Georgia phone call", "text": "In an hour-long phone call pressuring Georgia’s secretary of state to overturn the results of the election, President Donald Trump rehashed the debunked claim that election workers in Atlanta were caught on tape secretly counting \"suitcases\" full of fraudulent ballots behind closed doors.\nState and county officials have said the surveillance video Trump mentioned shows normal ballot processing. But Trump stood by his inaccurate version of events during the Jan. 2 call, which was first reported by the Washington Post.\n\"That was the tape that’s been shown all over the world that makes everybody look bad, you, me and everybody else,\" Trump said to Georgia Secretary of State Brad Raffensperger, a Republican, according to the recording.\n\nIn Trump’s telling, the Nov. 3 tape showed that after a \"major water main break\" at Atlanta’s State Farm Arena, where Fulton County election workers were counting ballots, \"everybody fled the area.\"\nWith Republican election observers gone, the county’s election workers returned, Trump said. They reached under a table and pulled out \"suitcases or trunks\" full of ballots that were hidden there hours earlier, he said, and they secretly tallied \"18,000 ballots, all for (Joe) Biden.\"\nTrump’s story aligns with the false narrative that Trump lawyer Rudy Giuliani and his team pushed when they introduced the tape during a Dec. 3 hearing with state legislators.\nWhat actually happened, according to Georgia and Fulton County officials, is much different. \nGabriel Sterling, a Republican and Georgia’s voting system implementation manager, has addressed the \"suitcases\" claim in social media postings, TV interviews, and press conferences since Dec. 4, when he tweeted that the video showed \"normal ballot processing.\"\nIn a Jan. 4 press conference ahead of Georgia’s runoff Senate election, Sterling spent minutes rebutting Trump’s claim, which he called \"thoroughly debunked.\" The sequence of events he described lined up with what PolitiFact and multiple other fact-checkers have reported.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nIn reality, the ballots seen in the surveillance footage were not in suitcases or trunks. They were in \"normal absentee ballot carriers,\" Sterling said.\nThe ballots were removed from their envelopes while news media personnel and observers were still in the room, and there was no formal announcement for observers to leave. But some observers took off once the election workers responsible for cutting the envelopes open and verifying the ballots inside had finished their job and started packing up for the night.\nWorkers tasked with scanning the ballots got instructions to keep going, and an independent monitor and investigator oversaw the ballot counting as it continued into the night, Sterling said. \nIn an affidavit, Frances Watson, the Georgia secretary of state’s chief investigator, wrote that the state’s \"investigation and review of the entire security footage revealed that there were no mystery ballots that were brought in from an unknown location and hidden under tables.\"\n\"Around 10 p.m., with the room full of people, including official monitors and the media, video shows ballots that had already been opened but not counted placed in the boxes, sealed up, stored under the table,\" Watson wrote. \"When the counting continued into later in the night, those boxes were opened so that the ballots inside could then be counted.\"\nSterling said he reviewed the full tape with a local reporter. \"The president’s legal team had the entire tape, they watched the entire tape, and then from our point of view, intentionally misled the state Senate, voters and the people of the United States about this,\" Sterling said.\nThere’s no evidence that the ballots counted on election night were \"all for Biden,\" as Trump claimed, and a state monitor disputed that 18,000 votes were tallied during that window.\nThere’s also no connection between the \"suitcase\" allegation and a leak at State Farm Arena on Election Day. State Farm Arena reported that one room being used for ballot counting had been affected by a water leak at approximately 6 a.m., hours before the scene in question took place. \nArena staff repaired the leak, which Sterling attributed to an overflowing urinal, in roughly two hours, according to the arena’s statement. No ballots were damaged, the arena said.\nThe Trump campaign and White House did not immediately respond to our inquiries.\nOur ruling\nTrump claimed a tape shows that after a \"major water main break\" in Georgia, election workers pulled out ballots stored in \"suitcases\" under a table and counted \"18,000 ballots, all for Biden\" with no election observers present. That’s wrong in multiple ways.\nState and county officials have repeatedly debunked this claim. The video in question does not show any wrongdoing, and there’s no evidence that the ballots shown were fraudulent or \"all for Biden.\" The water leak, which was sourced to a urinal, was unrelated.\nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-19108"}