{"url": "/factchecks/2020/jul/17/donald-trump/donald-trump-gives-false-version-joe-biden-bernie-/", "speaker": "Donald Trump", "vclaim": "Under Joe Biden’s policy, immigrants in the country illegally “get welfare benefits. United States citizens don't get what they're looking to give illegal immigrants.”", "truth_label": "false", "date": "stated on July 14, 2020 in a White House speech:", "title": "Donald Trump gives false version of Joe Biden, Bernie Sanders ‘unity’ policy on immigrants", "text": "In a speech berating Democratic presidential candidate Joe Biden, President Donald Trump claimed that Biden favored immigrants illegally in the country over U.S. citizens.\nSpeaking from the Rose Garden at the White House, Trump said he’d asked his people to draw up key elements of recommendations given to Biden by a task force composed of appointees of Biden and Sen. Bernie Sanders, I-Vt. Trump said he couldn’t believe what he read about immigrants and government benefits.\n\"Sign new immigrants up for welfare immediately. This is Joe Biden,\" Trump said July 14, reading from a document.\n\"So they walk off, and they come in, and they put a foot into our land, and we sign up new immigrants up for welfare,\" Trump continued. \"We sign them up immediately. They get welfare benefits. United States citizens don't get what they're looking to give illegal immigrants. Think of that: sign up — it's hard to believe I'm even reading that — new immigrants for welfare immediately.\"\nPolitiFact decided to review the task force recommendations and compare it against Trump’s words. Our verdict: Trump offered a highly misleading interpretation.\nThe task force recommended undoing many of Trump’s immigration policies, but not an immediate enrollment of immigrants for welfare. Welfare is a term that describes federal programs providing food, health care, housing and financial assistance to low-income families. Much less, it did not say that immigrants illegally in the country should have more benefits than U.S. citizens.\nNeither the White House nor Trump’s re-election campaign provided evidence to support Trump’s claim.\nRELATED: No, Joe Biden will not ‘abolish’ police or prisons, as Donald Trump said\nTask force recommendations\nThe recommendations most related to what Trump talked about focus on health care and a new \"public charge\" rule imposed by the Trump administration. But they don’t seek what Trump said.\nAccess to health care during pandemic: The task force said that during any pandemic or public health crisis like COVID-19, health coverage should be available to everyone, regardless of immigration status, for testing, treatment and other medical services.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nAffordable Care Act extension: The task force recommended extending Affordable Care Act coverage to immigrants illegally in the country who are protected from deportation under the Deferred Action for Childhood Arrivals program and allowing additional immigrants illegally in the country to also buy health insurance, unsubsidized.\nImmigrants illegally in the country currently are not eligible to buy health insurance offered through the Health Insurance Marketplace created under the Affordable Care Act. However, they may be eligible for Emergency Medicaid to cover emergency medical needs.\nSo the task force recommends allowing immigrants here illegally to get access to health care, including Affordable Care Act coverage. But being able to buy health insurance doesn’t amount to getting welfare.\nOther health-related policies apply to immigrants who are lawfully in the United States. Trump in his speech at times said \"new immigrants\" — but the context shows that his focus was immigrants who come illegally, not those arriving legally.\nRescind public charge rules: The task force recommended rescinding new Trump regulations that allow immigration officials to deny immigrants visas if they are deemed \"more likely than not\" to use public benefits such as Medicaid, food stamps or housing vouchers. Immigrants who are in the United States legally on temporary visas and have relied on such benefits could have more difficulty getting approved for lawful permanent residence.\nEnd five-year waiting period: Federal law says immigrants are not eligible for federal \"means-tested\" public benefits for five years starting on the date of their arrival as a \"qualified alien\" (such as lawful permanent resident). The task force said Biden should work with Congress to lift that five-year waiting period for low-income lawfully present immigrants, so they are eligible for Medicaid and the Children’s Health Insurance Program.\nThe proposed changes for the five-year waiting period and the public charge rule do not apply to immigrants illegally in the country, said Rebecca Sharpless, a professor and director of the Immigration Clinic at the University of Miami School of Law.\nMost federal assistance programs require that participants be U.S. citizens or eligible non-U.S. citizens. The recommendations presented to Biden do not restrict or prevent U.S. citizens from being eligible for the programs, despite Trump’s claim that immigrants illegally in the country would be getting an advantage.\nOur ruling\nTrump said Biden wants to sign up immigrants illegally in the country for welfare and \"United States citizens don't get what they're looking to give illegal immigrants.\"\nA task force recommended that Biden extend health care coverage to immigrants illegally in the country by allowing them to purchase insurance through the Affordable Care Act marketplace, and allowing them to have health care coverage during a pandemic. Being allowed to buy health insurance isn’t the same as getting welfare.\nThe group also recommended easing federal benefits restrictions on immigrants — but for those lawfully present in the United States. The recommendations do not deny benefits to U.S. citizens or give immigrants illegally in the country an upper hand.\nTrump’s claim is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17752"}