{"url": "/factchecks/2007/sep/04/barack-obama/by-itself-black-voter-increase-does-not-flip-missi/", "speaker": "Barack Obama", "vclaim": "If African-Americans vote their percentage of the population in 2008, \"Mississippi is suddenly a Democratic state.\"", "truth_label": "false", "date": "stated on August 20, 2007 in New Hampshire:", "title": "By itself, black voter increase does not flip Mississippi — or the South", "text": "On Aug. 20, 2007, in a bid to convince New Hampshire Democrats that he stands the best chance of beating the Republican nominee next year, Obama said he could be the only candidate to \"actually redraw the political map\" — especially in the South. \"If we just got African-Americans in Mississippi to vote their percentage of the population,\" he said, \"Mississippi is suddenly a Democratic state.\" He said the same would happen in Georgia, and that South Carolina would be in play as well.\n\nHis claims about those states don't stand up very well to the math.\n\n\nTo begin with, African-Americans in Mississippi and Georgia already come close to voting their percentage of the population. The suggested gains, while they may be welcome, would not be large enough to turn the tide in these red states.\n\n\nIn the 2004 presidential election, blacks made up 34 percent of the voters who turned out in Mississippi, where they comprise 37 percent of the population. The numbers are similar in Georgia.\nIn South Carolina, blacks actually made up a slightly larger portion of Election Day voters than they did of the population.\n\n\nStill, the Democratic candidate, John Kerry, went down to defeat in those states.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nEnter Obama, who says his African-American heritage changes the game in 2008. What if blacks did vote their percentage of the population in the states he mentions?\n\n\nSay he gets every black Mississippi vote that Kerry got in 2004. (about 352,500). Then say he gets the Mississippi white voters who supported Kerry (105,200). Then give him all of the 72,600 black voters who would turn out if Mississippi blacks voted their percentage of the population in 2008.\n\n\nThat's about 530,300 total votes for Obama — still short of the 685,000 Mississippi votes that went to George W. Bush in 2004.\n\n\nIn sum, he falls short by more than 150,000 votes in Mississippi, about 300,000 votes in Georgia and more than 200,000 votes in South Carolina - even using the most favorable estimates.\n\n\nWe did the same analysis on the rest of the Southern states. The math works out the same everywhere but in Florida, where the margin between the parties is so close that an extra 400,000 black voters — all supporting Obama — might buy him a very narrow victory.", "vclaim_id": "vclaim-pol-00314"}