{"url": "/factchecks/2014/may/20/hillary-clinton/hillary-clinton-says-united-states-falling-behind-/", "speaker": "Hillary Clinton", "vclaim": "\"Canadian middle class incomes are now higher than in the United States. They are working fewer hours for more pay, … living longer on average, and facing less income inequality.\"", "truth_label": "mostly-true", "date": "stated on May 16, 2014 in a speech at the New America Foundation:", "title": "Hillary Clinton says United States is falling behind Canada on key measurements", "text": "The next presidential election may still be two and a half years away, but the presumptive Democratic frontrunner, former Secretary of State Hillary Clinton, is all over the news.\nOn May 16, 2014, in a speech at the New America Foundation, a moderate-to-liberal think tank, Clinton compared the United States and Canada on several measures of well-being. Clinton found the United States wanting.\n\"Canadian middle class incomes are now higher than in the United States,\" Clinton said. \"They are working fewer hours for more pay, enjoying a stronger safety net, living longer on average, and facing less income inequality.\"\nWe’ll set aside the claim about the safety net, since that’s tricky to measure statistically. But the other claims are ripe for a closer look. So we’ll take them in order. (Clinton’s camp did not respond to our inquiry.)\nCanadian middle-class incomes are now higher than in the United States\nThis is the trickiest of the measurements Clinton mentioned, for a couple reasons. First, there’s no universally recognized definition of \"middle class\" in the available data. Second, there’s more than one way to measure the data. Some measurements take a nation’s economic output as a whole and divide it by the population, whereas others sample individual people or households to find out how much they make, then find the midpoint.\nClinton has support from New York Times article that looked at data from the Luxembourg Income Study database, which is based on surveys going back 35 years. The study surveyed people in various countries, asked them what they earned, then used a median to determine the mid-range income level.\nThe New York Times concluded that \"median income in Canada pulled into a tie with median United States income in 2010 and has most likely surpassed it since then,\" due to studies conducted by other groups since 2010 suggest that pay in Canada has risen faster than pay in the United States.\nOn the other hand, if you look at gross domestic product per capita --  the total amount of economic activity divided by population -- the United States tops Canada, and not by a trivial amount. In 2012, GDP per capita in the United States was $51,689, compared to $41,559 for Canada, according to the Organization for Economic Cooperation and Development. (These figures, as with all other money figures in this article, have been converted to U.S. dollars, so that they can be compared.)\nBut this method has drawbacks. Because it represents an average across the entire economy, the final results tend to over-represent the income that flows to the wealthy. So it’s not ideal for measuring \"the middle class.\"\nMunroe Eagles, director of Canadian studies at the State University of New York-Buffalo, and Ross Burkhart, co-director of the Canadian Studies Program at Boise State University, told PolitiFact that using the Luxembourg Income Study is at least as good a measurement for Clinton’s claim as the other figures, if not better.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThey are working fewer hours for more pay than Americans\nOECD data for the average number of hours worked annually per employed person shows that Clinton is correct. In the United States in 2012, workers spent 1,790 hours per year on the job, compared to 1,710 hours per year in Canada. One could say that Americans are working harder and producing more goods and services, but Clinton’s point was that Canadians have greater opportunities for leisure, and on that point, the statistics support her point.\nAs for getting more pay, OECD statistics for 2012 show that the average annual wages for workers in Canada were $58,376, compared to $55,048 in the United States. This measures the average wages earned by a full-time, full-year employee. These statistics support Clinton’s claim.\nCanadians are living longer\nOECD data for life expectancy at birth shows that in 2011, Canadians could expect to live 81 years, while in 2009, the most recent year available, Americans could expect to live 78.7 years. So Clinton’s right on this one, too.\nThere’s less income inequality in Canada\nThe primary statistic used for gauging income inequality is the \"Gini coefficient.\" Gini coefficients range from 0, or perfect equality, to 1, or perfect inequality.\nAccording to the OECD, the Gini coefficient for Canada in 2010 was .320, compared to .380 in the United States. That means Canada is modestly more equal than the United States is, which is what Clinton had claimed.\nOverall, the five comparisons Clinton made are reasonable and aren’t cherry-picked or subject to statistical quirks, Burkhart said.\n\"It's fair, in my understanding of the Canadian and U.S. economies, for Ms. Clinton to make the kinds of comparisons that Ms. Clinton has made,\" Burkhart said.\nOur ruling\nClinton said that \"Canadian middle class incomes are now higher than in the United States. They are working fewer hours for more pay, … living longer on average, and facing less income inequality.\" She’s indisputably correct on four of these five measures, and the data is more mixed on the fifth. On balance, we rate her claim Mostly True.", "vclaim_id": "vclaim-pol-07841"}