{"url": "/factchecks/2016/sep/09/russ-feingold/did-ron-johnson-approve-10m-bonus-himself/", "speaker": "Russ Feingold", "vclaim": "Says Ron Johnson gave himself a $10 million 'sweetheart corporate payout'", "truth_label": "half-true", "date": "stated on June 14, 2016 in in a campaign ad:", "title": "Did Ron Johnson approve a $10 million payout for himself?", "text": "Republican U.S. Sen. Ron Johnson has touted his private-sector experience in his 2016 re-election bid, just as he did in 2010.\nBut it’s a big final payday his opponent wants you to remember.\nRuss Feingold invoked the matter in a campaign ad in June. Then again in early July. And again in late July.\nThe central claim in all three is that Johnson gave himself a $10 million payout when he left his Oshkosh manufacturing firm after winning the 2010 election. The ads imply there’s something shady about the payment, particularly one launched June 14, 2016.\nBlack and white images of Johnson, the U.S. Capitol and cash fill the screen as a narrator ominously states: \"Before Sen. Johnson left for Washington, he gave himself $10 million, a sweetheart corporate payout.\"\nWas such a payment made, and, if so, is there anything questionable about it?\nLet’s dig in.\nJohnson’s $10 million\nAt issue is money Johnson received shortly before taking office in 2011.\nIt came to light in a federal Financial Disclosure Report that listed the payment as compensation from Pacur, the company he helped found and bought in 1997.\nJohnson told the Milwaukee Journal Sentinel’s Dan Bice in 2011 the payment was back pay for serving as CEO the previous 13 years, as he had not taken a paycheck since purchasing the company. Johnson sold most of the company in 2010 and stopped active involvement in its operations, though he retains a 5 percent stake, according to campaign spokesman William Allison.\nJohnson hasn’t gone into much detail on the nature of the payout, saying at the time, \"It's a private business. I've complied with all the disclosure laws, and I don't have to explain it any further to someone like you.\"\nThe column noted the pay didn’t appear to be part of a pre-determined compensation package. Johnson described the payment in 2011 as an \"agreed-upon amount,\" then acknowledged the person who agreed to it was the owner — himself.\nAllison said Pacur followed \"followed standard business practices to settle the account and independently calculate the back pay (Johnson) was owed as a result.\" He said the payout was reviewed as part of a routine IRS audit and the IRS \"took no issue with it.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nAllison declined to elaborate on the process by which the $10 million amount was decided and approved.\nSo Johnson received $10 million. Does that make it a \"sweetheart corporate payout\" as the ad claims?\nThat’s a pretty subjective description, but it implies there was something special or unusual about the amount.\nWhen considered as back pay, the $10 million works out to about $770,000 per year. That would be a \"fairly typical\" compensation package for an owner and CEO of a company the size of Pacur, according to a blog post last year in Plastics News.\nThe trade publication does an annual executive pay study for the plastics industry, though it noted it had to estimate the size of Pacur since the private company does not release sales information.\nDavid Walker, a professor and executive compensation expert at Boston University School of Law, said that annual amount \"doesn’t seem implausible,\" for someone in Johnson’s position, since many owners of small businesses take out most of the profits as compensation.\nBut like other experts contacted by PolitiFact Wisconsin, Walker said it’s hard to put the amount in context since Pacur is a private company, so we don’t know key factors like its size, profits and other executive compensation.\nThe timing of Johnson’s payment is also noteworthy, though it’s not directly addressed in any of Feingold’s ads. The original column points out the $10 million payment came on the heels of a campaign where Johnson spent $9 million of his own money.\nCritics said the payout looked like an attempt to circumvent federal regulations and have the company pay for Johnson’s campaign. Corporations are not allowed to contribute directly to federal or state campaigns, and they can’t give money to a candidate for the express purpose of reimbursing campaign costs.\nThe Federal Election Commission never issued a public finding regarding the payment to Johnson. A group claimed to have submitted a complaint last year, but an FEC spokeswoman said it the agency never received it.\nElection lawyers told Bice in 2011 that Johnson likely didn’t violate any election laws, and proving otherwise would have required a written agreement or other direct proof of a prior plan to reimburse campaign expenses. Such proof never surfaced.\nOur rating\nIn a recent TV ad, Feingold claims Johnson gave himself $10 million in a  \"sweetheart corporate payout.\"\nThe amount is accurate, and Johnson did essentially give it to himself since he acknowledged he was the one to approve it.\nBut there’s no evidence to show this payment was unusual or out of line, as the tone and use of the \"sweetheart\" descriptor imply. An industry trade publication said the amount is reasonable given Johnson’s role and longevity.\nFor a statement that is partially accurate but leaves out important details or takes things out of context, our rating is Half True. https://www.sharethefacts.co/share/00cdbff3-5150-48b7-bcf4-12e5fdd5fc83", "vclaim_id": "vclaim-pol-04349"}