{"url": "/factchecks/2012/apr/04/scott-lingamfelter/republicans-say-tim-kaine-cut-higher-education-25-/", "speaker": "Scott Lingamfelter", "vclaim": "Tim Kaine \"reduced higher education funding by 25 percent when he was governor, driving up tuition...\"", "truth_label": "mostly-true", "date": "stated on February 22, 2012 in a news release.:", "title": "GOP says Tim Kaine cut colleges by 25 percent", "text": "Editors note: This story was amended on July 19, 2012 to include the inflation-adjusted increases in tutition for in-state students Virginia's four-year colleges and community colleges during Tim Kaine's term as governor.  This does not affect our orignial ruling. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nDemocratic Senate candidate Tim Kaine has been crisscrossing the state talking about the need to cultivate a talented workforce to boost the economy.\n\nRepublicans have pounced on the narrative, charging that Kaine undercut his goal when he was governor from January 2006 to January 2010.\n\nThe Republican Party of Virginia sent out a prepared statement by Del. Scott Lingamfelter, R-Prince William on Feb. 22, saying if Kaine was serious about developing a talent-based economy \"he wouldn’t have reduced higher education funding by 25 percent when he was governor, driving up tuition costs and making college less affordable for Virginia families and students.\"\n\nDid Kaine cut the higher education budget by 25 percent leading to higher tuition costs?\n\nWe asked Lingamfelter and officials at the state Republican Party  to back up the statement. In reading the explanations, keep in mind that Virginia’s fiscal year runs from July 1 to June 30. The 2006 budget, for example, covered a fiscal year that ended June 30, 2006.\n\nLingamfelter cited data from a 2010 report by the State Council of Higher Education for Virginia. It shows the amount of general funds spent for each in-state, full-time student at a four-year college fell from $8,709 in budget years 2006 and 2007 to $6,500 in 2010 and 2011. That’s a 25.4 percent drop.\n\nAt community colleges, average state funding per student fell from $4,602 in fiscal 2006 and 2007 to $2,946 in 2010 and 2011, a 36 percent decrease.\n\nThe SCHEV data focuses on general fund money the state gives colleges and universities to help pay for daily operations, such as faculty salaries and equipment. The general fund is mainly supported by taxes on income, corporations and sales. Higher education institutions cover their share of the costs through tuition. When state spending goes down, tuitions typically rise to deal with the shortfall, according to a 2009 SCHEV report.\n\nSure enough, tuition did go up during Kaine’s term. The average costs for in-state tuition and instructional fees at four-year institutions -- not including room and board -- rose from $3,812 in the 2005-2006 school year to $5,003 in 2009-2010. That’s a 31.2 percent increase. Adjusted for inflation, it's about a 19 percent rise.\n\nThe average cost for tuition and instructional fees at Virginia’s community colleges rose from $2,182 in the 2005-06 school year to $2,716 in 2009-10. That’s a 24.5 percent increase. Adjsuted for inflation, it's about a 13 percent rise.\n\nVirginia’s experience was not unique; tuition and fees for in-state students at four-year public universities rose across the nation during Kaine’s term. The U.S. Department of Education said the national average increased by 23 percent during that span, the College Board says they rose by 29 percent.\n\nOfficials at the Republican Party of Virginia offered an additional justification to Lingamfelter’s claim that Kaine cut one-fourth of higher education funding. They compared outlays in Kaine’s mid-term 2008 budget to the farewell spending proposal he left behind for fiscal 2011 and 2012.\n\nTo check the GOP’s math, we turned to the Department of Planning and Budget for records of general fund dollars the state paid towards college operations, financial aid and research spending.\n\nKaine entered the governor’s mansion half way through fiscal 2006, inheriting a $1.45 billion budget for higher education costs. That rose to $1.76 billion in 2008. Kaine’s final budget proposal called for funding to hit a low point of $1.37 billion in fiscal 2012.\n\nSo if you compare the proposed 2012 valley to the 2008 peak, Kaine endorsed a 22.1 percent cut to higher education spending -- close to the Republicans’ number. But if you compare Kaine’s proposed 2012 funding to the level six years earlier when he came into office, the reduction is only 5.7 percent.\n\nIs it fair to blame Kaine for the cuts to the colleges?\n\nAll of the spending levels Kaine recommended for colleges and universities -- within a few dollars -- were in state budgets that were approved with overwhelming bipartisan support in the Republican-controlled House of Delegates. Lingamfelter supported all the final budget bills.\n\nBrandi Hoffine, a spokeswoman for the Kaine, said the former governor had to cut nearly every part of the state budget to cope with the deep recession.\n\nShe disputed that reductions to higher education hit 25 percent, saying the GOP cherry picked data. Hoffine said that Kaine backfilled most of his cuts in the 2010 and 2011 budgets with stimulus money from the federal government.  The stimulus ran out in 2012, however, leaving higher education in a hole.\n\nHoffine also noted that Kaine in 2008 pushed through a $1.4 billion bond program for building projects at colleges and universities.\n\nDan Hix, SCHEV’s finance policy director, said lumping together the general fund spending and the bond money is \"sort of an apples to oranges\" comparison. Colleges \"do need construction, but you can’t take that money and hire faculty, buy equipment,\" he said.\n\nOur ruling\n\nLingamfelter said Kaine cut higher education by 25 percent, leading to higher tuition costs for in-state students. The delegate and the state GOP offered two sets of statistics to back the claim about the cuts.\n\nLingamfelter accurately referred to a SCHEV report showing per-student spending at four-year colleges dropped 25.4 percent from the 2006 to the 2011 state budget.  Republicans say bottom-line spending under Kaine decreased by 22.1 percent.  But to get to that number, they ignore increases to higher education made early in Kaine’s term and begin counting in 2008, when spending peaked, the recession set in and state politicians began to cut.\n\nWe think the purest measurement comes from comparing the 2006 budget Kaine essentially inherited to his farewell proposal that offered a spending plan through 2012. That shows Kaine endorsed budgets that reduced higher education spending by 5.7 percent over six years.\n\nLingamfelter’s statement puts full responsibility for the cuts on Kaine. But these were policy decisions that Lingamfelter and his fellow Republican delegates overwhelmingly supported by voting for state budgets.\n\nSo Lingamfelter is correct in saying that state spending on colleges went down under Kaine and in-state tuition went up.  But the most basic, bottom-line statistics do not produce the dramatic scale of spending cuts that the Republican claims. And his comment omits that Kaine did not unilaterally enact budgets; he needed the General Assembly’s help.\n\nWe rate Lingamfelter’s statement Mostly True.", "vclaim_id": "vclaim-pol-11335"}