{"url": "/factchecks/2016/may/11/arizona-grassroots-action-pac/pac-claims-former-arizona-senator-wanted-ban-intel/", "speaker": "Arizona Grassroots Action PAC", "vclaim": "Says former state Sen. Kelli Ward \"wanted to ban our intelligence agencies from operating in Arizona.\"", "truth_label": "barely-true", "date": "stated on April 20, 2016 in a political advertisement:", "title": "PAC claims former Arizona senator wanted to ban intelligence agencies", "text": "Several attack ads have surfaced in the three-way race for U.S. Sen. John McCain’s seat ahead of the Aug. 30 primary.\nMcCain is skipping out on July’s Republican National Convention in Cleveland to campaign against his main opposition, Democratic U.S. Rep. Ann Kirkpatrick of Flagstaff and former Republican State Sen. Kelli Ward of Lake Havasu City, who stepped down in December 2015 to focus on running against McCain.\nThe Arizona Grassroots Action Political Action Committee, which supports McCain, challenged Ward’s weakness on national security in an April 20 attack ad.\n\"She wanted to ban our intelligence agencies from operating in Arizona, leaving Arizonans vulnerable to attack from terrorists,\" claims the PAC.\nThe PAC has spent $211,547 against Ward and $45,050 supporting McCain as of May 10, according to the nonpartisan Center for Responsive Politics. Last month, we fact-checked the same PAC’s online attack ad against Kirkpatrick, claiming she votes with fellow Democrats \"nearly 90 percent of the time.\" We rated it Mostly True.\nThe latest attack ad about Ward’s record on national security is more misleading.\nWard and the NSA\nMatt Kenney, Arizona Grassroots Action PAC Executive Director, referred us to several news articles on SB 1156, which Ward sponsored in the state Legislature in 2014. The bill eventually died in the Senate.\nAccording to the bill’s text, the law would have prohibited state and local law enforcement from assisting federal agencies that collect data without warrants, such as the National Security Agency. It also would have barred local governments from providing \"material support,\" such as water and electricity, to these agencies, assuming they had an in-state facility.\nFinally, the bill would have also blocked public universities, such as Arizona State University, from serving as \"NSA research facilities.\"\nA December 2013 U.S. News and World Report article quotes Ward as saying that \"the NSA isn’t welcome in Arizona unless it follows the Constitution.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nWard believed the NSA violated the Fourth Amendment with \"unconstitutional snooping.\"\nWe did not hear back from her campaign.\nArizona State University law professor Paul Bender said the ad’s claim exaggerates what the bill sought to do.\n\"I don't think that it is accurate to say that, if the bill passed, that would ban U.S. intelligence agencies from operating in Arizona,\" Bender said. \"It would just require them to get warrants in order to get electronic information from Arizona state or local governments.\"\nTechnically, Ward’s bill could have applied to any federal agency that engaged in warrantless surveillance, not just the NSA.\nThe legislation, drafted by the Tenth Amendment Center, popped up in 12 states, but the bill only became a law in California.\n\"It wasn’t intended to stop intelligence agencies from operating in Arizona,\" said Mike Maharrey, a spokesman for the Tenth Amendment Center.\nOur ruling\nThe ad claimed Ward \"wanted to ban our intelligence agencies from operating in Arizona.\"\nWard did seek to limit the power of the NSA by preventing assistance from state and local law enforcement without a warrant. However, experts said calling it an outright \"ban\" on operations is beyond what the bill proposed.\nThe legislation was meant to discourage federal agencies from collecting information without a warrant.\nWe rate the ad’s claim as Mostly False.  \nhttps://www.sharethefacts.co/share/e0152c92-7c02-4b73-8396-0d6a40f4c330", "vclaim_id": "vclaim-pol-04978"}