{"url": "/factchecks/2010/jan/12/marc-katz/marc-katz-says-texas-last-spending-mental-health-c/", "speaker": "Marc Katz", "vclaim": "\"Texas is LAST (50th) in spending for mental health care.\"", "truth_label": "mostly-true", "date": "stated on December 8, 2009 in a message on Twitter:", "title": "Marc Katz says Texas is last in spending for mental health care", "text": "Marc Katz, the Austin deli owner running for lieutenant governor, lists health care as his No. 1 campaign issue on his Web site. So it's no surprise that he took a shot at highlighting Texas' struggling mental health system on Twitter. \n\n\"Texas is LAST (50th) in spending for mental health care,\" he said in a message on Twitter on Dec. 8.\n\nWe wanted to know the source for Katz's claim, but he didn't respond to our phone calls or email. We assume Katz was referring to data published by the Henry J. Kaiser Family Foundation for fiscal 2006, which tallied mental health care spending for the District of Columbia and the 50 states. Texas was indeed ranked 50th for spending — per capita — though that was second to last.\n\nSpending $34.57 per Texan, the state squeaked ahead of New Mexico, which spent $25.58 and ranked 51st. Florida came in third from last at $38.17, and the national average was $103.53.\n\nWhen you look at total dollars spent, Texas ranked 10th in 2006, spending about $805 million.\n\nAware of the state's shortcomings in health care services, Texas legislators allocated $55 million in 2009 to be distributed during the next year (half of it has been already) to expand services at local mental health centers, and through August this year, community mental health centers will receive another $341.8 million in state money through the Department of State Health Services.\n\nTwitter sometimes leads to clunky writing because items are limited to 140 characters per tweet. In this case, though, Katz sliced information to give it more impact. Sure, he was only off by one state, but that was the difference between Texas ranking last and not, an important detail when you're showing Texas' rank in ALL CAPS. We rank Katz's statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-15411"}