{"url": "/factchecks/2013/jun/13/earl-blumenauer/did-1913-revenue-act-prohibit-political-organizati/", "speaker": "Earl Blumenauer", "vclaim": "Says \"Having organizations parading as being social welfare organizations and then being involved in the political combat harkens back to why the statute a hundred years ago said that they were prohibited.\"", "truth_label": "false", "date": "stated on June 4, 2013 in a U.S. Ways and Means hearing:", "title": "Did 1913 Revenue Act prohibit political organizations from claiming tax exempt status?", "text": "Rep. Earl Blumenauer, D-Ore., finds himself in the crosshairs of the web-o-sphere after he condemned political organizations \"parading\" as social welfare groups, which don’t have to disclose donors.\n\nHere’s what the congressman said at a House Ways and Means Committee hearing into allegations that the Internal Revenue Service targeted conservative groups for scrutiny, including the National Organization for Marriage, which opposes same-sex marriage. We offer the relevant portion it in its entirety.\n\n\"It's everybody's right to participate in politics, and well you should. But I think having organizations parading as being social welfare organizations and then being involved in the political combat harkens back to why the statute a hundred years ago said that they were prohibited and why I wholeheartedly agree with my colleague, Mr. Doggett, saying that we ought to stop this regulation interpretation from 1959 that invites people to raise vast sums of money and keep it secret and to engage in political activity -- and some of it, I think, not necessarily promoting the social welfare of our country.\" (our emphasis)\n\nOur question was a simple one: Was there a tax statute 100 years ago that specifically prohibited political groups from claiming tax exempt status under a social welfare provision?\n\nWe checked with the Internal Revenue Service, thinking this was a pretty straightforward question. Alas, the spokesman was of no help.\n\n\"I must decline to comment since an IRS opinion would appear to be a statement on the accuracy (of) what the Member of Congress said. The language of the 1913 act can be researched,\" wrote Richard Panick, in an email to PolitiFact Oregon.\n\nSo away we went. Thanks, federal government. (Not.)\n\nWe learned that in 1862, President Lincoln approved a revenue-raising measure to help pay for Civil War expenses, creating the office of the Commissioner of Internal Revenue. In 1913, states ratified the Sixteenth Amendment of the U.S. Constitution, giving Congress the ability to levy and collect income taxes.\n\nThe Revenue Act of 1913, also called the Underwood Tariff Act, established what we consider the modern income tax system. Much of it dealt with lowering tariffs on goods. It included a tax exemption for organizations devoted to social welfare, the precursor to today’s Internal Revenue Code 501(c)(4). (And the Form 1040 was born.)\n\nThe language of Section II, G(a)states that the tax shall not apply to:\n\n\"labor, agricultural, or horticultural organizations, or to mutual savings banks ... nor to cemetery companies, organized and operated exclusively for the mutual benefit of their members, nor to any corporation or association organized and operated exclusively for religious, charitable, scientific, or educational purposes … nor to business leagues, nor to chambers of commerce or boards of trade, not organized for profit or no part of the net income of which inures to the benefit of the private stockholder or individual; nor to any civic league or organization not organized for profit, but operated exclusively for the promotion of social welfare:\" (our emphasis)\n\nWe’re truncating here, but you get the picture: Groups dedicated to civic benevolence did not have to pay federal tax, so long as private individuals did not profit. There is no mention of political activity, whether it’s prohibited or not. There is little explanation for why this exemption existed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\nPatrick Malone, spokesman for Rep. Blumenauer, said that the 1913 Act placed a prohibition on political organizations by not including such activity as being eligible for exemption as social welfare.\n\n\"We think it is extremely accurate to say that there is a distinction between social welfare groups and political groups, since the former is included and the latter is not, and to say that there is clearly no exemption for political groups,\" Malone wrote in an email to PolitiFact Oregon.\n\nBut is not including the same as prohibiting?\n\nWe turned to Richard Schmalbeck, a law professor at Duke University and an expert on nonprofit tax issues. He understands what Blumenauer is getting at -- groups that engage in political activity should claim tax exemption under another part of the tax code rather than hide out under \"social welfare\" -- but figuring out legislative intent from 100 years ago isn’t so clear-cut.\n\n\"I can’t entirely endorse what he’s said, because we just don’t know,\" Schmalbeck said. \"They didn’t bother to explain. They just didn’t have staff to do it, and it wasn’t the habit.\"\n\nRoberta Mann, a law professor at the University of Oregon, agreed with Schmalbeck that the law was silent on the issue, but clarified that the law implicitly prohibited political activity.\n\n\"The tax-exempt rules were developed when election laws prohibited corporations (including tax-exempt corporations) from using their funds for political contributions,\" she wrote in an email.\n\nIn any case, the Treasury Department  has since tweaked the definition to say that \"an organization is operated exclusively for the promotion of social welfare if it is primarily engaged in promoting in some way the common good and general welfare of the people of the community.\" (our emphasis)\n\nSpecifically, the Treasury interpreted the code so that political activity did not count as \"social welfare\" but also did not disqualify a group from claiming a social welfare exemption. In other words, political activity must not be the group’s primary activity.\n\nWe went back to Malone. He said two things signal to him that political groups are prohibited. One, Congress meant the list to be inclusive, because they were so detailed in the organizations included. Two, had Congress meant to include other unlisted activities, they could have used the phrase \"include, but are not limited to.\"\n\nCongress has moved in recent years toward separating political activity from social welfare activity. Political groups and parties can claim tax-exempt status under the 527 section of the tax code. Since 2000, parties and political organizations have had to register as such, and disclose donors, Schmalbeck said.\n\nOf course, there are political groups on both the right and the left that probably should be categorized as a 527 but claim 501(c)(4) status. Why? \"Social welfare\" groups do not have to disclose donors -- a bonus for people keen to keep their political work private.\n\nPolitiFact Oregon is impressed by the lawyerly analysis from Blumenauer’s office. However, we have two professors who say the law is silent on political activity -- even if one of them sees an implicit prohibition -- and a plain reading of the law that states no explicit ban.\n\nBlumenauer said that \"the statute a hundred years ago said that they were prohibited.\"  There was no prohibition in the 1913 Act. The 1913 Act was silent on political activity, for whatever reasons. We rate his statement False.", "vclaim_id": "vclaim-pol-09227"}