{"url": "/factchecks/2011/mar/22/rick-perry/rick-perry-says-2011-budget-shortfall-isnt-much-di/", "speaker": "Rick Perry", "vclaim": "Says the state’s budget shortfall is \"not that much different\" than it was in 2003.", "truth_label": "false", "date": "stated on March 7, 2011 in a comment to reporters.:", "title": "Rick Perry says the 2011 budget shortfall isn't that much different than what lawmakers faced in 2003", "text": "After urging GOP Texas House members to cut the state budget before dipping into the state’s \"rainy day\" fund, Gov. Rick Perry told reporters outside the closed-door meeting that he’d compared the situation to what lawmakers faced in the 2003 session.\n\n\"So we talked about the difference between 2003 and 2011,\" Perry said. \"And the percentage of the budget shortfall versus the budget is really not that much different than it was in 2003.\"\n\nWe asked Perry’s office to elaborate, then hunted comparisons of the state’s current fiscal situation to 2003 when lawmakers resolved a $9.9 billion projected revenue shortfall with funding cuts, fee increases, federal aid and other strategies. Missing from that mix: state tax increases.\n\nIn a Feb. 20 political commentary, reporter Peggy Fikac of Hearst Newspapers quoted an expert saying today’s budget crunch is most comparable to 1987 when lawmakers and GOP Gov. Bill Clements agreed to a record tax increase. Dale Craymer, president of the Texas Taxpayers and Research Association, told Fikac the operating state deficit then was just under $1 billion, or 4.1 percent of discretionary state revenue -- that is, income that’s not constitutionally dedicated to specific purposes. In 2003, Craymer advised, lawmakers faced an operating deficit of $1.8 billion, 2.9 percent of discretionary state general revenue.\n\nThe column quotes Craymer saying the current budget year’s $4.3 billion operating deficit -- 4.6 percent of discretionary revenue --\"beats both of those . . . It’s a tougher challenge than either 2003 or 1987.\"\n\nRecently, two former Democratic elected officials pressed a similar point. A Feb. 1 letter to business leaders from former Lt. Gov. Bill Hobby and Scott McCown, a former state district judge who directs the Center for Public Policy Priorities, states: \"Texas faces its largest revenue shortfall in decades... a far larger shortfall than we faced in 2003 and even larger than we faced in 1987, until now the biggest shortfall in recent times.\"\n\nBudgetary refresher: A deficit means that the state is running short of money to cover current spending. Shortfall usually refers to a projected gap between expected revenue and future spending needs.\n\nFikac’s column touched on the projected $10 billion revenue shortfall faced by lawmakers in 2003, but did not compare it to the $15 billion to $27 billion shortfall that’s currently projected if the state either maintains current spending or the current level of government services through 2012-13.\n\nHowever, the taxpayers association did. In a January presentation at the Capitol, the group said that in 2003, the money that had been needed to maintain current spending was equal to 12.4 percent of expected discretionary general revenue, and the money needed to maintain current government services amounted to 15.6 percent of expected revenue. According to the presentation, comparable percentages now are 17.2 percent and 26.2 percent, respectively.\n\nUpshot: The current-spending shortfall is 40 percent larger than in 2003 while the shortfall to maintain current services is nearly 63 percent larger.\n\nThe presentation also says that in 2003, lawmakers budgeted $1.3 billion in federal fiscal relief funds while the 2011 Legislature has no expectations of similar aid. Also, the 2003 Legislature reduced eligibility for some health and human services programs while federal law now may prohibit cuts to services and eligibility, absent federal approval of waiver requests.\n\nFinally, Perry spokeswoman Catherine Frazier told us Perry’s position is that \"the situation we face today is very similar to the situation we faced in 2003.\" As then, lawmakers \"don’t have as much money as we did last budget cycle. But we are going to work with what we have\" without raising taxes, Frazier said.\n\nOur read: If it’s reasonable to make the comparisons we’ve laid out--and we think it is--then Texas faces a significantly greater shortfall now than in 2003. And that’s without taking into account the unlikelihood of a federal aid rescue and potentially greater difficulties reducing health and human services.\n\nWhether the budget can be written without new taxes, as Perry advocates, is not the issue. His statement is False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13384"}