{"url": "/factchecks/2015/mar/13/associated-press/true-legislation-would-open-scholarship-program-le/", "speaker": "The Associated Press", "vclaim": "Under legislation that has cleared the Georgia House, some children who are \"legal refugees\" could obtain state scholarships to attend private schools.", "truth_label": "true", "date": "stated on March 9, 2015 in article:", "title": "True: Legislation would open scholarship program to legal refugees", "text": "Georgia opened the door to private school vouchers in 2007, with a law aimed at parents who felt their disabled children weren’t being adequately served in public school.\nIn the 2013-2014 school year, the families of about 3,400 disabled students received taxpayer-funded vouchers to help pay their children’s tuition to private schools.\nThe vouchers, or scholarships, vary in amount based on the severity of the disability. The maximum last year was $12,803, just shy of what’s reported as the average tuition at private schools dedicated to teaching special needs students.\nPublic school groups have been generally opposed to this program and the much costlier private-school tax credit. They argue that both programs undercut public education, a claim that supporters deny.\nThe special needs scholarships are for students with disabilities, such as autism, blindness or a behavioral disorder. But an observant PolitiFact reader ealier this week saw House Bill 296, called PolitiFact and asked if it meant a major change to the special needs scholarship program was afoot.\n\"It looks like the program is no longer just about helping handicapped kids,\" she said. \"It looks like they want to give out scholarships so immigrant children who can’t speak English can attend private school. Can that be right?\"\nPolitiFact Georgia decided to investigate.\nWe found a five-paragraph story about the bill by The Associated Press.\nWe also reached out to the authors of House Bill 296, which is pending in the Georgia General Assembly and would amend the special needs scholarship law.\nWe heard back from the bill’s chief sponsor, state Rep. Randy Nix, R-LaGrange, who told us an estimated 700 school-age legal refugees could qualify under the legislation for scholarships to attend private school.\n\"They are legal, and Georgia is obligated to educate them,\" Nix said.\nThe highest concentrations of these students are in metro Atlanta, mainly in the Clarkston area of DeKalb County, he said.\nThese students \"create a significant problem for their schools,\" Nix said.\n\"This bill is good for those schools that are struggling to deal with these students,\" he said. \"It will be better for all concerned for them to attend a school which creates a learning environment more geared and welcoming to their unique needs.\"\nTo qualify for a scholarship, a student will have to meet the definition of legal refugee under Title I of the Immigration and Nationalization Act, said Matt Cardoza, spokesman for the Georgia Department of Education.  \nThe student will be required to have an I-94 clearance, with a refugee admission stamp, and be \"limited-English proficient as defined in 20 U.S.C. Section 7801.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nUnlike other students in the special needs scholarship program, qualifying refugees will not be required to have individual education plans (IEPs) nor will they be required to attend public school in the prior school year.\nThe original champions of the special needs scholarship program expressed surprise about the new bill when contacted Thursday by PolitiFact.\n\"There is no school choice program in the country related to refugees,\" the Friedman Foundation for Education Choice, the legacy foundation of Nobel economist and school choice founder Milton Friedman, said in a statement.\n\"We instead believe the one-year requirement to enroll in a public school to earn a scholarship should be removed for special needs students,\" said Susan Meyers, a spokeswoman for the organization.\"This effort argues in favor of a voucher for all children. If a child needs a different school, he or she should be able to choose no matter what their personal circumstances.\"\nThe bill overwhelmingly passed the Georgia House on Monday and moves to the state Senate for consideration. The measure, which also would require approval of the governor to become law, \"pays attention to some often-overlooked children – exceptional education students who are either children of immigrants or those learning to speak English,\" said Tim Callahan, spokesman for the Professional Association of Georgia Educators (PAGE).\n\"That by itself is a positive since our legislators do not often look kindly on such students,\" Callahan said.\nHe said the current group of political leaders are championing these students as \"part of their not-very-hidden efforts to splinter the public schools via defunding and diversion of funding, ie. vouchers posing as ‘scholarships.\"\n\"The irony is that across the nation schools of choice -- charters, magnets, etc. -- are frequently criticized for either not accepting these types of students because they are labor intensive and more costly to educate … or for accepting them but forcing them out eventually. So I guess it is a mixed blessing.\"\nAngela Palm, policy director for the Georgia School Boards Association, said she isn't sure of the goal.\n\"From a state policy statement, it makes little sense to single out one group of limited English proficient as being eligible for this unless they are trying to make sure a public benefit is not being given to an illegal immigrant,\" Palm said.\nCurrently, K-12 schools don't check a student's immigration status. But this bill requires that scholarship candidates prove they meet the definition of legal refugee under Title i provision.\nSchool boards generally oppose vouchers because they allow public money to go to private schools without the same transparency and accountability required when public money goes to public schools, Palm said.\nGov. Nathan Deal has taken issue with the number of refugees in Georgia. Last July, he fired off a blistering letter to President Barack Obama, saying he was shocked to learn that federal authorities had transferred 1,154 unaccompanied immigrant children to the care of sponsors living in Georgia.\nThe children were placed in Georgia early in the year by the federal Office of Refugee Resettlement as the Obama administration grappled with a surge of Central American children illegally crossing the southwest border.\nOur conclusion:\nLegislation has cleared the Georgia House that would expand the list of students eligible for a private school scholarship program created in 2007. The scholarships are now offered in varying amounts to students with disabilities. The bill would open the program to about 700 legal refugees who are not proficient in English.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-06629"}