{"url": "/factchecks/2014/apr/24/chain-email/chain-email-says-more-1000-american-soldiers-have-/", "speaker": "Chain email", "vclaim": "\"More than 1,000 American soldiers have lost their lives in Afghanistan in the last 27 months. This is more than the combined total of the nine years before.\"", "truth_label": "false", "date": "stated on April 24, 2014 in a chain email:", "title": "Chain email says 'more than 1,000 American soldiers have lost their lives in Afghanistan in the last 27 months'", "text": "A reader recently sent us an email that had a meandering -- but strongly critical -- message of opposition to President Barack Obama.\nThe email -- which can be read in its entirety here -- urges veterans and their families to vote in the 2014 midterm elections in order to send Obama a message. Here are excerpts:\n\"The President, the Commander in Chief, has made the Rules of Engagement (ROE) so difficult that our troops are often killed before they can even get permission to fight,\" the email says. \"Nothing has been done to stop our troops from being murdered by the Afghanis they are training, either. ...\n\"Interestingly enough, when (George W. Bush) was president, you heard about the military deaths in Iraq and Afghanistan almost daily. With Obama in the White House, the mainstream media has been strangely quiet. \n\"More than 1,000 American soldiers have lost their lives in Afghanistan in the last 27 months. This is more than the combined total of the nine years before. Thirty have died in August. During the last month, over 50 additional NATO and US servicemen have been murdered, inside jobs by those who are hired to be a force for good in Afghanistan.\n\"The commander in chief is AWOL. Not a peep, although he ordered the White House flag flown at half-staff for the Sikhs that were killed. There is a deep disgust, a fury, growing in the ranks of the military against the indifferent incompetence of this president.\"\nWe will be checking a few claims from this email, but in this report, we’ll look at the claim that \"more than 1,000 American soldiers have lost their lives in Afghanistan in the last 27 months. This is more than the combined total of the nine years before.\"\nTo analyze this claim, we turned to iCasualties.org, which we have used before to calculate battlefield deaths in Afghanistan and Iraq.\nFirst, we looked at deaths over the most recent 27 months -- February 2012 to April 2014. Over that period, the total number of deaths for U.S. military personnel in Afghanistan was 427. The total for the nine years prior to that was 1,825.\nThis makes the email clearly wrong. The 427 deaths is less than half the 1,000 claimed in the email. And the amount over the prior nine years was more than four times that number -- the opposite of what the email claimed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHowever, we think we know where the math came from. If the email was written in mid 2012, it would have been largely correct.\nBetween June 2010 and August 2012, there were 1,020 American military fatalities. And in the nine years before that, there were 1,088. That’s close enough to be a reasonable estimate. (Further evidence in favor of this theory about when the email was written: In August 2012, there were 39 U.S. troops killed, not far from the email’s claim.)\nSo at one time, the email was pretty close to accurate about the death statistics for U.S. forces in Afghanistan. However, its use of outdated numbers is problematic, since the email explicitly aims to persuade voters to send Obama a message in 2014.\nIf you only rely on the information in the email, one would assume that U.S. military deaths in Afghanistan are spiraling out of control. In reality, the opposite is happening.\nAfter peaking in 2010 with 499 U.S. military deaths, the number has fallen to 418 in 2011, 310 in 2012, 127 in 2013 and 16 so far in 2014, which, if the current trend holds, would mean a falling number of deaths for the fourth consecutive year. In fact, in March 2014, there were zero deaths. So far in April 2014, there have been two.\nThis is not surprising -- this is a war that Obama has pledged to wind down. (He hasn’t been entirely successful at achieving that yet; we have rated his promise to that effect In the Works.)\nOur ruling\nThe chain email says that \"more than 1,000 American soldiers have lost their lives in Afghanistan in the last 27 months. This is more than the combined total of the nine years before.\"\nThis may have been accurate in mid 2012, but the statistics are now so out of date that the trend has actually reversed itself. U.S. military deaths in Afghanistan have been declining for the past four years.\nThis matters because it contradicts the email’s dominant message -- that surging deaths in Afghanistan are a reason to vote against Obama’s Democratic allies in the 2014 midterm election. We rate the claim False.", "vclaim_id": "vclaim-pol-07951"}