{"url": "/factchecks/2012/jan/14/rob-cornilles/has-rob-cornilles-disputed-statement-daily-astoria/", "speaker": "Rob Cornilles", "vclaim": "Rob Cornilles has disputed for two years a news story that said he said he would cut Social Security and Medicare programs before trimming the U.S. defense budget.", "truth_label": "barely-true", "date": "stated on January 10, 2012 in a debate:", "title": "Has Rob Cornilles disputed a statement in a Daily Astorian story for two years?", "text": "A statement attributed to Rob Cornilles in an article in the Daily Astorian newspaper two years ago is inaccurate, and he has \"disputed\" it ever since. The article paraphrased Cornilles as saying he would cut Social Security and Medicare programs before trimming the U.S. defense budget.\n\nDuring the debate, Democrat Suzanne Bonamici brought up the article at last week’s debate and asked Cornilles what he would cut from Social Security and Medicare, and what criteria he would use. Cornilles responded: \"Well, that quote that you reference in the Daily Astorian, I’ve disputed and have for two years. That’s not what I said.\"\n\nSay what?\n\nWe talked to the reporter who wrote the story, Cassandra Profita, who now works for Oregon Public Broadcasting, and to Steve Forrester, the editor of the Daily Astorian. Profita stands by her story and said she never heard from Cornilles after it ran. Forrester said much the same thing: The story was accurate, he said, and \"We heard nothing from Cornilles. He didn’t ask us for a correction.\"\n\nWe asked the Cornilles campaign to provide evidence that the story was inaccurate at the time and that he disputed what it said. Cornilles doesn’t recall asking for a correction, or telling either the reporter or the editor that the story was wrong, according to his campaign manager Mary Anne Ostrom.\n\nBut she provided videos from a September 2010 debate with David Wu, in which he denies saying he would cut entitlements, and a recent interview with KATU(2) in which Cornilles said he would cut defense spending before entitlements.\n\nHowever, it wasn’t until last week’s debate that Cornilles directly called the article into question.\n\nThere is little to suggest the reporter got her story wrong. Cornilles has said in at least one previous debate and in a recent interview that he wouldn’t cut entitlements, but that doesn’t amount to disputing the story for two years. We rule the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKurt Schrader\n\n\nstated on February 2, 2012 in congressional website\n\n\n\n\n\n\n\n\nIn just a few decades, Social Security, Medicare and Medicaid, other mandatory spending programs, and paying interest due on the debt will eclipse our entire budget.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Charles Pope • February 3, 2012", "vclaim_id": "vclaim-pol-11789"}