{"url": "/factchecks/2008/jun/26/barack-obama/mccain-flipped-on-payroll-taxes-if-only-once/", "speaker": "Barack Obama", "vclaim": "\"When he was asked a few years ago whether he could see himself lifting the cap on the payroll tax, (McCain) said, 'I could.' But today he's attacking me for holding the very same position.\"", "truth_label": "true", "date": "stated on June 13, 2008 in Columbus, Ohio:", "title": "McCain flipped on payroll taxes, if only once", "text": "What politicians have said on TV often comes back to haunt them.\nSen. John McCain knows that feeling after Sen. Barack Obama recalled a past statement McCain made about Social Security solvency on a Sunday morning news show.\nIn a June 13, 2008, speech to senior citizens in Columbus, Ohio, Obama outlined his plan to require those earning $250,000 or more to contribute more in payroll taxes while keeping all other tax levels constant.\nThen Obama dropped this line:\n\"There was a time when John McCain thought this wasn't such a bad idea. When he was asked a few years ago whether he could see himself lifting the cap on the payroll tax, he said, 'I could.' But today he's attacking me for holding the very same position.\"\nMcCain never put specific salary parameters to the issue, but he did tell Tim Russert on a Feb. 20, 2005, edition of  Meet the Press  that he would consider increasing the Social Security payroll tax to help keep the system solvent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHere's the relevant material from the transcript:\n Russert: Sen. McCain, there's a big debate in your Republican Party about whether or not, as part of the solution to Social Security's solvency problem, that you lift the cap so that you would pay payroll tax, Social Security tax, not just on the first $90,000 of your income, but perhaps even higher. Could you support that as part of a compromise? \nSen McCain: As part of a compromise I could, and other sacrifices, because we all know that it doesn't add up until we make some very serious and fundamental changes. (At the time, the cap stood at $90,000. In January 2008, it rose to the current level of $102,000.)\nReacting to Obama's assertion, McCain's advisers told reporters in a June 2008 conference call that he would not \"under any imaginable circumstance\" consider raising the payroll tax. During the conference call, campaign advisers didn't address McCain's 2005 statement on  Meet the Press. \nNeither McCain's campaign nor the Obama camp returned calls seeking more information.\nBut the record is clear in verifying Obama's statement. We rule it True.", "vclaim_id": "vclaim-pol-16157"}