{"url": "/factchecks/2011/sep/30/chain-email/chain-e-mail-claims-florida-first-state-require-d/", "speaker": "Chain email", "vclaim": "\"Florida is the first state requiring drug testing to receive welfare!\"", "truth_label": "false", "date": "stated on September 24, 2011 in a chain e-mail:", "title": "Chain e-mail claims Florida is the first state to require drug testing for welfare", "text": "\"Hooray for Florida !!!!\"\n\nA recent chain e-mail cheers on the Gov. Rick Scott policy that may need it least — drug-testing needy Floridians who apply for cash aid.\n\nThe new law, signed by the governor May 31, 2011, got a thumbs-up from 71 percent of Floridians in a September 2011 poll, including 90 percent of Republicans.\n\nThe viral e-mail message lays it on thick, beginning: \n\n\"Great going, Florida. You set the stage for the other 49 States to join! Kudos to Republican Governor Rick Scott for having the correctness and guts to move forward on this critical issue !\n\n\"Hooray for Florida ! !\n\n\"I-95 will be jammed for the next month or so........Druggies and deadbeats heading North out of Florida ..\n\n\"Florida is the first state requiring drug testing to receive welfare!\"\n\nOur eyes lit upon the message's first factual claim: \"Florida is the first state requiring drug testing to receive welfare!\" \n\nIs this true?\n\nWe asked some experts, but not before doing a quick Web search to see if we might find some of the message's genesis. At least three sentences of the chain e-mail, it turns out, appear to be lifted directly from a June New York Daily News article. But that article doesn't address the claim we're checking, that Florida \"is the first state requiring drug testing to receive welfare.\"\n\nFor that, we turned to the Florida Senate's final analysis, the National Conference of State Legislatures and the American Civil Liberties Union.\n\nFlorida's law deals with part of what used to be known as welfare: It's a cash assistance program funded by federal block grants called Temporary Assistance for Needy Families. Back in 1996, as part of federal welfare reform, the government told states they could use drug testing as part of eligibility for the block grant programs. (On the other hand, they weren't allowed to add new hurdles for collecting food.) Florida's law requires applicants for cash aid to pay for their own drug tests. If they pass, the cost of the testing is added to their benefits. If they fail, they're disqualified from cash aid for a year, though with drug abuse treatment they can reapply in six months. The caseload is now down 11 percent from September 2010.\n\nWas Florida the first to try such testing, more than a decade after welfare reform?\n\nThe answer is no. Michigan instituted mandatory drug tests for all welfare applicants — in 1999.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nBut that kind of \"suspicionless\" testing, without any reason to believe people were using drugs in the first place, was struck down in 2003 by a Michigan appeals court. That discouraged other states. So while many have considered more drug-testing since the '90s, very few have passed laws, according to the National Conference of State Legislatures, a bipartisan group that represents state lawmakers. A 2002 survey, for example, showed that a handful of states — such as Maryland, Minnesota, New Jersey and Wisconsin — tested only people who have been convicted of a drug felony.\n\nStill, the proposals, sometimes pitched as a cost-saving measure, are popular. In 2009, more than 20 states proposed requiring drug tests as a condition of eligibility for public assistance, according to NCSL. In 2010, at least 12 did. No laws emerged. But this year, with at least 36 states considering drug-testing proposals, three are now law. In addition to Florida's mandatory suspicionless testing, Arizona and Missouri now screen applicants they have reasonable cause to believe are taking illegal drugs, though Arizona's requirement is temporary.\n\nMeanwhile, Florida's law — the first requiring testing regardless of suspicion since Michigan's program was struck down — is under legal challenge. The ACLU has sued Florida to stop what it considers \"unreasonable and suspicionless searches\" that violate the Fourth Amendment of the U.S. Constitution.\n\nOur ruling\n\nIn 1996, Congress said states could test welfare recipients for illegal drug use. In 1999, Michigan was the first state to require all applicants to take drug tests, regardless of suspicion. But that law was struck down as unconstitutional, discouraging other states from requiring similar testing. This year, Florida became the first state to try mandatory drug screening of all applicants after Michigan's legal loss, while Arizona and Missouri enacted laws to test applicants they suspect might use drugs. A chain e-mail claims, \"Florida is the first state requiring drug testing to receive welfare!\" It is the first one — since the last one, which was Michigan. Meanwhile, other states also require drug-testing for some applicants. We rule this e-mail's claim False.", "vclaim_id": "vclaim-pol-12342"}