{"url": "/factchecks/2020/dec/30/youtube-videos/nashville-nurse-did-not-develop-bells-palsy-after-/", "speaker": "YouTube videos", "vclaim": "A registered nurse in Nashville, Tenn., developed Bell’s Palsy after receiving the COVID-19 vaccine.", "truth_label": "false", "date": "stated on December 26, 2020 in a viral video:", "title": "A Nashville nurse did not develop Bell’s Palsy after receiving the COVID-19 vaccine", "text": "As coronavirus cases and deaths continue to rise across the country, a viral video on social media is urging people not to take the coronavirus vaccine.\n\"Hi, I am a registered nurse in Nashville, Tenn., and my name is Khalilah Mitchell. I am reaching out to everyone about the Covid-19 vaccination,\" a woman says in the video, which we found posted on YouTube Dec. 26 and shared in scores of public Facebook posts. \"I recently took the COVID-19 vaccination … After the shot I felt fine, but within three days I went to the doctor because I had problems with my face, the whole left side of my face actually.\"\n\"I have Bell's Palsy now, and as you can see I can't smile.\"\n\n(Screenshot from YouTube)\nThe video was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It was also posted elsewhere on YouTube and in threads on anonymous internet forums.  \nWe’ve seen plenty of misinformation about the COVID-19 vaccines, including reports of nurses who had adverse reactions to the shot. So we wanted to look into this post, too.\nAs of Dec. 29, nearly 80,000 people in Tennessee had been vaccinated for the coronavirus. A nurse named Khalilah Mitchell is not one of them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"We have no record of anyone by that name in our health professional licensure system,\" said Shelley Walker, director of the Office of Communication & Media Relations at the Tennessee Department of Health.\nFact-checking website Lead Stories checked online databases in 49 other states and the District of Columbia. It did not find any registered nurses named Khalilah Mitchell.\nWe found one Facebook profile for someone named Khalila Mitchell in Nashville, and it said she works at a bakery and Ralph Lauren. We could not find any credible news reports of nurses developing Bell’s Palsy after receiving the vaccine.\nMisinformation about the condition, which affects about 40,000 Americans every year, has swirled online since a coronavirus vaccine from Pfizer and BioNTech was granted emergency-use authorization on Dec. 11.\nThe confusion stems from a briefing document published by the Food and Drug Administration before the vaccine’s emergency approval. The agency noted that four vaccinated participants in clinical trials for the vaccine, representing 0.02% of the total group, developed Bell’s Palsy.\nThe FDA recommended \"surveillance\" for cases of the condition as larger groups of people receive the vaccine. But the agency said the frequency of Bell’s Palsy among clinical trial participants was \"consistent with the expected background rate in the general population,\" and that \"there is no clear basis upon which to conclude a causal relationship at this time.\"\nThe Facebook post is inaccurate. We rate it False.\nRELATED: Vaccine misinformation: preparing for infodemic’s ‘second wave’", "vclaim_id": "vclaim-pol-17322"}