{"url": "/factchecks/2014/mar/24/mark-begich/mark-begich-ad-says-he-forced-dc-open-arctic-oil-d/", "speaker": "Mark Begich", "vclaim": "Says he \"forced Washington to open up the Arctic Ocean to oil drilling.\"", "truth_label": "mostly-true", "date": "stated on March 20, 2014 in a TV ad:", "title": "Mark Begich ad says he forced D.C. to open the Arctic to oil drilling", "text": "As a Democratic senator from Alaska -- a state that President Barack Obama lost by 14 points in 2012 -- it’s been in Mark Begich’s best interest to distance himself from many of the president’s policies as the midterm elections approach.\nBut there’s one topic where Begich has been touting his ability to influence Obama -- oil drilling, a crucial issue for Alaskans, whose economy is heavily dependent on oil production.\nIn Begich’s latest statewide TV ad, the narrator -- Begich’s wife, Deborah Bonito -- highlights his commitment to fighting for Alaskan issues, including drilling.\n‘There’s nowhere he won’t go to listen and stand up for Alaskans,\" the ad says. \"He forced Washington to open up the Arctic Ocean to oil drilling.\"\nWe thought we’d take a closer look at Begich’s involvement in the Alaska Arctic drilling.\nWhen Royal Dutch Shell started fighting to drill in the Arctic, Begich wasn’t yet in office. By February 2008, Royal Dutch Shell held leases to drill in the Beaufort and Chukchi Seas, portions of the Arctic Ocean near the Alaskan mainland. No one had drilled there for two decades.\nBut lease-holding companies can’t drill without first clearing a number of other procedural hurdles. Once it had sold Shell leases, the government still needed to grant dozens of technical approvals, including exploration plans, water permits and air permits.\nThat’s where Begich, the only Democrat elected statewide, came in. After getting elected in November 2008, he made his priorities known to the White House. The New York Times reported that when Begich and Obama first met in 2008, Begich said of oil drilling issues, \"If I’m elected, this is what I’m going to focus on.\"\nBegich -- a Democrat working with a Democratic administration -- may have had more sway than his colleague, Sen. Lisa Murkowski, R-Alaska, in pushing along the permitting process.\nPeter Van Tuyn, whose law firm Bessenyey and Van Tuyn LLC has fought against oil drilling in the Alaskan Arctic, agrees that Begich has had a key role on the issue.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"His biggest influence has been picking up the phone or having those people into his office or in hearings and saying ‘Dammit, we need to get this done,’ \" Van Tuyn said.\nBegich told the Times that \"any time (Obama) initiated a call, I felt that was carte blanche to make my case\" for Arctic drilling. As of 2012, Begich had assembled a six-page chronology of contact on oil drilling between his office and the White House.\nEventually, in September 2012, Shell began drilling in the Chukchi Sea.\nHowever, it didn’t go according to plan. After spending $5 billion on the project, Shell wasn’t able to fully drill any wells that season. In March 2013, an Interior Department report found that Shell had violated permits, didn’t test certain systems in advance and lost a drilling rig.\nAfter that, Shell said it still planned to drill during the summer of 2014. But the company backed out in January after a court sided with environmental groups in ruling that in 2008, the federal government had underestimated how much oil drilling would happen when awarding the lease.\nThis ruling didn’t block all drilling, but it did put more legal obstacles in Shell’s way. The administration could choose to appeal the decision, which only directly affects one lease sale, not all Arctic lease sales.\nShell’s CEO said there was too much uncertainty to move forward with drilling in 2014. Other companies have leases to drill in the area as well, but experts told us they’ve hung back and waited to see how Shell does. So, in 2014, no companies are drilling in the Alaska Arctic, despite the efforts of Begich and others.\nOur ruling\nBegich’s ad claimed that \"he forced Washington to open up the Arctic Ocean to oil drilling.\" Begich wasn’t in the Senate when the government awarded leases to Shell, but the leases were only the first step toward drilling in the Arctic Ocean. Numerous other federal permits were required before Shell could drill there, and by multiple accounts, Begich played a key role in pushing the administration from the time he began serving in the Senate.\nShell did drill in 2012 -- the first activity in that region of the Arctic in decades -- though after complications arose, including legal ones, the company hasn’t done so again.\nSo Begich can rightfully take credit for helping advancing Shell’s oil-drilling permits in the Arctic Ocean, but there’s currently no drilling taking place. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-08092"}