{"url": "/factchecks/2012/oct/30/cw-bill-young/bill-young-says-he-opposed-716-billion-medicare-cu/", "speaker": "C.W. Bill Young", "vclaim": "Says he \"opposed $716 billion cut to Medicare.\"", "truth_label": "half-true", "date": "stated on October 17, 2012 in a TV commercial:", "title": "Bill Young says he opposed $716 billion Medicare cut", "text": "U.S. Rep. C.W. Bill Young, the Indian Shores Republican incumbent of 42 years, touts his credibility with seniors in a TV spot clearly aimed at the 65-plus crowd.\n\nAn ensemble of older men and women, and even former Gov. Jeb Bush, praise Young for being there for seniors.\n\n\"Florida seniors couldn’t have a bigger champion than Congressman Bill Young,\" Bush says.\n\nAmid the endorsements are claims about Young’s record on Social Security, the Medicare prescription drug program, support for a balanced budget amendment, and, of course, Medicare.\n\n\"Young opposed $716-billion cut to Medicare,\" bold text shows.\n\nBelow that text is a citation: \"House Roll Call Vote 165 - 3/21/2010.\"\n\nIt’s the House vote on the Patient Protection and Affordable Care Act, which Young voted against. Does that mean he rejected \"the $716 billion cut to Medicare?\"\n\nWe also checked a dueling Medicare claim from his challenger, Democratic lawyer Jessica Ehrlich, over whether he voted for the Ryan budgets that \"end the current Medicare system.\"\n\nThe $716 billion cut\n\nYou could say we’ve heard this line a time or two.\n\nThis attack line is a viral one in the political world, used by Mitt Romney against President Barack Obama, Rep. Connie Mack against Sen. Bill Nelson, and in many, many, many other races across the country.\n\nIt’s not a \"cut\" in the traditional sense. Medicare is an open-ended entitlement program with a growth problem that threatens its future viability. Both parties agree changes should be made.\n\nObama did not propose a cut to Medicare’s budget in his health care law. Rather, the law made several changes to slow the growth of Medicare costs. These changes primarily affected insurance companies and hospitals -- not beneficiaries.\n\nThe government, for example, will pay hospitals less if they have too many readmissions or fail to meet new benchmarks for care. The law also deals with Medicare Advantage, which is a subset of Medicare plans run by private insurers started under President George W. Bush with the goal of reducing costs through marketplace competition. The plans have actually proven more expensive than traditional Medicare in recent years, so the health care law aims to reduce payments to private insurers as a way to rein in costs.\n\nThe nonpartisan Congressional Budget Office determined in 2011 that the federal health care law would reduce Medicare outlays by $507 billion between 2012 and 2021. In a more recent estimate released this year, the CBO looked at the years 2013 to 2022 and determined the health care law affected Medicare outlays by $716 billion.\n\nIt’s worth pointing out Young could not have known he was specifically voting against $716 billion in Medicare \"cuts,\" as that had not been tabulated in time for the health care vote that happened two years earlier.\n\nStill, it was known at the bill’s passage that there were major reductions in store for Medicare service providers, said economist Gail Wilensky, senior fellow at the international health foundation Project HOPE and Medicare director under President George H.W. Bush.\n\nA tricky point for Young’s claim is that he also voted for the budget blueprint of Rep. Paul Ryan, R-Wis. -- twice, actually. The budget is a congressional resolution that does not carry the force of law, and Ryan’s ideas have not been turned into detailed legislation.\n\nEven so, Ryan has said his most recent budget factors in the same $716 billion in reductions in Medicare spending.\n\nObama campaign spokeswoman Stephanie Cutter made this point on Face the Nation in August, saying Ryan \"protected those cuts in his budget.\" PolitiFact rated her statement True.\n\nThe Romney campaign responded to Cutter’s remark with a statement that Romney intended to repeal the health care law and end the Medicare \"raid.\" Ryan said he factored the $716 billion savings in his budget it \"was already in the baseline,\" the Wall Street Journal reported. \"We would never have done it in the first place.\" However, his budget assumed reversal of other Obama spending decisions, the Journal pointed out.\n\nA month later, former President Bill Clinton reprised the attack in his Democratic National Convention speech, quipping, \"it takes some brass to attack a guy for doing what you did.\" We rated it True.\n\nEhrlich’s position\n\nEhrlich is in an interesting spot here. She, too, opposes this \"cut.\"\n\nEven though she supports the health care law, she told the Tampa Bay Times, \"I am against the $500 billion cuts to Medicare in both the Affordable Care Act and the Ryan budget. I also oppose the Independent Panel Advisory Board in the Affordable Care Act and would support legislation to overturn that provision.\"\n\nShe has attacked Young for voting for the Ryan budgets that reshape how Medicare works.\n\nWhen we asked her to elaborate on her position in an interview, she said she wanted to keep Medicare \"fully funded.\"\n\n\"I think we have to maintain the integrity of the program, make sure that it’s fully funded, and not advocate for cutting until we look at the budget as a whole,\" she said.\n\nShe did not provide specifics for reducing the program’s spending.\n\nYoung said she could not have had it both ways if she were a member of Congress at the time of the vote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKarl Rove\n\n\nstated on December 22, 2009 in an interview with Fox News\n\n\n\n\n\n\n\n\n\"In Florida, Sen. Bill Nelson ... got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • December 23, 2009\n\n\n\n\n\n\n\n\n\"If you voted for the bill, you voted for the Medicare cut,\" he said.\n\nOur ruling\n\nYoung’s ad says he voted against the controversial $716 billion Medicare cut.\n\nWhat he voted against was the Affordable Care Act, which implements an estimated $716 billion reduction in payments to hospitals and private insurers in effort to reduce the program’s ever-increasing costs. He could not have known the amount would be $716 billion, as that estimate came two years after the health care vote. Meanwhile, the Republicans have their own plan for reducing future Medicare spending, by bring more private insurance companies into Medicare and offering voucher-like premium support.\n\nThe claim excludes several points. We rate it Half True.", "vclaim_id": "vclaim-pol-10052"}