{"url": "/factchecks/2019/sep/17/christy-harrison/obesity-stigma-and-yo-yo-dieting-not-bmi-behind-ch/", "speaker": "Christy Harrison", "vclaim": "\"We have a host of issues associated with high B.M.I.s. But correlation doesn’t prove causation, and there’s a significant body of research showing that weight stigma and weight cycling can explain most if not all of the associations we see between higher weights and poor health outcomes.\"", "truth_label": "barely-true", "date": "stated on August 26, 2019 in a recent New York Times column:", "title": "Obesity stigma and yo-yo dieting, not BMI, are behind chronic health conditions, dietitian claims", "text": "In a recent New York Times opinion column, dietitian Christy Harrison, an \"intuitive eating coach\" and author, responded to a fellow clinician who had questioned some of her thoughts on the link between being overweight and developing other medical conditions.\nHarrison noted that although most health professionals have been taught that higher body mass index (BMI) causes poor health outcomes, she wrote, \"unfortunately, that just isn’t true.\"\nShe added: \"We have a host of issues associated with high B.M.I.s. But correlation doesn’t prove causation, and there’s a significant body of research showing that weight stigma and weight cycling can explain most if not all of the associations we see between higher weights and poor health outcomes.\"\nWe decided to investigate the point she was making, which is at the center of a larger, often-heated debate about whether it is possible to be overweight and healthy at the same time — a perspective advocated by the \"Health at Every Size\" movement, of which Harrison is a part. With nearly 72% of U.S. adults considered overweight or obese, this is a pressing issue.\nWhen we reached out to Harrison to find out the basis of her statement, she responded quickly, citing two papers as her main sources.\nThe first, a 2011 piece published in the Nutrition Journal, argues it might be better to shift away from weight-loss efforts to improving health in other ways that are weight-neutral.\nIts lead author, Linda Bacon, a professor at the University of California-Davis, wrote \"Health at Every Size: The Surprising Truth About Your Weight,\" a 2010 book embraced by \"fat acceptance\" advocates.\nIt addresses Harrison’s first point with this: \"While it is well established that obesity is associated with increased risk for many diseases, causation is less well-established.\"\nThe other paper, a 2014 piece in the Journal of Obesity, makes similar arguments.\nCausation, correlation, association: Let’s unpack that\nThere is an old saw used by most statisticians: Correlation does not equal causation.\nBut what does that mean? Let’s use a fake example: Some people have trouble seeing at night. Turns out all those people ate carrots. Ergo, there could be a correlation between people who ate carrots and those who experienced night vision problems.\nThat doesn't prove anything else, though, such as causation. Correlation is necessary when trying to determine causation, but doesn’t prove it.  \n\"Epidemiological studies never show causation, only association,\" said Dr. Samuel Klein, director of the Center for Human Nutrition at Washington University School of Medicine in St. Louis.\nTo establish cause, epidemiologists need more evidence. \nThe best way, considered the \"gold standard,\" is to randomly assign people to one group or another ― feeding one group carrots and withholding carrots from the other. Researchers would then monitor any difference in how many people develop night vision problems.\nThat’s nifty, but not always possible or ethical. One could not, for example, randomly assign some people to a group and then cause them to become overweight.  \nInstead, researchers use different types of studies, such as those that compare groups of people who already have the characteristic — say, carrot eating or being overweight — with those who don’t to see if patterns emerge.\nThey use methods to control for things that might affect the results, such as age, gender, income level, whether a person smokes and other factors. Then they can estimate how strong of an association or correlation they see.\nWith smoking and lung cancer, very strong associations were seen, leading to the conclusion that, yes, smoking causes lung cancer. But does excess weight cause other health conditions, such as diabetes, heart disease, cancer, sleep apnea or joint problems?\n\"With the case of weight, the associations are much weaker,\" said Kendrin Sonneville, assistant professor of nutritional sciences at the University of Michigan School of Public Health.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nSo on this point, Henderson’s statement holds up. Current scientific research supports a correlation between being overweight and suffering poor health outcomes, but it does not definitively establish causation.\nBut others, especially clinicians, say there is little doubt that being overweight strongly raises the risk of developing such health problems.\n\"This isn’t up for debate,\" said Dr. Harold Bays, chief science officer for the Obesity Medicine Association, which represents practitioners who treat overweight patients.\n\"The overwhelming amount of clinical and scientific data supports obesity as a disease, both as a direct and indirect contributor to a large number of adverse metabolic and other health consequences,\" he said.\nA 2018 Endocrine Society scientific statement, for example, looked across many studies of overweight and obesity, concluding that the two contribute to \"type 2 diabetes mellitus, cardiovascular disease, some cancers, kidney disease, obstructive sleep apnea, gout, osteoarthritis, and hepatobiliary disease, among others.\"\nThen things get murky.\nBays and the other experts agreed that some people who are overweight might not develop other conditions.\n\"It is absolutely true that not all cases of diabetes, hypertension, cancer and fatty liver are due to obesity,\" said Bays.\nThey acknowledged that people who fall into the category of being obese or overweight may even appear healthy metabolically — at least for a while.\nBut there’s also a caution.\n\"If you say, ‘Wait a minute, is their blood sugar where we want it … aren’t their triglycerides a little high and what about their blood pressure?’ And that’s not even to mention pain to the joints or sleep apnea,\" Bays said. \"When you drill down, very few people would truly meet the criteria of being metabolically healthy but obese, and if you follow them for five or 10 years, now the majority are going to have something.\"\nWhat about stigma?\nThere’s been less research around Harrison’s second point: that most, if not all, of the diseases associated with being obese or overweight are caused instead by the stigma heavy people face, or the yo-yo effect of dieting, losing weight and then gaining it back again, in regular cycles.\nShe pointed to research included in the paper by Bacon reporting that weight cycling could lead to hypertension, or high blood pressure. The research, however, found associations though not specific causation.\nSimilarly, in another study Harrison provided, people who reported weight discrimination ― 6% of the sample studied — had twice the risk of physiological stress over nearly 10 years. Such stress can be associated with Type 2 diabetes, hypertension and cardiovascular disease, the study said.\nBut most of those we spoke with strongly disputed the sweeping statement that so many chronic conditions can be caused by stigma and weight cycling.\nWhile those two things can factor into health problems, they are not responsible for most of the health outcomes seen by her patients, said Dr. Fatima Cody Stanford, an obesity medicine physician and an assistant professor of medicine and pediatrics at Harvard Medical School.\nStanford also takes issue with advocates who promote the idea that being overweight isn’t a big health risk factor.\n\"The Health at Every Size movement goes against what we know about obesity as a disease,\" Stanford said. \"Their aim in that movement is to not learn the science.\"\nOur ruling\nHarrison said the notion that a higher BMI causes poor health outcomes \"just isn’t true\" ― adding that \"we have a host of issues associated with high BMIs. But correlation doesn’t prove causation, and there’s a significant body of research showing that weight stigma and weight cycling can explain most if not all of the associations we see between higher weights and poor health outcomes.\"\nOn a strict reading of the science, she has a point. It is very difficult to prove definitively what causes disease, and showing \"correlation\" is a different finding than causation. However, she appears to apply this standard selectively, using it both to undermine the relationship between high BMI and poor health outcomes, and as evidence of how weight cycling and stigma are linked to certain chronic health conditions. \nBut in the case of obesity, researchers in multiple studies nationally and worldwide have shown definite links between being overweight and developing diseases, such as diabetes, and conditions, such as painful joints. There is far less evidence for the role that weight stigma and yo-yo dieting has in the development of those medical problems, although the experts urge continuing research into those questions.\nWe rate Harrison’s statement as Mostly False.", "vclaim_id": "vclaim-pol-00158"}