{"url": "/factchecks/2008/oct/14/sarah-palin/report-finds-palin-violated-ethics-laws/", "speaker": "Sarah Palin", "vclaim": "\"The truth was revealed there in that report that showed there was no unlawful or unethical activity on my part.\"", "truth_label": "pants-fire", "date": "stated on October 11, 2008 in an interview with reporters:", "title": "Report finds Palin violated ethics laws", "text": "In the scouring of Alaska Gov. Sarah Palin’s political closet, perhaps no issue has loomed as large as \"Troopergate\" — the allegations that Palin improperly exerted her influence as governor to try to get her estranged former brother-in-law fired from his job as a state trooper.\n\n\nAlaska State Trooper Mike Wooten was involved in a messy divorce from Palin’s sister, and opponents claimed that Palin went so far as to fire the state’s top cop, Walt Monegan, in July because he refused to fire Wooten.\n\n\nAlaska's 12-member Legislative Council — which has a Republican majority — decided to look into the matter, and in early August, they tapped independent investigator Stephen Branchflower to lead the probe.\n\n\nBranchflower’s\n\nreport\n\n, released Oct. 10, concluded that while Palin was within her rights to fire Monegan, she \"abused her power\" and ran afoul of state ethics laws in seeking to settle a score with Wooten.\n\n\nThe Palin camp predictably lambasted the report as a partisan smear.\n\n\nLess predictable was the reaction from Palin herself. \"The truth was revealed there in that report that showed there was no unlawful or unethical activity on my part,\" Palin told reporters on Oct. 11.\n\n\nExcept that’s not what the report showed.\n\n\n\"Finding Number One\" of the report is \"that Governor Sarah Palin abused her power by violating Alaska Statute 39.52.110(a) of the\n\nAlaska Branch Ethics Act\n\n.\"\n\n\nSpecifically, the statute reads: \"The legislature reaffirms that each public officer holds office as a public trust, and any effort to benefit a personal or financial interest through official action is a violation of that trust.\"\n\n\nBranchflower concluded that while Monegan’s refusal to fire Trooper Michael Wooten \"was not the sole reason he was fired by Governor Sarah Palin, it was likely a contributing factor to his termination as Commissioner of Public Safety.\"\n\n\n\"In spite of that, Governor Palin’s firing of Commissioner Monegan was a proper and lawful exercise of her constitutional and statutory authority to hire and fire executive branch department heads,\" the report states.\n\n\nWhen a reporter on Oct. 11 asked, \"Governor, did you abuse your power?\" Palin said, \"No, and if you read the report you’ll see that there was nothing unlawful or unethical about replacing a cabinet member. You gotta read the report, sir.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nYes, but when you do read the report, Palin's take on its findings falls apart.\n\n\nAs the report explains, in 2005 the Palins lodged numerous complaints against trooper Wooten, including that he made death threats against Palin’s father, Tasered his 10-year-old stepson, drove his patrol car after drinking and ran down and killed a wolf with his snow machine. State troopers investigated his behavior and Wooten was suspended for five days in 2006, before Palin became governor. As far as Monegan was concerned, that should have been the end of it. But according to the report, Palin and her husband continued to aggressively push for Wooten's ouster after Palin became governor. \n\n\n\"The evidence supports the conclusion that Governor Palin, at the least, engaged in ‘official action’ by her inaction if not her active participation or assistance to her husband in attempting to get Trooper Wooten fired (and there is ample evidence of her participation),\" the report states. \" She knowingly...permitted Todd Palin to use the Governor’s office and the resources of the Governor’s office, including access to state employees, to continue to contact subordinate state employees in an effort to find some way to get Trooper Wooten fired.\"\n\n\nThe report also chides Palin for declining to be interviewed by the investigator.\n\n\n\"An interview would have assisted everyone to better understand her motives and perhaps explain why she was so apparently intent upon getting Trooper Wooten fired in spite of the fact she knew he had been disciplined following the Administrative Investigation,\" the report states. \"She also knew that he has been permitted to keep his job, and that the disciplinary investigation was closed and could not be reopened. Yet she allowed pressure from her husband, to try to get Trooper Wooten fired, to continue unabated over a several month-period of time.\"\n\n\nBranchflower also concluded that Palins’ claims that they feared Wooten \"were not bona fide and were offered to provide cover for the Palin’s real motivation: to get Trooper Wooten fired for personal family related reasons.\"\n\n\nIn a telephone interview with Alaska reporters on Oct. 11, Palin said she was \"very very pleased to be cleared of any legal wrongdoing … any hint of any kind of unethical activity there. Very pleased to be cleared of any of that. Todd did what anyone would have done given this state trooper’s very, very troubling behavior and his dangerous threats against our family. Todd did what I think any Alaskan would do.\"\n\n\nIn Altoona, Pa., outside a Sheetz gas station, Palin again claimed the report found she had done nothing illegal or unethical.\n\n\n\"I’m thankful that the report has shown that, that there was no illegal or unethical activity there in my choice to replace our commissioner,\" she said.\n\n\n\"I don’t micromanage my commissioners and ask them to hire or fire anyone,,\" Palin said, \"and thankfully the truth was revealed there in that report, that showed that there was no unlawful nor unethical activity on my part.\"\n\n\nPalin spokeswoman Tracey Schmitt told\n\nABC News\n\nthat when Palin says she’s been cleared of any legal or ethical violations, \"She was referring to the conclusion of the report that found that she acted properly and lawfully with regard to reassigning Monegan, which was the original purpose of the investigation.\"\n\n\nThe report did, in fact, find that Palin’s firing of Monegan was \"lawful and proper\" but when Palin says - repeatedly - that the report found \"no unlawful or unethical behavior,\"she is ignoring the part of the report that concluded she abused her power as governor and violated state ethics laws.\n\n\nPalin has attacked the investigation as a \"partisan circus\" and spokeswoman Meg Stapleton claimed the legislative council \"seriously overreached, making a tortured argument to find fault without basis in law or fact.\" The campaign also notes that the council made clear that the vote to make the report public was not an endorsement of its findings, and that five members of the council spoke up to say they did not agree with the report’s findings.\n\n\nThose all may be legitimate arguments, or not. But the issue here is Palin’s characterization that the report concluded that she did not do anything ethically wrong. The report concluded just the opposite. The report says she did abuse her authority and she did violate state ethics laws. By saying otherwise repeatedly, in what seems to be a deliberate attempt to mislead or confuse voters who don't know the facts, Palin isn't just wrong, she's Pants on Fire! wrong.", "vclaim_id": "vclaim-pol-15907"}