{"url": "/factchecks/2014/jun/02/john-boehner/Boehner-says-Obama-climate-change-jobs-bills-costs/", "speaker": "John Boehner", "vclaim": "New carbon regulations will increase electric bills by \"$17 billion every year\" and \"potentially put an average of 224,000 more people out of work every year.\"", "truth_label": "false", "date": "stated on June 2, 2014 in a post on his website:", "title": "Boehner: Obama's climate change policies will kill 224,000 jobs and surge electric bills by billions", "text": "President Barack Obama’s administration unveiled tough new regulations on existing power plants that seek to significantly curb carbon emissions in the coming decades.\nMoments after the proposal was released, it was widely panned by Republicans, who called it a continuation of Obama’s so-called \"War on Coal\" and said it would kill jobs, raise electric prices and hurt the economy.\nOn his website, House Speaker John Boehner, R-Ohio, put it in more direct terms: \"The president’s plan would indeed cause a surge in electricity bills — costs stand to go up $17 billion every year.  But it would also shut down plants and potentially put an average of 224,000 more people out of work every year.\"\nThe details of Obama’s plan are extensive — the proposal is 645 pages long. So how did Republicans come up with such exact (and damning) figures so quickly after the proposal was released?\nThe estimates actually come from a U.S. Chamber of Commerce study that was released in late May. We took a look at it last week, and noted it made several assumptions about the June 2 proposal. We warned that the findings of the study would be relatively unusable if those predictions did not come to light.\nAnd that’s what happened.\nThe Environmental Protection Agency announced a goal of reducing carbon emissions 30 percent (based on 2005 levels) by 2030. This is achieved in part by creating carbon caps for each state and providing options for them to reach their targets, including regional \"cap and trade\" networks, investing in renewable energy and smart grid technology, and eventually phasing out many existing coal plants.\nBut the chamber study that Boehner and other Republicans cite assumed that the Obama administration would want to decrease carbon emissions by 42 percent — not 30 percent — before 2030 (a number Obama first suggested in 2009 during the Copenhagen international climate change talks). When it comes to the pace for reducing CO2 levels, this is a significant difference.\nThis is a point even the chamber made to PolitiFact now that Obama’s regulations have been released.\n\"We were never saying those were the numbers for any scenario other than the ones that we put forward,\" said Matt Letourneau, spokesman for the Institute for 21st Century Energy at the U.S. Chamber of Commerce. \"Now that we have a different benchmark, we’re taking a look at the rule and the analysis and the model and we’ll see what we can do (to update the study).\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nWhy don’t the numbers work? By assuming a much more difficult goal, the chamber also predicted that by 2022, the EPA (under a different president) will have to change course to meet the 42 percent threshold. The only means to accomplish this, the chamber concluded, was to force new natural gas plants to use carbon capture and storage technology. In September, the EPA said new natural gas plants would not need to include carbon capture in their facilities.\nA large chunk of the chamber’s estimated costs of the carbon rules comes from the assumption that new natural gas plants will require carbon capture technology, which they say is 50 percent more expensive to build and also more expensive to operate. Therefore, their assumption that power companies face $478 billion in compliance costs — $339 billion from construction — is likely overblown.\nLetourneau and Boehner’s office both noted media reports that said the 30 percent threshold could be increased before the final regulations are approved. (Of course, it could also be lowered, too.) There will be a 120-day public comment period before the EPA releases its final draft.\nThere are other criticisms of the chamber study. For example, it did not factor in the cost of no action, which the EPA said is significant.\nThe debate over the cost of these regulations will continue, and we do not dismiss offhand the idea that new regulations on existing power plants have an economic cost. For its part, the EPA says that the new rules will save consumers money on their electric bills and will spur economic growth that will surpass the expense.\nBut even if the regulations do have an economic cost, it’s misleading to quote estimates from a study that wrongly assumed a key piece of the EPA’s proposal.\nOur ruling\nBoehner said the EPA’s plan to regulate carbon emissions in existing power plants will increase electric bills by \"$17 billion every year\" and \"potentially put an average of 224,000 more people out of work every year.\" Those numbers are based on a U.S. Chamber of Commerce study that came out before the EPA announced the regulations on existing power plants.\nThat study wrongly assumed the administration would set a benchmark of reducing carbon emissions by 42 percent before 2030. The regulations released June 2 actually put forward a 30 percent reduction within that timeframe. The chamber itself told PolitiFact its estimates are not based on the goals as announced.\nBut despite these serious flaws, Boehner used the numbers anyway. We rate his statement False.", "vclaim_id": "vclaim-pol-07791"}