{"url": "/factchecks/2019/may/14/bernie-sanders/bernie-sanders-payday-loans-wisconsin/", "speaker": "Bernie Sanders", "vclaim": "Says Wisconsin payday loans have a 574% average annual interest rate, \"exploitative lending that keeps Americans trapped in debt\"", "truth_label": "mostly-true", "date": "stated on May 10, 2019 in a tweet:", "title": "Bernie Sanders: ‘Exploitative’ payday loans in Wisconsin average 574% annual rate", "text": "Ramping up his latest push for the White House, Bernie Sanders is taking aim at high interest rates on credit cards and payday loans.\nThe Vermont senator introduced legislation in May 2019 — along with U.S. Rep. Alexandria Ocasio-Cortez — that would cap both rates at 15%.\nPayday loans are small-dollar advances designed to provide emergency funds. They are typically due in full on the borrower’s next payday. Critics say these operators take unfair advantage of those in financial distress with exorbitantly high interest rates.\nSanders, who is seeking the 2020 Democratic presidential nomination, zeroed in on those rates in Wisconsin — and several other states — in a May 10, 2019 tweet. Here’s what it said:\n\"Average annual interest rates on payday loans:\nDelaware: 521%\nIdaho: 652%\nNevada: 652%\nTexas: 661%\nUtah: 652%\nWisconsin: 574%\nIt's time to end exploitative lending that keeps Americans trapped in debt. We will cap interest rates on consumer loans and credit cards at 15%.\"\nThis implies Wisconsin’s rates are among the worst in the country for payday loans.\nLet’s check out where we stand and whether the 574% interest is accurate.\nWisconsin among worst states for payday loan rates\nPayday loan operators tend to thrive in poor and minority communities, where borrowers struggle to obtain traditional credit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nThe loans are ostensibly designed to bridge the gap until the next payday, but the astronomical interest rates — averaging more than 300% nationwide — mean most consumers can’t afford to pay it back in full, according to the federal Consumer Financial Protection Bureau.\nWithin a month, 70% of payday borrowers take out a second payday loan. And about 20% of borrowers fall into a debt trap that includes 10 or more loans, the bureau said.\nThat’s in line with Sanders’ claim that these loans keep consumers \"trapped in debt.\"\nThe states Sanders lists are those with the six highest annual rates on payday loans according to the Center for Responsible Lending, a nonpartisan organization that calls for more safeguards for consumers.\nThe group calculated the rate for each state Sanders referenced based on the rate most commonly advertised for a $300 loan by the largest payday chains in each state, said spokesman Matt Kravitz. So a state where the four largest lenders had rates of 300%, 400%, 500% and 500% would be listed at 500% since that appears most often.\nIn other words, it’s not an \"average\" as Sanders’ tweet claims.\nSanders’ spokesman Bill Neidhardt confirmed the tweet was based on the numbers from the responsible lending group.\nWisconsin is one of just three states — along with Delaware and Texas — that have no rate limit on short-term payday loans, Kravitz said. Many states cap these rates around 15%, and the responsible lending group says caps 36% or less can stop the \"payday loan debt trap\" cycle.\nOther states have recently moved to address this issue. PolitiFact Ohio rated True a claim that their state’s payday laws were the \"worst in the nation\" in June 2018.  But a law that took effect in April 2019 capped rates at 28% and limited the frequency and amount of such loans.\nWisconsin figures show lower annual rate\nThe Wisconsin payday rate cited by Sanders and the Center for Responsible Lending is based on advertised rates. Actual rates reported to the state are slightly lower.\nThe state Department of Financial Institutions, which regulates the payday loan industry here, said the average rate for 2018 was 486% based on data reported by the lenders themselves. That would mean $65.18 in interest charges on a $350, 14-day loan.\nThe state does limit the interest rate charged after the loan maturity date, capping it at 2.75% per month. Other limits on payday lending in Wisconsin include restricting consumers to loans of $1,500 or 35% of their gross monthly income, whichever is less.\nOur ruling\nSanders included Wisconsin on a list of the highest payday loan rates in the country. He listed Wisconsin as having an \"average annual interest rate\" of 574%.\nThat’s in line with the numbers reported by a national group that tracks these numbers. But Sanders labeled that the average rate, when it is actually the \"mode,\" or most common rate among the largest lenders.\nThe state figures that calculate an actual average show a rate of 486% — slightly lower, but still astronomical and still among the highest rates in the nation.\nThese rates can, as Sanders said, create a cycle that leaves consumers \"trapped in debt.\"\nWe rate Sanders’ claim Mostly True.\n  Share the Facts 2019-05-16 21:28:14 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Wisconsin payday loans have a 574% average annual interest rate, \"exploitative lending that keeps Americans trapped in debt\"    Bernie Sanders U.S. Sen.  https://twitter.com/BernieSanders/status/1126961748320423942   Twitter Friday, May 10, 2019 2019-05-10    Read More  info", "vclaim_id": "vclaim-pol-00639"}