{"url": "/factchecks/2014/oct/30/megyn-kelly/megyn-kellys-errant-claim-about-colorado-voters-pr/", "speaker": "Megyn Kelly", "vclaim": "A new Colorado law \"literally allows residents to print ballots from their home computers, then encourages them to turn ballots over to ‘collectors.’ \"", "truth_label": "false", "date": "stated on October 21, 2014 in a segment on \"The Kelly File\":", "title": "Megyn Kelly's errant claim about Colorado voters printing out ballots from home", "text": "Fox News host Megyn Kelly began a recent show with explosive news out of Colorado, where she said \"a new law has opened the door to possible voter fraud\" just weeks before voters decide a crucial U.S. Senate race.\nBefore you can say yikes, there’s more. This law, Kelly said, \"literally allows residents to print ballots from their home computers, then encourages them to turn ballots over to ‘collectors’ in what appears to be an effort to do away with traditional polling places.\"\n\"What could go wrong?\" Kelly asked before bringing on special guests Michelle Malkin and Citizens United president David Bossie to discuss their conservative documentary Rocky Mountain Heist, which details how the state turned from red to blue.\nIn the days that followed, Colorado-based TV stations as well as The Rachel Maddow Show said Kelly’s segment was misleading and wrong.\nA reader asked for our take.\nIn 2013, Colorado enacted a law (HB 1303) that moved the state to an \"all-mail\" absentee voting system, among other changes. Every active voter gets a ballot sent to his or her residence, and they can choose to mail it in by Election Day or turn it into a county clerk’s office. They can also still vote in person at a voting service and polling center.\nWe repeat, the ballot is mailed to them -- they don’t print it out.\nVoters can also give their ballot to someone they trust to turn in for them -- what Kelly refers to as a \"collector.\" That person is not allowed to turn in more than 10 ballots.\nThe Colorado law, championed by Democrats and signed into law by Democratic Gov. John Hickenlooper, also authorizes same-day voter registration.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\n Says Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nMeanwhile, military or overseas Colorado voters have access to an online ballot they can fill out and send back to county elections clerks via email, fax or mail. Some military personnel who reside within the United States, or even station within Colorado, also have this option, said Rich Coolidge, Colorado Department of State spokesman. This was not a new change ushered in by HB 1303.\nBut everyone else is on the normal mail-in system, which also exists in Oregon and Washington state.\nKelly addressed the criticism about her original comments during her Oct. 27 show:\n\"Last week, we said the new law also allows all voters to print out their ballots at home,\" she said. \"That actually is not the case. Members of the military and some others, like Coloradans overseas, can indeed print out their ballots at home, but this is the case even before the new law passed.\"\nOur ruling\nIn a recent segment, Kelly went after a new Colorado law that raises fears of voter fraud for allowing \"residents to print ballots from their home computers, then encourages them to turn ballots over to ‘collectors.’\"\nThat’s wrong, a fact Kelly later admitted. The big change in Colorado with the 2014 midterm elections is a universal mail-in system for active, registered voters. Those ballots are mailed to voters; voters do not print them out.\nThe only people who have access to an online system are members of the military and Coloradoans who live overseas, and that system predates the most recent law.\nKelly’s claim rates False.", "vclaim_id": "vclaim-pol-07051"}