{"url": "/factchecks/2017/jun/09/hillary-clinton/hillary-clintons-mostly-false-claim-photo-id-voter/", "speaker": "Hillary Clinton", "vclaim": "\"The best estimate is that 200,000 people in Wisconsin were either denied or chilled in their efforts to vote\" in the 2016 presidential election.", "truth_label": "barely-true", "date": "stated on May 31, 2017 in an interview:", "title": "Hillary Clinton's Mostly False claim on photo ID, voter suppression in Wisconsin in 2016 election", "text": "While reflecting on the 2016 presidential election, Hillary Clinton was asked why she didn’t campaign more in Wisconsin -- a state that hadn’t gone Republican since 1984, but one  she lost to Donald Trump.\nAppearing May 31, 2017 at a conference in California sponsored by the Vox Media site Recode, Clinton replied by saying \"we thought we were doing really well in Wisconsin,\" but that \"our information was not as reliable as I wished it had been.\"\nThen the former Democratic nominee pivoted to another issue, contending that Wisconsin’s law requiring photo identification to vote caused voter suppression.\n\"The best estimate is that 200,000 people in Wisconsin were either denied or chilled in their efforts to vote,\" she said. \"I don’t think we believed at the time, before the election, that it would be anything like that, anything as big as that.\"\nClinton’s claim is similar to one by U.S. Sen. Tammy Baldwin, D-Wis., that we rated Mostly False.\n(The Washington Post Fact Checker later gave Baldwin three Pinocchios for the claim.)\nBaldwin’s claim\nBaldwin flatly stated that turnout in Wisconsin \"was reduced by approximately 200,000 votes because of\" the photo ID requirement.\nThe 2016 contest was the first presidential election in which the law was in effect. Baldwin cited a May 2017 report commissioned by Priorities USA Action, a political action committee that supported Clinton and Barack Obama. When we contacted a spokesman at the Democratic National Committee, asking for information to support Clinton’s claim, he referred us to the same report.\nComparing the 2012 and 2016 elections, the report said that on average, turnout increased 1.3 percent in states in which there was no change to voter ID laws, but decreased 3.3 percent in Wisconsin.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nHad Wisconsin’s photo ID law not been in effect, the report argues, Wisconsin’s turnout would have been 200,000 votes higher, based on the average increase of 1.3 percent.\nExperts told us the methodology is lacking.\nPut simply: The voter ID requirement undoubtedly prevented or discouraged some individual people from voting. But the report attributes all of the lower turnout to the ID law, when there are many other reasons that could also explain it, including a lack of enthusiasm for Clinton or Trump, or perhaps a belief that Trump couldn’t win Wisconsin.\nClinton’s statement isn’t as bold as Baldwin’s, in that she refers to an estimate. But that doesn’t change the fact that the methodology used to make that estimate, as we detailed in the Baldwin fact check, has been widely criticized.\nA final note from Barry Burden, director of the Elections Research Center at the University of Wisconsin-Madison. He noted that Trump earned almost the same number of votes in Wisconsin as did Mitt Romney, the 2012 GOP nominee.\n\"Clinton, in contrast, earned 238,000 fewer voters than did Obama,\" he said. \"It would be a mistake to attribute essentially all of that decline to the voter ID requirement.\"\nOur rating\nClinton said: \"The best estimate is that 200,000 people in Wisconsin were either denied or chilled in their efforts to vote\" in the 2016 presidential election.\nA report three weeks earlier from a group that supports Democratic candidates says a decline in voter turnout between the 2012 and 2016 presidential elections in Wisconsin was entirely due to the state’s new photo identification requirement for voting.\n\nBut experts say that while photo ID requirements may reduce turnout to some extent, they question the methodology of the report and say there is no way to put a number on how many people in Wisconsin didn’t vote because of the ID requirement.\nWe rate Clinton’s statement Mostly False.  Share the Facts 2017-06-09 16:21:52 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The best estimate is that 200,000 people in Wisconsin were either denied or chilled in their efforts to vote\" in the 2016 presidential election.     Hillary Clinton Former Democratic presidential nominee   In an interview Wednesday, May 31, 2017 2017-05-31    Read More  info", "vclaim_id": "vclaim-pol-03227"}