{"url": "/factchecks/2020/aug/14/facebook-posts/kamala-harris-used-bible-ceremonial-swearing-/", "speaker": "Facebook posts", "vclaim": "“Kamala Harris refused to be sworn in using the Bible.”", "truth_label": "false", "date": "stated on August 12, 2020 in a Facebook post:", "title": "Kamala Harris used a Bible in ceremonial swearing-in", "text": "When a new Congress begins, newly elected and reelected senators are sworn in by the vice president. Photography is banned from the Senate chamber but after the official oath ceremony, senators re-enact the swearing-in ceremony. \nHistorically, most members of Congress have sworn the oath on a copy of a Bible, though the Constitution doesn’t require it. A recent Facebook post claims that Sen. Kamala Harris was among the lawmakers who chose to use a different text instead.\n\"Kamala Harris refused to be sworn in using the Bible,\" the post says. \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBut Harris, who became the first Indian-American senator and the first Black woman to represent California in the U.S. Senate in 2017, used a Bible for the re-enactment.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"Vice President Joe Biden swears in Sen. Kamala Harris, D-California, while her husband Doug Emhoff holds a long-kept family Bible,\" one caption says. \nAnother photo shows Biden, now the presumptive Democratic presidential nominee and Harris’ running mate, shaking hands with the new senator while her husband \"holds the Bible,\" the caption says. \nIn this clip of the ceremonial swearing-in, Biden can be heard telling Harris to put her \"left hand on the Bible.\" \nGrowing up, Harris attended services at a Black Baptist church and a Hindu temple, according to the Associated Press. As an adult, she identifies as a Baptist \"and brought another faith into her life in 2014,\" the story says, \"when she married Douglas Emhoff, a Jewish attorney.\"\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17109"}