{"url": "/factchecks/2020/apr/21/viral-image/yes-photo-jacksonville-beach-during-pandemic/", "speaker": "Viral image", "vclaim": "A photo taken by a journalist showing a beach in Jacksonville, Fla., isn't from after the government\nreopened the beach as news reports have claimed.", "truth_label": "false", "date": "stated on April 19, 2020 in a Facebook post:", "title": "Yes, this really is a photo of Jacksonville Beach during the pandemic", "text": "On April 17, with the blessing of Florida Gov. Ron DeSantis, the mayor of Jacksonville announced that beaches would reopen in Duval County, where Jacksonville is the county seat.\nAs Floridians returned to the coastline, and local and national reporters published photos of people on the sandy shore, an unflattering hashtag started to trend on Twitter: #FloridaMorons.\nElsewhere on social media, some took offense and claimed outlets were using an old photo that made it look like more people were descending on Jacksonville Beach than there actually were.\n\"I live in Florida & just to clarify,\" began one Facebook post showing two beach photos. \"The first picture is what was circulated as the ‘hundreds of people crowding the beach’ when Jacksonville Beach reopened from 5 pm to 8 pm on Friday. However, the picture shows the pier that no longer exists, as shown after the last couple of hurricane seasons. Half of the pier is now gone. The second picture is what the beach actually looked like Friday evening.\"\n\"Once again the media is giving the public fake news,\" said another post making the same case with the same photos. \"They are lying again.\" \nThese posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe photo in question was taken on April 17. The caption of the photo, which we found on the Getty Images website, says: \"People crowded the beaches in its first open hour on April 17, 2020 in Jacksonville Beach, Fl.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nVic Micolucci, a reporter for WJXT, a local TV station in Jacksonville, tried to explain on Facebook on April 19 how that photo could look so different from some of the other images from the beach in which people look like they are, in fact, practicing social distancing. He posted eight photos: The one from Getty, a still from a WJXT video on the beach and a still from a WJXT video from a helicopter, photos from the Panasonic video camera that was used for WJXT’s live coverage — including an image of Micolucci standing on the beach with the pier in the background — and iPhone photos.\nThe Jacksonville Beach pier was damaged by Hurricane Matthew in 2016. According to the Florida Times-Union, the last 300 feet of the 1,300-foot structure were destroyed. The pier closed to visitors last year and is being rebuilt to withstand future storms, according to Weather.com. \n\"The moral of the story is different cameras, different lenses and different angles make the beach look differently,\" Micolucci said. \"If you take the miles of beaches up and down Duval County, there were indeed thousands of people. However, most kept their distance. And there was a lot of sand. … A helicopter shot looks different from a drone shot which looks different from a telephoto shot which looks different from a smartphone shot. The optics are different. The angles are different. As your car mirrors say, objects may appear further than they are. Use your best judgment.\"\nOn April 20, Micolucci posted on Twitter a few photos he took that evening from the spot on Jacksonville Beach where the Getty Images photo was taken. \n\"I took first 2 photos with my iPhone: one zoomed in, one wide,\" Micolucci wrote on Twitter. The third shot is from our ENG camera. Same location for all. Different perspectives.\"\nDavid Rosenblum, the photographer that shot the image in question, told us he was surprised people were claiming the pier in his photo looked the same as it did before it was battered by the hurricane. \n\"Biggest giveaway would be the original had three bench/huts and a ‘T’ on the end,\" he said. \"Both are gone. Only 2 benches/huts remain.\"\nWe rate claims that the crowded Jacksonville Beach photos aren’t from during the pandemic False.", "vclaim_id": "vclaim-pol-16980"}