{"url": "/factchecks/2011/jan/07/brent-larkin/columnist-brent-larkins-claim-about-1935-steam-tra/", "speaker": "Brent Larkin", "vclaim": "Says the 3C Corridor train would have taken  \"an hour and 15 minutes longer\" to carry passengers across Ohio \"than it would have taken on a New York Central train in 1935.\"", "truth_label": "true", "date": "stated on January 2, 2011 in a newspaper column:", "title": "Columnist Brent Larkin's claim about 1935 steam train stoked with truth", "text": "If former Gov. Ted Strickland had used a theme song in his unsuccessful re-election bid, it might have been \"I've Been Working on the Railroad.\"\n\nJobs were the biggest issue of the fall campaign, and Strickland said that thousands would be created by his plan for a \"3C Corridor\" passenger rail system linking Cleveland, Columbus and Cincinnati. He described Gov.-elect John Kasich’s intention to kill the plan and return a $400 million federal grant as tragic and a job-killer.\n\nCritics of the plan claimed that its employment potential was exaggerated, its ridership forecasts were too optimistic and its cost projections too low.\n\nUltimately, Plain Dealer columnist and former editorial director Brent Larkin wrote: \"Voters never warmed to the idea of spending hundreds of millions on a passenger rail project that would have taken riders from Cleveland to Cincinnati over a period an hour and 15 minutes longer than it would have taken on a New York Central train in 1935.\"\n\nWe don’t usually look at remarks from columnists, but that comment stopped PolitiFact Ohio in its tracks.\n\nWe knew that the 3C Corridor was not a high-speed rail plan. We had not realized it was more like a trip back in time.\n\nSo PolitiFact Ohio asked Larkin where he got his figures.\n\nHe referred us first to a year-old feasibility report on the proposed Cleveland-to-Columbus-to- Cincinnati Amtrak service.\n\n\"This is the schedule Amtrak said it would run, and the schedule Ohio included as part of its application to the feds for the $400 million,\" Larkin said. \"No other schedule was ever formally provided to the feds.\"\n\nThe proposed schedule shows a 255-mile Cleveland to Cincinnati trip taking 6-1/2 hours. The first daily train would leave Cleveland at 6:30 a.m. and arrive in Cincinnati at 1 p.m.\n\nLarkin then shared a railroad timetable from New York Central Lines, effective Feb 3, 1935. It showed a departure time of 3:10 p.m. from Cincinnati and an arrival in Cleveland of 8:20 p.m., for a travel time of 5 hours 10 minutes -- an hour and 20 minutes faster than the 3C line.\n\nCriticism of the 3C as \"snail rail\" with an average speed of 39 mph started as soon as the project was proposed.\n\nThe Ohio Department of Transportation responded in September with a new average estimate of 50 mph and \"speed up to 79.\" It shortened the Cleveland-to-Cincinnati trip to 5 hours 12 minutes.\n\nBut, not so fast.\n\nAs an October story in the Columbus Dispatch noted, ODOT itself had said a year earlier that the trip couldn't be made in less than 5 hours 20 minutes -- even if the trains didn't stop. ODOT’s revised schedule hadn't even been seen by the three freight lines that own the tracks the 3C passenger trains would use, putting its feasibility in serious doubt.\n\nAnd, no matter how weak or strong its support, the optimistic revision still comes up longer than the best rail time of 1935.\n\n\"The schedules speak for themselves,\" Larkin said.\n\nWe rate his statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-13803"}