{"url": "/factchecks/2020/oct/23/joe-biden/bidens-claim-about-trump-slashing-medicare-benefit/", "speaker": "Joe Biden", "vclaim": "Says Donald Trump “is pushing to slash Medicare benefits.\"", "truth_label": "half-true", "date": "stated on October 9, 2020 in a TV campaign ad:", "title": "Biden’s claim about Trump slashing Medicare benefits misses context about ACA", "text": "It’s a tried-and-true campaign strategy.\nCandidates go on the attack, claiming their opponent will do harm to Medicare. After all, people 65 and older are good about making it to the polls on Election Day. These voters are also generally motivated to protect the federal health insurance program for seniors.\nIt’s no surprise, then, that in an ad released this month, former Vice President Joe Biden’s campaign played the Medicare card.\n\"Donald Trump is lying about Medicare and Social Security,\" an ominous, mature, male voice warns viewers in the ad. He goes on to say that \"Trump’s pushing to slash Medicare benefits.\"\nClearly, we’ve heard this dire message before — from candidates of both parties through the years. \nWe issued a skeptical rating of a claim that Trump promised to gut Social Security and Medicare if re-elected, noting that his deferral of payroll taxes did not mention Medicare at all. But Trump has not mentioned cuts to Medicare benefits on the trail, and he’s promised to make cuts to the program in the future. So what is Biden’s claim talking about?\nAs a rationale for the statement, a Biden campaign spokesperson pointed us to the Trump administration’s support of Republicans’ efforts in a court case, California v. Texas, which seeks to overturn the Affordable Care Act. But the ad does not include any reference or explanation of how the case would impact Medicare benefits. \nThe legal challenge, brought by a group of Republican attorneys general, is pegged to the 2017 tax bill, which zeroed out the tax that functioned as a penalty for not having health coverage — known as the individual mandate. Without this linchpin tax, the Republicans argue, the entire law should be struck down. They based that on the Supreme Court decision in 2012 that the law was constitutional because the penalty was a valid use of Congress’ ability to levy taxes.\nIn the current case, lower courts have found the law unconstitutional, and a group of Democratic attorneys general appealed to the Supreme Court.\nOral arguments are scheduled for Nov. 10. The Trump administration filed a brief in support of invalidating the entire law.\nThough best known for its vast expansion of health coverage through marketplace plans and Medicaid, the ACA also included a range of consumer protections — such as the ban on discrimination against people with preexisting conditions — and an estimated 165 Medicare-related provisions.\nThe Biden spokesperson pointed to one, which ended Medicare’s so-called doughnut hole.\nWe asked experts for their take. Immediately, we found differences in opinion.\nThat’s a \"perfectly fair claim,\" said Nicholas Bagley, a professor at the University of Michigan Law School. Closing the doughnut hole matters to many people, he said.\nCase Western Reserve University law professor Jonathan Adler took a different view. The argument that Medicare would be affected \"is a very aggressive reading of the filing in this case,\" he said, referring to the Trump administration’s brief in support of nullifying the ACA.\nThe next step seemed to be getting a better grasp of what’s at stake.\nA quick review of the doughnut hole, other Medicare provisions\nThe Medicare doughnut hole refers to the gap in Part D prescription drug coverage that begins after a beneficiary spends a set amount — usually a few thousand dollars. Before the ACA, beneficiaries who reached that threshold were responsible for 100% of their medication costs until they spent enough for catastrophic coverage to kick in, which could be more than $1,000 in additional spending. Even with this coverage, beneficiaries were responsible for 5% of their drug expenditures. (If beneficiaries were responsible for 100% of costs today, people with high drug costs would obviously pay a lot more without the ACA provision.)\nThe ACA would have gradually ended that coverage gap. But, in 2018, Congress adopted changes to expedite the process. As of 2019, the doughnut hole was closed. Adler pointed to that congressional intervention as a step that could keep the doughnut hole closed if the ACA were overturned. Based on this legislative history, the argument could be made that closing the coverage gap was something Congress had an interest in apart from the ACA. Also, since the doughnut hole is officially closed, some analysts said this provision may not be vulnerable to the upcoming Supreme Court decision on the ACA.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\"You can make a lot of claims,\" said Gail Wilensky, a former head of the Centers for Medicare & Medicaid Services, of the campaign’s effort to tie the legal challenge to the doughnut hole. \"That one is really a stretch.\"\nOther ACA provisions tied to Medicare benefits seem more at risk, such as the one that mandated annual wellness visits and certain preventive services, such as mammograms, bone mass measurement for those with osteoporosis, and depression and diabetes screening, with no patient cost sharing.\n\"It’s not clear that the administration actively supports any change to the Medicare benefits with the case before SCOTUS,\" said Tricia Neuman, KFF senior vice president and executive director of the KFF's program on Medicare policy. \"But if they didn’t explicitly seek to wall off certain provisions, it is at least conceivable — though maybe not likely — that Medicare benefits in the ACA could be collateral damage.\" (KHN is an editorially independent program of KFF.)\nAccording to an amicus brief filed by the AARP, the Center for Medicare Advocacy and Justice in Aging in 2016, an estimated 40.1 million Medicare beneficiaries received at least one preventive service and 10.3 million had an annual wellness visit with no copay or deductible.\nOther experts pointed to a troubling implication for Medicare: the nullification of the ACA provisions related to costs and slowing the growth of the program’s spending. Those efforts had been credited with extending the solvency of the Health Insurance Trust Fund and slowing the growth in Medicare premiums.\nIt \"would impair the financial fitness\" of the trust fund, said Paul Van de Water, a senior fellow at the Center on Budget and Policy Priorities.\nTrump \"may not say it is his intent to slash Medicare benefits,\" agreed David Lipschutz, associate director of the Center for Medicare Advocacy, but overturning the ACA entirely would \"cause chaos writ large.\" And, because of the program’s size, that chaos \"would upend the financial markets and the entire health care system,\" according to the brief filed by Medicare advocates.\nWhat comes next is complicated\nEnter the concept of severability. Many court watchers are quick to say the high court’s decision could go beyond upholding the entire law or declaring it unconstitutional. Instead, the justices could separate or sever parts of it not directly related to the zeroed-out tax penalty, the so-called individual mandate.\nOf course, the Trump administration argued in its brief that the interwoven nature of the ACA’s provisions demanded that the entire law be invalidated.\n\"If you just go on that basis, they are not arguing for severability,\" said Van de Water.\nBut others point out another layer that warrants consideration.\n\"Everyone who comments on this focuses on the administration’s argument for inseverability,\" Adler said. But he said it’s more complicated than that.\nThe Trump administration’s position is \"simultaneously that the entire ACA should be invalidated\" and also that relief should be provided only where injury to the plaintiffs is shown. (The administration defines the plaintiffs as the two individuals who signed on to the original challenge.)\nAnother view is that this point in the administration’s argument is not clear-cut, mostly because it gives no hint as to which programs or provisions would fit into the category of harming the plaintiffs.\nUltimately, the fate of the sweeping health law is in the hands of the Supreme Court.\n\"Legal analysts didn’t anticipate the case getting as far as it has,\" said Lipschutz.\nBut the White House threw its weight behind the lawsuit,\" said Bagley, at the University of Michigan. \"So, they own the consequences. Especially in the context of this presidential campaign.\"\nOur ruling\nAn attack ad by the Biden campaign states that Trump is \"pushing to slash Medicare benefits\" and ties this charge to the administration’s position on the pending legal challenge to the ACA.\nThe Biden campaign pointed to an ACA provision that sought to close the Medicare doughnut hole to support this claim. It may not be the best example, though, because some experts suggest it may not be as vulnerable as other parts of the law.\nExperts outlined a range of other Medicare provisions that either provided new benefits or shored up the program’s financial fitness. If the whole law were to be nullified, as the administration has advocated, these changes could also be erased — a step that would affect benefits and potentially cause premiums to rise. But even if the Supreme Court accepts the Republicans’ arguments in this case, it’s not certain that the justices would overturn the entire law.\nOverall, the Biden ad seems plausible, even though the context linking Trump’s position on the legal challenge and its impact on Medicare benefits is missing from the ad. We rate the statement Half True.", "vclaim_id": "vclaim-pol-18764"}