{"url": "/factchecks/2015/nov/08/donald-trump/trump-my-numbers-leadership-its-two-or-three-or-fo/", "speaker": "Donald Trump", "vclaim": "Says that in polls about 2016 candidate leadership skills, he comes out \"two and three and four times higher than anybody else.\"", "truth_label": "half-true", "date": "stated on November 8, 2015 in comments on \"State of the Union\":", "title": "Trump: 'My numbers on leadership, it’s two or three or four times higher than anybody else'", "text": "Polls show that Americans think Donald Trump has the best leadership skills out of the 2016 candidates, according to the real estate mogul himself.\nOn CNN’s State of the Union Nov. 8, host Jake Tapper asked Trump why voters should pick him to be their president.\n\"I’m the one who’s going to make this country great again,\" Trump responded, adding, \"When you do polls, and in fact when CNN does polls, you look at my numbers on leadership, it’s two and three and four times higher than anybody else.\"\nWith other candidates nipping at Trump’s heels in the polls -- notably retired neurosurgeon Ben Carson -- we wondered if it’s accurate that Trump is so far ahead on the question of which candidate would be the strongest leader.\nWe went through all of the national Republican primary polls collected by Real Clear Politics, from May through November (about 50 polls). We found only a handful that surveyed people about candidates’ leadership qualities, and just one that asked respondents to compare candidates in terms of leadership.\nAs far as polling goes, that’s a fairly small sample. But Trump does have a point. Here’s what we found:\nWashington Post/ABC poll, conducted Oct. 15-18\nThis poll asked Republican-leaning respondents who among six candidates is the strongest leader. Nearly half of respondents -- 47 percent -- selected Trump.\nTwelve percent said former Florida Gov. Jeb Bush, followed by Florida Sen. Marco Rubio (11 percent), Carson (9 percent), Texas Sen. Ted Cruz (8 percent), and former Hewlett-Packard CEO Carly Fiorina (6 percent).\nThis poll comes the closest to matching Trump’s talking point: Nearly four times as many respondents said Trump is the strongest leader compared to Bush, the candidate with the next-highest results. However, this is the only poll we could find that asks people to choose the best leader among several candidates.\nTrump led the Washington Post/ABC poll overall with 32 percent support; Carson was second with 21 percent.\nQuinnipiac University poll, released Nov. 1\nThis poll asked, \"Would you say that (candidate) has strong leadership qualities or not?\" When presented this question about Trump, 60 percent of respondents answered \"yes\" -- the highest percentage of yes answers.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFormer Secretary of State Hillary Clinton and New Jersey Gov. Chris Christie followed, each receiving 56 percent. Rubio and Sen. Bernie Sanders, I-Vt., each received 48 percent. Carson got 47, and Cruz got the lowest with 45 percent.\nCBS News poll, released Oct. 11\nCBS asked Republican voters about various qualities held by the three outsider candidates: Trump, Carson and Fiorina. Among respondents, 84 percent said Trump has strong qualities of leadership. Carson followed, at 72 percent, and 60 percent said Fiorina has strong leadership qualities.\nQuinnipiac poll, released Sept. 24\nLike the other Quinnipiac poll, this one asked, \"Would you say that (candidate) has strong leadership qualities or not?\" When presented this question about Trump, 58 percent of respondents answered \"yes\" -- the highest percentage of yes answers.  \nClinton followed, receiving 55 percent. Next was Vice President Joe Biden (54 percent), Bush (52 percent), Fiorina (52 percent), Carson (48 percent), and Sanders (45 percent).\n(Quinnipiac has released a few other polls that ask this question over the past few months, with similar results.)\nWhat about that CNN poll\nTrump specifically mentioned a CNN poll, but searching through Real Clear Politics’ collection and on the CNN website, we couldn’t find one that asked about leadership qualities. We also reached out to Trump’s campaign but didn’t hear back.\nOur ruling\nTrump said that in polls about 2016 candidate leadership skills, he comes out \"two and three and four times higher than anybody else.\"\nOnly a few polls so far have asked about candidates’ leadership qualities, but Trump has a point that he usually comes out on top. One poll in particular supported Trump’s claim: Compared to the candidate with the next-highest results, about four times as many people said Trump had the best leadership skills among a group of candidates.\nBut that was just one poll. Most polls have asked respondents to say whether each individual candidate has strong leadership qualities -- not comparing the candidates against each other. In these polls, Trump beats out his opponents by a handful of percentage points, not two, three or four times higher.\nWe rate Trump’s claim Half True.", "vclaim_id": "vclaim-pol-05763"}