{"url": "/factchecks/2012/oct/08/eric-cantor/eric-cantor-says-he-never-backed-sequestration/", "speaker": "Eric Cantor", "vclaim": "On sequestration", "truth_label": "full-flop", "date": "stated on October 1, 2012 in a debate.:", "title": "Eric Cantor says he never backed sequestration", "text": "During a recent debate for the 7th District House seat, Democrat challenger Wayne Powell accused Republican Rep. Eric Cantor of flip-flopping on $1 trillion in automatic federal spending cuts that are slated to begin on Jan. 2.\n\nPowell noted Cantor voted for a bill in August 2011 that set up the possibility of the cuts, which would be split evenly between defense and social program over nine years. The reductions -- called sequestration -- would kick in if Congress and the White House failed to agree on a debt-reduction deal.\n\nPowell noted Cantor has been distancing himself from the sequester now that it is nearing and denouncing the automatic military cuts as harmful to the nation’s security.\n\n\"For you to stand here and say you did not vote for the sequester when you voted for the sequester. This is not magical thinking. This is reality,\" Powell told Cantor during the debate. \"You supported it, and now you don’t.\"\n\nThe House majority leader replied, \"Mr. Powell keeps saying that I support the sequester. As he knows good and well, that’s not true.\"\n\nHas Cantor changed his position on the sequester? We decided to submit the question to our Flip-O-Meter.\n\nWe’ll start with a trip back to the summer of 2011. Debate over raising the U.S. debt ceiling dominated headlines with the approach of an August 2 deadline when the U.S. would start defaulting on payments if it could not borrow more money. Republicans, led in part by Cantor, insisted on tying an increase in the borrowing cap to passage of a debt reduction plan. Negotiations between Congress and the White House stalemated, with Republicans demanding that all of the debt reductions come from spending cuts and Democrats insisting that a portion come from tax increases.\n\nCantor supported a last-second compromise passed the House by a 269-161 vote on August 1 and, a day later, cleared the Senate on a 74-26 vote. It took a two-step approach to lowering debt.\n\nThe first part called for an initial $900 billion in deficit reductions over 10 years through a mix of national security and domestic spending cuts.\n\nThe second part created a bipartisan congressional super committee assigned to come up with an additional $1.5 trillion in deficit reductions over nine years through spending cuts, tax revenues or both. If the panel deadlocked, $1 trillion in automatic cuts would be triggered at the start of 2013.\n\nCantor, in a statement released after House vote, gave a qualified endorsement of the debt-limit deal with no specific mention of the sequester.\n\n\"Tonight, the House prevented default and boosted economic certainty by ensuring America pays its bills while we start getting our fiscal house in order,\" he said. \"This measure is not perfect or the way we would have done it if we were in charge, but it will finally begin to change the way Washington spends tax dollars.... This is the first significant move -- of many to come -- to turn Washington around.\"\n\nBut the partisan debate over whether increased taxes should be part of the debt-reduction plan did not end, and super committee deadlocked. Cantor, during a Nov. 14 news conference, was repeatedly asked if he was bound to allowing the automatic cuts to occur.\n\n\"I’m not going to comment,\" he said. \"I don’t think the sequester will be applicable because I believe they will reach an agreement by the deadline.\"\n\nOn Nov. 21, the super committee announced it failed meet its deadline for reaching an agreement, triggering the sequester.\n\nThis year, on May 10, Cantor and other House Republicans passed a debt reduction plan that held the line on taxes. It offered deep reductions to domestic programs that would replace across-the-board in sequester for a year. The measure died in the Democrat-controlled Senate.\n\nDuring a June 6 news conference, Cantor said \"we’re not going to allow tax rates to go up on anyone.\" He said he and other Republicans were willing to broaden the tax base by eliminating some income tax deductions, although he did not specify which ones.\n\nOn July 18, Cantor denounced the sequestration. \"These cuts will harm important  domestic priorities such as education, medical research and law enforcement,\" he said in a written statement. \"And perhaps most notably, these cuts threaten our national security and jobs...including (those of) over 100,000 Virginians who make their living in our military, or by ensuring that our men and women in uniform have the very best equipment and support available.\"\n\nOn Sept. 11, Cantor told the Fredericksburg Chamber of Commerce that he supported the 2011 debt deal to \"stave off any other kind of calamity.\" Of the sequester, he said, \"It was never intended to be something that went into effect,\" according to an article in The Free Lance-Star.\n\nOn Sept. 20, Cantor told Fox News: \"This president has failed to put a solution on the table that would avoid these defense cuts. The House has taken action to say we don’t want these defense cuts, we want to act in a fiscally responsible way and make sure we are beginning to slim down federal spending, but don’t do so in a way that disproportionately impacts our defense-related jobs.\"  \n\nOur rating\n\nCongress was faced with a stark choice in August 2011: Either agree to a deal that could trigger the sequester or place the nation in default. Cantor chose the deal. As we have written before, it is possible to have voted for the compromise out of a desire to keep Washington solvent and hope that the automatic cuts never occur.\n\nWe couldn’t find any record Cantor saying he supported having the sequester. But the majority leader helped set the clock ticking on the cuts by voting for a measure that included their possibility. And he’s maintained a hard line against the compromise Democrats say is necessary to avoid the sequester: mixing in some tax increases with spending cuts to reduce deficits.\n\nCantor is now distancing himself from a situation he helped create. We rate that a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10226"}