{"url": "/factchecks/2013/jun/06/republican-governors-association/barbara-buonos-record-tax-debt-hikes-targeted-gop-/", "speaker": "Republican Governors Association", "vclaim": "\"Barbara Buono by the numbers: As a Trenton politician, she voted to raise taxes 154 times. Under her, property taxes up 70 percent. Backed a 16 percent sales tax increase. Utilities, nursing homes, cell phones, parking lots, lottery wins, gyms – She taxed them all. Architect of Corzine’s budget, she drove New Jersey $2 billion into debt. Barbara Buono by the numbers: taking New Jersey backwards.\"", "truth_label": "mostly-true", "date": "stated on May 29, 2013 in a gubernatorial campaign TV ad:", "title": "Barbara Buono's record on tax, debt hikes targeted in GOP ad", "text": "In much the same way that a woodpecker keeps at its target, Republicans continue hammering Democrat Barbara Buono on her political record when it comes to taxes and debt.\n\nThe latest salvo in the increasingly testy gubernatorial campaign comes from the Republican Governors Association, which last week released a TV ad about Buono’s record on those issues. The group backs Chris Christie, who was the RGA’s vice chairman last year.\n\n\"Barbara Buono by the numbers: As a Trenton politician, she voted to raise taxes 154 times,\" a narrator states during the ad. \"Under her, property taxes up 70 percent. Backed a 16 percent sales tax increase. Utilities, nursing homes, cell phones, parking lots, lottery wins, gyms – She taxed them all. Architect of Corzine’s budget, she drove New Jersey $2 billion into debt. Barbara Buono by the numbers: taking New Jersey backwards.\"\n\nSimilar to other gubernatorial campaign ads from both Christie and Buono, claims in this ad ignore context and misplace blame.\n\nLet’s start with the claim of 154 votes in favor of tax increases and then look at the others.\n\nWe have previously rated this claim True. Between 1996 and 2010, Buono voted in favor of various measures that raised either taxes or fees on things ranging from tanning and limousine rides to higher gross income tax rates on New Jerseyans earning six-figure incomes, or she supported tax policy changes resulting in higher costs for individuals and businesses.\n\nAnd the ad is correct that those increases affected utilities, nursing homes, cell phones, parking lots, lottery wins and more, according to a list of votes provided by Republicans to PolitiFact New Jersey for the years that Buono has served in the Legislature. We confirmed every vote on the list, but Buono obviously wasn’t the only legislator to support the increases.\n\nNext up, property taxes climbing 70 percent under Buono. Property taxes did increase 70 percent in New Jersey in the 10 years before Chris Christie became governor, when the state was overseen by Democratic administrations. Buono was a member of the Legislature during those years but that doesn't make her responsible for the hikes. Property taxes are voted on at the local level.\n\nAs for a sales tax increase, Buono voted to raise the tax, but also supported earmarking part of the resulting revenue for property tax relief, according to a statement from her campaign.\n\nNow let’s look at whether she drove New Jersey into $2 billion worth of debt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe RGA claims Buono was the \"architect\" of Corzine’s budget when she chaired the Senate Budget and Appropriations Committee in 2008 and 2009, working on the fiscal year 2010 budget. But the governor – not the committee chair – has the final say on the budget. Still, by the time Christie came into office on Jan. 19, 2010, the state had a $2.2 billion shortfall. Christie fixed it by cutting more than 300 line items in the budget, including $475 million in school aid.\n\nRaphael Caprio, a professor of Public Administration in the Edward J. Bloustein School of Planning and Public Policy at Rutgers University, has told us that a variety of factors – including the recession -- led to that deficit. The recession, for example, was a main reason why the state fell short on anticipated revenues.\n\n\"I think it’s probably a little over the top to say that Senator Buono was responsible for the $2 billion shortfall,\" Caprio told us in a previous fact-check about this deficit.\n\nAs for the entirety of the ad, Buono for Governor spokesman David Turner said in a statement, \"Governor Christie and his national Republican sponsors’ false attacks on Senator Buono’s record are attempts to distract from the truth: they have made careers off defending millionaires over working and middle class families. Senator Buono has consistently fought to make millionaires pay their fair share to provide property tax relief to New Jersey’s middle class.\"\n\nThe RGA did not respond to our request for comment.\n\nOur ruling\n\nAn ad from the RGA claims, \"Barbara Buono by the numbers: As a Trenton politician, she voted to raise taxes 154 times. Under her, property taxes up 70 percent. Backed a 16 percent sales tax increase. Utilities, nursing homes, cell phones, parking lots, lottery wins, gyms – She taxed them all. Architect of Corzine’s budget, she drove New Jersey $2 billion into debt. Barbara Buono by the numbers: taking New Jersey backwards.\"\n\nEach claim on its face has a degree of accuracy, but lacks context and places blame squarely on Buono. As we have noted before, she has some responsibility for these increases because she voted for them, but they wouldn’t have happened without approval from either Corzine or a majority vote in the Legislature.\n\nWe rate the ad Mostly True.\n\nTo comment on this story, go to NJ.com\n\nEditor's Note: This story has been updated to reflect that Buono did not vote for a 70 percent hike in property taxes during the decade before Chris Christie became governor.", "vclaim_id": "vclaim-pol-09252"}