{"url": "/factchecks/2014/jul/16/rush-limbaugh/rush-limbaugh-revisits-gop-support-eric-holders-20/", "speaker": "Rush Limbaugh", "vclaim": "Republicans \"went out of the way to praise (Eric) Holder's nomination. ... Not a single Republican senator opposed Eric Holder's nomination.\"", "truth_label": "half-true", "date": "stated on July 14, 2014 in an episode of his radio show:", "title": "Rush Limbaugh revisits GOP support for Eric Holder's 2009 nomination", "text": "In a recent edition of his talk radio show, Rush Limbaugh took umbrage at part of an interview that Attorney General Eric Holder gave to ABC News.\nDuring the interview with ABC, which aired on July 13, 2014, Holder suggested \"there's a certain level of vehemence, it seems to me, that's directed at me, directed at the president,\" adding \"there's a certain racial component to this for some people. I don't think this thing is a main driver, but for some there's a racial animus.\"\nLimbaugh countered that Republicans gave Obama and Holder a fair shake in 2009, when he was nominated to be attorney general.\n\"The Republicans bent themselves into as many shapes as they could to agree with this president,\" Limbaugh said. \"They went out of the way to praise Holder's nomination.  I'll never forget that.\" Limbaugh went on to add, \"By the way, not a single Republican senator opposed Eric Holder's nomination.\"\nGiven that Holder’s tenure has subsequently become a focal point for Republican disapproval of the Obama administration, we wondered, did at least some Republican senators go \"out of the way\" to praise Holder’s nomination in 2009? And when it came time to vote on his nomination for attorney general, did every Republican vote to confirm him?\nWe took a spin through the archives and found Limbaugh is partly correct. (He did not respond to an inquiry.)\nDid Republicans go out of their way to praise Holder’s nomination?\nThey did -- at least a number of them did -- in public fashion.\nWhile Holder received a tough grilling from senators in both parties at his Senate Judiciary Committee hearing -- that’s the panel’s job, after all. Several Republican senators went out of their way to praise him in their introductory comments. And they weren’t just the most moderate members of the GOP caucus.\nFor instance, Sen. Jeff Sessions, R-Ala., said, \"Congratulations, Mr. Holder, on the nomination. You certainly bring excellent background and experience to the job as a federal prosecutor for a number of years and as a federal judge.\"\nSessions even compared Holder favorably to a Republican attorney general, Alberto Gonzales. \"I think you come to the office with far more experience than Attorney General Gonzales had,\" Sessions said. \"I thought he was a good man, but when you lack experience, sometimes, you can make errors unintentionally. I think former Attorney General Janet Reno was a state prosecutor but was really inexperienced in a lot of the big issues that come before an attorney general.\"\nThen-Sen. Sam Brownback, R-Kan., said he had \"a number of questions to ask you, but I want to congratulate you and your family for an extraordinary American journey.\"\nSen. John Cornyn, R-Texas, cited areas of common ground, including government transparency. \"I don't want to speak for you, Mr. Holder, but I think you agreed that you would work with us to open up the government, to make it more transparent and more accountable,\" Cornyn said.\nAnd Sen. Lindsey Graham, R-S.C., said, \"I'm almost ready to vote for you right now.\" That appears to have been a joke -- the transcript reports that Graham’s comment was followed by laughter -- but other portions of Graham’s opening statement were more serious.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"The president of the United States deserves the ability, within reason, to pick a lawyer in the attorney general that he or she has great confidence in,\" Graham said. \"And the fact that this president has chosen you speaks well for you. And given your resume, even though we have probably a lot of political differences, I could understand why he has great confidence in you.\"\nBeyond the Senate, Holder received notable support from former Republican officials and officeholders.\nFormer Reps. Asa Hutchinson, R-Ark., and Bob Barr, R-Ga. -- both of whom were managers of President Bill Clinton’s impeachment proceedings in the House -- wrote letters of support for Holder, according to the trade publication Main Justice. So did Manus Cooney, the top aide to Sen. Orrin Hatch, R-Utah, and Republican lawyers Ted Olson, George Terwilliger, Victoria Toensing and Joseph DiGenova.\nOf course, some of the senators’ comments could be characterized as simple good manners. Still, we do think they support Limbaugh’s assertion that Republicans \"went out of the way to praise (Eric) Holder's nomination.\"\nDid no Republican senator oppose Holder's nomination?\nThis is where Limbaugh’s claim outstrips the facts.\nWhen the Senate voted on Holder’s nomination on Feb. 2, 2009, he was confirmed by a vote of 75-21.\nThose voting in favor included 19 Republicans: Graham, Hatch and Sessions, plus Lamar Alexander (Tenn.), Robert Bennett (Utah), Kit Bond (Mo.), Saxby Chambliss (Ga.), Susan Collins (Maine), Bob Corker (Tenn.), Chuck Grassley (Iowa), Judd Gregg (N.H.), Johnny Isakson (Ga.), Jon Kyl (Ariz.), Richard Lugar (Ind.), John McCain (Ariz.), Lisa Murkowski (Alaska), Olympia Snowe (Maine), Arlen Specter (Pa.) and George Voinovich (Ohio).\nIn fact, at the time, some conservative commentators were apoplectic that any Repubicans supported Holder. Michelle Malkin introduced the vote summary on her blog by writing, \"Here are your 19 Bend Over Republicans who voted yes on Holder. Some disappointing names on the list in addition to the usual suspects.\"\nAmong Holder’s 21 no votes -- all Republicans -- were two senators who offered praise during the committee hearing, Brownback and Cornyn. The other GOP senators who voted against Holder's nomination were: John Barrasso (Wyo.), Jim Bunning (Ky.), Richard Burr (N.C.), Tom Coburn (Okla.), Thad Cochran (Miss.), Mike Crapo (Idaho), Jim DeMint (S.C.), John Ensign (Nev.), Mike Enzi (Wyo.), Kay Bailey Hutchison (Texas), James Inhofe (Okla.), Mike Johanns (Neb.), Mitch McConnell (Ky.), Jim Risch (Idaho), Pat Roberts (Kan.), Richard Shelby (Ala.), John Thune (S.D.), David Vitter (La.), and Roger Wicker (Miss.).\nHolder ended up getting more no votes than some nominees received (such as former Sen. Hillary Clinton for Secretary of State, who was confirmed 94-2) but fewer no votes received by other nominees (for instance, Timothy Geithner for Treasury Secretary, 60-34, and Kathleen Sebelius for Health and Human Services, 65-31).\nSo on Holder’s vote totals, Limbaugh is wrong.\nHowever, it’s worth noting that the previous time Holder faced Senate confirmation, he was confirmed without any Republican dissent. When he was nominated for deputy attorney general by Clinton in 1997, Holder won confirmation by a perfect 100-0 vote.\nHowever, there is no indication in the transcript of Limbaugh’s show that he was referring to Holder’s 1997 confirmation. The discussion on his show was about how Obama was treated after he took office in 2009.\nOur ruling\nLimbaugh said Republicans \"went out of the way to praise (Eric) Holder's nomination. ... Not a single Republican senator opposed Eric Holder's nomination.\" He has a point that several prominent senators and other Republicans spoke highly of Holder as his nomination was being considered, but it’s not true that no GOP senator voted against Holder -- 21 did. On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-07597"}