{"url": "/factchecks/2008/jul/29/john-mccain/if-you-look-at-one-narrow-source/", "speaker": "John McCain", "vclaim": "Barack Obama \"is more to the left of the announced Socialist in the United States Senate.\"", "truth_label": "barely-true", "date": "stated on July 17, 2008 in an interview with the <i>Kansas City Star</i>:", "title": "If you look at one narrow source", "text": "It's an old standby of GOP presidential politics to paint Democratic opponents as liberals who are out of step with the American mainstream.\n\nSen. John McCain took up that line of attack against Sen. Barack Obama this month in an interview with the\n\nKansas City Star.\n\n\n\nObama is \"more to the left of the announced Socialist in the United States Senate, Bernie Sanders of Vermont,\" McCain said when asked if he really thought Obama was \"an extremist.\"\n\n\nIn truth, this is a recycled charge, one that\n\nPolitiFact examined before.\n\nBut since the charge lives, we'll take it on again.\n\n\nMcCain's source is a vote rankings study put out each year by\n\nNational Journal,\n\na respected, nonpartisan, inside-the-beltway weekly magazine.\n\n\nIn January 2008, after analyzing 99 of the 442 votes taken by the Senate in 2007,\n\nNational Journal\n\nreported that Obama was the most liberal of the bunch. Sanders finished fourth. The two differed on just three of the 99 votes the magazine studied.\n\n\nAccording to\n\nNational Journal,\n\nthe three votes occurred in January, March and June of 2007. In January, Sanders joined a conservative majority in voting against establishing a Senate Office of Public Integrity to handle ethics complaints against senators. Obama voted for it.\n\n\nLikewise, Sanders was with a conservative majority in June when he voted against moving forward with a comprehensive immigration reform bill. Again, Obama voted for it.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut in March, it was Obama siding with a conservative majority in voting for a resolution stating that funds for U.S. troops in the field should not be cut off. Sanders voted with liberals against the resolution.\n\n\nSo, as far as that one study goes, Obama was more liberal than Sanders in 2007 by a net difference of one vote. But the magazine's tally is inherently subjective, since it relies on the judgment of its editors and reporters to determine which votes show an ideological distinction.\n\n\nAnd the sample size of votes comparing Obama to Sanders is quite small. Sanders only joined the Senate in 2007, Obama in 2005. And Obama wasn't the most liberal senator in either of his first two years, finishing 16th-most liberal in 2005, according to\n\nNational Journal,\n\nand 10th-most liberal in 2006.\n\n\nAnd as PolitiFact found earlier this year, other tallies disagree with\n\nNational Journal's\n\nfindings. Voteview.com, which conducts a similar study based on the judgments of political scientists, found that eight current senators, including Vermont's Sanders, were more liberal than Obama. The Voteview.com study looked at the breadth of the senators' careers, not just the most recent year.\n\n\nLikewise, Americans for Democratic Action, a self-described liberal group, found that Obama needs to get a lot more liberal to match up with Sanders. In tallying votes it believed showed a liberal position, the group reported in February that Obama scored only a 75 percent liberal quotient in 2007, while Sanders clocked in at 95 percent. Obama might have scored as well as Sanders if he hadn't missed five of the 20 votes the ADA scored. Missed votes are counted against senators in the study. Sanders, by contrast, voted with the ADA on 19 of the 20 votes the group tallied.\n\n\nAnother method of evaluating senators' politics is used by\n\nCongressional Quarterly,\n\nwhich gauges how often they vote with members of their own party on bills that divide most Republicans from most Democrats. In that tally, both Obama and Sanders sided with the Democrats on 97 percent of partisan votes in 2007.\n\n\nEven Charles Green,\n\nNational Journal's\n\neditor, says he'd be wary of putting too much stock in any one rating methodology. \"There's pluses and minuses to each rating system. If you look at a number of them, I think you have a pretty good picture,\" he told PolitiFact in June.\n\n\nSo while McCain can make a case that Obama was more liberal than Sanders in 2007, that conclusion is more a matter of opinion than fact. As a result, we find his statement Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16108"}