{"url": "/factchecks/2011/dec/02/herman-cain/Cain-says-999-plan-not-regressive/", "speaker": "Herman Cain", "vclaim": "Says his 9-9-9 tax reform plan is not \"regressive.\"", "truth_label": "false", "date": "stated on October 19, 2011 in several public statements:", "title": "Cain says 9-9-9 plan not \"regressive\"", "text": "The recent debut of GOP presidential hopeful Herman Cain’s \"9-9-9 the Movie -- Slaying the Tax Monster\" had PolitiFact Georgia waxing nostalgic over days gone by.\n\nOnce upon a time -- about a month and a half ago -- Cain was surging to the top of the polls. He was the toast of the talk show circuit, and his 9-9-9 tax reform plan was the talk of the town.\n\nCain repeated over and again that his plan was not \"regressive.\"\n\n\"[I]t is not regressive on the poor,\" he told the hosts of ABC’s \"The View \" Oct. 4.\n\n\"It's not regressive,\" he told CNN Oct 13.\n\n\"[T]hey try to say -- ‘Well, it’s going to be regressive on the poor.’ No, it’s not,\" he told a crowd in Las Vegas on Oct. 19.\n\nCain’s \"9-9-9 the Movie,\" a breezy five-minute cartoon released Monday, brings up the fate of the poor again.\n\n\"Americans in lower tax brackets right now will have even more opportunities to move up as the economy takes off,\" it says.\n\nSo, we wondered, is 9-9-9 \"regressive\"?  \n\nThere’s a bit of ideological dispute on what counts as a regressive tax. Some see it as one that taxes people at lower income levels at a higher rate than those who are wealthier.\n\nThe Internal Revenue Service describes it as \"a tax that takes a larger percentage of income from low-income groups than from high-income groups.\"\n\nAnd most economists agree that a regressive tax forces lower-earning taxpayers to pay a greater percentage of their income than higher earners. Some cite a national sales tax as an example. Because low- and middle-income households consume more of their income than higher-income households do, proportionally speaking, they have a greater tax burden.\n\nWe looked at our past 9-9-9 coverage and other analysis. We found that while in most cases, personal tax rates will be the same regardless of how much money a person makes, it will change the lives of individuals on opposite ends of the income spectrum in very different ways.\n\nOur sister site PolitiFact National examined the plan. Based on the campaign’s statements, income tax exemptions will be for charitable deductions and \"empowerment\" zones that aim to encourage inner-city development.\n\nCain’s 9 percent income tax would replace payroll taxes, which are paid by all workers toward Medicare and Social Security benefits. It would also end the estate tax.\n\nThe 9 percent sales tax would apply to new goods, but not used goods. Payroll taxes on workers would go away. And if you’re like about half of the country and pay no income tax, there’s a good chance you’d start doing so under 9-9-9.  \n\nAn Oct. 18 analysis by the nonpartisan Tax Policy Center offers perhaps the most detailed look at the plan. The group, which is made up of tax experts from Republican and Democratic administrations, found that Americans with top incomes would fare far better than the rest of us.\n\nOr, as Tax Policy Center analyst Howard Gleckman wrote, \"Herman Cain’s 9-9-9 tax plan would result in a massive tax cut for nearly all of the highest-earning Americans and a steep average tax hike for everyone else.\"\n\nThey looked at 9-9-9 based on income level and found nearly 84 percent of tax filers would get a tax increase under Cain’s plan, compared with current tax policy. More than 95 percent of those who make more than $1 million would get a tax cut.\n\nPolitiFact National posted data for filers who make $75,000 or less on its site.\n\nNow, there are a few caveats.\n\nAfter the Tax Policy Center released its analysis, Cain’s camp said households below the poverty level could claim a deduction. The center asked several times for more details on this deduction, but the campaign \"did not define clearly how that deduction would work,\" they wrote. Their analysis therefore does not take into account this deduction.\n\nThe center also had to fill in a few blanks about 9-9-9 to analyze the plan according to its standard economic model.\n\nCain may release more details that could cause these estimates to change, but we found none so far. His cartoon says that 9-9-9 turns the entire country into an \"opportunity zone,\" creates exemptions for people \"starting at the poverty line,\" and creates incentives for \"the most economically distressed areas.\"\n\nBut beyond that, there are few additional details on his website or in any other statement we reviewed.  \n\nOther analyses have come up with similar results as the Tax Policy Center.\n\nBefore the Tax Policy Center released its results, PolitiFact Florida asked three tax accountants to take a look at a claim that under 9-9-9, taxes for filers that make $50,000 would fare better. They found the claim is only correct in certain instances and that Cain was cherry-picking his numbers.\n\nBruce Bartlett was once a senior policy analyst to Ronald Reagan, but now is critical of the president’s approach to economics. He said that \"The poor would pay more while the rich would have their taxes cut, with no guarantee that economic growth will increase and good reason to believe that the budget deficit will increase.\"\n\nIncidentally, the American Institute of Certified Public Accountants did rough calculations for Yahoo News and concluded that billionaire business mogul Warren Buffett would likely pay no income taxes.\n\nWe were unable to find any independent analysis that said 9-9-9 would have the same consequences for lower-income Americans as higher-income ones.\n\nCain says the personal income flat tax is not \"regressive,\" and technically speaking, all but the poor will be taxed at the same rate. (How he’ll handle the poor remains unclear.)\n\nStill, under Cain’s 9-9-9 plan, low- and middle-income taxpayers will pay a greater share of their income on taxes than their wealthier counterparts. This fits the definition of \"regressive.\"\n\nWe rate Cain’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-12002"}