{"url": "/factchecks/2011/aug/09/tom-kean-sr/former-gov-tom-kean-says-he-built-last-nuclear-pow/", "speaker": "Tom Kean", "vclaim": "\"I built the last nuclear plant — not only in the state, but in the country.\"", "truth_label": "half-true", "date": "stated on August 1, 2011 in a question-and-answer column in The Star-Ledger:", "title": "Former Gov. Tom Kean says he built the last nuclear power plant in the state and the country", "text": "Former Gov. Tom Kean recently claimed he \"built the last nuclear plant -- not only in the state, but in the country.\"\n\nThe remark, published in an Aug. 1 question-and-answer column in The Star-Ledger, was in response to the question: \"Hearings began this week on Gov. Christie’s new energy plan, which includes a nuclear component. Realistically, do you think New Jersey would accept a new nuclear plant?\"\n\nKean, a Republican, replied: \"I built the last nuclear plant -- not only in the state, but in the country. It wasn’t easy politically, but Republicans and Democrats got together and acted for the future of the state. It’s almost impossible to rely totally on fossil fuels, as of now, there are not enough alternatives. If we want efficient, cheap, nonpolluting energy, we may have to accept a new plant.\"\n\nBut did Kean really build the last nuclear power plant in the state and the nation?\n\nHe’s right about New Jersey, but wrong about the country -- though it’s worth noting that during his tenure as governor, one of the last nuclear power plants of its kind to be built in the United States started commercial operations.\n\nNew Jersey is home to four nuclear power plants.\n\nThe Oyster Creek plant in Lacey Township in Ocean County is operated by Illinois-based Exelon Generation. PSEG Nuclear, a subsidiary of PSEG Power, operates the other three plants -- Salem 1, Salem 2 and the Hope Creek Generating Station, all of which are in the same complex in Lower Alloways Creek Township in Salem County.\n\nHope Creek and Oyster Creek are two of 23 boiling water reactors in the United States with General Electric Mark I containment systems --  similar to the ones at Japan’s ill-fated Fukushima Daiichi nuclear power plant, which sparked a nuclear crisis after it sustained damage from a massive earthquake in March.  \n\nKean told PolitiFact New Jersey he was referring to Hope Creek and said he was basing his statement on a conversation he had with an expert at a nuclear conference he recently attended. But data from the U.S. Nuclear Regulatory Commission shows -- and a spokesman for the agency confirmed -- that Hope Creek wasn’t the last nuclear plant built in the nation.\n\nAccording to data from the U.S. Nuclear Regulatory Commission, a construction permit for Hope Creek was issued on Nov. 4, 1974.\n\nJoe Delmar, spokesman for PSEG Nuclear, said actual \"shovel in the ground\" construction began in 1976. In July 1986 --  during the beginning of Kean’s second gubernatorial term -- an operating license was issued for the plant and commercial operations began there that December, according to the federal nuclear agency’s data.\n\nConstruction hasn’t started on any new nuclear power plants in New Jersey since -- though PSEG Power and PSEG Nuclear have submitted an application to the U.S. Nuclear Regulatory Commission to review whether its Salem County site could support another nuclear power plant.\n\nNow, let’s take a look at nuclear power plants throughout the country.\n\nBecause Kean took office in 1982, after construction had begun on Hope Creek, we’re only going to focus on nuclear power plants that started commercial operations after Hope Creek.\n\nOf 104 nuclear power plants in operation in the U.S., 19 started operating commercially after Hope Creek, according to federal data.\n\nThe last reactor to start commercial operations in the United States is the Watts Bar nuclear plant in Tennessee in 1996.\n\nScott Burnell, spokesman for the U.S. Nuclear Regulatory Commission said the Tennessee Valley Authority, which operates Watts Bar, has had a valid construction permit for a second reactor at the same location, and has applied for an operating license. The federal agency expects to have a final decision on that application next year, Burnell said.\n\nBack to Kean’s statement.\n\nThe former governor said he \"built the last nuclear plant -- not only in the state, but in the country.\"\n\nHope Creek was completed during Kean’s tenure and it is the last nuclear plant built in New Jersey. So he’s right there.\n\nBut, a spokesman for the U.S. Nuclear Regulatory Commission said Hope Creek isn’t the last nuclear power plant to be built in the United States.\n\nKean would be correct if he had said he built one of the last nuclear power plants of its kind in the United States. But he didn’t specify, so we rate the statement Half True.\n\nTo comment on this ruling, go to NJ.com.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-12601"}