{"url": "/factchecks/2011/mar/15/barack-obama/barack-obama-says-us-oil-production-last-year-was-/", "speaker": "Barack Obama", "vclaim": "\"Last year, American oil production reached its highest level since 2003.\"", "truth_label": "mostly-true", "date": "stated on March 11, 2011 in a press conference:", "title": "Barack Obama says U.S. oil production last year was highest since 2003", "text": "In his press conference on March 11, 2011, President Barack Obama talked up U.S. oil production against a backdrop of rising prices at the pump.\n\n\"We need to continue to boost domestic production of oil and gas,\" he said. \"Last year, American oil production reached its highest level since 2003. Let me repeat that. Our oil production reached its highest level in seven years. Oil production from federal waters in the Gulf of Mexico reached an all-time high. For the first time in more than a decade, imports accounted for less than half of what we consumed. So any notion that my administration has shut down oil production might make for a good political sound bite, but it doesn’t match up with reality,\"\n\nIn this item, we’ll check the first piece of evidence to support his contention that his administration hasn’t \"shut down\" oil production -- that \"last year, American oil production reached its highest level since 2003.\"\n   \nWe turned to the Energy Information Administration, the federal government’s official office for energy statistics. Since Obama said \"oil production,\" we will only look at oil removed from U.S. territory, rather than natural gas or other petroleum products.\n   \nHere are the annual totals, in barrels produced, going back to 2003:\n   \n2003: 2,073,453,000\n2004: 1,983,302,000\n2005: 1,890,106,000\n2006: 1,862,259,000\n2007: 1,848,450,000\n2008: 1,811,817,000\n2009: 1,956,596,000\n2010: 2,011,856,000\n   \nSo, 2010 is definitely the highest since 2003. But we’ll note a couple of caveats.\n   \nFirst, production levels actually have been quite stable over the eight-year period. Comparing 2009 and 2010 statistics, petroleum production only rose about 3 percent. And the level for 2010 is only 11 percent higher than for the lowest year in that eight-year period. So the increase the president is referring to is not particularly dramatic.\n   \nThe second caveat is that the Energy Information Administration projects that production totals are poised to fall from their current levels over the next two years.\n   \nDomestic crude oil production, the agency says, is projected to decline by 110,000 barrels a day in 2011 and by an additional 130,000 barrels per day in 2012. The agency makes that projection based on expected production declines in Alaska due to maturing oil fields. Production in the Gulf of Mexico is also projected to decline. Both are partially offset by projected increases in the Lower 48 states, but on balance, EIA sees the numbers falling.\n   \nSo Obama is right that American oil production is at its highest level since 2003, but we’re taking the statement down a notch on our rating scale because the amount is projected to fall during each of the next two years, making it somewhat problematic to use the number as evidence that domestic oil production is on a healthy trendline. On balance, we rate the statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13418"}