{"url": "/factchecks/2016/nov/15/donald-trump/trump-misleads-number-criminal-immigrants-illegall/", "speaker": "Donald Trump", "vclaim": "Says there are \"probably 2 million, it could be even 3 million\" criminal immigrants in the country illegally.", "truth_label": "half-true", "date": "stated on November 13, 2016 in a 60 Minutes interview:", "title": "Trump misleads in number of criminal immigrants illegally in country", "text": "In his first interview after winning the 2016 election, President-elect Donald Trump had to answer whether he would keep his word on his campaign promises or change in any way.\nTrump said he wanted to keep a couple provisions of the Affordable Care Act, which he had pledged to repeal, and he said he would be open to a part wall, part fence perimeter along the U.S.-Mexico border instead of a massive concrete structure.\n\"What about the pledge to deport millions and millions of undocumented immigrants?,\" asked CBS' Lesley Stahl of 60 Minutes.\n\"What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably 2 million, it could be even 3 million, we are getting them out of our country or we're going to incarcerate,\" Trump responded. \"But we're getting them out of our country, they're here illegally.\"\nAlso, after securing the border \"and after everything gets normalized,\" the fate of \"terrific people\" who remain in the country illegally will be decided, Trump said.\nWe wondered about Trump’s reference to 2 million to 3 million immigrants with criminal records in the United States illegally.\nTrump was referring to a Department of Homeland Security report covering fiscal years 2011-13. That report said U.S. Immigration and Customs Enforcement estimated there were 1.9 million \"removable criminal aliens\" in the United States at the time -- not 3 million.\nAnd the report says the 1.9 million total includes immigrants who are here both legally and illegally.\n‘Criminal alien’ doesn’t necessarily mean illegal\nThe term \"criminal aliens\" is generally used by law enforcement to identify \"noncitizens who are residing in the United States legally or illegally and are convicted of a crime.\"\nIt is misleading to say the 1.9 million outlined in the DHS report are all here illegally -- though they may be \"removable.\" An individual living in the United States legally may be subject to deportation under certain circumstances, including the conviction of crimes such as cocaine possession.\nThe report did not specify how many \"criminal aliens\" are here illegally. An ICE official said the agency was not able to confirm the percentage or number of immigrants in the country illegally with criminal convictions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nJessica Vaughan, director of policy studies at Center for Immigration Studies, a think tank favoring stricter immigration policies, said her research shows the majority of the criminal immigrants are here illegally and backed up Trump’s statement. Trump cited her research during his campaign.\n\"Based on my review of various sets of data and records from ICE that includes the exact immigration status of sets of ICE removal cases, I am confident in saying that most of this population of criminal aliens is here illegally,\" Vaughan said of the 1.9 million in the federal report. \"Under the law, criminal aliens who at one time had legal status generally would become disqualified for that legal status upon conviction of certain crimes.\"\nAdam Cox, an expert on immigration law and professor at New York University, said a criminal conviction itself does not alter the immigration status of a lawful immigrant, such as a green card holder.\n\"These immigrants are not stripped of their status the moment they are convicted,\" Cox said.\nIf a convicted green card holder is placed in deportation proceedings, he or she would lose the green card only at the end of immigration proceedings if an immigration judge rules that the criminal conviction makes the person deportable, Cox said.\nTrump’s claim that \"it could be even 3 million\" criminal immigrants in the country illegally also surpasses calculations from a group estimating it could be less than 1 million.\nThe Migration Policy Institute, a think tank analyzing the movement of people and policies that affect them, in July 2015 estimated that 43 percent, or 820,000, of the 1.9 million noncitizens convicted of crimes were unauthorized immigrants. The institute analyzed estimates of the unauthorized population and the number of noncitizens lawfully in the country and estimated that both groups commit crimes at similar rates.\nThe precise number of unauthorized immigrants convicted of crimes may be higher or lower, with a margin of error in the low tens of thousands, the institute said.\nTrump’s plan to deport 2 million to 3 million parallels the number of total immigrants deported under President Barack Obama. More than 2 million people have been deported over the course of Obama’s presidency.\nOur ruling\nTrump said there are \"probably 2 million, it could be even 3 million\" criminal immigrants in the country illegally.\nTrump’s slightly hedged numbers stem from a federal report that said there are about 1.9 million \"removable criminal aliens,\" but that includes people here legally and illegally. Trump’s claim that it could even be 3 million is based on an assumption.\nHe's in the ballpark but misses important details. We rate Trump’s statement Half True.https://www.sharethefacts.co/share/56b11b37-a7db-494b-9ea6-ea4b0b59ef3c", "vclaim_id": "vclaim-pol-03941"}