{"url": "/factchecks/2019/apr/11/viral-image/viral-image-about-confederate-flag/", "speaker": "Viral image", "vclaim": "Says William T. Thompson, the designer of the Confederate flag, said, \"As a people we are fighting to maintain the Heaven-ordained supremacy of the white man over the inferior or colored race\" and \"As a national emblem, it is significant of our higher cause, the cause of the superior race.\"", "truth_label": "half-true", "date": "stated on April 1, 2019 in a Facebook post:", "title": "Viral image about the Confederate flag confuses history", "text": "\"So the Confederate flag is not racist, huh?\"... That’s how an April 1 Facebook post begins, followed by a sketched portrait of a man and two quotes.\nThe first quote:\n\"As a people we are fighting to maintain the Heaven-ordained supremacy of the white man over the inferior or colored race.\"\nAnd the second quote:\n\"As a national emblem, it (the Confederate flag) is significant of our higher cause, the cause of the superior race.\"\nThe statements are attributed to William T. Thompson, who the post identifies as the Confederate flag’s designer.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nLet’s just cut to the chase: Yes, William T. Thompson said these things. The problem with this claim, though, is that he isn’t the designer of what we know today to be the Confederate flag.\nFirst you should know that the flag has evolved over time. The first official flag of the Confederacy was adopted in March 1861, according to the Los Angeles Times. It had red and white stripes and a circle of stars against a blue background in the upper left corner.\nIn May 1863, the Confederate Congress approved a new national flag—the so-called Stainless Banner. As John Coski, a historian at the American Civil War Museum, writes in the New York Times, this flag \"was a plain white field emblazoned with what was already a powerful and famous Confederate symbol, the Southern Cross, the star-bedecked blue saltire, or diagonal cross, that had been a famous battle flag since the fall of 1861.\"\nA third flag, which was adopted soon before the Confederacy fell, resembled the second flag only it had a red bar on the right edge.\nNext, let’s look at what we today think of as the Confederate flag: the Confederate battle flag. It was designed by Confederate politician William Porcher Miles, not William T. Thompson, as the Facebook post claims. Miles chaired the Committee on the Flag and Seal, and though his design was never officially adopted by the Confederacy, it was \"taken up by the Confederate army,\" the Washington Post notes, \"not to mention ‘The Dukes of Hazzard’ and alleged Charleston shooter Dylann Storm Roof.\" (Roof has since been convicted and sentenced to death in the 2015 killing of nine African-American churchgoers in South Carolina.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nMiles’ design was also incorporated into the Stainless Banner, that second national flag that the Confederate Congress approved in 1863. William T. Thompson is often said to be the designer of the \"Stainless Banner.\" The Los Angeles Times, for example, described him as that flag’s designer in its 2015 story about the Confederate flag’s evolution. Also that year, The Washington Post said putting the battle flag on a field of white was \"his idea.\" Going even farther back, \"Our Flag: Origin and Progress of the Flag of the United States of America,\" an 1872 book by American naval officer George Henry Preble notes that Thompson \"suggested a white flag with the Southern cross or battle flag for its union, as a national ensign for the Confederacy\" and then asked Capt. Wm. Ross Postell to make a colored drawing of his proposed flag.\nBut Coski questions whether Thompson was really that flag’s designer. He told PolitiFact in an email that he thought others had previously suggested putting the battle flag on a field of white. When we asked if he could confirm, he said \"without substantial research, I don’t think it is possible to confirm that he was the designer.\"\n\"At this point,\" he added, \"it is only a hypothesis.\"\nWe reached out to other historians about Thompson’s credit as the Stainless Banner’s designer but the two who responded pointed us back to Coski. One called him one of two experts on the flag (we couldn’t reach the other).\nCoski could confirm the quotes.    \nThompson, as it turns out, was the editor of the Savannah Morning News. According to the book \"Our Flag,\" in an April 1863 editorial, he wrote:\nOur idea is simply to combine the present battle flag with a pure white standard sheet; our Southern cross, blue on a red field, to take the place on the white flag that is occupied by the blue union in the old United States flag or the St. George’s cross in the British flag. As a people, we are fighting to maintain the heaven-ordained supremacy of the white man over the inferior or colored race; a white flag would thus be emblematic of our cause.\"\nHe objected to efforts to add a blue stripe to the center of the white field, according to the book, and after the idea was dropped, he wrote on May 4, 1863:\nThe flag as adopted is precisely the same as that suggested by us a short time since, and it is, in our opinion, much more beautiful and appropriate than either the red and white bars or the white field and blue bar as first adopted by the senate. As a national emblem it is significant of our higher cause the cause of the superior race, and a higher civilization contending against ignorance, infidelity and barbarism.\nCoski said Thompson’s editorials are well-known and regularly quoted. But, he said: \"most historians consider his a somewhat lone voice and don’t regard his comments as in any way official or representative of the Confederate government.\"\nOur ruling\nWilliam T. Thompson has been credited with designing the Stainless Banner, one of several flags used by the Confederacy. But not everyone agrees that Thompson was the Banner’s designer; Coski said it’s not possible to prove without substantial research. What’s more, Thompson didn’t design the flag that Americans today think of when they hear \"Confederate flag.\" That flag is the Confederate battle flag, and while it was incorporated into the Stainless Banner, it was William Porcher Miles who designed it.\nThompson did say what the Facebook post claims. However, he was describing the \"Stainless Banner,\" not the battle flag.\nWe rate this post Half True.\n Share the Facts 2019-04-11 18:59:55 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  William T. Thompson, the designer of the Confederate flag, said, \"As a people we are fighting to maintain the Heaven-ordained supremacy of the white man over the inferior or colored race\" and \"As a national emblem, it is significant of our higher cause, the cause of the superior race.\"    Viral image On the internet     Monday, April 1, 2019 2019-04-01    Read More  info", "vclaim_id": "vclaim-pol-00769"}