{"url": "/factchecks/2014/jul/21/kate-obenshain/did-reagan-really-rush-back-dc-after-korean-plane-/", "speaker": "Kate Obenshain", "vclaim": "Compared to President Obama, \"President Reagan rushed home from Santa Barbara vacation, from the Reagan ranch when the Korean jetliner was shot out of the air by the Russians.\"", "truth_label": "barely-true", "date": "stated on July 17, 2014 in an interview on \"The O'Reilly Factor\":", "title": "Did Reagan really rush back to DC after Korean plane shoot down in '83?", "text": "For Fox News, the downing of Malaysian Airlines Flight 17 in Ukraine evoked memories of another disaster, the shooting down of Korean Air Flight 007 by the Soviet air force in 1983. The commercial flight with 269 people aboard had strayed into Soviet airspace on its way to Seoul. After tracking the plane for several hours, a Soviet SU-15 Interceptor opened fire, crippling the plane and sending it into the sea. About 60 Americans were on board, including a member of Congress.\nSeveral pundits on Fox News used the 1983 crash to illustrate how unfavorably President Barack Obama compares to President Ronald Reagan. They criticized Obama for attending a fundraiser and sticking with his regular schedule on the day the Malaysian plane went down.\nThey said it was completely different with Reagan.\nChris Stirewalt, the Fox News Online editor, described how Reagan and his Secretary of State George Shultz \"immediately went on the offensive\" to \"show resolve in the face of aggression.\"\nConservative commentator Kate Obenshain echoed the speed of Reagan’s response.\n\"President Reagan rushed home from Santa Barbara vacation, from the Reagan ranch when the Korean jetliner was shot out of the air by the Russians,\" Obenshain said July 17 on The O’Reilly Factor.\nWe looked at the sequence of events in late August and the first few days of September 1983. What we found is that it fails to line up as neatly as Obenshain said.\nAn abbreviated timeline\nKorean Air 007 left Anchorage, Alaska, on Aug. 31, 1983. We now know that an incorrect setting in its autopilot system sent it slightly off course, enough to put it into Soviet airspace. At about 2:30 p.m. the plane vanished from radar screens. There was significant uncertainty as to what had happened.\nIt took until the middle of the night Thursday Sept. 1 before U.S. officials knew that the plane had been shot down with no survivors. Secretary of State George Shultz spoke to the press that morning. At that time, he had not spoken to Reagan, although others had briefed the president.\nUp to this point, Reagan was on vacation at his Santa Barbara, Calif., ranch. The day that Shultz held his news briefing, White House spokesman Larry Speakes gave a statement to reporters in California.\n\"The president is very concerned and deeply disturbed about the loss of life aboard the Korean Air Lines flight overnight,\" Speakes said. \"There are no circumstances that can justify the unprecedented attack on an unarmed civilian aircraft. The Soviet Union owes an explanation to the world about how and why this tragedy has occurred.\"\nWhen asked if Reagan would be returning to Washington, Speakes said he would not.\n\"There are no plans for the president to return to Washington earlier than anticipated,\" he said. The president \"has every facility, every capacity, every capability to do, perform any function that he could perform in Washington.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAbout eight hours later, Speakes called the reporters together again and announced that Reagan would return to Washington, D.C., the next day, Friday.\nAs Reagan was leaving California, he read a brief statement.\n''I speak for all Americans and for the people everywhere who cherish civilized values in protesting the Soviet attack on an unarmed civilian passenger plane,'' Reagan said. ''Words can scarcely express our revulsion at this horrifying act of violence.\"\nReagan wrote this in his diary that evening: \"We were due to return to Wash. on Labor Day but realized we couldn’t wait so we left on Fri. It was heartbreaking. I had really looked forward to those last three days. When we got in Fri, I went directly to a NSC (National Security Council) meeting re the Soviet affair.\"\nOn Sept. 5, 1983, four days after the jet was shot down, Reagan spoke to the nation for about 18 minutes in a televised address.\nA Fox News host corrects his colleagues\nChris Wallace, host of Fox News Sunday, tried to correct the record on Fox. During an interview on the network’s morning show Fox and Friends, Wallace explained his experiences covering Reagan in 1983.  \n\"He was in Santa Barbara at his ranch when this happened, and quite frankly he didn't want to leave,\" Wallace said. \"And his advisers realized how terrible this looked, and eventually persuaded him he had to fly back to Washington and had to make this speech to the nation.\"\nReagan biographer Paul Kengor described the president’s reaction in his book The Crusader. Kengor quotes Reagan telling his National Security Advisor William Clark \"to be careful not to overreact to this.\"\nAccording to press reports at the time, Reagan wanted arms control talks with the Soviets to continue and resisted putting economic sanctions on Russia.\nAs for Obama, news of the Malaysia plane crash started appearing around 11:30 a.m. Washington time. By 12:05 p.m., White House reporters said Obama had been briefed on the crash. By shortly after 1 p.m., Obama and Russian Vladimir Putin discussed the crash and shortly after 2 p.m., Obama made a few brief remarks at a previously scheduled event in Delaware.\n\"Obviously the world is watching reports of a downed passenger jet near the Russia-Ukraine border. And it looks like it may be a terrible tragedy,\" Obama said. \"Right now, we’re working to determine whether there were American citizens onboard.  That is our first priority.\"\nThe president attended two fundraising events in New York City the night of the crash and returned to the capital that evening. He held a news conference at the White House the next morning. He called the deaths \"an outrage of unspeakable proportions,\" and said that \"Russia, these separatists, and Ukraine all have the capacity to put an end to the fighting.\"\nOur ruling\nObenshain said that when the Russians shot down a Korean passenger plane in 1983, Reagan rushed home from his Santa Barbara vacation. The actual timeline shows that even after the White House concluded that the Soviets were responsible, administration officials decided that the president would remain in California. It took about half a day for them to change their minds.\nAside from a brief statement, it took Reagan several days before addressing the issue with the American public. In a practical sense, the delay was not long but there was more deliberation than Obenshain’s words would suggest.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-07569"}