{"url": "/factchecks/2012/jul/24/steve-brown/Transportation-tax-foes-number-crunching-flawed/", "speaker": "Steve Brown", "vclaim": "A proposed tax to fund transportation projects would spend $90,000 to take a single vehicle off the road during the morning and afternoon commute.", "truth_label": "false", "date": "stated on July 12, 2012 in a forum hosted by The Atlanta Journal-Constitution:", "title": "Transportation tax foes' number-crunching flawed", "text": "Opponents of a sales tax to fund transportation projects across metro Atlanta have no shortage of ways to say the plan is a waste of your money.\n\nThey say you can’t trust the government to manage the billions of dollars that the 10-year, penny-per-dollar sales tax would raise. They say the tax plan, otherwise known as T-SPLOST, is bloated with projects that won’t ease the region’s notoriously bad traffic.\n\nThis statement by Fayette County Commissioner Steve Brown was especially alarming:\n\n\"If you take the cost of all of the T-SPLOST transit projects combined, the transportation referendum would spend $90,000 to take a single vehicle off the road during the a.m.-p.m. commute,\" Brown said during a July 12 forum hosted by The Atlanta Journal-Constitution.\n\nNinety thousand dollars?\n\nHeck, who needs the tax? Pay us PolitiFact Georgia scribes $90,000 each, and we’ll walk up the Connector to work.\n\nBrown and Bob Ross, a tax foe who was not on the panel, explained their estimate.\n\nFirst, they tallied the combined cost of all of the transit projects that the tax would fund: $3.16 billion.\n\nNext, they calculated how many cars these transit expansions would take off the road.\n\nThe Atlanta Regional Commission, the region’s planning authority, projects that the additional transit capacity will increase boardings by 74,800 per day.\n\nBrown and Ross divided this number by two. Commuters need to board a bus or train at least twice a day: Once to get there, and once to get back.\n\nThat’s 37,400 cars off the road --  a conservative estimate, Brown and Ross said. If a rider has to transfer trains or buses, the daily commute may take four or more boardings.\n\nThe per-car cost is therefore $3.16 billion divided by 37,400 cars.\n\nThat’s about $84,500, less than the $90,000 that Brown used in his claim. Still, pretty close.  \n\nBrown and Ross also sent us calculations they say demonstrate that $90,000 is far too low. The true cost of taking one car off the road is $105,000, they said. (They used a similar method but added in certain maintenance costs.)\n\nBrown’s approach has flaws.\n\nBrown arguably cherry-picked favorable data to prove his point. Of the $3.16 billion the tax would spend on transit projects, only $2.4 billion would fund the expansions that would increase boardings by nearly 75,000 per day.\n\nMuch of the rest is to maintain current service, such as commuter bus run by the Georgia Regional Transportation Authority, ARC spokeswoman Julie Ralston said. The ARC projects that service will go out of business without the tax, forcing riders to take to the roads.  \n\nThe money also funds system maintenance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010\n\n\n\n\n\n\n\n\nExperts told us it's possible that If commuters think the trains are unsafe or break down too often, they might retreat to their cars.\n\nBrown thinks such an argument is absurd.\n\nOthers pointed out that Brown’s calculation has worse problems.\n\nTallying the costs and benefits of a transportation project is a complex process. There are many different approaches, but experts often take into account impacts on the economy, the environment, traffic flow, safety and even noise.   \n\nWe found Brown’s more simple approach may vastly overstate and understate the problem at the same time.\n\nOne reason is that the transit infrastructure will last for generations.\n\nBrown’s calculation uses a single day of boardings. A more fair one would count the boardings over the next few decades.\n\nThe Federal Transit Administration’s rule of thumb is that rail facilities last at least 50 years, according to data on its website, while trains last about 25 years.   \n\nFactor in those future boardings, and the cost for transit to keep a car off the road could be lower than $5 or greater than $13 per day.\n\nThat may be too high for voters to stomach, but it’s a far less alarming figure than $90,000.  \n\nEven then, such a calculation ignores crucial factors that planners consider when they perform a cost-benefit analysis of transit, such as more commerce and less air pollution, said Robert Cervero, a professor of city and regional planning at the University of California, Berkeley.\n\n\"Any numbers based on anything less than a full benefit and cost accounting is, in my view, mostly ideologically driven and propaganda,\" Cervero said.\n\nAnother weakness of Brown’s claim is that over the long term, the transit expansion might not reduce congestion at all.\n\nDecades of research also shows that neither transit nor more highway lanes end gridlock, either, PolitiFact Georgia found in a previous story. Over time, drivers fill up the new lanes. Once again, they’re stuck in traffic.\n\nIn sum:\n\nBrown based his calculation on a transit cost estimate that’s open to accusations of cherry-picking. Furthermore, even Brown and Ross think their own number falls short.\n\nThe claim is so simplistic that it may overstate and understate the cost at the same time.  \n\nBrown’s claim is wrong on various levels. It earns a False.", "vclaim_id": "vclaim-pol-10717"}