{"url": "/factchecks/2015/aug/11/facebook-posts/scott-walker-was-asked-leave-marquette-university-/", "speaker": "Facebook posts", "vclaim": "Scott Walker \"had a 2.3 GPA when he was asked to leave Marquette University for cheating.\"", "truth_label": "false", "date": "stated on August 11, 2015 in a meme:", "title": "Meme claims Scott Walker 'was asked to leave Marquette University for cheating'", "text": "A reader asked us the other day to check a meme attack on Gov. Scott Walker that keeps making the rounds. She saw it on Facebook.\nThe image in the meme, which apparently began circulating in early 2012, puts a dunce cap on Walker's head. It makes a reference to what would be the failed effort, later that year, to recall the Wisconsin Republican from office.\nPerhaps because Walker is now running for president, the meme has surfaced again. It said:\n\"Walker had a 2.3 GPA when he was asked to leave Marquette University for cheating. Is it any wonder he’s attacking teachers now?\"\nThere is no indication on the meme itself of who produced it.\nWalker has denied being forced out of school. When we asked about the meme, his campaign responded by referring us to a brief comment he made Aug. 8, 2015 at the conservative RedState Gathering in Atlanta.\nAsked about lacking a college degree, Walker said:\n\"It's simple. My senior year of college, I got a job offer from the American Red Cross. A lot of my friends who were a year or two older had degrees and no job. I had a job offer, no degree. I'm pretty smart. I took the job.\"\nAs we'll see, Walker was a senior when he left for the Red Cross. And although Walker has refused requests to release his college transcripts, there isn't evidence to back the claims in the attack.\nCollege days examined\nHere's what we know about the governor's college days from a widely noted piece we published in December 2013:\nIn February 1988, as a sophomore at Marquette, a Catholic university in Milwaukee, Walker entered a campaign for student government president.\nThe day before the election, the student-produced Marquette Tribune endorsed Walker's opponent, liberal John Quigley, but said Walker was qualified. A controversy ensued. Students told the Quigley campaign they’d seen Walker workers and/or College Republicans emptying editions of the Tribune from racks in high-traffic buildings on campus.\nThe newspaper responded with an election-day editorial headlined, \"Walker unfit.\" It decried his \"mudslinging\" and said another factor in its reversal on Walker being qualified was the alleged theft of papers, which Walker’s camp denied. Quigley won handily.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nAdministrators investigated. But we found no paper trail, and could not learn from interviews, what came of that investigation, if anything.\nFor our December 2013 article and at Walker's request, Marquette issued a statement saying Walker \"was a student at Marquette from fall of 1986 until spring 1990 and was a senior in good standing when he voluntarily withdrew.\"\nThat meant that no conduct issues, academic or otherwise, blocked Walker from continuing in school at the time of his departure.\nThe university also said Walker was in good standing each term while he was enrolled at Marquette as well as when he left, and that he \"was not expelled or suspended from the university at any time.\"\nIn February 1990, shortly before dropping out, Walker took a job in marketing and fundraising with the local chapter of the American Red Cross. It's also possible he was lured from school by politics. In fall 1990, while still living in the campus area, Walker ran against then-state Rep. Gwen Moore, a Democrat now in Congress, and lost.\nTwo final notes:\n1. In a separate item, also published in December 2013, we rated False a claim by the Wisconsin Democratic Party that Walker dropped out or was kicked out of college \"not long after\" he was \"kicked out of student elections\" at Marquette.\nAfter the original article was published, the Democratic Party removed the accusation from its website.\n2. As for his grade point average, Walker’s gubernatorial campaign said in 2010 that he had a 2.59 (on a 4.0 scale), about three-tenths of one point higher than the meme claims. But we don't know for sure, because he has refused to release his transcripts.\nIndeed, when Walker said in February 2015 at the Conservative Political Action Conference that he had \"unsealed\" his college records, we rated his claim False. He had authorized Marquette to issue the statements we noted, but he has not released his transcripts.\nOur rating\nAn Internet meme says Walker \"had a 2.3 GPA when he was asked to leave Marquette University for cheating.\"\nWalker left school as a senior for a job with the Red Cross, but has not released his transcripts, which has left some to question the move.\nThere is no evidence, however, to prove the grade point average, \"was asked to leave\" or the cheating parts of the claim.\nWe rate it False.\nMore on Scott Walker\nFor more on Scott Walker, check out the Milwaukee Journal Sentinel's Scott Walker File.", "vclaim_id": "vclaim-pol-06085"}