{"url": "/factchecks/2008/dec/03/john-mccain/mccain-is-further-back-than-gore-was/", "speaker": "John McCain", "vclaim": "\"The McCain campaign is roughly in the position where Vice President Gore was running against President Bush one week before the election of 2000.\"", "truth_label": "false", "date": "stated on October 23, 2008 in remarks by chief strategist Steve Schmidt:", "title": "McCain is further back than Gore was", "text": "(Published Oct. 24, 2008)\n\n\nSen. John McCain's chief strategist sought to downplay his candidate's deficit in the polls, comparing the current election to a contest so close it ended up in the Supreme Court.\n\n\n\"The McCain campaign is roughly in the position where Vice President Gore was running against President Bush one week before the election of 2000,” Steve Schmidt, McCain’s chief strategist, was quoted as saying on the front page of the Oct. 23, 2008\n\nNew York Times\n\n. “We have ground to make up, but we believe we can make it up.”\n\n\nThe same day's\n\nWashington Post\n\nfront page featured a similar argument by unnamed McCain advisers: \"Advisers believe the contest's margin is in the five-to-seven-point range, about the same deficit, they say, that then-Vice President Al Gore faced at this time eight years ago against then-Gov. George W. Bush,\" the paper reported.\n\n\nBecause Schmidt was so specific in the\n\nNew York Times\n\nwith his \"one week before the election\" comparison, we'll start there. Election Day 2000 was Nov. 7. A week prior would be Tuesday, Oct. 31. Let's see how Gore was doing in the polls around that time.\n\n\nWe averaged the results of the five polls we could find released right around Nov. 1 – three different tracking polls for ABC News\n\n,\n\nCBS News and CNN\n\n/USA Today\n\n/Gallup, as well as surveys from MSNBC/Reuters/Zogby and Pew Research Center – and found Bush at 46.8 percent to Gore's 43.\n\n\nThose polls included third-party candidate Ralph Nader. Data from political scientists Christopher Wlezien from Temple University and Robert Erikson from Columbia University on the averages of all major polls show Gore trailing by 3 points in a two-man contest with Bush seven days before the election.\n\n\nSo Gore trailed by about 3 to 4 points a week before the 2000 election. How does that compare to how McCain is doing now?\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nAs of early afternoon on Oct. 24, 2008, three Web sites that each average a wide array of national polls, Pollster.com, Realclearpolitics.com and Fivethirtyeight.com, had McCain down 8.2, 7.4 and 7.2 points respectively – about twice the deficit Gore faced.\n\n\n\"Obviously they (the McCain campaign) are simply looking at the map through red-colored glasses,\" said Larry Sabato, a professor of politics at the University of Virginia.\n\n\nThere are, to be sure, isolated polls that bode well for McCain. For example, a recent Associated Press poll had Obama at 44 percent and McCain at 43 percent, essentially a tie, given the 3.5 percentage point margin of error.\n\n\nBut that poll is so out of line with most others that experts largely discount it. \"Bad polls happen and you shouldn't get too excited about one unusual poll,\" said Charles Franklin, professor of political science at the University of Wisconsin, Madison, and co-developer of Pollster.com.\n\n\nAverages are far more trustworthy, Franklin said.\n\nThis chart\n\nhe compiled of polling trends from 2000, 2004 and 2008, shows vividly the dramatic gap between how McCain was doing as of Oct. 4, 2008, and how Gore was doing in 2000. (Franklin provided us an updated version of the chart by e-mail; the gap has since narrowed only slightly.)\n\n\nFranklin also checked his data for the span of the past two weeks, a wider time frame than the snapshot we looked at above to cover the comment to the\n\nWashington Post\n\nabout how the campaigns compared \"at this time.\" He found: \"This year, Obama leads during these two weeks by an average of 7.1 points. In 2000 the Bush lead was an average of 3.1 points.\"\n\n\nAgain, McCain's deficit is more than double Gore's.\n\n\nWe don't mean to suggest that McCain can't come back and win the election. The question we sought to answer was this: Is McCain running in about the same position that Gore was at this point in the 2000 election, as the McCain campaign says? Simply put, no. We find McCain's claim to be False.", "vclaim_id": "vclaim-pol-15868"}