{"url": "/factchecks/2012/sep/02/tennessee-democratic-party/birthers-sanctioned-federal-judge-frivolous-lawsui/", "speaker": "Tennessee Democratic Party", "vclaim": "Says a federal judge \"sanctions Tennessee ‘birther’ lawyer … for bringing a frivolous lawsuit.\"", "truth_label": "true", "date": "stated on August 28, 2012 in in a press release.:", "title": "Birthers sanctioned by federal judge for ‘frivolous lawsuit,’ claims Tennessee Democratic Party", "text": "The \"birthers\" – people who contend President Obama is not a \"natural-born citizen\" and therefore ineligible to be President -- are back in the news, right here in Tennessee.\n\nThe Tennessee Democratic Party issued a press release Tuesday, just as the Republican National Convention was getting underway, noting that sanctions were imposed against the plaintiffs in a federal court lawsuit in Memphis that essentially sought to block Obama’s name from this year’s election ballot in Tennessee.\n\nThe lawsuit was dismissed by U.S. District Judge S. Thomas Anderson in Memphis on June 20 after he concluded that none of the plaintiffs had established sufficient legal standing to assert their claims.\n\nOn Aug. 24, Judge Anderson granted a motion by the defendants, including the Tennessee Democratic Party, to sanction the plaintiffs for bringing a case in which their attorney, Van Irion of Knoxville, \"knew or reasonably should have known that the claims in this case had no basis in law,\" according to the judge’s order.\n\nThat order of sanctions was the subject of the party’s press release, which reported that not only had the judge dismissed a \"birther\" lawsuit but had sanctioned Irion \"for bringing a frivolous lawsuit.\"\n\nIrion is a Knoxville lawyer who, according to its website, co-founded Liberty Legal Foundation, which operates out of the same West Knoxville office suite as his law office. Irion is also listed as the foundation’s president and lead counsel. The website says the foundation has three big issues: \"Obamacare,\" immigration and the President’s legal status as a citizen.\n\nLiberty Legal and three plaintiffs – John Dummett, Leonard Volodarsky and Creg Maroney – originally filed a lawsuit in state court in Memphis against an entity called the National Democratic Party of the USA Inc. (which apparently doesn’t exist). Irion later added as defendants the Democratic National Committee, the Tennessee Democratic Party, U.S. Rep. Debbie Wasserman Schultz (current chair of the Democratic National Committee) and state Democratic Party Chairman Chip Forrester.\n\nIrion charged that the defendants violated state fraud statutes by falsely representing that Obama is qualified to be President, because he is not a natural-born citizen, and they should be blocked from filing papers with the secretary of state that will place his name on the Tennessee ballot.\n\nThe defendants successfully moved the case into federal district court in Memphis, where, after several months, Judge Anderson dismissed it in June. The defendants then filed the motions for sanctions against the plaintiffs. The judge issued his ruling on the motions Aug. 24, holding Irion personally accountable for a share of the defendants’ attorneys fees. Irion says he will ask the judge to reconsider and, failing that, will appeal the sanction order.\n\nThe Democrats’ press release is correct as far as it goes. A federal judge did sanction a Tennessee lawyer who argues that the President’s birth disqualifies him from serving – a \"birther\" in the current highly polarized political environment.\n\nBut the judge denied two of the defendants’ three motions for sanctions. However, both of the denials were made on more or less technical grounds – one because the defendants’ attorneys did not serve Irion with a copy of the sanction motion at least 21 days before it was filed with the court, as required by court rules, and the other because it addressed legal issues that the court did not need to rule on in dismissing the case.\n\nThe press release accurately described the tone of Judge Anderson’s sanction order, which concludes: \"Having determined that counsel for Plaintiff reasonably should have known that all Plaintiffs lacked standing to bring this suit, the Court holds that Plaintiffs’ claims were frivolous and without any arguable basis in law. As such, counsel for Plaintiff has multiplied the proceedings in this case unreasonably and vexatiously and should therefore be required to satisfy personally the attorneys’ fees reasonably incurred by Defendants because of such conduct.\"\n\nThe Liberty Legal Foundation website added an item Aug. 30 that accused Judge Anderson of lying: \"Judge Anderson not only did not address the outright lies of the DNC attorneys, he piled on his own lies in order to personally sanction Van Irion.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChain email\n\n\nstated on October 1, 2007 in\n\n\n\n\n\n\n\n\n\"Obama was enrolled in a Wahabi school in Jakarta. Wahabism is the RADICAL teaching that is followed by the Muslim terrorists who are now waging Jihad against the western world.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • December 20, 2007\n\n\n\n\n\n\n\n\nThe Tennessee Democratic Party wanted to bring attention to Tennessee \"birthers\" challenging President Obama’s citizenship, and did so by pushing a press release claiming the judge found the claims so \"frivolous\" that he sanctioned the plaintiffs who brought them. We rule the statement True.", "vclaim_id": "vclaim-pol-10461"}