{"url": "/factchecks/2013/may/04/david-cicilline/us-rep-david-cicilline-says-gun-dealers-whose-lice/", "speaker": "David Cicilline", "vclaim": "\"If you are a federally licensed gun dealer and your license is revoked because you've engaged in misconduct ... your entire inventory under prevailing law is deemed your personal collection. You then can sell it free from any background checks.\"", "truth_label": "true", "date": "stated on April 19, 2013 in an appearance on 10 News Conference:", "title": "U.S. Rep. David Cicilline says gun dealers whose licenses are revoked for misconduct can sell their inventories free from background checks", "text": "As the nation debates proposed new gun restrictions after the Newtown, Conn., elementary school massacre, one issue is whether current law adequately regulates firearms dealers.\n\nDuring a recent appearance on WJAR-TV's \"10 News Conference,\" U.S. Rep. David N. Cicilline, a Rhode Island Democrat, spoke on the issue. Cicilline this year sponsored a bill, which has more than 60 co-sponsors, that would close what supporters refer to as the \"fire sale loophole.\" The bill is still pending in a Congressional committee and it is unclear when, or if, it will be taken up.\n\n\"If you are a federally-licensed gun dealer and your license is revoked because you've engaged in misconduct or because you've sold guns to people who shouldn't have them (if) your license is revoked, your entire inventory under prevailing law is deemed your personal collection,\" Cicilline said.  \"You then can sell it free from any background checks. So we reward bad behavior.\"\n\nWhen we contacted Cicilline’s office to check his claim, spokesman Richard Luchette referred us to the federal firearms law.  We found Section 923 of Title 18, Chapter 44, which includes some of the regulations on federally-licensed firearms dealers.\n\nBut the law doesn’t specifically address what gun dealers who lose their federal licenses can do with the firearms in their inventory. That absence, according to Cicilline and other gun-control supporters, is a serious loophole, allowing dealers to transfer their inventory into a personal collection and then sell those firearms -- without requiring buyers to submit to a background check.\n\nLuchette also sent us links to a couple of examples provided by Mayors Against Illegal Guns, headed by New York City Mayor Michael Bloomberg and Boston Mayor Thomas Menino. (Cicilline was among 15 mayors who in 2006 -- he was Providence mayor at the time -- attended the first summit, hosted by Bloomberg, that helped to launch the group.)\n\nOne example the group cited dated to 2006 and involved a Maryland gun dealer who had lost his license for multiple violations in which firearms in his sales inventory were unaccounted for.\n\nAfter the dealer filed a federal lawsuit against the director of the federal Bureau of Alcohol, Firearms and Tobacco,  the U.S. Department of Justice issued a legal opinion that said \"‘when a dealer loses his license he can dispose of his inventory by selling those firearms without being deemed to have engaged in the business in violation of\" a federal law.\n\nThe gun dealer would violate the law only \"if he chooses to purchase and resell firearms,\" the opinion stated\n\nThe Maryland dealer was found to be within his rights to transfer some 700 guns into his personal inventory and continue to sell them, despite having a record of previous violations in which guns in his inventory were unaccounted for, so long as he did not buy any additional weapons, according to an article in the Baltimore Sun.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlenford Shibley\n\n\nstated on December 9, 2011 in a news release\n\n\n\n\n\n\n\n\n\"Rhode Island is the only state where officers at state-supported [colleges] carry out their duties unarmed.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Alex Kuffner • March 7, 2012\n\n\n\n\n\n\n\n\nThe other example cited by the mayors’ organization was an Ohio firearm dealer allowed to sell what had been remaining in his inventory after his federal license had been revoked.\n\nSeeking an independent point of view, we contacted the Bureau of Alcohol, Firearms and Tobacco, the federal agency that handles federal licensing of firearms dealers.\n\nAn ATF spokeswoman, Debora Seifert, said that once someone is no longer a federally licensed firearms dealer, either voluntarily or because his license is revoked for some misconduct, then \"they are citizens, so they have the ability to convert the firearms from their [sales inventory] into their own personal inventory.\"\n\nTherefore, she said, dealers who are no longer federally licensed do not come under the ATF’s purview. Because they are no longer subject to the federal jurisdiction of ATF, they can conceivably sell those firearms. Those sale are free from federal requirements for background checks of buyers.\n\nSiefert said some states may have their own laws that curtail firearms sales under those circumstances. Rhode Island is one of those states.\n\nAmy Kempe, spokeswoman for Rhode Island Attorney General Peter F. Kilmartin, said that \"Rhode Island is not a ‘loophole’ state.\" The state’s law \"requires a background check and waiting period before any firearm is transferred to any purchaser so it doesn’t matter if the seller has [a federal firearms license] or not,\" she said by e-mail.\n\nOur ruling\n\nCicilline said that \"if you are a federally-licensed gun dealer and your license is revoked because you've engaged in misconduct or because you've sold guns to people who shouldn't have them (if) your license is revoked, your entire inventory under prevailing law is deemed your personal collection …You then can sell it free from any background checks. So we reward bad behavior.\"\n\nAn ATF spokeswoman confirmed that is true. And examples of ex-dealers selling their inventories have occurred and been documented.\n\nWe rate the claim True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09380"}