{"url": "/factchecks/2014/jul/21/stu-burguiere/fewer-wars-fewer-people-dying-wars-now-quite-some/", "speaker": "Stu Burguiere", "vclaim": "There are fewer wars, there are fewer people dying in wars \"now than there have been in quite some time.\"", "truth_label": "mostly-true", "date": "stated on July 15, 2014 in comments on The Glenn Beck Radio Program:", "title": "Fewer wars, fewer people dying in wars now than in quite some time, Glenn Beck writer claims", "text": "Armed conflict has been in the news this year: Syria, Iraq, Ukraine-Russia, and now Israel-Palestine. But on July 15’s Glenn Beck Program, head writer Stu Burguiere suggested that on the whole, the modern world is particularly peaceful.\nA caller got Beck gushing on the United States’ decision to bomb Nagasaki and Hiroshima to bring about the end of World War II and the effectiveness of nuclear deterrence. \"I love that it’s probably stopped a war between the United States and Russia,\" Beck said. \"We had a cold war instead of a hot war because we both knew, oh, if you push that button I’ll push that button.\" Beck put the number of lives saved by the nuclear bomb at potentially \"hundreds of millions.\"\nBurguiere chimed in, acknowledging that nuclear weapons are still plenty dangerous. Even so, he continued, \"so far, I don’t think you can look at it as anything other than a positive.\"\n\"Violence around the world is dropping. There are less wars, there are less people dying in wars than there have been in quite some time. It’s odd to think about, but it’s true.\"\nWith violence making newspapers’ front page almost every day, we were surprised enough to check: Are the number of wars and the number of deaths from wars on the downswing?\nThe big picture\nBurguiere was a little vague with his time frame, so we’re going to start broad and zoom in.\nCompared to prehistoric, pre-state, and even Medieval man, Harvard psychology professor Steven Pinker argues, the world has become incredibly peaceful. \"Violence has been in decline for thousands of years,\" Pinker said in the Wall Street Journal, \"and today we may be living in the most peaceable era in the existence of our species.\"\n\"The rate of documented direct deaths from political violence (war, terrorism, genocide and militias) in the past decade is an unprecedented few hundredths of a percentage point.\"\nIn his book, The Better Angels of Our Nature: Why Violence Has Declined, Pinker attributes our species’ decline in violence to the creation of states, trade interests, the Enlightenment and the dearth of major interstate war since World War II.\nIt’s worth noting that even though rates of violence are down, the exponential increase in population means that the absolute number of violent crimes and deaths every year is nowhere near an all-time low.\n\"Think about the vast loss of life in World War II,\" said Robert Epstein, professor of psychology at the University of the South Pacific. Epstein compared violent deaths to AIDS insofar as both were causes of death that were strictly behavioral. \"If we use the same logic with, let’s say malaria or polio or any other cause of death, that relatively speaking we’re doing better, I don’t think a lot of people would accept that. They’d want to know, is it possible to eradicate that.\"\nBattle deaths\nAfter World War II -- and after the nuclear bombings Beck and Burguiere were discussing -- both the absolute number of direct deaths from war and the per capita rate of direct deaths dropped. Battle deaths are difficult to pin down precisely, but the Uppsala Conflict Data Program puts the number of battle deaths in 2013 at about 30,000.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n \nAccording to the Peace Research Institute Oslo, which produced the graph above, there were between 557,000 and 851,000 battle deaths in 1950, the highest since the end of World War II. Despite some peaks and troughs, there have been fewer battle deaths over the last decade than any other 10-year average since World War II.\n\"The number of people killed in wars is close to its lowest point since 1946,\" Pinker said. \"There was a slight uptick in 2012, and I expect it will continue to rise a bit in 2013 and 2014 because of Syria and Iraq, but not nearly enough to bring us to the levels seen during the Chinese Civil War, Korea, Vietnam, India/Pakistan/Bangladesh, Iran-Iraq, USSR-Afghanistan, and the many now-quiescent regions of Africa.\"\nThe experts we spoke to generally understood deaths due to war to mean direct battle deaths, as applying a consistent standard to war deaths outside of battle is difficult. \"Direct deaths are the only ones that can be counted with confidence,\" wrote Pinker in Better Angels.\nBy most measures, war deaths are lower now than they’ve been for most of the post-World War II period, even as burgeoning conflicts in the Middle East have driven the number of battle deaths up in 2012 and 2013.\nDefining war\nBurguiere said fewer people today are dying in wars, but what constitutes a war is somewhat up for debate.\nThe definition of war that most political scientists use is a conflict with at least 1,000 battle casualties in a year, according to Joshua Goldstein, author of Winning the War on War. The Uppsala Conflict Data Program -- which Goldstein called \"the expert on battle deaths\" -- refer to conflicts that kill 25-999 people as \"armed conflicts,\" not wars.\n\"Interstate wars, between regular armies, have dropped to zero currently and have become much less frequent and also shorter over recent decades,\" Goldstein said. He acknowledged, though, that \"the world has slipped backward a bit in the last 5 years, mostly because of the war in Syria.\"\nArmed conflicts have also seen a slight dip in recent years, although they’ve generally risen in frequency since World War II, even as they’ve become less fatal.\nThere are other ways, though, to define war. Mark Harrison, in his paper \"Frequency of Wars,\" took an inclusive definition of war that includes even displays of force between countries. Based on this definition, as the number of countries has increased from less than 50 in 1870 to more than 180 today, the number of wars has also steadily increased.\n\"One way to think about this could be the difference between fire and friction,\" Harrison said. \"Burguiere says there are fewer fires and fire deaths, and this is true. Our work shows that there is increasing friction.\"\nPinker, Goldstein and Harrison all attributed the decrease in major armed conflict to factors other than nuclear deterrence, although they acknowledged it’s an open debate. In Winning the War on War, Goldstein attributes the decline to the United Nation’s international peacekeeping and the fall of Communism, and in Better Angels, Pinker points out that Democratic countries have never fought in a war against each other.\nNeither, too, have capitalist countries. Commerce is \"a game in which everybody can win,\" Pinker said. \"Though the relationship today between America and China is far from warm, we are unlikely to declare war on them or visa versa. Morality aside, they make too much of our stuff, and we owe them too much money.\"\nOur ruling\nIn the course of praising nuclear deterrence, Burguiere said, \"there are less wars, there are less people dying in wars than there have been in quite some time.\"\nAccording to the most common definition of war -- an armed conflict with more than 1,000 battle deaths annually -- Burguiere is right, although other definitions exist. Battle deaths are also down since World War II. However, they have begun creeping up in the last couple of years, mostly because of the conflicts in Syria and Iraq. The record when it comes to \"people dying in wars\" generally is less clear, as is the role of nuclear deterrence.\nThose caveats -- that \"war\" and \"people dying in wars\" are fraught terms, and that recent Middle Eastern conflicts are increasing the number of battle deaths -- don’t detract much from the overall point that violence is down. We rate Burguiere’s claim Mostly True.", "vclaim_id": "vclaim-pol-07572"}