{"url": "/factchecks/2020/apr/13/tweets/2016-video-trump-urging-sick-people-vote-resurface/", "speaker": "Tweets", "vclaim": "Suggests Trump urged sick people to get out and vote during COVID-19 pandemic", "truth_label": "false", "date": "stated on April 4, 2020 in a tweet:", "title": "2016 video of Trump urging sick people to vote resurfaces online", "text": "A video clip of President Donald Trump urging sick people to get out and vote has resurfaced on social media.\nBut the video was recorded weeks before the 2016 presidential election, not amid Trump’s 2020 re-election bid and the COVID-19 pandemic, as some posts suggest.\nThe video was shared on Twitter on April 4, 2020, with the hashtags #covid19 #coronavirus and #coronavirusupdate and a title that reads, \"Trump to the terminally ill: Vote for me before you die.\" \nTrump says: \n\"You’ve got to get out there November 8. I say kiddingly but I mean it. I don’t care how sick you are. I don’t care if you just came back from the doctor and he gave you the worst possible prognosis, meaning it's over. You won’t be around in two weeks. Doesn’t matter. Hang out until November 8. Get out and vote. And then all we’re going to say is we love you and we will remember you always.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n#covid19 #coronavirus #coronavirusupdate unbelievable president. pic.twitter.com/jfqNJrzxGB— Romaan Shaikh (@RUMAANSHAIKH) April 4, 2020 \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nTrump said the words, but the statement was not targeted at Americans who have been sickened by the novel coronavirus, as the post suggests. The clip was filmed about a month before the Nov. 8, 2016, presidential election at a campaign rally in Henderson, Nevada. \nThe 2020 general election date is Nov. 3. \nWe reached out to Trump’s 2020 campaign for comment but did not hear back.\nThe clip is authentic but posts sharing it now leave the impression that Trump said this during the 2020 COVID-19 pandemic, and is referring to people who have been diagnosed with the virus. That’s False.", "vclaim_id": "vclaim-pol-16928"}