{"url": "/factchecks/2019/jul/10/viral-image/image-donald-trump-and-jeffrey-epstein-doctored/", "speaker": "Viral image", "vclaim": "Says a photo shows Jeffrey Epstein smirking as Donald Trump inappropriately touches a young girl.", "truth_label": "pants-fire", "date": "stated on July 8, 2019 in a Facebook post:", "title": "This image of Donald Trump and Jeffrey Epstein is doctored", "text": "Financier Jeffrey Epstein is accused of running a sex-trafficking ring involving underage girls, and as the federal indictment revealed more about the sex crimes case against him on July 8, social media posts tied him to President Donald Trump.  \nOne such post shows what looks like a photo of Epstein, Trump, and a girl, who Trump appears to be kissing on the head with his hands around her waist.\n\"Jeffrey Epstein and his buddy, fellow accused child rapist, Trump,\" wrote the account that published the image. \"Epstein smirks as Trump inappropriately touches a young girl.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) That’s because the photo is doctored, combining separate photos of the two men. \nIn 2016, an unnamed plaintiff filed a lawsuit claiming that she was repeatedly raped by Trump and Epstein in 1994, when she was 13. Trump vehemently denied the rape claims, Buzzfeed reported, and later that year the woman dropped the case. (PBS NewsHour collected information about that allegation among other assault allegations against Trump here.)\nIn 2002, Trump told New York magazine that Epstein was a \"terrific guy.\" \n\"He’s a lot of fun to be with,\" Trump then said, \"It is even said that he likes beautiful women as much as I do, and many of them are on the younger side.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut speaking to reporters in the Oval Office on July 9, the New York Times reported, Trump distanced himself from Epstein and said he had a falling out with him. \n\"I haven’t spoken to him in 15 years,\" Trump said. \"I was not a fan of his, that I can tell you.\"\nEpstein, who faces up to 45 years in prison if convicted, has pleaded not guilty. The charges against him mirror those in Florida that federal prosecutors there had prepared more than a decade ago, the New York Times reported. Epstein's lawyers and the U.S. attorney's office in Miami reached a deal in 2008 that granted him immunity from federal prosecution. Instead, he pleaded guilty to two prostitution charges, spent 13 months at a Palm Beach jail and registered as a sex offender.\nOne New York Times article about the current case features a photo of Trump and Epstein in 1997 in Palm Beach. \nBut the purported photo of Trump and Epstein featured in the Facebook post is made up of two separate images. The one of Trump is from October 1993, when he was photographed with his daughter Ivanka — the girl mentioned in the Facebook post — at the grand opening of the Harley Davidson Cafe in New York City. \nThe photo of Epstein is from May 2005. He was attending the launch of RADAR MAGAZINE at Hotel QT, also in New York City. Trump is not in the picture.\nWe rate this Facebook post as Pants on Fire.", "vclaim_id": "vclaim-pol-00449"}