{"url": "/factchecks/2019/nov/21/viral-image/these-supposed-cnn-chyrons-are-fake-according-netw/", "speaker": "Viral image", "vclaim": "Says a photo shows CNN chyrons that read, \"Democrats ask, ‘Why even have a Second Amendment?'\" and \"CNN Exclusive: China cracks down on pro democracy demonstrators.\"", "truth_label": "false", "date": "stated on November 20, 2019 in a Facebook post:", "title": "These supposed CNN chyrons are fake, according to the network", "text": "Two images that appeared in a recent Facebook post appear to show stills from a CNN broadcast — but the network says they’re not real. \n\"Breaking news,\" begins the first chyron below a photo of an assault-style weapon, \"CNN Exclusive: Democrats ask, ‘Why even have a Second Amendment?’\"\n\"Breaking news,\" says the chyron on the second image, \"CNN Exclusive: China cracks down on pro democracy demonstrators.\" \nThis post, published Nov. 20, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nBoth images have the same boxes in the corner, one showing the Dow and another promoting a \"Trump speech in Florida\" at 8 p.m. Eastern Time. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"Both fake,\" CNN told us in an email. \nSearching CNN’s site, we found lots of stories about the gun control debate. One 2017 story features Sean Duffy, the former Republican congressman from Wisconsin, discussing gun control laws. The headline is: \"Duffy: Dems want to eradicate 2nd Amendment.\" But we saw none claiming that Democrats are asking \"Why even have a Second Amendment?\" \nThough CNN likewise has coverage of the unrest in Hong Kong, we couldn’t find the story described in the second image, which features a Getty Images photo of riot police firing tear gas at pro-democracy protesters during an August demonstration in Hong Kong.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-16821"}