{"url": "/factchecks/2012/oct/23/barack-obama/obama-claims-romney-said-we-should-ask-pakistan-pe/", "speaker": "Barack Obama", "vclaim": "Says Romney said \"we should ask Pakistan for permission\" to take a shot at Osama bin Laden.", "truth_label": "half-true", "date": "stated on October 22, 2012 in the third presidential debate in Boca Raton, Fla.:", "title": "Obama claims Romney said \"we should ask Pakistan for permission\" to take out Osama bin Laden", "text": "In an attempt to portray Mitt Romney as \"all over the map\" on foreign policy, President Barack Obama said the candidate once argued that the United States \"should ask Pakistan for permission\" to strike Osama bin Laden.\n\n\"When it comes to going after Osama bin Laden, you said, well, any president would make that call,\" Obama said at the debate in Boca Raton, Fla. \"But when you were a candidate in 2008, as I was, and I said if I got bin Laden in our sights I would take that shot, you said we shouldn't move heaven and earth to get one man. And you said we should ask Pakistan for permission. And if we had asked Pakistan permission, we would not have gotten him. And it was worth moving heaven and earth to get him.\"\n\nWe’ve previously rated an Obama claim that Romney’s view on killing bin Laden was \"it's not worth moving heaven and earth.\" We found it Half True. While Romney used those words, he also explained that he wanted to see a broader focus against the \"worldwide jihadist effort,\" not just the al-Qaida leader.\n\nIn this fact-check, we’re asking whether Romney once said \"we should ask Pakistan for permission\" to strike if bin Laden was in reach.\n\n ‘We keep our options quiet’\n\nObama approved the May 2, 2011, strike that killed the terrorist  mastermind in his compound in Pakistan.\n\nThe secret, unilateral Navy SEALS mission followed through on a 2007 Obama campaign promise: \"If we have actionable intelligence about high-value terrorist targets and President (Pervez) Musharraf won't act, we will.\"\n\nObama’s words attracted criticism from his Democratic and Republican opponents at the time — including Romney.\n\nThe Republican primary candidate told reporters in Iowa in August 2007 that Obama’s comments were \"ill-timed and ill-considered.\"\n\n\"I do not concur in the words of Barack Obama in a plan to enter an ally of ours, and their country in a manner complete with bombing and so forth. I don’t think those kind of comments help in this effort to draw more friends to our effort. But certainly there is a war being waged by terrorists of different types and nature across the world. And we want, as a civilized world, to participate with other nations in this civilized effort to help those nations reject the extreme within them. That doesn't mean our troops are going to go all over the world.\"\n\nA Romney campaign news release in December 2007 said, \"Sen. Obama Recently Suggested Attacking Inside Pakistan Without Pakistani Approval.\"\n\nRomney didn’t explicitly say that he would ask for permission to strike inside the country.\n\nRather, he said he wanted to \"participate with other nations,\" to fight terrorism and criticized Obama for saying he would attack \"without Pakistani approval.\"\n\nAnd there’s a bit more to the story.\n\nAt the Aug. 5, 2007, Republican debate in Iowa, moderator George Stephanopoulos asked Romney to explain his reaction to Obama’s pledge.\n\n\"I think Barack Obama is confused as to who are our friends and who are our enemies,\" Romney said. \"... He says he wants to unilaterally go in and potentially bomb a nation which is our friend.\"\n\nStephanopoulos pushed for details: \"But if your CIA director called you and said we have Osama bin Laden in our sights, Musharraf says no. What do you do?\"\n\nRomney responded:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"It's wrong for a person running for the president of the United States to get on TV and say we're going to go into your country unilaterally.\n\n\"Of course, America always maintains our option to do whatever we think is in the best interest of America. But we don't go out and say, ladies and gentlemen of Germany, if ever there was a problem in your country and we didn't think you were doing the right thing, we reserve the right to come in and get him out.\n\n\"We don't say those things. We keep our options quiet. We do not go out and say to a nation which is working with us, where we've collaborated and they are our friend, and we're trying to support Musharraf and strengthen him and his nation, that instead that we intend to go in there and potentially bring out a unilateral attack.\n\n\"Recognize, to win the war on jihad, we have to not only have a strong military on our own and we need a stronger military, we also need to have strong friends around the world and help moderate Muslims reject the extreme. Because ultimately, the only people who can finally defeat these radical Islamic Jihadists are the Muslims themselves.\"\n\nStephanopoulos clarified: \"So ... what I'm hearing is you keep this option on the table, but it was foolish to talk about it in public. Does anybody disagree with that?\"\n\nA transcript shows former Wisconsin Gov. Tommy Thompson speaking up — but not Romney.\n\n Our ruling\n\nObama claimed that during the 2008 campaign, Romney said, \"we should ask Pakistan for permission\" to take out bin Laden. The reality is somewhat more complex.\n\nRomney did express a preference for working with the Pakistanis, and he attacked Obama for saying he would strike if Musharraf wouldn’t.\n\nBut Romney’s clearest objection was to Obama saying the United States would attack inside Pakistan without approval — not to the option itself. \"We keep our options quiet,\" he said.\n\nObama oversimplified Romney’s stance four years ago. We rate his statement Half True.", "vclaim_id": "vclaim-pol-10099"}