{"url": "/factchecks/2010/may/13/mary-landrieu/landrieu-says-louisiana-doesnt-get-one-single-penn/", "speaker": "Mary Landrieu", "vclaim": "Louisiana gets \"not one single penny\" from Gulf Coast offshore oil revenues.", "truth_label": "false", "date": "stated on May 11, 2010 in an interview with MSNBC's Ed Schultz:", "title": "Landrieu says Louisiana doesn't get \"one single penny\" from offshore drilling", "text": "In the wake of the BP oil leak disaster, offshore drilling in the Gulf of Mexico has come under intense scrutiny. On May 11, 2010, as Congress held hearings on the incident, Sen. Mary Landrieu, D-La. -- whose state has so far been most directly threatened by the slick -- discussed the issue with MSNBC's Ed Schultz. Landrieu, who has often been an advocate for the energy industry in the Senate, told the liberal talk show host, \"I can promise you, no one's going to let the industry skid. We're going to make BP pay. And, I might say, and you know because you've heard me say this before, when will America realize that the Gulf Coast states need revenue-sharing? Do you know how much money the federal treasury gets from this industry every year? An average of $5 billion. Do you know how much money Louisiana gets? Not one single penny.\" Landrieu's statement was so forceful -- that Louisiana gets \"not one single penny\" -- that we thought it deserved a fact-check. Before we get to that question, let's first look to see if she was correct about the federal treasury's take. It turns out that Landrieu is basically right. For 2009, the Minerals Management Service -- the office in the Interior Department that collects revenues from energy production -- sent $5.7 billion directly to the federal treasury. But is the Louisiana share of offshore oil royalties really zero, as Landrieu suggested? It's a bit complicated, but the truth is the state makes millions. Here's the breakdown:\n• For the first 3 miles out from the shoreline, Louisiana -- like other states -- gets to keep 100 percent of any royalties produced by oil and gas drilling. In the most recent year available, 2008, this amounted to $275 million. • Between 3 and 6 miles from the shoreline -- a federally owned band formally known as the 8(g) area -- the federal government sends 27 percent of the royalties to Louisiana. The reasoning is that federal drilling in this area sucks out some of the oil from deposits that span the 3-mile dividing line between state and federal ownership, so these payments are meant to compensate for the lost revenue to states. In 2009, they totaled $22 million and they're estimated to be $32 million this year. • Beyond 6 miles from the shoreline is considered federal territory. For new drilling projects, states get a 37.5 percent share directly to their treasuries and an additional 12.5 percent for state land and water conservation fund projects. The 37.5 percent figure alone amounted to $6.3 million for Louisiana's treasury in 2009, with additional estimated amounts of $558,000 in 2010 and $476,000 in 2011. Existing drilling projects do not currently provide royalties to the states -- a sore point for Louisianans. (More on that later.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAnd some bonus money that's an indirect result of oil and gas operations off its shores: Louisiana gets a share of the Coastal Impact Assistance Program, a federal program funded by a one-time appropriation of $1 billion distributed between from 2007 to 2010. This money is dispersed to Gulf Coast states, except for Florida, in an amount roughly proportional to the amount of offshore production in federal waters off their shores. Through this program, Louisiana has taken in a share of the $1 billion appropriation. The grand total that Louisiana receives in a typical year is difficult to compute because of big variations in oil prices and other factors, but we feel safe in saying it's in the tens of millions of dollars every year, and depending on how you slice the numbers, possibly hundreds of millions of dollars. Either way, it's not accurate to say that Louisiana received \"not one single penny,\" as Landrieu did. (We ran our findings by both Landrieu's office and by the Senate Energy and Natural Resources Committee and they agreed that our reporting was accurate.) So what's behind Landrieu's claim? She has long argued that the state gets far less than it deserves from the proceeds of offshore drilling. Before passage of the Gulf of Mexico Energy Security Act of 2006 -- a bill that Landrieu championed -- Louisiana indeed got no financial benefit from federal wells further than 6 miles from its shores. And even that bill didn't go nearly as far as Landrieu wanted. Because only revenues from new projects are included initially, the payments to Louisiana will be relatively modest through 2017 -- a year outside the \"budget window,\" which is a common trick for lawmakers to make bills seem less expensive than they actually are. After that, the payments get quite large, as royalties from existing projects kick in. Louisiana could reap some of an estimated $385 million in 2017 and a share of up to $630 million in later years. Not seeing those big amounts materialize sooner has been a continued source of irritation for many Louisianans, including Landrieu. Reasonable people can disagree over how much Louisiana deserves to receive from drilling off its shores, but even if Landrieu has a point that her state is getting a raw deal over royalties, it is clearly incorrect for her to say that the state gets \"not one single penny\" from offshore drilling. We rate her statement False.", "vclaim_id": "vclaim-pol-15011"}