{"url": "/factchecks/2020/jun/08/viral-image/photo-showing-damaged-lincoln-memorial-graffiti-wa/", "speaker": "Viral image", "vclaim": "A photo shows “the Lincoln Memorial. His head damaged and defaced.”", "truth_label": "false", "date": "stated on June 6, 2020 in a Facebook post:", "title": "Photo showing damaged Lincoln Memorial by graffiti was doctored", "text": "Some demonstrators have caused damage in cities across the country in the wake of George Floyd’s death in police custody, but an image of a battered Abraham Lincoln in Washington D.C. isn’t authentic. \n\"The Lincoln Memorial,\" reads the text below an image of the statue covered in graffiti, a chunk missing from the side of his head. \"His head (is) damaged and defaced. The media is trying to hide this picture from you. Democrats are saying riots and lawlessness is necessary for change. If this doesn’t piss you off, I have nothing else to say.\" \nAmong the words visible on the memorial: \"#BLM,\" \"Black + Brown Lives Matter,\" \"Stop killing\" and \"Trayvon,\" the first name of Travyon Martin, the unarmed black teenager who was shot and killed by a neighborhood watch captain in 2012. \nThis image, which is being shared widely on Facebook, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nFox News, CNN and the Washington Times, among others, covered damage to the Lincoln Memorial. But news outlets said it was limited to the words \"Y’all not tired yet?\" spray painted in black on a wall in front of the memorial, down the stairs from Lincoln’s likeness.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nOn May 31, an arm of the National Park Service that takes care of the Lincoln Memorial tweeted an image of the damage, saying, \"In the wake of last night’s demonstrations, there are numerous instances of vandalism to sites around the National Mall. For generations the Mall has been our nation’s premier civic gathering space for non-violent demonstrations and we ask individuals to carry on that tradition.\"  \nOn June 4, the account retweeted Interior Secretary David Bernhardt, who tweeted a cleaned-up memorial and said; \"Thank you! Great work by @NatlParkService facility maintenance staff who have restored these iconic and historic places.\"\nMike Litterst, a spokesman for the National Mall and Memorial Parks told PolitiFact in an email that the photo in the Facebook post is a hoax. \n\"The only graffiti at the Lincoln Memorial was at the bottom of the steps at street level, far away from the statue (and it has been removed already),\" he said.\nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-17893"}