{"url": "/factchecks/2014/sep/02/ending-spending-action-fund/conservative-group-says-jeanne-shaheens-wealth-has/", "speaker": "Ending Spending Action Fund", "vclaim": "Says Sen. Jeanne Shaheen’s \"wealth has surged while in public office.\"", "truth_label": "barely-true", "date": "stated on August 25, 2014 in a campaign ad:", "title": "Conservative group says Jeanne Shaheen's wealth has 'surged' since '08 election", "text": "Sen. Jeanne Shaheen, D-N.H., insists an ad running against her is so blatantly false that her campaign asked a station to take it down. Meanwhile, the makers of the ad, the conservative group Ending Spending Action Fund, told us the ad is \"100 percent accurate.\"\nSounds like a job for PolitiFact.\nThe ad, a 60-second spot, claims that New Hampshire families are struggling, but \"Shaheen’s wealth has surged while in public office.\" The ad goes on to say that \"news reports raise questions about Shaheen’s family profiting from her votes in Congress, a shady stock deal and a conflict of interest.\"\nThe ad concludes: \"The Shaheen family gets richer. New Hampshire families get the bill.\"\nShaheen’s Republican opponent will be determined in a primary on Sept. 9 and the odds on favorite is former Sen. Scott Brown.\nHas Shaheen’s wealth surged in office?\nShaheen’s worth\nBrian Baker, president of Ending Spending, emailed us the backup for the ad. He also told us that the despite Shaheen's protests, the ad continues to run in New Hamsphire, though it was tweaked to add a citation at the request of one television station.\nThe evidence for this claim comes from OpenSecrets.org, a website run by the campaign finance watchdog group Center for Responsive Politics.\nOpenSecrets.org estimates a candidate’s net worth using financial disclosure reports. But it’s not an exact science. The forms don’t require candidates to list their actual holdings, but rather check a range of values for every job, bank account, investment or asset they hold, as well as their debts. For example, Shaheen marked down in 2008 that she has between $15,001 and $50,000 in a Ocean National Bank checking account.\nAccording to OpenSecrets.org, in 2008 when Shaheen was elected to the U.S. Senate, her net worth was $3.4 million. This is calculated by finding the mean of her total assets, which ranged from $2.94 million and $6.08 million, and subtracting the mean of her total liabilities, ranging from $650,000 to $1.5 million. Many of her assets are listed as shared with her husband, Bill Shaheen, with whom she files taxes jointly.\nUsing the same methodology, OpenSecrets.org estimated Shaheen’s networth in 2012 was $5.4 million. Ending Spending compared the 2008 numbers with 2012 and came up with a $2 million increase.\nThis is already problematic. Shaheen filed her disclosure forms for 2013 in May. So Ending Spending is not using the most up-to-date figures.\nThose figures show Shaheen’s net worth is $2.7 million, or $700,000 less than what it was in 2008.\nHow did we get that? Shaheen’s 2013 form indicates that both the low and high end of her total assets are up from 2008, ranging from $3.75 million to $7.89 million. But her liabilities were up, too: between $2.03 million and $4.2 million.\nA lot of the added liabilities are for mortgages. In 2008, Shaheen had four mortgages and a promissory note. By 2013, she had 10 mortgages and two promissory notes.\nIt’s important to stress that we don’t know where her assets fall in the range. The 2013 values overlap quite a bit with the figures reported in 2008. In that respect, it’s possible her assets haven’t gone up at all.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nBut it’s fair to say that since 2008, the Shaheens have acquired stakes in several commercial and residential real estate properties, and the number of investments and financial ventures listed have increased.\nWhen the average voter’s net worth falls, it’s typically not because they are taking out multiple loans and purchasing more real estate property while their investments expand.\nBaker said only Shaheen's assets should be taken into consideration, not her debts. However, traditionally, wealth is measured by looking at both assets and liabilities to calculate net worth.\nThere’s another way we can look at Shaheen’s finances. In June, her campaign allowed members of the media to view eight years of tax returns. They paint a mixed picture, according to news reports, and show Shaheen's income since taking office is flat and tied to her Senate salary, while her husband's ventures have gone up and down.\nThe Telegraph in Nashua, N.H., reported that the couples’ highest income year came in 2012 — when Shaheen earned $580,000 between her Senate salary and her husband’s law firm. But Bill Shaheen’s business partnerships have also lost nearly $1 million over the past five years, the Telegraph found. For example, in 2010, the Shaheens reported $522,000 in income, but also $300,000 in losses resulting in a gross adjusted income of $186,000, according to the Concord Monitor.\nIn 2013, the couple made about $505,000, the Monitor reported, which is close to their average annual pre-tax salary of $474,000 during the eight years released.\nProfiting from votes?\nThe ad also insinuates that Shaheen’s wealth is somehow tied to her congressional action. All of the evidence from Ending Spending comes back to a June Boston Globe article largely focused on stock options her husband owned in Ultrawave Labs — stock options the campaign says were never exercised.\nThe Globe reported that Shaheen’s husband had stock options in the company in 2009 valued between $1,000 and $15,000. Around the same time, Ultrawave Labs — a company \"developing new imaging technology to detect breast cancer,\" according to the article — received about $78,000 in stimulus money.\nShaheen voted for the stimulus — along with every other Democrat (except a sick Sen. Ted Kennedy). The money for Ultrawave came through the National Science Foundation, and was not specifically earmarked by Shaheen, as FactCheck.org noted in their own analysis of the ad.\nThe ad says Shaheen \"failed to properly report\" the stock. What it doesn’t tell you is the stock options were \"misreported\" only because Shaheen failed to show it had already expired, her campaign said. According to the forms, in 2013 the stocks were valued between $0 and $1,000.\nThe Globe also notes that Ultrawave Labs has lobbied Congress and the Defense Department to allocate more money for breast cancer research. During her time in Congress, Shaheen has pushed legislation to do the same, at one point supporting a program that would fund breast cancer research through the military (Shaheen sits on the Armed Services Committee).\nThe law firm Shaheen’s husband works at, Shaheen & Gordon, also sought to help clients get stimulus money by creating a \"stimulus opportunities team,\" according to the Globe. The firm told the Globe it had no clients and was \"short-lived.\"\nThe Globe quoted a good-government group that’s critical of the Shaheens business practices, and it’s certainly worthwhile for voters to consider these findings at the ballot box. However, the points raised in the story don’t seem to prove the central premise of the ad that Shaheen’s wealth has surged as a result of her congressional action.\nOur ruling\nThe Ending Spending Action Fund ad claims \"Shaheen’s wealth has surged while in public office.\"\nBy one measure, Shaheen’s net worth has actually gone down since she took office. Though she and her husband have listed more assets, investments and financial ventures than in 2008, they also have considerably more debt from more mortgages.\nHer tax returns, filed jointly with her husband, have shown wide fluctuations in income since 2006, making it hard to discern whether her wealth \"surged.\" Her 2013 income was just slightly higher than her average earnings during the past eight years.\nEnding Spending pointed to a story that has raised questions about the business practices of Shaheen’s husband and their relation to her votes in Congress. However, the findings of the story don’t indicate a surge in wealth by the family.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-07357"}