{"url": "/factchecks/2015/aug/10/carly-fiorina/carly-fiorina-says-emergency-room-visits-are-50-pe/", "speaker": "Carly Fiorina", "vclaim": "\"If you look at the results of Obamacare, what you see is emergency room visits are up over 50 percent.\"", "truth_label": "barely-true", "date": "stated on August 9, 2015 in an interview on CNN's \"State of the Union\":", "title": "Carly Fiorina says emergency room visits are up 50 percent under Obamacare", "text": "The Affordable Care Act, President Barack Obama’s signature health care law, may have been signed in 2010, but it continues to shape the 2016 Republican presidential campaign.\nCarly Fiorina -- fresh off what many commentators considered a strong debate performance on Aug. 6 -- discussed her opposition to the health care law in an interview with host Jake Tapper on CNN’s State of the Union.\nTapper noted that Fiorina is a breast cancer survivor, \"and we're all very grateful for that. Didn't your experience show you that the pre-existing condition part of Obamacare is crucial, that there are so many people out there like you, but without your means, who wouldn't be alive if it were not for the part of the law that says, insurance companies have to take on people with pre-existing conditions?\"\nFiorina responded, \"I absolutely endorse that goal. I did at the time. But guess what? None of that has worked. Demonstrably, if you look at the results of Obamacare, what you see is emergency room visits are up over 50 percent.\"\nA reader asked us to check whether this is correct, so we took a look. The Fiorina camp didn’t respond to inquiries.\nA look at a recent survey\nReducing the influx of patients in emergency rooms was always a significant goal of the Affordable Care Act. Because hospitals by law cannot refuse emergency care, uninsured patients may be left with no option beyond the E.R. even to treat minor health issues. Yet this is an expensive solution for the health care system, since E.R. care costs much more than routine medical care dispensed by general practitioners. By increasing insurance coverage, the thinking went, patients would be steered toward providers who charge less than emergency rooms, saving money for insurers and, ultimately, for patients and taxpayers.\nSo has it worked?\nThe official statistics on emergency-room visits are published on an annual basis by the Centers for Disease Control and Prevention. However, the most recent report -- released in 2014 -- covers 2011, which was well before most elements of the health care law kicked in. So that data set is not helpful in judging the accuracy of Fiorina’s claim.\nFailing that, the best data we have comes from a survey conducted by the American College of Emergency Physicians in March 2015.\nThe most relevant question in that survey was: \"Since January 1, 2014, when the requirement to have health coverage took effect in the Affordable Care Act, the volume of emergency patients in my emergency department has … increased greatly? increased slightly? remained the same? decreased slightly? decreased greatly?\"\nHere’s the breakdown, based on the responses of 2,098 member physicians of the American College of Emergency Physicians:\n \n\n\n\n\nResponse\n\n\nPercent of surveyed giving this response\n\n\n\n\nIncreased greatly\n\n\n28 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\n\n\nIncreased slightly\n\n\n47 percent\n\n\n\n\nRemained the same\n\n\n17 percent\n\n\n\n\nDecreased slightly\n\n\n5 percent\n\n\n\n\nDecreased greatly\n\n\n0 percent\n\n\n\n\nNot sure\n\n\n3 percent\n\n\n\n\n \n \nThe finding that only 5 percent of respondents saw any decrease in patients in their emergency room provides some validation for Fiorina’s claim. If this is a valid finding, then the health care law isn’t only failing at one of its main missions, but it’s actually making things quite a bit worse.\nBut Fiorina seems to have garbled her talking point. Fiorina said emergency room visits \"are up over 50 percent\" -- not that a majority of emergency room doctors say they are seeing more patients come for treatment.\nIn reality, the survey does not offer specifics on how many more visits there have been after implementation of the law. And a plurality of respondents suggest that the increases they’ve seen are \"slight,\" which doesn’t sound like a word most people would use to describe a 50-percent increase.\nAnother concern: The American College of Emergency Physicians, as the sponsor of a survey, is not a neutral party in the same way a media pollster is. Also, the survey is what is known as an \"opt-in survey.\" Unlike a poll in which the survey company reaches out to a random selection of the desired population, the emergency physicians’ poll is one in which individual respondents have chosen whether or not to participate.\nStill, the point Fiorina raises is a concern among health-care policy specialists. The magazine Health Affairs noted in July that between 1992 and 2012 the number of patient visits to hospital emergency rooms has risen 47 percent -- from 91 million to 133 million -- even as the number of facilities serving them fell by 11 percent, from 5,035 to 4,460. Given this, 39 percent of E.R.s report daily overcrowding. Again, though, this data is from before the law fully went into effect.\nSuch figures suggest a problem many years in the making, but there’s also concern that the Affordable Care Act specifically has made the problem worse. One theory is that insurance rates have increased faster than the number of doctors available to serve the newly insured patients. This may have led some newly insured patients to fall back on old habits and make the E.R. their first option even for non-emergency care.\nOur ruling\nFiorina said, \"If you look at the results of Obamacare, what you see is emergency room visits are up over 50 percent.\"\nFiorina has raised a legitimate concern about the health care law, but the eye-popping statistic she cites is not supported either by official federal data or by a recent survey of members of the American College of Emergency Physicians. We rate her claim Mostly False.", "vclaim_id": "vclaim-pol-06087"}