{"url": "/factchecks/2008/feb/13/hillary-clinton/clinton-stands-alone-on-health-care-mandate/", "speaker": "Hillary Clinton", "vclaim": "Hillary Clinton \"has the only health care plan that covers every American.\"", "truth_label": "true", "date": "stated on February 13, 2008 in in a television ad:", "title": "Clinton stands alone on health care mandate", "text": "As the primary race enters its final stretch, the sparring is getting more intense. Sen. Hillary Clinton unveiled an attack ad for the Wisconsin primary in which a narrator chides Sen. Barack Obama for ducking debates.\n\nTwo more debates are scheduled between the two candidates before March 4, 2008; Clinton wants more, though.\n\n\n\"Maybe he'd prefer to give speeches than have to answer questions,\" sniffs an off-screen narrator. \"Like why Hillary Clinton has the only health care plan that covers every American, and the only economic plan that freezes foreclosures.\"\n\n\nWe'll confine ourselves to examining the health care claim here. Clinton is correct that her plan is the only one among the presidential candidates to require health care coverage for all Americans. John Edwards was another candidate pushing universal coverage, but with his exit from the race on Jan. 30, 2008, Clinton now stands alone.\n\n\nNone of the Republicans promote universal health care. Barack Obama has said he wants affordable coverage for everyone, but his plan has no mandate to require coverage.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAt the most recent Democratic debate on Jan. 31, 2008, Obama said he opposed the mandate for logistical reasons. Enforcing a mandate will require some sort of penalty, such as fines, to ensure compliance, he said. \"And that, I don't think, is helping those without health insurance,\" Obama said.\n\n\nObama has said he wants to cover every American, but experts say it's unlikely he will without a mandate as part of his plan. Earlier in the campaign, Obama said his plan did provide universal coverage, but we found that claim Barely True; read our ruling\n\nhere\n\n.\n\n\nBecause Clinton does include a mandate in her plan, she is correct in saying that she is the only candidate for president with a plan that mandates health care for all Americans. We find her statement True.", "vclaim_id": "vclaim-pol-16340"}