{"url": "/factchecks/2015/aug/11/hillary-clinton/clinton-accurately-says-black-children-asthma-have/", "speaker": "Hillary Clinton", "vclaim": "\"African-American children are 500 percent more likely to die from asthma than white kids.\"", "truth_label": "true", "date": "stated on July 31, 2015 in a speech to the National Urban League in Fort Lauderdale, Fla.:", "title": "Clinton accurately says black children with asthma have 500% higher mortality rate", "text": "In her speech to the National Urban League on July 31, Hillary Clinton presented a long list of statistics showing that racial inequality persists in the United States.\nAmong them was this figure: \"African-American children are 500 percent — 500 percent — more likely to die from asthma than white kids.\" Clinton claimed that it hit particularly close to home, as it reminded her of her time in the early 1970s working for the Children’s Defense Fund, a nonprofit advocacy group for poor and minority children.\nThat number surprised us, so we decided to see if it was true and, if so, why.\nClinton may have underestimated\nAsthma is a chronic lung disease — an inflammation of the airways that causes coughing, wheezing, and shortness of breath. Around 25 million Americans have asthma, and the rate of asthmatics has been steadily increasing since the early 1980s. While most asthmatics function normally, often using inhalers to aid them in their breathing, asthma attacks can present a serious danger, especially in young children.\nA 2006 Centers for Disease Control and Prevention study on childhood asthma data from 1980 to 2005 confirms Clinton’s claim almost verbatim: \"Compared with white children, black children have a 260 percent higher ED (Emergency Department) visit rate, a 250 percent higher hospitalization rate, and a 500 percent higher death rate from asthma.\" (Clinton’s campaign confirmed that this was the source she had used.)\nThe report also notes that even though mortality rates from asthma have decreased since 1999 for children in general, no corresponding drop has been seen in the mortality rate of African-American children.\nThere’s also more recent data available that further confirms Clinton’s claim, and even suggests she may have understated the problem.\nOne study from 2014 examines rates of childhood asthma in black and white children, with the most recent data from 2010. Despite making up a much smaller portion of the population, 106 black children died of asthma in 2010, compared to 68 white children. The corresponding rates of death for black and white children respectively are 8.6 per million and 1.2 per million — that means a black child is about 7.2 times more likely to die of asthma than a white child.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nEven among those children of each race who already had asthma, black children had a mortality rate about 3.5 times higher than white children.\nNotably, the study also shows that the racial disparity is not as severe for other problems with asthma; while black children have higher rates of asthma attacks, emergency room visits, and hospitalizations, the difference in those cases is not as large as it is with the death rate.\nUsing CDC Wonder, a database of public health information, PolitiFact also checked the data for 2013, the last available year. In that time, 123 black children died of asthma compared to 83 white children. That corresponds to a death rate of 10.1 per million for black children and 1.5 per million for white children, which just about matches the 2010 numbers. The disparity for 2011 and 2012 was actually even greater, with the difference just about ten-fold.\nWhy the racial disparity?\nAccording to the CDC, nobody is quite sure. \"Reasons for disparities are not well understood and are the subject of research by numerous investigators in university research centers,\" says a statement from the agency’s Air Pollution and Respiratory Health Branch.\nHowever, there are studies that provide a couple of clues. For example, one examination of trends in preventive asthma medication use from 1988 to 2008 found that black and Mexican-American children were less likely to use the medication than white children.\nAnother study from 1997 found that inner-city children are more likely to develop allergies as a result of prolonged exposure to cockroach allergens. Since minorities are more likely to live in urban areas, this may go some way toward explaining higher rates of asthma morbidity and mortality.\nOur ruling\nClinton said, \"African-American children are 500 percent — 500 percent — more likely to die from asthma than white kids.\"\nAccording to a 2006 study from the CDC, she’s right. According to more recent data, she’s slightly off, but only because she has underestimated the gap: In reality, it appears that black children are seven to eight times as likely to die of asthma as white children. We rate her claim True.", "vclaim_id": "vclaim-pol-06084"}