{"url": "/factchecks/2012/jan/10/phil-gingrey/gingrey-voter-id-van-made-house-calls/", "speaker": "Phil Gingrey", "vclaim": "When Georgia tightened its voter identification laws, the state sent a van and photographer to the homes of people who needed photo IDs and made them for free.", "truth_label": "barely-true", "date": "stated on December 28, 2011 in an online news story:", "title": "Gingrey: Voter ID van made house calls", "text": "More states are adopting laws that require voters to show photo IDs at the polls, and the Obama administration is crying foul.\n\nThe U.S. Department of Justice recently announced that it’s challenging a South Carolina photo ID requirement because it discriminates against minorities and the poor. Supporters say the new rules prevent fraud.\n\nAs the debate intensifies, all sides are turning their attention to one of the first states to say paper identification isn’t enough: Georgia.\n\nU.S. Rep. Phil Gingrey, a Marietta Republican, said in a recent article on the Fox News website that when the state passed its new rules in the mid-2000s, the state bent over backward to see that it disenfranchised no one.\n\nAfter the state tightened the voter ID laws, it told people, \"Look, we will literally send a van and a photographer to the home of anybody that can say they can't get a picture made and a photo ID and we will do it ... at the state's cost and the taxpayer cost and not at the individual cost,\" Gingrey said in the Dec. 28 article.\n\nThis was news to us. Since when did bureaucrats make house calls?\n\nWe asked Gingrey spokeswoman Jen Talaber, who told us about the Department of Driver Services’ Georgia Licensing on Wheels, otherwise known as the GLOW bus.\n\nStarting September 2005, an aging Blue Bird lumbered across Georgia making voter IDs. The poor got theirs for free. The rest paid $5.\n\nThe rug was the color of oatmeal, a media report said. A bench was upholstered in vinyl.\n\nIt was a bit of a junker.\n\nLeaky hoses forced the rescheduling of stops in rural Pulaski and Wilcox counties, according to an article in The Atlanta Journal-Constitution. A bad alternator pushed back a visit to Statesboro. A battery problem made the GLOW bus late for a Cherokee County appearance.\n\nAnd the bus service wasn’t nearly as convenient as Gingrey said. It did not go to individual homes. Instead, it stopped at gathering places such as the Augusta-Richmond County Civic Center and the Talbot County Courthouse west of Macon, according to a 2005 schedule.\n\n\"Appointments cannot be made for individuals,\" said a 2005 Department of Driver Services press release announcing the service.\n\nStill, it was the big bus that could. News accounts said the GLOW bus had the capacity to make as many as 200 cards a day.\n\nYet for the most part, it was the big bus that didn’t.\n\nBetween Aug. 30 and Oct. 1, 2005, the GLOW bus issued 22 voter IDs, according to Department of Driver Services figures. Today, there are 559 active voter cards statewide that were issued through the department.\n\nThe bus service was ultimately canceled.\n\nSupporters and foes of Georgia’s voter ID law debated why the GLOW bus was such a dud. Then-Gov. Sonny Perdue argued the numbers were proof there was no need for it. Others said the service wasn’t well advertised, or that a single bus couldn’t handle the needs of a large state.\n\nHelen Butler, executive director of the Georgia Coalition for the People's Agenda, a civil rights group, told PolitiFact Georgia that the bus didn’t solve the cost problem. While a voter ID card is free, getting the documentation to obtain one isn’t. It can cost $30 for a birth certificate, she said.\n\nSo yes, the GLOW bus existed. It made voter IDs for free.\n\nBut the state did not \"literally send a van and a photographer to the home of anybody that can say they can't get a picture made and a photo ID,\" as Gingrey said  \n\nThe GLOW bus didn’t do house calls.  \n\nIt might have made getting a voter ID more convenient. And the fact that few used the bus might bolster Gingrey’s argument that people who want the IDs don’t need help.\n\nBut this is a far cry from door-to-door service. A wheelchair-bound senior with no car could not apply for an ID from her living room couch, as Gingrey’s claim suggested. A civic group would have to request the van travel to a nearby civic center or courthouse, and an individual would have to trek there to get one.\n\nGingrey’s statement contains some element of truth but ignores critical facts that would give a different impression.\n\nGingrey earns a Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11827"}