{"url": "/factchecks/2019/jan/07/andrew-cuomo/cuomo-new-yorks-paid-family-leave-best/", "speaker": "Andrew Cuomo", "vclaim": "New York has passed \"the best paid family leave\" program in the United States of America.", "truth_label": "true", "date": "stated on December 17, 2018 in a speech:", "title": "Cuomo: New York's paid family leave is best", "text": "Gov. Andrew Cuomo put forth his agenda for the first 100 days of his third term in a recent speech, and he repeated a major theme from his 2018 re-election campaign, calling New York the \"progressive capital of the nation\" while the federal government is \"taking us backwards.\"\nHe cited paid family leave as one of the policies that make New York more progressive than other states.\n\"We are the first state to truly attack economic injustice by raising the minimum wage to $15, and by passing the best paid family leave and free college tuition programs in the United States of America,\" he said.\nWe wondered, does New York have the best paid family leave program in the country?\nBackground\nThe federal Family and Medical Leave Act provides up to 12 weeks of unpaid leave for 60 percent of the workforce.  But only 13 percent of private-sector workers in the U.S. have access to paid leave through their employer, according to the Bureau of Labor Statistics.\nFour states -- New York, New Jersey, Rhode Island and California -- have active paid family leave policies, according to the Congressional Research Service. Washington, D.C., Washington state, and Massachusetts enacted programs in 2017 or 2018 that will administer benefits in 2020 or 2021. Funding, eligibility criteria, the duration of benefits and the value of those benefits differ among the states. But every program provides leave to parents of a newly arriving child through birth, adoption or foster care, as well as the care of a close family member with a serious medical condition.\nNew York’s law is funded with employee contributions through a payroll tax. New York offered eight weeks of paid leave in 2018, and that increases to 10 weeks in 2019 and 2020, and to 12 weeks in 2021.\nA spokeswoman for Cuomo, Hazel Crampton-Hays, wrote in an email that New York \"offers the strongest active Paid Family Leave program in the nation,\" because it offers the longest amount of leave time, job protections for all employees, and the broadest uses of leave, including military-related leave.  \nSome experts agreed that New York has the strongest program that is currently active, but they warned that trying to determine the \"best\" has its pitfalls. Best for whom? Also, each program has its own complexities that can make comparisons difficult.\nIsabel Sawhill, a senior fellow at the Brookings Institution, which employs experts with a variety of points of view, wrote in an email that \"the most important parameters are probably the amount of the benefit and how long it lasts.\"\nSawhill wrote that New York’s program is \"very generous,\" depending on what someone values most, and that it might be the best, \"but I think that’s a stretch.\"\nCompared to others\nAn expert with the National Partnership for Women and Families, an advocacy organization that is in favor of paid family leave, said New York’s program improves upon the three others in place in California, New Jersey and Rhode Island.\nNew York offers job protections to all workers, including those in smaller companies, while New Jersey and California do not, said Vicki Shabo, vice president for workplace policies and strategies at the National Partnership. While Rhode Island offers job protection, it only offers four weeks of benefits, while New York offers 10 weeks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNew York’s duration of benefits is greater than those in the three other states, Shabo said.\nNew York’s law is also stronger than all, or most other states, in other categories, Shabo said in an email. When New York’s law is fully phased in, workers will receive a higher replacement wage rate than in California (for all but low-wage workers) and Rhode Island. New Yorkers will also have a higher weekly maximum than New Jersey and Rhode Island. New York also offers benefits for military deployments of a close family member, while the other three states do not.\n\"New York’s law will be less generous in wage replacement and duration than new laws that are not yet implemented in Massachusetts or Washington state, but Gov. Cuomo’s statement is definitely accurate as of right now when comparing New York’s law to California’s, New Jersey’s or Rhode Island’s,\" Shabo said.\nWashington state, which has a program that will begin to administer benefits in 2020, will offer up to 16 or 18 weeks of paid leave in some circumstances, though family leave and medical leave will each be capped at 12 weeks per year. Massachusetts will offer a maximum of 26 weeks per year when family and medical leave are combined, though family leave is capped at 12 weeks.\nCuomo’s spokeswoman, Crampton-Hays, said that those programs that haven’t been implemented \"cannot be evaluated in theory. We have the best paid family leave program that is real and functioning in the nation today, period.\"\nBest for who?\nAparna Mathur, a resident scholar with the American Enterprise Institute, a conservative-leaning public policy think tank, directs a project on paid family and medical leave in partnership with the Brookings Institution.\n\"It’s definitely more generous than existing states’ paid leave laws,\" Mathur said of New York’s law.\nBut she said a \"more balanced picture\" would look at the costs of the program, and how businesses would deal with the absence of workers on leave. Similarly, Sawhill questioned whether generous benefits is the ideal way to evaluate the programs, as the cost and burden on employers should be considered as well.\nThe Urban Institute, which is concerned about policy affects on low-wage workers, found that California’s program is favorable for these workers in at least one respect: Its eligibility requirements are lower, said research associate Alex Stanczyk.\nCrampton-Hays, of Cuomo’s office, did not address the difference in eligibility requirements, but she called New York’s program better for low-wage workers because of a higher weekly minimum wage replacement of $100 to California’s $50, and better protections for workers in businesses of 50 or fewer employees, including job protection and continuation of health insurance.  \nOur ruling\nGov. Andrew Cuomo called New York’s paid family leave policy the \"best\" in the country.\nExperts generally agreed that major features of New York’s policy, such as duration, wage replacement, eligibility, and job protection are more favorable for employees on leave than programs in other states.\nOther states that have approved but not yet activated paid leave programs will offer more generous benefits in certain respects than New York does. It’s also worth noting that while workers eligible for and interested in paid leave may think one program is \"best,\" their colleagues and employers may disagree.\nWe rate Cuomo’s statement True.  \n \n Share the Facts 2019-01-07 14:52:15 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  New York has passed \"the best paid family leave\" program in the United States of America.    Andrew Cuomo Governor www.youtube.com/watch?v=aM6lf_ALfHU&feature=youtu.be   in a speech Monday, December 17, 2018 2018-12-17    Read More  info", "vclaim_id": "vclaim-pol-01157"}