{"url": "/factchecks/2018/feb/06/scott-walker/why-scott-walker-real-terms-has-spent-less-transpo/", "speaker": "Scott Walker", "vclaim": "\"We invested\" in our transportation system \"$24 billion over eight years. That’s $3 billion more than what former Governor Jim Doyle spent on transportation over the same period of time.\"", "truth_label": "barely-true", "date": "stated on January 24, 2018 in a speech:", "title": "Why Scott Walker, in real terms, has spent less on transportation than his Democratic predecessor", "text": "In his Jan. 24, 2018, State of the State speech, something of a launching pad for his run for a third term as governor, Republican Scott Walker drew contrasts between himself and his predecessor, Democrat Jim Doyle.\nDespite criticism for not spending more on transportation, Walker nevertheless claimed he’s done better than Doyle, stating:\n\"We invested\" in our transportation system \"$24 billion over eight years. That’s $3 billion more than what former Governor Jim Doyle spent on transportation over the same period of time.\"\nWalker has made the same claim for at least 11 months, on Twitter, in a weekly radio address, in media interviews and in public appearances.\nThe numbers\nThe nonpartisan Legislative Fiscal Bureau told us it’s possible to reach Walker’s figures by considering the total raw dollars put toward transportation programs, including a double-count of the principal in terms of money borrowed.\nThat is, Walker’s method counts the principal at the time money was borrowed, and counts it again when repayments are made on that debt. That method shows Walker’s eight years of DOT funding, in raw dollars, including bonding and subsequent debt service payments, at $25.8 billion -- $3.4 billion more than Doyle.\nBut besides doing the double counting, that measure also fails to take into account inflation.\nSo, it is problematic in two ways.\nHere are the fiscal bureau numbers without the double counting but including inflation:\n\n\n\n\nGovernor\n\n\nPeriod\n\n\nReal DOT funding\n\n\nDifference\n\n\n\n\n\n\nJim Doyle\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\n2003-’11\n\n\n$18.7 billion\n\n\n+$1.3 billion\n\n\n\n\nScott Walker\n\n\n2011-’19\n\n\n$17.4 billion\n\n \n\n\n\n \nThose figures show that Doyle, in real dollars, spent more on transportation than Walker has.\nWe ran into a similar issue when Walker said in February 2017 the state is \"investing more money into education than ever before in the history of Wisconsin.\" Our rating was Mostly False, since it didn’t take into account inflation, which is the best way to measure amounts over time.\nOur rating\nWalker says \"we invested\" in our transportation system \"$24 billion over eight years. That’s $3 billion more than what former Governor Jim Doyle spent on transportation over the same period of time.\"\nWalker’s claim uses raw dollars and counts the total amount of bonding, debt service and all funds put toward transportation. But that double-counts the principal and ignores inflation.\nExcluding the double counting and taking into account inflation -- that is, real dollars spent on transportation -- Doyle actually spent more in his eight years than Walker has in his.\nWe rate Walker’s statement Mostly False.  Share the Facts 2018-02-07 17:46:04 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  https://www.wiseye.org/Video-Archive/Event-Detail/evhdid/12142    Scott Walker Wisconsin governor, Republican https://www.wiseye.org/Video-Archive/Event-Detail/evhdid/12142   In a speech Wednesday, January 24, 2018 2018-01-24    Read More  info    \n \nMore on Walker and transportation\nRoad project progress: In December 2017, Walker said: \"Road projects across the state are staying on track or getting done sooner thanks to the good work of the team at the Wisconsin Department of Transportation.\" Our rating: Mostly False. He pointed to one highway project being ahead of schedule. But a wide range of other projects -- including major ones -- have been delayed.\nPromises kept: In November 2017, we rated as a Promise Kept two pledges that Walker made during his 2014 campaign for a second term as governor. He repaid funds that had been raided from the state transportation fund, and he prevented any more raids from the funding from occurring.", "vclaim_id": "vclaim-pol-02436"}