{"url": "/factchecks/2017/apr/28/scott-peters/would-trumps-border-wall-cost-same-one-and-half-us/", "speaker": "Scott Peters", "vclaim": "The estimated price of President Trump’s border wall is the same as the cost of \"one and a half aircraft carriers.\"", "truth_label": "true", "date": "stated on April 24, 2017 in a news article:", "title": "Would Trump’s border wall cost the same as one and a half U.S. aircraft carriers?", "text": "The debate over President Trump’s proposed border wall intensified this week, with opponents saying the barrier would be ineffective and a costly mistake.\nBuilding \"a big, beautiful wall\" on the Southern border was Trump’s signature promise during his campaign, winning him support from advocates for hard-line immigration reform.\nBut when Trump initially demanded funding for the wall be included in a stop-gap budget measure needed to avoid a government shutdown, opponents in Congress balked.\nRep. Scott Peters, D-San Diego, said the billions needed to build the wall should be used elsewhere.\nPeters went on to make an eye-opening claim about what money for the wall could fund instead:\n\"We’ve checked in with The Navy; if we don’t pass the 2017 budget, they’re talking here about five ships that won’t be available to sail just out of the Western region — and 15 worldwide...the money for the wall? That’s, by the way, (the cost of) one and a half aircraft carriers,\" Peters was quoted as saying on April 24, 2017 in a Politico news article.\nWe know cost estimates for the wall are high. But would the price really equate to \"one and a half aircraft carriers\"?\nWe set sail on a fact check.\nPaying for a \"big, beautiful wall\"\nThe U.S. border with Mexico is nearly 2,000 miles long. It already includes about 650 miles of fencing constructed under previous administrations. Trump has said the wall doesn’t need to span the entire border, adding in a television interview that \"We don’t need 2,000 (miles), we need 1,000 because we have natural barriers.\"\nDuring his campaign, Trump initially said he could build a wall for $4 billion and later estimated $6 billion to $7 billion. In April 2017, he put it at $10 billion or less.\nThe Associated Press reported in March that the Trump Administration wants to build a 30-foot-high border wall that \"looks good from the north side and is difficult to climb or cut through,\" according to a pair of contract notices posted to a government website.\n\nA drone's view of the US-Mexico border fence as seen from Nogales, Mexico, Sunday, April 2, 2017. (Brian Skoloff / AP)\nCost estimates for the wall vary greatly. Here are some relevant estimates, as chronicled by news publication Quartz.\n\n\nIn July 2016, Bernstein Research, a firm that analyzes material costs, put the price tag at $15 billion to $25 billion, for a wall that stretches 1,000 miles and is 40 feet high, which was Trump’s initial desired height.\n\n\nIn January 2017, Senate majority leader Mitch McConnell said the wall would be $12 billion to $15 billion.\n\n\nIn February 2017, a leaked report from the Department of Homeland Security put it much higher, at $21.6 billion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\n\nIn April 2017, the Democratic staff of the Senate Homeland Security and Governmental Affairs Committee said in a report that costs could soar to nearly $70 billion — not including the significant costs and legal resources required for land acquisition.\n\n\nPeters’ spokesman Jacob Peters said the congressman used the $21.6 billion estimate because it \"comes from the internal report done by the Department of Homeland Security.\"\n\"This estimate falls somewhere in the middle of the range of cost estimates,\" the spokesman added. \"Because this report was commissioned by (Department of Homeland Security) Secretary Kelly, and is based on the Trump administration’s own planning process to build walls and fences to cover almost the entirety of the border that is not already fenced, it is the best current estimate for what President Trump is likely to ask Congress to appropriate to build his border wall.\"\nWe also used the $21.6 billion as our estimate.\nAircraft carrier cost\nFinding the cost of the latest U.S. aircraft carrier is a bit easier. Peters’ spokesman pointed to a Congressional Research Service report from April 2017 that places the cost of each new \"Navy Ford Class Aircraft Carrier\" at approximately $12.9 billion.\nThat’s up from the $8.5 billion cost of carriers in the Navy’s most-recent Nimitz class, according to a Navy fact sheet.\nThe first carrier in the new class, the USS Gerald R. Ford, is expected to be commissioned later in 2017. It’s been described as \"the most expensive and most advanced warship ever built.\"\nStill, when we do the math, it appears Peters slightly underestimated his comparison: Building a $21.6 billion border wall would cost about 1.67 times the price of these new warships.\nWe asked Lynn Reaser, chief economist at Point Loma Nazarene University in San Diego to examine the cost figures.\nReaser told us the number \"does appear to check out.\"\nOur ruling\nDemocratic Congressman Scott Peters recently claimed the estimated price of President Trump’s border wall is the same as the cost of \"one and a half aircraft carriers.\"\nPeters used a $21.6 billion estimate, citing a leaked report from the Trump Administration’s Department of Homeland Security. That figure is within the $15 billion to $25 billion range produced by a private research firm.\nPeters referenced the $12.9 billion price tag on the Navy’s newest class of aircraft carriers from a Congressional Research Service report.\nAt this early stage, no one knows how much Trump’s wall will really cost. Partisan sources have it all over the map. And delays and cost-overruns are common for large government projects: Just take a look at California’s massive high-speed rail initiative.\nBut Peters selected what appears to be the best initial estimate from Trump’s own homeland security analysts.\nIf anything, Peters slightly underestimates the 1.67 aircraft carriers the U.S. could build for the cost of Trump’s border wall.\nWe rate Congressman Peters' claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-04-28 23:04:31 UTC   Politifact    1 1 7  Politifact Rating: True  The estimated price of President Trump’s border wall is the same as the cost of \"one and a half aircraft carriers.\"    Scott Peters U.S. Congressman    Monday, April 24, 2017 2017-04-24    Read More  info", "vclaim_id": "vclaim-pol-03363"}