{"url": "/factchecks/2011/feb/04/democratic-congressional-campaign-committee/dccc-says-rep-robert-hurt-supports-40-percent-cut-/", "speaker": "Democratic Congressional Campaign Committee", "vclaim": "Congressman Robert Hurt has a plan to cut education by 40 percent.", "truth_label": "pants-fire", "date": "stated on January 31, 2011 in a radio ad.:", "title": "The DCCC says Rep. Robert Hurt supports a 40 percent cut in education spending", "text": "Fifth district Republican Robert Hurt has been in Congress only a month, but Democrats are already trying to ensure he leaves after just two years.\n\nThe DCCC has launched radio ads against Hurt and 24 other Republican representatives around the nation, part of a \"Drive to 25\" aimed at putting House Democrats back into the majority.\n\nThe ads are similar for each of the 25 districts. The Virginia one says: \"Did you know Congressman Robert Hurt has a plan to cut education and research by 40 percent that will cost hundreds-of-thousands of jobs and make America less competitive?  Tell Hurt to choose jobs.\"\n\nForty percent sounded like quite a cut in education spending. In the spirit of learning, we set out to check the math.\n\nJesse Ferguson, a DCCC spokesman, said the ad is based on a proposal by the Republican Study Committee, a large group of House Republicans. Hurt is a member of the RSC.\n\nThe bill in question is the Spending Reduction Act of 2011, introduced last month by Ohio Rep. Jim Jordan, the RSC’s chairman. The act aims to cut federal spending by $2.5 trillion over the next decade.\n\nThe RSC wants to do this by reducing \"non-security discretionary spending\" to 2006 levels and holding it there for the next decade.\n\nThe federal budget is divided into \"non-discretionary\" and \"discretionary\" spending. \"Non-discretionary\" refers to spending required by law to fund entitlement programs such as Social Security, Medicaid, Medicare and food stamps. The amount set aside for these programs is not reviewed annually; instead, Congress periodically reviews eligibility requirements for people receiving the benefits.\n\nDiscretionary spending is the money Congress controls through annual appropriations. It is used pay for an array of things including the military, education, transportation and FBI investigations.\n\nFerguson said the 40 percent figure is based on a report by the Center for Budget Policy Priorities. James Horney, director of federal fiscal policy for the left-leaning CBPP, wrote on the think tank’s blog that returning to 2006 funding levels would mean a 42 percent spending reduction by 2021, if 2010 spending levels were allowed to increased each year to account for inflation. Horney told us his source for the information was the Congressional Budget Office.\n\nIn the CBO’s latest report on the U.S. budget and fiscal outlook, the non-partisan budget authority said it projects non-defense discretionary spending will be $545 billion in fiscal year 2011. If non-defense spending grows at the projected rate of inflation, the CBO says the federal government would spend $682 billion for that category in 2021.\n\nThe RSC wants a cut to 2006 levels, when non-defense discretionary spending was $409 billion. That is indeed a 40 percent reduction from the projected 2021 spending level, but a 19.5 percent reduction from the 2010 spending levels.\n\nJim Bradshaw a spokesman for the U.S. Department of Education provided us with the spending on all elementary and secondary education programs during the past few year.\n\nIn 2006 the department’s budget for those categories was $39.8 billion. The department has requested a $50.8 billion K-12 budget for the 2011 fiscal year. The figures include both mandatory and discretionary spending.\n\nGoing from the requested 2011 level to the 2006 level would be a 21.7 percent cut.\n\nBut Brian Straessle, communications director at the RSC, said the proposed reductions would not mandate a specific level of cuts for education. He said the bill would simply require that all discretionary spending fall to 2006 levels without specifying which departments would see reductions.\n\nIn other words, the DCCC ad assumes a 40 percent cut to federal education spending, when that may not be the case at all.\n\n\"The bill leaves Congressional discretion to decide the reduced appropriation funds from certain agencies and programs,\" Straessle said. \"It doesn’t specifically say that the Department of Labor or Education has to go back.\"\n\nIn short, he concluded, Congress could decide to make a small cut to education and offset it with larger cuts in other departments, so long as the total amount of discretionary spending fell by the required amount.\n\nHere’s another pin that deflated the Democrats’ claim: Federal dollars account for only about 8 percent of the money that ends up in Virginia’s schools. Uncle Sam sends just $1 billion a year to help them.\n\nThe remaining $11.8 billion spent on public education this school year will be roughly shared by the state and local governments.\n\nSo if Congress cut 40 percent from the federal education budget, it would mean a $400 million cut to education funding in Virginia. That would translate to a 3.4 percent overall loss  in Virginia school funds in the worst case scenario.\n\nOK class, let’s review.\n\nThe DCCC said Robert Hurt supports a 40 percent \"cut in education,\" based on proposals by the Republican Study Committee. While there is no question Hurt and the group want to quickly implement serious spending reductions, the 40 percent figure actually refers to a reduction of hypothetical spending in 2021 to 2006 levels, not an immediate 40 percent cut.\n\nFurthermore, only eight percent of Virginia’s public education funds come from Washington. So even if all federal money suddenly vanished, the state would not see anywhere near a 40 percent reduction in education spending as the DCCC claims.\n\nThe radio attack ad ridiculously overstates the possible impacts of federal spending cuts on Virginia’s education budget.\n\nBecause of this major exaggeration we rate the claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13664"}