{"url": "/factchecks/2016/oct/30/hillary-clinton/clinton-wrongly-says-fbi-director-sent-letter-abou/", "speaker": "Hillary Clinton", "vclaim": "Says FBI Director James Comey’s letter about new developments in the investigation into her emails \"only\" went \"to Republican members of the House.\"", "truth_label": "false", "date": "stated on October 28, 2016 in a press conference:", "title": "Clinton wrongly says FBI director sent letter about emails 'only' to Republicans", "text": "Hillary Clinton has called on FBI Director James Comey to make public any information he has on recent developments into the agency’s investigation into her emails.\nComey sent a letter to Congress Oct. 28 saying the FBI may have found new emails relevant to its probe into Clinton’s private email server that she used while secretary of state. The FBI plans to review these new emails to see if they contain classified information. Back in July, Comey said the FBI recommended that no charges be brought in this case.\nWith just over a week to go until the Nov. 8 election, the Clinton campaign has said they are concerned that Comey’s vague letter will fuel unfounded rumors about the email investigation, so he should make available any additional information the FBI has.\n\"We've made it very clear that, if they are going to be sending this kind of letter that is only going originally to Republican members of the House, that they need to share whatever facts they claim to have with the American people,\" Clinton said at an Oct. 28 press conference. \"And that's what I expect to happen.\"\nClinton was incorrect to say that the letter \"only\" went to Republican members of the House of Representatives. Democrat members received the letter, too.\nThe letter was addressed at the top to the chairmen of various congressional committees, who are all currently Republican because the party controls both the Senate and the House. But the second page of the letter indicates that Comey also circulated the letter to ranking Democrats on those committees, as well.\nYou can see the full letter for yourself here. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\nThe Clinton campaign said she misspoke.\nOur ruling\nClinton said Comey’s letter about new developments in the investigation into her emails \"only\" went \"to Republican members of the House.\"\nRepublican and Democratic members of the House and Senate received this letter.\nWe rate Clinton’s claim False.\nhttps://www.sharethefacts.co/share/1bf568b6-3a28-4aeb-be69-59c015b09a23", "vclaim_id": "vclaim-pol-04024"}