{"url": "/factchecks/2011/mar/10/rick-santorum/rick-santorum-said-obama-said-any-child-born-prema/", "speaker": "Rick Santorum", "vclaim": "\"Any child born prematurely, according to the president, in his own words, can be killed.\"", "truth_label": "pants-fire", "date": "stated on March 7, 2011 in a speech to the Iowa Faith and Freedom Coalition.:", "title": "Rick Santorum said Obama said \"any child\" born prematurely \"can be killed\"", "text": "It may seem early to some voters, but a few Republicans candidates for the 2012 presidential race are already on the trail in Iowa, the first caucus state. One is Rick Santorum, a former U.S. senator from Pennsylvania.\n\nSantorum recently spoke at a forum hosted by the Iowa Faith and Freedom Coalition, emphasizing that conservatives need to remain committed to social values, even though many expect the economy to be the most pressing issue of the election cycle.\n\nOpposition to abortion is particularly important, he said. \"Any child born prematurely, according to the president, in his own words, can be killed,\" Santorum said, according to a column by Dana Milbank in the Washington Post.\n\nThat’s a strong charge, so we decided to check it out. We turned to video from the forum to get Santorum’s complete comments.\n\nPart of his comments touched on the Born-Alive Infants Protection Act, a federal law he sponsored in the Senate. \"It said that if a child was born out of a, quote, botched abortion, then that child is entitled to medical protection, entitled to treatment,\" Santorum said.\n\nSeveral states decided to copy the law. Santorum noted that Barack Obama, then an Illinois state legislator, opposed the state version of the law in Illinois.\n\nObama \"stood up and said that he opposed this bill because it would impinge on a woman’s rights under Roe v. Wade, and said, in fact, that any child prior to nine months of gestation would be able to be killed, otherwise it would impinge on Roe v. Wade,\" Santorum said. (See Santorum’s comments on C-SPAN.)\n\n\"Any child born prematurely, according to the president, in his own words, can be killed,\" Santorum said. \"Now who’s the extremist in the abortion debate?\"\n\nWe researched Obama’s position on \"born alive\" legislation extensively during the presidential campaign. Obama favors abortion rights generally, and he opposed the state version of Illinois’ \"born alive\" measure as a state senator. But he never said that premature children, even those who survived an abortion, could be killed.\n\n'Born Alive' in Illinois\n\nWhen Obama was a state senator, abortion opponents proposed \"born alive\" legislation in 2001, 2002 and 2003. The proposals’ intent was to require doctors to provide immediate life-saving care to any infant that survived an intended abortion. The legislation, which included multiple bills, specified that an infant surviving a planned abortion is \"born alive\" and \"shall be fully recognized as a human person and accorded immediate protection under the law.\"\n\nThe bills' supporters said it gave added emphasis to laws already on the books, deterring the death of abortion survivors from neglect. (One of the bills' strongest supporters was a nurse who said she had witnessed infants left to die in dirty utility rooms.) Abortion-rights proponents, on the other hand, said the legislation was a back-door attempt to stop legal abortions.\n\nIllinois already had a law on its books from 1975 that said if a doctor suspected an abortion was scheduled for a viable fetus — meaning able to survive outside of the mother's body — then the child must receive medical care if it survives the abortion. The new laws didn't distinguish between viable and nonviable, meaning that an infant of any age that survived an abortion should receive care.\n\nObama, along with other Democrats in the Illinois legislature, opposed the \"born alive\" laws every time they came up. Over the years, Obama offered several reasons he opposed the legislation.  \n\nBack in 2001, legislative transcripts show that Obama questioned part of the \"born alive\" legislation package because he said it would be struck down by the courts for giving legal status to fetuses. In 2002, Obama discussed a different aspect of the legislation, which required a second doctor be present at abortions. Obama said he thought that legislation was intended to make abortion more difficult to obtain, not to provide better care for the \"born alive.\" There is no record of his remarks in 2003 because the bill never made it out of committee, and the committee proceedings were not recorded.\n\nThe 'neutrality' clause debated\n\nThe federal legislation (the law Santorum sponsored in the Senate) became law in 2002. The federal legislation included a so-called \"neutrality clause,\" which said the law would not change the legal status or legal rights of anyone prior to being \"born alive.\" Abortion rights advocates said the clause was necessary to make sure the bill would not affect current abortion laws.\n\nObama said as far back as 2004 that he would have supported the federal bill and that he would have supported the Illinois versions if they had included a similar neutrality clause. The laws the full Illinois Senate voted on in 2001 and 2002 did not have such a clause, but 2003 is a different story.\n\nThe National Right to Life Committee said during the 2008 campaign that the Illinois bill of 2003 did have a neutrality clause. The committee said Obama subsequently misrepresented the bill. Obama responded to that charge in an August 2008 interview.\n\n\"I hate to say that people are lying, but here's a situation where folks are lying,\" Obama said. \"I have said repeatedly that I would have been completely in, fully in support of the federal bill that everybody supported, which was to say that you should provide assistance to any infant that was born even if it was as a consequence of an induced abortion.\"\n\nBack in 2008, we requested documentation from the Illinois State Archives about the 2003 bill and found that it did have a neutrality clause, as the National Right to Life Committee said. (The clause was added at the committee level, and those records are not available online. But we have posted the documents we received via fax from the State Archives here). But there is an important caveat to add here: We don't know what the discussion was at the 2003 committee meeting because the proceedings weren't recorded, but it seems likely that the federal neutrality clause was not considered sufficient at the state level, because the 2005 Illinois law that eventually passed included a more extensive neutrality clause than the federal legislation. To read more about the differences between the neutrality clauses, read our previous detailed fact-check here.\n\nObama’s comments\n\nWith Santorum reviving the issue of \"born alive\" legislation, we went back again to check the transcripts from the Illinois legislature. Obama did say he opposed the bill because it wouldn’t pass constitutional muster under Roe v. Wade. But he never said that \"any child prior to nine months of gestation would be able to be killed\" or that \"any child born prematurely …  can be killed,\" as Santorum said.\n\nIn fact, Obama said in 2001 that there were \"a number of members who are typically in favor of a woman’s right to choose an abortion (who) were actually sympathetic to some of the concerns\" raised by supporters of the legislation.\n\nIn 2002, Obama said that he thought Illinois already had laws sufficient to ensure that children that survived abortion received care. The proposed law would have required two doctors instead of one in the case of a live birth to ensure that care would be provided. \"If these are children who are being born alive, I, at least, have confidence that a doctor who is in the room is going to make sure that they’re looked after,\" Obama said then.\n\nAt no time did Obama say that children born prematurely can be legally killed.\n\nWe contacted Santorum’s political action committee, America’s Foundation, for comment. Spokeswoman Virginia Davis said that Obama’s votes against the state measure showed he supported killing children who were born alive.\n\n\"By his statements and votes, (fully documented by the lead advocate of this legislation in Illinois and at the federal level), and as verified by Factcheck.org, then-state Senator Barack Obama several times voiced opposition to, and voted against legislation that, protected a child scheduled to be aborted -- and was born alive -- from being killed,\" David said via e-mail.\n\nWe should note that the Factcheck.org report noted Obama’s positions on the Illinois measures but reiterated his support for the federal legislation. \"Whether opposing ‘born alive’ legislation is the same as supporting ‘infanticide,’ however, is entirely a matter of interpretation,\" the report noted.\n\n Our ruling\n\nTo reiterate what’s not in dispute: Obama opposed \"born alive\" legislation in Illinois and gave several reasons for opposing the proposals. But at no time did he make the argument that infants who survived botched abortions should be killed.\n\nSantorum may feel that abortion is tantamount to infanticide, but that does not give him the license to put words in Obama's mouth that he never uttered. Santorum said, \"Any child born prematurely, according to the president, in his own words, can be killed.\" Obama didn’t say that. In fact, he said that abortion should be legal, but that children that are born should receive medical care. Obama never said that any child born prematurely can be killed or anything like that. Santorum crosses a line with his rhetoric in distinguishing the difference between his position and Obama’s. We rate Santorum’s statement Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13443"}