{"url": "/factchecks/2013/may/23/marylanders-prevent-gun-violence-education-fund/ad-maryland-group-says-fingerprinting-gun-purchase/", "speaker": "Marylanders to Prevent Gun Violence Education Fund", "vclaim": "A law that mandates fingerprinting for gun purchasers is \"a requirement that's reduced gun crimes in the five states where it's the law.\"", "truth_label": "barely-true", "date": "stated on May 19, 2013 in a television ad:", "title": "Maryland group says fingerprinting gun purchasers has reduced gun crime rates in five states", "text": "With the debate over gun control still simmering, a reader asked us to fact-check an ad on Baltimore TV stations that promotes tough laws on gun purchases.\n\nThe ad, was put together by Marylanders to Prevent Gun Violence, a group headed by Vincent DeMarco, an adjunct assistant professor at the Johns Hopkins Bloomberg School of Public Health. (We have written previously about the Bloomberg School’s role in gun policy research.)\n\nThe group, whose board is chock full of Maryland political leaders, supported the gun-control bill signed earlier this year by Democratic Gov. Martin O’Malley. The group is now trying to shore up public support as the law faces expected legal challenges from the National Rifle Association and others.\n\nThe ad focuses on fingerprint licensing laws. Under those laws, a potential gun purchaser must first obtain a license from law enforcement, which includes being fingerprinted, before being able to purchase a handgun. This is currently the law in Connecticut, Hawaii, Massachusetts, New Jersey and New York.\n\nHere’s the text of the ad, voiced by people identified on screen as a gun owner, a pastor and a mother:\n\n\"Something had to be done, and here in Maryland we stood up and joined the governor and the Legislature to pass real solutions that reduce gun violence by getting weapons out of the hands of criminals, with a fingerprint licensing law that 68 percent of gun owners like me support, a requirement that's reduced gun crimes in the five states where it's the law. It will work for Maryland, and it could work for the entire country.\"\n\nWe wondered if the fingerprint laws have \"reduced gun crimes in the five states where it's the law\"?\n\nBy using the term \"reduced,\" the ad is saying that gun crime was high before passage of these laws, and then dropped after they were enacted.\n\nBut that’s not what the data shows. In fact, there's no data that shows the crimes declined, nor whether the fingerprint laws were the reason.\n\nWe checked with Daniel W. Webster, director of the Johns Hopkins Center for Gun Policy and Research and a professor at the Johns Hopkins Bloomberg School of Public Health, which the group has cited as a source.\n\nWebster agreed that the text of the ad could have been phrased more carefully.\n\n\"It would be more accurate to state that states with fingerprint-verified handgun purchaser licensing have much lower rates of gun homicide than states that do not,\" Webster said. He presented the following data for age-adjusted firearm homicide rates per 100,000 population between 1999 and 2010 for both the U.S. overall and for the five states with fingerprint-verified handgun purchaser licensing. The chart was compiled using data from the Centers for Disease Control and Prevention.\n\nFirearm homicide rates, 1999-2010\n\n\n\n\n\n\n\n \n\n\n\nTotal Population\n\n\n\nNon-Hispanic Whites\n\n\n\nBlacks\n\n\n\nLarge Central Metro Counties\n\n\n\n\n\nUnited States\n\n\n\n3.99\n\n\n\n1.48\n\n\n\n16.05\n\n\n\n6.8\n\n\n\n\n\nConnecticut\n\n\n\n2.25\n\n\n\n0.60\n\n\n\n10.07\n\n\n\n3.0\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n\n\n\nHawaii\n\n\n\n0.77\n\n\n\n0.59\n\n\n\nNA\n\n\n\nNA\n\n\n\n\n\nMassachusetts\n\n\n\n1.50\n\n\n\n0.40\n\n\n\n9.10\n\n\n\n6.0\n\n\n\n\n\nNew  Jersey\n\n\n\n2.74\n\n\n\n0.60\n\n\n\n12.31\n\n\n\n7.8\n\n\n\n\n\nNew York\n\n\n\n2.84\n\n\n\n0.70\n\n\n\n9.49\n\n\n\n4.5\n\n\n\n\n\n \n\nAll this data shows is that states with the fingerprint law have lower firearm homicide rates, not that the rate fell after enactment of the fingerprint law.\n\n\"Most of the laws were passed many decades ago, and there have not been studies to estimate their impact on violent crime,\" Webster said.\n\nThere is some backhanded support for the ad’s claim in the one state -- Missouri -- that did the reverse when it rescinded its licensing requirement for gun purchasers in 2007. Webster said that following the law’s repeal, gun homicide rates increased by 25 percent between 1999-2007 and 2008-2010. (The Missouri case is analyzed here and here.)\n\nThere also another problem with the ad’s phrasing: It was imprecise in using the term \"gun crimes.\" The supporting data Webster cited refers to firearm homicide rates, which is just one subset of gun crimes. The FBI tracks gun robberies and gun assaults in addition to gun homicides.\n\nAt least two politicians, O’Malley and Maryland state Sen. Brian Frosh, have been quoted in news reports offering versions of the claim that are more accurate. So how did the ad’s narration get mangled?\n\nDeMarco, the group’s president, told PolitiFact that his group \"ran the script of the ad by Prof. Webster before running it and he approved it as accurate.\"\n\nBut Webster responded by telling us that he approved the following language:\n\n\"In the five states where fingerprint licensing is currently required for handgun purchases, gun death rates are among the lowest in the nation. According to experts at the Johns Hopkins Center for Gun Policy and Research, cities in states with handgun purchaser licensing laws have much lower rates of within-state illegal gun trafficking than those without licensing. According to the Center, ‘research suggests that, once implemented, Maryland’s handgun purchaser licensing law will reduce gun trafficking, gun crime, and gun homicides and can serve as a national model for other states.’\"\n\nSomewhere along the way, the more accurate language got lost in translation.\n\nOur ruling\n\nThe ad said that mandating the fingerprinting of those seeking to purchase a gun is \"a requirement that's reduced gun crimes in the five states where it's the law.\"\n\nBut that’s not a correct description of the statistics. Firearm homicide rates are lower in the five states that have such laws, but experts told us there are no before-and-after comparisons in those states to show that gun-crime rates were \"reduced\" after fingerprinting laws took effect. In addition, the ad refers to \"gun crimes,\" but the supporting data looks specifically at gun homicides, not robberies and assaults committed with guns.\n\nThe differences in wording are subtle, but at PolitiFact, one of our core principles is that the words used to make political claims matter. On balance, we rate the claim Mostly False.", "vclaim_id": "vclaim-pol-09299"}