{"url": "/factchecks/2013/sep/15/chris-kapanga/interest-payments-us-debt-exceeds-us-tax-revenue-w/", "speaker": "Chris Kapenga", "vclaim": "\"The amount of interest\" paid on the federal debt exceeds \"total tax revenue.\"", "truth_label": "false", "date": "stated on August 23, 2013 in a newsletter:", "title": "Interest payments on U.S. debt exceed U.S. tax revenue, Wisconsin state lawmaker says", "text": "State Rep. Chris Kapenga, R-Delafield, has taken some bold positions since he won an open Wisconsin Assembly seat in 2010 as a political newcomer.\nIn 2011, Kapenga said he believed several people were \"bought out\" by police and fire unions to stop those unions from being included in Act 10. The law advanced by Gov. Scott Walker dramatically curtailed collective bargaining rights for most public workers, but, over the objection of Kapenga  and others, it exempted police and firefighters.\nIn 2012, Kapenga joined eight other GOP state lawmakers who pledged to back a bill to arrest any federal officials who try to implement President Barack Obama’s health reform law in Wisconsin.\nThen in an Aug. 23, 2013 newsletter to constituents, Kapenga, a certified public accountant, made a bold claim about the federal debt -- and dared his readers to check it.\n\"As we approach the $17 trillion debt level, I want to emphasize how dangerous this is for our nation,\" Kapenga wrote. \"An old proverb tells us that the borrower is slave to the lender, and as we continue to spend and build debt, think about who we are getting our money from. The answer is the printing press and China.\nHe added:\n\"When the amount of interest you pay on your debt exceeds your total tax revenue (yes it does -- check it out!), common sense tells us that all other programs are at risk.\"\nWhoa -- just the amount of interest we pay on the federal debt is more than all the tax revenue Uncle Sam takes in?\nActually, not even close.\nWhen we contacted Kapenga, he admitted he had erred, saying a constituent already had pointed out that he was wrong.\nOK. So, how do interest payments on the debt and total tax revenue compare?\nNet interest payments totaled $220 billion in 2012, according to the nonpartisan Congressional Budget Office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nNet interest payments are what most economists cite when talking about interest on the debt, the Center on Budget and Policy Priorities’ Richard Kogan told us. That figure corresponds to the roughly $12 trillion in debt that we owe outside creditors, such as China.\nTotal interest payments -- the $220 billion plus $140 billion in interest paid for intragovernmental borrowing, such as tapping surplus Social Security funds -- was about $360 billion in 2012. That corresponds with the total debt of roughly $17 trillion.\nIs there reason to worry, as Kapenga indicated in his newsletter?\nWell, CBO projects that by 2020, net interest payments -- on the debt owed to outside creditors -- will nearly triple from $220 billion per year to $644 billion per year.\nBut even that’s a far cry from the total tax revenue the federal government takes in.\nFederal tax revenue in 2012 was $2.45 trillion. That’s 11 times higher than the $220 billion in net interest payments on the debt and about seven times higher than the $360 billion in total interest payments.\nKapenga said he has drafted this correction for his next newsletter:\n\"Thank you to one of my constituents who noted an error in my Aug. 23 E-Update. In my article about the danger of our U.S. debt, it stated that ‘the interest you pay on your debt exceeds your total tax revenue’ when it should have said ‘total corporate tax revenue.’\"\nThe amount of corporate tax revenue the federal government takes in is much closer to the net interest payments on the debt, but it's still higher than those payments, according to CBO.\nCorporate tax revenue in 2012 was $242 billion, exceeding the $220 billion in net interest payments. For 2013, the difference is projected to be even greater -- $291 billion versus $223 billion.\nOur rating\nKapenga said \"the amount of interest\" paid on the federal debt exceeds the federal government’s \"total tax revenue.\"\nIn fact, tax revenue is a number of times higher than what the government pays in interest on the debt.\nWe rate Kapenga’s statement False.", "vclaim_id": "vclaim-pol-08881"}