{"url": "/factchecks/2015/sep/29/jay-nixon/jay-nixon-says-90-i-70-toll-road-funding-would-com/", "speaker": "Jay Nixon", "vclaim": "\"Almost nine out of every 10 pennies that would be spent\" turning a 200-mile stretch of Interstate 70 into a toll road \"would be from folks outside Missouri.\"", "truth_label": "barely-true", "date": "stated on August 20, 2015 in comments at the Missouri State Fair:", "title": "Jay Nixon says 90% of I-70 toll-road funding would come from non-Missourians", "text": "The search for money to fund infrastructure improvements has Gov. Jay Nixon open to the idea of turning a 200-mile stretch of Interstate 70 into a toll road.\nOn Aug. 20, Nixon spoke to nearly 1,000 people at the State Fair’s 63rd annual Governor’s Ham Breakfast. After the event, Nixon took questions from reporters and shared his thoughts on turning I-70 into a toll road. Nixon said, \"almost nine out of every 10 pennies\" spent on the proposed I-70 toll road would come from non-Missourians.\n\"Almost nine out of every 10 pennies that would be spent there would be from folks outside Missouri, with the federal dollars, and then (with) the folks traveling through here,\" Nixon said. \"So you can get a road built, 90 percent (of) a brand new road, by non-Missourians, (a road) that we use a lot. ... I think that's still is something that should be looked at very carefully.\"\nThe numbers Nixon cited jumped out at us, so we decided to see if he had his facts right.\nThe journey for answers began by reaching out to Scott Holste, the governor’s press secretary.\nHolste said Nixon’s claim was \"part of an extemporaneous answer to a reporter’s question at the State Fair.\"\nThe numbers cited by Nixon for the construction revenue of I-70 would be based on tolls collected from vehicles, as well as construction funds received from the federal government, Holste said.\nHe also provided a Missouri Department of Transportation report, which lays out tolling options for I-70. The project cost could range between $2 billion and $4 billion.\n\nThe report analyzed a 200-mile stretch of I-70 from Independence, Mo. to Wentzville, Mo. (Basically, all of I-70 in Missouri outside the St. Louis and Kansas City metro areas.)\nNo data from the report, however, aligned exactly with Nixon’s claim, but there were some interesting details about truck traffic, which Holste pointed out.\n\"Some 70 percent of the truck traffic on I-70 originates and terminates from outside the 200-mile study limits of Independence to Wentzville – many of those originate or are destined from locations outside Missouri,\" the report stated.\nPut another way, trucks passing through this stretch continue on to somewhere else.\nHolste said this information suggests those trucks come from out-of-state. In addition, trucks would face a toll rate two to three times higher than the 10-15 cents per mile rate for passenger vehicles, according to the report.\nAdd those two facts together, Holste said, and it suggests out-of-state trucks would carry a greater share of the cost  a per-vehicle basis.\nNot 90 percent, but something.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nIn addition to truck traffic bringing in extra dollars, Holste said the federal government will help pave the way.\nUnder The Highway Trust Fund, the federal government  is responsible for reimbursing states a certain project types. This means up to 80 percent of construction costs will be paid by funds from the federal level, Holste said.\nSo, in theory, 80 percent of the revenue used to fund an I-70 toll road would come from the federal government. But that by itself is misleading.\nThe transportation trust fund is dependent on fuel taxes paid in each state, which are deposited in the trust fund to pay for transportation projects. In other words, Missourians would be responsible for a portion of the funding for the trust through the gas taxes they’ve paid.\nWe wanted to be thorough in our analysis of Nixon’s claim so we contacted Bob Brendel, the special assignments coordinator for MoDOT and a contributing writer of the original report Nixon’s office cited.\nWhen asked about Nixon’s claim, he said the best data for what we are looking for is in the MoDOT report.\nThe data supporting out of state truck traffic comes from a study conducted between 2006 and 2009, Brendel said.  The report Holste provided was prepared in 2014 to provide data to support the idea of turning I-70 into a toll road.\nThe data paint an interesting picture for out-of-state truck traffic, but don’t touch on how much toll revenue might be paid by out-of-state or \"non-Missourian\" drivers if I-70 was a toll road.\n\"To determine the percentage of traffic from out of state would require a detailed origin-and-destination study that has not been conducted,\" Brendel said.\nBrendel also pointed out another important feature about the Highway Trust Fund. The portion of money from the federal government would only reimburse Missouri for 80 percent of project work. So Missouri would only see federal money after construction is complete.\nOur ruling\nNixon claimed that \"nine out of every 10 pennies\" spent on the proposed I-70 toll road would come from non-Missourians.\nHis office later clarified that the remark was \"part of an extemporaneous answer\" to a question from a reporter.\nIn reality, it’s a guess.\nThe report Nixon’s office cited includes many interesting traffic figures, but none of them support his specific claim.\nAnd while the federal highway trust fund would cover much of the work, some of that money comes from gas taxes paid by Missourians.\nNixon has a point that a toll road would bring in a good chunk of revenue from out-of-state drivers and  the federal government. But 90 percent? That’s an unsubstantiated guess.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05919"}