{"url": "/factchecks/2008/may/14/john-mccain/they-have-yours-in-fact/", "speaker": "John McCain", "vclaim": "\"They (Clinton and Obama) have never to my knowledge been involved in legislation nor hearings nor engagement on this issue (climate change).\"", "truth_label": "false", "date": "stated on May 13, 2008 in North Bend, Wash.:", "title": "They have. Yours, in fact", "text": "On a so-called \"Green Tour\" of the Northwest touting his environmental record, Sen. John McCain was asked during a press conference in North Bend, Wash., on May 13, 2008, why voters concerned about climate change should back him over his Democratic rivals, Sens. Hillary Clinton and Barack Obama.\n\n\"I've been involved in this issue for many, many years,\" McCain said. \"They have never, to my knowledge, been involved in legislation nor hearings nor engagement on this issue. I have a long history. I've traveled around the world and seen the impacts of climate change.'\"\n\n\nPerhaps McCain should check the co-sponsors of emissions-reducing legislation he introduced with Sen. Joseph Lieberman last year. Both Clinton and Obama were among those who signed on to the Climate Stewardship and Innovation Act. McCain's cap-and-trade initiative includes a market-driven plan in which companies that significantly reduce greenhouse gas emissions can sell emission allowances to other companies struggling to meet required standards. The plan aims to reduce greenhouse gas emissions by 60 percent from 2000 levels by 2050.\n\n\nLast year, Clinton and Obama co-sponsored an even more ambitious plan called the Global Warming Pollution Reduction Act. If passed, it would require an 80 percent reduction to 2000 levels over the same time frame.\n\n\nClinton, who sits on the Senate Committee on Environmental and Public Works, has consistently supported legislation to combat global warming since joining the Senate in 2000.\n\n\nIn April 2008, Clinton was one of four U.S. senators who wrote a letter to the chair and ranking member of the Senate Appropriations Subcommittee on Interior and Related Agencies requesting $70-million for the Diesel Emissions Reduction Act (DERA) and $270.3-million for state and local air quality grants.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama also has been active in climate change issues, and the Obama campaign quickly seized on McCain's statement. The campaign noted that Obama was the chief sponsor in 2007 of a bill to establish a Climate Change Education Program; that in 2007 he sponsored the Health Care for Hybrids Act, which offered government-subsidized health care to automakers in exchange for investing in alternative energy/efficiency technology; that in 2005, he sponsored an amendment to fund research to improve high-mileage plug-in hybrid cars; and that in 2007, he sponsored the Fuel Economy Reform Act, which would require an average fuel economy standard of 27.5 miles per gallon for all automobiles manufactured by 2013, and increasingly better gas mileage in subsequent years.\n\n\nIt's also curious that McCain mentioned his travels to see the impacts of climate change firsthand. In August 2004, Clinton was on the same trip as McCain to the fjords of Svalbard, a remote Norwegian island in the Arctic Ocean, where they took a mini-cruise to view the retreat of melted glaciers. (An article on the official Norway Web site in the United States features a photo of the heavily bundled McCain and Clinton standing next to each other).\n\n\nThe following year, in August 2005, Clinton was again in the legislative contingent when McCain traveled to Alaska to view melting permafrost and shrinking glaciers.\n\n\nMcCain's campaign did not respond to PolitiFact, but McCain spokesman Tucker Bounds told the\n\nWashington Post\n\nthat opponents were splitting hairs over McCain's comments.\n\n\n\"Of the candidates who are running for president, there is no one who has demonstrated more leadership on the issue of global climate change than John McCain,\" Bounds said. \"I believe he was making that point.\"\n\n\nThere's no question McCain has been a leader on addressing global warming, particularly among his Republican counterparts. But in trying to make that point, McCain grossly misrepresented his opponents' record. We rate his statement False.", "vclaim_id": "vclaim-pol-16216"}