{"url": "/factchecks/2014/apr/22/todd-starnes/radio-host-only-conservatives-get-banned-facebook/", "speaker": "Todd Starnes", "vclaim": "Liberals have figured out a Facebook algorithm and \"all the people getting banned from Facebook are somehow conservatives.\"", "truth_label": "false", "date": "stated on April 17, 2014 in an interview on \"Hannity\":", "title": "Radio host: Only conservatives get banned on Facebook", "text": "It seems like plenty of conservatives have a love-hate relationship with Facebook. They love to leverage its power and rack up big numbers when a post goes viral. But they hate it when Facebook yanks something they’ve put up.\nConservative radio talk show host Todd Starnes thought he had grounds for complaint. He had quipped on his Facebook page that the owner of cattle that were grazing on federal land without a permit should have claimed they were Mexican cows seeking a better life. Facebook removed the post. On Fox News’ Hannity, Starnes blamed liberals.\n\"Liberals just don't have a sense of humor,\" Starnes said. \"Not the first time they have come after me for something I wrote on Facebook. And a lot of people think it's Facebook removing conservative posts, but they tell us that it’s an algorithm that the liberals have somehow figured out and coincidentally all the people getting banned from Facebook are somehow conservatives.\"\nThere are two elements here to check. Is there an algorithm that liberals, or anyone, could exploit to bring down messages they don’t agree with? And are all the people getting banned from Facebook conservatives?\nWe reached out to Starnes for supporting details and didn’t hear back.\nAccording to the press office at Facebook, there is no algorithm. The mega-social media site has community standards (Facebook says it does not tolerate bullying, hate speech and pornography, for examples) and readers can report posts that they think violate the rules. But a statement on the site says reports alone won’t bring a post down.\n\"The number of times something is reported doesn't determine whether or not it's removed from Facebook,\" the statement says.\nA person, not an algorithm, decides the fate of a post.\n\"When a person reports something to Facebook, we review whether it violates our Community Standards,\" Facebook spokesman Matt Steinfeld told PunditFact. \"Abusive content directed at private individuals and attacks on people based on their race, ethnicity or national origin will be removed when reported to us.\"\nIt is the abusive content, not the politics or ideology behind it, that lead to a post coming down. We were assured that the number of reports have no effect on the likelihood that a post will be reviewed.\nSo then there’s the question of whether only conservatives suffer at the hands of this system.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nStarnes isn’t the first person to make a claim like this. At least one conservative website, facebookcensorship.com, has been set up for people to report when they feel they’ve been unfairly treated.\nA website affiliated with the conservative Weekly Standard, Examiner.com, reported that several conservative groups and bloggers found themselves temporarily banned by Facebook. The Examiner linked this to an anti-spam feature that spotted people who posted to different pages too quickly.\nAccurate or not, the instances don’t prove that Facebook only targets conservatives. The issue is: Do liberals make the same complaints?\nThey do.\nIn 2011, a liberal blogger wrote \"liberal page administrators and bloggers in my network started spreading the word that they had been blocked from posting ANY content on ANY other wall for 15 days. No prior warning was given.\"\nIn 2012, a group called \"Being Liberal\" complained about being kicked off Facebook. \"I believe that there is right now an 'army' of paid trolls working for the conservative black PR macjine (sic) that is reporting our content,\" a poster wrote.\nA blog out of the Harvard Law School warned that the Facebook reviews inevitably will be subjective because they are done by human beings. One reporter who spent time at Facebook found that reviewers aim to make a decision within half a second. That wouldn’t leave much time for a careful assessment. There have been cases where Facebook has admitted that it made a mistake.\nOur ruling\nStarnes said all the people getting banned from Facebook are conservatives and that liberals had figured out a way to game the system. We could find no tally of conservative versus liberal complaints about troubles with Facebook. Starnes said all the people getting banned were conservatives and that is not the case.\nAs for the algorithm, Facebook says there isn’t one. Users report violations and staff at Facebook review those reports.\nWe rate this claim False.\nUpdate: We've updated this fact-check with an additional example of a liberal group complaining of being blocked on Facebook after a reader noted that one our previous examples likely came from a satirical conservative group.", "vclaim_id": "vclaim-pol-07962"}