{"url": "/factchecks/2016/apr/13/sylvester-turner/worlds-widest-highway-not-where-sylvester-turner-t/", "speaker": "Sylvester Turner", "vclaim": "\"The Katy Freeway, or Interstate 10 west of Houston, is the widest freeway in the world, with up to 26 lanes, including frontage road lanes.\"", "truth_label": "false", "date": "stated on March 4, 2016 in a press conference announcing new chairman of transit authority:", "title": "World's widest highway not where Sylvester Turner thinks it is", "text": "You don’t have to look hard in Texas to find supersized variations of everything from donuts to state fair mascots to steak-eating challenges.\nAccording to Houston Mayor Sylvester Turne,, there’s a category Houstonians alone can claim. Twice in two months, Turner singled out one of Houston’s major highways.\nAt a March 4, 2016, press conference, Turner said: \"The Katy Freeway, or Interstate 10 west of Houston, is the widest freeway in the world, with up to 26 lanes including frontage road lanes.\" Turner went on to hammer that an expansion of I-10 that finished in 2008 still left drivers sitting in traffic during peak drive times, saying cities should consider other methods to control congestion beyond expansion.  \nHouston’s 14 expressways are all big, of course. But is the Katy Freeway really the widest on the planet?\nFor starters, the mayor counting main lanes along with frontage roads to judge width struck us as unusual. To our inquiry, Brad Eaves, principal at the Houston firm TEI, agreed, saying that from a traffic standpoint, he’d consider main lanes of a freeway and the frontage roads separately since each one serves a different function: Main lanes are high-speed, long-trip roadways while frontage roads serve a purpose that’s a little different. While he’s heard this stat before, since he’s \"obviously not familiar with every freeway in the world,\" he could not confirm whether Turner’s claim is true or not.\nWe could have wandered many ways to check this claim.\nFor starters, a Google search of \"widest freeway in the world\" pulled up more than 92,000 results. The first, a May 2015 Chron.com article that also included this claim. Turner’s spokeswoman, Janice Evans, also sent us a link to the same story as the source for Turner’s claim. \nThat Houston Chronicle story called the Katy Freeway the world’s widest, at 26 lanes including managed lanes and frontage roads near the interchange with Beltway 8.\nThis wasn’t the newspaper’s judgment, however. Rather, the story referred to an August 2012 Business Insider web post listing the \"11 wildest highways to drive before you die,\" with the Katy Freeway chunk of I-10 (which runs from Jacksonville, Florida to Los Angeles) designated the world’s widest.\nHere’s the full Business Insider entry, which appeared between mention of Bolivia’s treacherous Yungas Road and mention of the Karakoram Highway in the Himalayas:\n\"With 26 lanes in certain parts, the Katy Freeway, or Interstate 10, is the widest highway in the world. It serves more than 219,000 vehicles daily in Texas. Built in the 1960s, Interstate 10 expands across a 23-mile stretch from its intersection with Interstate 610 to the city of Katy in Texas.\"\nIn the entry, the words \"Katy Freeway\" link to a web page sponsored by Webinfolist.com, \"Civil Engineer,\" presenting definitions including: \"Highway is defined as the main road intended for travel by the public between cities and towns. The Pan-American Highway is the longest international highway which connects many countries. It is nearly 48,000 kilometers long.\n\"Whereas,\" the definition continues, \"the Katy Freeway in Houston, Texas, USA, is the widest highway, having a total of 26 lanes in some sections.\" We saw no sourcing for the characterization and our attempts to draw elaboration, repeatedly by email, proved a dead end; no replies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAt the least, then, we know where the mayor’s wording likely originated.\nOur own width search\nOur search for fuller perspective started with TXDOT data indicating that in 2014, I-10 just west of the 610 loop saw a daily average of 316,182 cars.\nOne thing that is clear: the freeway’s designation as the world’s widest folds in its frontage lanes. The freeway alone is 13 lanes at its widest, with most sections consisting of 10 to 12 lanes, Doug Hecox, a public affairs specialist with the Federal Highway Administration, told us via email. The FHWA uses the Highway Performance Monitoring System, a database that collects information on the nation’s public roads. Congress uses data from the system in reports that determine highway funding, and states and local governments use data to assess everything from highway condition to air quality trends.\nWe’d reached out to the agency to gauge how I-10 compares in width to other major U.S. roadways -- never mind highways of the world. When comparing freeway lanes alone, I-10 doesn’t appear to be especially wide. In fact, as of July 2010, at least eight sections of other U.S. freeways had more lanes. A section of I-405 in Los Angeles had 14 freeway lanes, parts of I-75 in Atlanta had 15 lanes, and we spotted stretches of freeway in more than 10 other cities with 12 or 13 lanes. This means, according to the agency, highways in six other states had more lanes than the Katy Freeway.\nHecox told us the agency doesn’t include frontage roads nor does it have a way to include them.\nAnd in Canada…\nConsidering highways globally starts to make the Katy look picayune.\nAs of 2016, for instance, Highway 401 near the Toronto Airport ran 18 lanes across. And, the Hong Kong-Macau Expressway, otherwise known as the G4, made headlines in October 2015 when a newly-installed checkpoint funneled 50 lanes -- yes, 50 lanes, to accommodate multiple toll booths--  into 20, causing an hours-long traffic jam.\nOur ruling\nTurner called the Katy Freeway, a Houston portion of I-10, the widest freeway in the world, with up to 26 lanes, including its frontage roads.\nIf frontage and managed lanes are included, I-10 is quite the behemoth. Problem is, hardly anyone includes frontage roads when measuring American freeways. Get rid of the frontage roads and the Katy drops to 13 lanes at its widest, not much different than several other freeways across the country.\nAs for the rest of the world, we found a wider freeway in Canada, and a reported 50-lane highway in China that makes the Katy look like a country road.\nWe rate this claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05112"}