{"url": "/factchecks/2010/feb/12/farouk-shami/shami-says-poll-workers-request-voters-drivers-lic/", "speaker": "Farouk Shami", "vclaim": "\"When we go to vote, they ask for driver's license and verify that you are a voter and a citizen in the state of Texas.\"", "truth_label": "half-true", "date": "stated on February 8, 2010 in a debate:", "title": "Shami says poll workers request voters' driver's licenses to verify citizenship", "text": "Houston businessman Farouk Shami and former Houston mayor Bill White, both running for governor, politely sparred during the Democratic primary debate Monday but they agreed on at least one thing: A proposed law requiring voters to show a photo ID at the voting booth was a bad idea.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nLast May, House Democrats in the Texas Legislature effectively killed a Republican-backed bill that would have required voters to show photo ID — or two alternative kinds of non-photo identification, such as a utility bill — at the polls.\n\nShami said he was opposed to the bill because he thinks current ID requirements are sufficient.\n\nShami said: \"When we go to vote, they ask for driver's license and verify that you are a voter and a citizen in the state of Texas. So, I support what we have right now.\"\n\nIs that what we have right now?\n\nAccording to Vince Leibowitz, Shami's campaign director and senior strategist, Shami was \"probably talking about\" Harris County, \"where the clerk's office was requesting driver's licenses for people to vote.\"\n\nSome background: Harris County started using a computerized system in 2008 where poll workers swiped driver's licenses in lieu of checking voter registration cards during the early voting period.\n\nBut Hector DeLeon, director of communications at the Harris County Clerk's office, said voters aren't required to show their licenses, nor does the clerk's office push one type of document over the other.\n\nThe program, designed to expedite the voting process for voters who want to use an ID or license instead of their voter registration card, is \"just an option when people show up,\" he said. \"A good number of people show up with their license.\"\n\nAccording to state law, voters are not required to show a photo ID during early voting or on election day. If you don't have your voter card but your registration is still current, you are required to sign an affidavit at the polls and provide one of seven documents — including a driver's license, a current utility bill, a bank statement or paycheck — that shows your name and address.\n\nYou can register to vote if you don't have a driver's license or a Social Security number, but you'll be flagged on the official voter registration list with an \"ID\" annotation, which cues poll workers to request another form of ID in addition to your voter card.\n\nSo state law doesn't require voters to show a driver's license, but do poll workers still ask for it?\n\nApparently, not in Harris County. \"When somebody shows up to vote, nobody asks for this first or this second,\" DeLeon said. He said the Harris County Clerk's office trains poll workers in what documents are acceptable.\n\nMaybe somebody should tell the Secretary of State's election division. When we called that office, a representative told us (incorrectly) that we need a photo ID to vote — even if we have a voter registration card. She also said a driver's license is preferred.\n\nShami is correct that poll workers verify that voters are registered — and voters can use a driver's license as a substitute for their registration card. But state law doesn't require poll workers to ask voters for their license, and voters can use other forms of ID to cast their ballots.\n\nWe rate Shami's claim Half True.", "vclaim_id": "vclaim-pol-15310"}