{"url": "/factchecks/2014/oct/30/naral-pro-choice/ad-colorado-senate-race-suggests-cory-gardner-woul/", "speaker": "NARAL Pro-Choice America", "vclaim": "\"If Cory Gardner gets his way, you'd better stock up on condoms.\"", "truth_label": "pants-fire", "date": "stated on October 29, 2014 in a television ad:", "title": "Ad in Colorado Senate race suggests Cory Gardner would ban condoms", "text": "Even amid a torrent of campaign ads during the waning days of the 2014 midterm election cycle, a new television ad in Colorado’s tight Senate race certainly stands out.\nIt addresses a topic -- abortion and birth control -- that have recurred often in the campaign between incumbent Democratic Sen. Mark Udall and Republican Rep. Cory Gardner. But the imagery, and the claim, make the ad unusual.\nThe ad shows footage of a young, partially dressed couple in a bed, with the man reaching for a condom on the night table. \"Guys, guys, guys, guys, guys!\" the narration says. \"If Cory Gardner gets his way, you'd better stock up on condoms.\" In bold type, the ad offers a visual saying, \"Gardner: Ban birth control.\"\nThe ad’s sponsors -- the abortion-rights groups NARAL Pro-Choice America and NARAL Pro-Choice Colorado -- frame the ad as an \"edgy\" attempt to reach young voters. (The ad also makes claims about climate change, but we won’t address those in this fact-check.)\nHow accurate is the claim about condoms? We have previously addressed claims on Gardner and birth control, but this one is slightly different, so we’ll take a closer look.\nFirst, here’s what the Gardner campaign said when we asked about the ad.\n\"Cory does not want to ban condoms,\" said campaign spokesman Alex Siciliano. \"In fact, he believes in increased access to contraceptives. He has proposed making common forms of oral contraception available over the counter.\"\nSo where does the ad get its evidence from?\nPast claims about Gardner and birth control have stemmed from his support of efforts to support \"personhood\" measures that would define life beginning at fertilization to the Colorado Constitution.\nIn the U.S. House of Representatives, Gardner co-sponsored H.R. 1091, known formally as the Life At Conception Act and informally as a \"personhood\" bill. The bill was introduced April 8, 2013, by Rep. Jim Jordan, R-Ohio. According to the bill text, it would \"implement equal protection for the right to life of each born and preborn human person\" and \"declares that the right to life guaranteed by the Constitution is vested in each human being.\"\nIt goes on to say that \" 'human person' and 'human being' include each and every member of the species homo sapiens at all stages of life, including the moment of fertilization, cloning, or other moment at which an individual member of the human species comes into being.\"\nOpponents of personhood legislation say that giving a fertilized egg all the rights of person could make illegal several FDA-approved contraceptives, such as the pill and intrauterine devices, or IUDs. Anti-abortion groups successfully petitioned to get personhood measures on the Colorado ballot in 2008 and 2010. Both times it was rejected by more than 70 percent of voters.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs we have noted in the past, we can’t predict how the courts would interpret personhood legislation or their impacts on forms of birth control that are currently legal.\nThough even Gardner acknowledges that some contraceptives could be at risk if personhood passed, a lot of legal ambiguity remains. Because no state has passed a personhood measure, we don’t know how it could impact specific types of contraceptives.\nAs we’ve noted in past articles about the debate over personhood, some legal scholars and the medical community have cautioned that it could potentially impact access to birth control.\nGardner’s critics may have a point that some forms of birth control could be outlawed if personhood measures became law -- but that shouldn’t affect condoms. That’s because condoms prevent sperm from reaching the egg in the first place. No fertilization ever takes place.\nIn a further twist, Gardner made a major about-face during the 2014 campaign, saying he no longer supports the personhood movement, partly because he now thinks it could potentially impact access to certain forms of birth control.\n\"The fact that it restricts contraception, it was not the right position,\" Gardner told The Denver Post. \"I've learned to listen. I don't get everything right the first time.\"\nGardner has also said that if the Affordable Care Act is not repealed, he wants to allow the birth control pill to be sold over-the-counter without a prescription. Udall’s campaign said he supports allowing over-the-counter sales of the pill as long as insurance companies are still mandated to cover it without any cost sharing.\nFinally, Gardner’s campaign notes that in 2007, he was one of five to cosponsor an anti-abortion measure in Colorado that specified that \"nothing in this section shall prohibit the sale, use, prescription or administration of a contraceptive measure, device, drug or chemical.\" This bill, his campaign said, demonstrates that Gardner is not anti-contraceptive.\nThe ad’s sponsors didn’t get back to PolitiFact, but Doug Gordon, a spokesman for NARAL Pro-Choice Colorado, told our friends at FactCheck.org that \"we're not saying he is banning condoms. We are saying if Gardner starts limiting other forms of birth control, you better stock up on condoms because there will be so much demand for them — since Gardner wants to ban other forms of birth control.\"\nWhile an affiliated radio ad does make that argument, the television ad doesn’t say that. It seems much more plausible to us that viewers of the TV ad would assume that Gardner wants to ban birth control, period.\nOur ruling\nThe ad claims that \"if Cory Gardner gets his way, you'd better stock up on condoms.\"\nThe most obvious interpretation of this statement is that Gardner wants to ban condoms -- something that’s based on an incorrect interpretation of the measures Gardner has supported in the past (and which he has since distanced himself from). Gardner says he doesn’t support banning condoms, and in any case, condoms would not be at issue under the personhood measure he once supported. We rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-07054"}