{"url": "/factchecks/2010/jul/21/russell-pearce/immigration-law-author-claims-60-percent-arizona-h/", "speaker": "Russell Pearce", "vclaim": "\"Sixty percent of the Hispanics\" support the Arizona immigration law", "truth_label": "pants-fire", "date": "stated on July 7, 2010 in a CNN interview:", "title": "Immigration law author claims 60 percent of Arizona Hispanics support the measure", "text": "How do you defend a state law that the President of the United States calls \"misguided\"? Simple, you start naming all of the people and groups that allegedly support it. That's what the conservative TV host Glenn Beck did when he claimed that 64 percent of Americans support the controversial Arizona immigration bill that Gov. Jan Brewer signed into law in April of this year. It's also what Brewer did when she cited the support for the legislation among Arizona's law enforcement.\n\nIt was only a matter of time before the author of the bill, Arizona state senator Russell Pearce, joined the chorus. Talking about the bill on CNN, Russell said that \"This is the most popular bill in America. America supports it, overwhelmingly they support it, yet every time folks get on the air, they talk about the Arizona controversial law. Controversy with whom, lawbreakers versus law keepers?\"\n\nTo prove his point, he threw in an eye-catching statistic. \"Sixty percent of the Hispanics support it in Arizona.\"\n\nThe number seemed high based on the media reports that we've seen, so we decided to investigate.\n\nWe found several polls that measured support for the law among Hispanics, both at the state and national level. Here is a quick summary:\n\n*A national poll conducted by Univision, a Spanish-language television network, in May found that 67 percent of Hispanics oppose the law.\n\n*A May poll released by the Wall Street Journal/NBC showed that 70 percent of Hispanics on the national level are either strongly or somewhat opposed to the measure.\n\n*A national poll released in June by the Quinnipac University found that 54 percent of Hispanics disapprove of Arizona's immigration law.\n\nMost importantly, a study commissioned by the National Council of La Raza along with the Service Employees International Union in May looked at support for the law among registered Hispanic voters in the state of Arizona. It found that 81 percent either strongly or somewhat oppose the law. Only four percent somewhat support it and 12 percent strongly support it.\n\nWe checked with polling experts to see if we had missed something.\n\n\"The La Raza poll is probably the best poll available for gauging Hispanic attitudes\" toward the immigration law, said Fred Solop, a Northern Arizona University polling expert. \"This poll was run by social scientists, includes an ample sample of Hispanics in the state, and approached the issues somewhat more complexly than other polls.\"\n\nA representative from Pearce's office told us that he was referring to a Rasmussen poll but didn't supply us with more details. So we went digging.\n\nIn the end, we decided that a possible source of the claim was a poll published on April 21, 2010. That survey looked at attitudes among likely Arizona voters, and found that 70 percent favor the legislation. Broken down by race, the approval rate was 73 percent among white voters, 50 percent among African American voters, and 63 percent among \"other\". It seems like Pearce took the 63 percent \"other\" figure and re-labeled it Hispanic.\n\nOur polling experts told us that there are numerous problems with that approach. To begin, the \"other\" category also includes groups like native Americans, not just Hispanics. Moreover, there are some Hispanics who self-define themselves as white, so there could \"very well be overlaps between the White and Other,\" said Solop. Finally, because the poll only looked at likely voters, by the time you get down to how many actual Hispanics were interviewed, you are dealing with a very small sample size, which means that you are at a risk of incurring large margin of error.\n\nTo be thorough, we got in touch with Scott Rasmussen himself. His office sent us a statement saying that \"it would be inappropriate to use our data to state that Hispanic and Latino voters favor the Arizona law.\" Well, there you have it: Pearce's own source telling us his data was used inaccurately.\n\nTo recap. Russell Pearce claimed that sixty percent of Hispanics support the Arizona immigration law. During our research, however, we found three national polls and one Arizona-specific poll that showed the exact opposite. On the national level, anywhere from 54 to 70 percent have either a strongly or somewhat unfavorable view of the legislation. On the state level, 70 percent strongly disagree with the law and 11 percent somewhat disagree. What's even more disqualifying, however, is Pearce's misuse of the poll on which he apparently based his claim. The very source that he quoted told us that it's inaccurate to equate the \"other\" category with \"Hispanics\", a point of view that we also confirmed with several other polling experts. Pearce earns himself a Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14734"}