{"url": "/factchecks/2017/jan/10/charles-schumer/schumer-trump-and-his-hhs-pick-tom-price-odds-medi/", "speaker": "Charles Schumer", "vclaim": "Says Donald Trump campaigned on not cutting Medicare and Social Security, but his nominee for the Secretary of Health and Human Services, Tom Price, \"made his career on cutting Medicare and Medicaid.\"", "truth_label": "mostly-true", "date": "stated on January 3, 2017 in an interview on MSNBC:", "title": "Schumer: Trump and his HHS pick Tom Price at odds on Medicare", "text": "Newly minted Senate Minority Leader Chuck Schumer, D-N.Y., blasted the incoming administration for already abandoning campaign pledges in an interview on MSNBC.\nFor example, he pointed to Rep. Tom Price of Georgia, an orthopedic surgeon and President-elect Donald Trump’s nominee to lead the Department of Health and Human Services.\n\"Price, the guy from HHS, Donald Trump said when he campaigned he wouldn't cut Medicare and Social Security, but he turns around nominates as his HHS secretary, guy who made his career on cutting Medicare and Medicaid,\" Schumer said on Jan. 3’s Rachel Maddow Show (around the 14:10 mark). \"We’re going to slam him on these things.\"\nTrump certainly promised to keep health care programs for seniors (Medicare) and the poor (Medicaid) intact and to protect Social Security (which doesn’t fall under HHS’ jurisdiction).\nBut what about Schumer’s characterization of Price’s record on the health care programs?\nPrice has supported reducing the government’s role in Medicare and Medicaid and reducing spending on the programs. That would be a major change of course from how the programs ran under the Obama administration.   \nTrump’s pledges\nThroughout the course of the 2016 election, Trump largely promised to protect or save Social Security and Medicare and instead to crack down on waste and fraud, with a few detours.\nTrump tweeted that he would leave all three safety nets intact in May 2015, a month before he made his official presidential announcement (in which he said the same thing).\nDuring the election, Trump continued to promise to protect Social Security and Medicare during debates, numerous campaign events, multiple interviews and campaign ads. He even seemed to suggest expanding Medicare or Medicaid in some instances and (falsely) accused Hillary Clinton of wanting to cut them. Post-election, Trump’s incoming chief of staff said Trump intends to keep those promises.\nTrump’s health care plan, released in March 2016, proposed to turn Medicaid into a \"block grant\" program but didn’t specify what that would look like. (Typically, block grants set a cap on the amount of federal funding to states for Medicaid instead of the current structure of the federal government matching state spending.)\nPrice’s career\nA doctor and staunchly conservative policy wonk, Price has made health care one of his legislative priorities in his 20-year stint as a public servant.\nPrice, who had his own orthopedic clinic in northern Atlanta, first ran for state office in 1996. During his time in the Georgia State Senate from 1997 to 2005, he sponsored legislation \"to increase patient choice, enact Medical Savings Accounts, and reform the Medicaid system,\" according to his Georgia legislature biography.\nIn 2006, he ran for and won former Republican House Speaker Newt Gingrich’s old seat, spurred at least in part from outrage over the rising cost of malpractice insurance (tort reform is another pet issue of Price’s).\nPrice has focused on reducing government oversight of health care and shifting to more private insurance. The first piece of legislation he introduced was a resolution \"recognizing the need to move the nation's current health care delivery system toward a defined contribution system,\" which would be a move away from employer-provided coverage as it exists today. He also sponsored bills to increase Medicare payments to doctors, allow doctors to enter into private contracts with Medicare beneficiaries and charge the program for their services,  and called for implementing cost-saving measures in Medicare and Medicaid.\nAfter Obama’s election, Price emerged as one of the leading opponents of the president’s signature Affordable Care Act.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"While the stated goal (of health care reform) remains noble, as a physician, I can attest that nothing has had a greater negative effect on the delivery of health care than the federal government’s intrusion into medicine through Medicare,\" Price wrote in a 2009 column in Politico that advocated for \"a third way that puts patients in charge.\"\nHe has introduced a plan to repeal and replace Obamacare every legislative session since 2009. Price’s Empowering Patients First Act instead provides tax credits to help pay for private insurance plans and expands health savings accounts.   \nThe Price plan also allows for people to opt out of Medicare and Medicaid (and other government-run health programs) and choose the tax credits to purchase private plans instead. It folds in his previous advocacy of private contracting between Medicare beneficiaries and doctors.\nBeyond his own proposals, Price supported Paul Ryan’s 2011 budget plan, which would have eventually moved Medicare toward private insurance by giving people under 55 voucher-like tax credits to purchase plans. This is also called premium support.\nWhen he became chairman of the House budget committee, Price was the primary author of a budget for fiscal year 2016  that included $900 billion in spending reductions to Medicaid (through block granting) and $148 billion to Medicare (by leaving the Obama administration’s cost-saving measures intact), according to the nonpartisan Committee for a Responsible Federal Budget. Price’s budget for fiscal year 2017 similarly sought: $1 trillion from Medicaid and $449 billion from Medicare.\nAfter Trump’s election, Price expressed optimism that lawmakers could overhaul Medicare in 2017.\nDid Price cut Medicare, Medicaid?\nFor all of Price’s efforts to change Medicare and Medicaid and reduce spending, nothing actually came to fruition. Whether Price’s supported policies amount to \"cutting\" the health program or making it more market-oriented is a matter of debate, though he clearly wants to reduce the government’s role in Medicare.  \nSchumer’s office pointed to Price’s comment on Medicare being government intrusion and his support for Medicare overhaul as evidence for Schumer’s claim. But a Trump transition team spokesman told us Price \"has long been a champion for strengthening Medicare for both current and future beneficiaries\" and believes that \"Medicaid provides a crucial safety-net for millions of Americans.\"\nExperts, meanwhile, were divided over whether Price’s proposals amounted to \"cutting\" Medicare and Medicaid.\nThe Center for Medicare Advocacy, a nonpartisan health care advocacy group, typically doesn’t weigh in on cabinet appointments but opposes Price’s nomination precisely because of his position on Medicare, said David Lipschutz, the group’s senior policy attorney.\n\"The policies he has advocated would significantly cut and alter Medicare,\" Lipschutz told us, listing Price’s support for a premium support model, opposition to allowing Medicare to negotiate prescription drug prices and advocating for private contracting between Medicare beneficiaries with physicians with Medicare footing the bill.\nGail Wilensky, the former director at the Centers for Medicare and Medicaid under President George H.W. Bush, called Price’s comment on Medicare as government intrusion a \"gross exaggeration.\"\nBut Wilensky preferred to characterize Price as a supporter of Medicare reform. She added that like Price, she supports premium support as a model for Medicare reform, as do prominent Democrats Alice Rivlin, a health care policy expert who served under President Bill Clinton, and Bob Reischauer, a fellow at the left-leaning Urban Institute.\nOur ruling\nSchumer said, \"Donald Trump said when he campaigned he wouldn't cut Medicare and Social Security\" but his nominee for the Secretary of Health and Human Services \"made his career on cutting Medicare and Medicaid.\"\nPrice, Trump’s HHS pick, has supported reducing the government’s role in Medicare and block granting Medicaid, which would amount to spending reductions to both programs. While it’s clear these proposals would reduce federal spending on the health safety nets, experts say it’s not the same thing as gutting the programs entirely.\nTrump did pledge to leave Medicare and Social Security alone, and Price’s positions seem at odds with that. (It’s worth noting that Social Security isn’t administered by HHS).\nWe rate Schumer’s claim Mostly True.\n Share the Facts   Politifact    1 6  Politifact Rating:   Says Donald Trump campaigned on not cutting Medicare and Social Security, but his nominee for the Secretary of Health and Human Services, Tom Price, \"made his career on cutting Medicare and Medicaid.\"    Chuck Schumer Senate Minority Leader   an interview on MSNBC Tuesday, January 3, 2017 -01/-03/2017    Read More  info", "vclaim_id": "vclaim-pol-03807"}