{"url": "/factchecks/2017/jul/20/donald-trump/donald-trump-not-close-claiming-he-has-signed-more/", "speaker": "Donald Trump", "vclaim": "\"We’ve signed more bills -- and I’m talking about through the legislature -- than any president ever.\"", "truth_label": "false", "date": "stated on July 17, 2017 in a speech:", "title": "Donald Trump not close in claiming he has signed more bills in first six months than any president", "text": "On \"Made in America Day,\" so proclaimed by President Donald Trump, the president hopped into the driver’s seat of a Wisconsin-made fire truck that was parked on the White House lawn.\n\"Where’s the fire?\" he joked. \"Put it out fast.\"\nProducts from all 50 states were showcased, including the truck made by Pierce Manufacturing in Appleton. During the July 17, 2017 ceremony, Trump made some remarks, including a claim about his productivity.\nReferring to Vice President Mike Pence, who was standing behind him, Trump said:\nIn just a few months and moments, I will say what we’ve done over a short period of time and what we’re going to be doing over the next six months will be incredible.  We’ve signed more bills -- and I’m talking about through the legislature -- than any president ever.  For a while, Harry Truman had us, and now I think we have everybody, Mike.  I better say \"think,\" otherwise they’ll give me a Pinocchio -- (laughter) -- and I don’t like those -- I don’t like Pinocchios.  \nThe data\nIn April 2017, at the 100-day mark of his presidency, Trump had signed 28 bills into law. That was the most since the 55 signed into law by Democratic President Harry Truman in 1949, after Truman was elected to his first full term.\nBut, despite his claim on his 178th day in office, Trump is behind a number of presidents over the past several decades, according to GovTrack.us, a website that tracks Congress.\n\n\n\n\nPresident, party, year took office\n\n\nBills signed into law through 178 days in office\n\n\n\n\n\n\nDwight Eisenhower, R, 1953\n\n\n228\n\n\n\n\nJohn F. Kennedy, D, 1961\n\n\n200\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\n\n\n\n\nJimmy Carter, D, 1977\n\n\n70\n\n\n\n\nRichard Nixon, R, 1969\n\n\n64\n\n\n\n\nGeorge H.W. Bush, R, 1989\n\n\n55\n\n\n\n\nBill Clinton, D, 1993\n\n\n50\n\n\n\n\nDonald Trump, R, 2017\n\n\n42\n\n\n\n\n \n \nBills signed by Trump include one that’s meant to restore faith in the U.S. Department of Veterans Affairs and several that roll back Obama-era regulations, including some that reverse rules on education, land use and federal purchasing.\nBut it’s also worth noting that most of the laws with Trump’s signature are not major pieces of legislation, as PolitiFact National has reported.\nThey include, among others: two federal spending bills of the sort required periodically of every president and Congress to keep the government running; a bill overhauling government-employee travel policy; a bill about the United States competing for an international expo; a measure addressing Department of Homeland Security vehicle fleets; and the official naming of a federal courthouse in Tennessee.\n(Trump’s Pinocchio reference, by the way, was to the rating system used by our friends at the Washington Post Fact Checker.)\nOur rating\nTrump said: \"We’ve signed more bills -- and I’m talking about through the legislature -- than any president ever.\"\nThe 42 bills he had signed into law through 178 days in office trails the number signed by at least six other presidents at that point in their presidencies.\nWe rate Trump’s statement False.  Share the Facts 2017-07-20 15:45:45 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"We’ve signed more bills -- and I’m talking about through the legislature -- than any president ever.\"     Donald Trump President   In a speech Monday, July 17, 2017 2017-07-17    Read More  info", "vclaim_id": "vclaim-pol-03089"}