{"url": "/factchecks/2012/jul/30/tim-kaine/tim-kaine-says-george-allen-voted-raise-his-pay-fo/", "speaker": "Tim Kaine", "vclaim": "Says former Sen. George Allen voted four times to raise his own pay.", "truth_label": "mostly-true", "date": "stated on July 21, 2012 in a debate.:", "title": "Tim Kaine says George Allen voted to raise his pay four times while in Senate", "text": "Republican U.S. Senate candidate George Allen said in a recent debate that he’s always opposed \"wasteful spending\" in Washington.\n\nThat drew a rebuke from Democratic opponent, Tim Kaine, who said Allen was a big spender when the Republican served in the Senate from January 2001 to January 2007. Kaine charged that Allen was even a beneficiary of his own Senate votes.\n\n\"You voted four times to raise your own pay,\" Kaine said.\n\nWe looked into Kaine’s charge, made at a July 21 debate in Hot Springs.\n\nThe U.S. Constitution requires Congress to set its own pay. In 1789, members were paid $6 a day at the 1st Congress. Today, they receive $174,000 annually.\n\nCongress, no doubt, is sensitive to the political fallout that comes when it increases its pay. So in 1989, it approved legislation that would allow salaries to increase every year without requiring members to record a vote, as our colleagues at PolitiFact Florida have noted.\n\nCongress, that year, passed an ethics reform law that included an annual cost of living adjustment. The programmed raise was created in exchange for members not getting paid any longer for private speeches. The pay increase, based on a formula, became automatic unless Congress took a vote to stop it.\n\nDuring Allen’s senate term, congressional salaries rose from $145,000 in January 2001 to $165,200 in January 2007. Adjusted for inflation, the level of pay stayed declined slightly.\n\nAllen never supported a bill specifically crafted to increase congressional pay.\n\nSo how does Kaine back up his claim that Allen voted four times to raise his salary?\n\nNot with votes to raise congressional salaries, as Kaine charged, but with votes Allen cast in the Senate against measures that would have prevented the the automatic raises from going into effect. This happened in three of the instances Kaine cites:\n\n*On Dec. 7, 2001, Allen voted that an amendment to prevent the annual raise from going into effect in the 2002 fiscal year was \"not germane\" to a defense appropriations bill pending in Senate. The amendment was defeated.\n\n*On Nov. 13, 2002, Allen voted against an unsuccessful amendment to the Homeland Security Act that would have prevented the annual raise from going into effect in fiscal 2003.\n\n*On Oct. 23, 2003, Allen voted against an unsuccessful amendment to the transportation and treasury appropriations bill, that called for stopping the annual raise for fiscal 2004.\n\nThe fourth incident Kaine cites also occurred on Oct. 23, 2003, when Allen voted for the overall transportation and treasury appropriation bill that contained the congressional pay hike. The cost of the salary increase -- about $2 million -- came to just 1/450th of 1 percent of the $90 billion appropriations bill.\n\nWe contacted the Allen campaign but did not receive a response that pertained to the pay raises.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\nIt should be noted that Allen didn’t always vote to kill amendments to stop the raises. In 2005, he was among 92 senators who supported an amendment to a transportation and treasury spending bill that would have stopped the cost-of-living pay hike for the 2006 fiscal year.\n\nThe House, on its end, didn’t include an amendment to stop the raise in its transportation and treasury spending bill.  Ultimately, the Senate amendment was stripped from the appropriations bill and the pay hike went into effect in the 2006 fiscal year.\n\nOur ruling\n\nKaine says Allen voted four times to increase his pay in the Senate.\n\nNone of the votes that Kaine cites was a simple question on whether lawmakers will increase their pay. Three of them were procedural votes in which Allen opposed amendments that would have kept an automatic, yearly cost-of-living increase from going into effect. Allen’s votes in those instances helped stop efforts to cancel the pay hikes.\n\nThe fourth instance Kaine lists was not a direct vote on congressional salaries. In that case, Allen supported a massive, $90 billion transportation and treasury appropriations bill that included $2 million for an automatic, cost-of-living pay raise.\n\nOnly three of the four votes Kaine cited specifically focused on congressional pay raises. So we rate Kaine’s statement Mostly True.", "vclaim_id": "vclaim-pol-10679"}