{"url": "/factchecks/2012/jul/01/helio-melo/ri-state-rep-helio-melo-says-washing-car-home-uses/", "speaker": "Helio Melo", "vclaim": "\"People who wash cars at home will use approximately 80 percent more water than they do in a car wash.\"", "truth_label": "pants-fire", "date": "stated on June 7, 2012 in a House floor debate:", "title": "R.I. State Rep. Helio Melo says washing a car at home uses 80 percent more water than a car wash would use", "text": "In the closing hours of the state budget debate last month, as talk on the House floor turned to a new sales tax on select businesses, Rep. Helio Melo, D-East Providence, suggested a reprieve for one targeted retail group.\n\nMelo, chairman of the House Finance Committee, advocated exempting the state’s car washes from the 7-percent sales tax increase.\n\nWith car wash supporters in the gallery holding signs reading \"Save Our Jobs,\" Rep. Karen L. MacBeth, D-Cumberland, wanted to know: \"Why car washes? Why not taxis and charter buses?\" which were also subject to the tax increase.\n\nMelo replied: \"We noticed there was an environmental impact to it that was brought to us by environmentalists. People who wash cars at home will use approximately 80 percent more water than they do in a car wash.\"\n\nUltimately, the car washes won out and were saved from the tax. The taxi and charter bus businesses weren’t so lucky.\n\nBut we were left wondering: Eighty percent more water used for a driveway wash?  Was there a shortage of hose nozzles and two-gallon buckets out there? The statement cried out for a PolitiFact scrubbing.\n\nIn a phone interview, Melo said the information supporting his statement came from literature he received from the carwash industry, as well as earlier testimony before the House Finance Committee by car wash owners.\n\nDaniel E. Paisner, former president of the New England Carwash Association and owner of a ScrubaDub car wash in Warwick, spoke passionately at that March 7, 2012, hearing. In a video Paisner is seen and heard saying that the sales tax increase would \"create an environmental concern\" if it kept customers away.\n\nCar washes \"are water conservationists,\" Paisner said. \"At the professional car wash, we recycle water. We’re very, very careful with it. We use about 28 or 30 gallons a car. When you wash your car in the driveway, you can use as much as 140 gallons.\" (If you accept Paisner’s statement that would mean homeowners use 400 percent more water than a professional car wash.)\n\nFurther, said Paisner, car washes trap the oil, chemicals and grime that comes off a car, whereas those pollutants drain into storm drains during driveway washes and sometimes flow directly into nearby watersheds.\n\nWhile most research on water use at car washes comes from the industry, regional offices of the federal Environmental Protection Agency have in the last decade honored carwash associations for efforts to curb pollution and conserve water.\n\nDavid A. Nickerson, spokesman for the Providence Water Supply Board, says professional car washes do prevent pollutants from entering waterways and, \"It’s generally assumed more water can be saved at a carwash than by doing it yourself.\"\n\nBut the numbers of just how much water is used during a home care wash versus a professional job seem, well, fluid.\n\nNickerson says he’s seen industry figures showing a car wash uses between 37 and 40 gallons of water per car, whereas the homeowner will use between 80 and 100 gallons in the driveway. In that scenario, the car wash uses 50 to 60 percent less water.\n\nThat’s about what the Massachusetts Department of Environmental Protection says on its website:  \"the average driveway car wash uses a total of 116  gallons of water! Most commercial car washes use 60 percent less water...\"  Apparently, the Massachusetts DEP is using industry numbers as its source; its website refers readers to the New England Carwash Association for more information.\n\nThe website for the ScrubaDub Auto Wash Centers, a chain of New England car washes, boasts that  professional car washes use \"about 25 gallons\" while a driveway wash can use between 60 and 120 gallons. That’s as much as a 400 percent difference.\n\nHere at PolitiFact we’re not afraid of using a little elbow grease in search of the truth. And so, rather than rely on the varying findings of published reports, we turned to a dirty midsize pickup in need of its annual bath.\n\nFirst, we filled a bucket with two gallons of water and marked the waterline. Two gallons, plus detergent, seemed more than enough to wash the truck. (Following the father-knows-best principle, we would wash the truck in sections, working top to bottom.)\n\nThen we took our hose, set the nozzle on soak and measured how long it took to wet and rinse each section of the truck after each soaping. Total time: 153 seconds (including hubcaps). We took our time, but we didn’t go out of our way to waste water either.\n\nFinally we timed how long it took to fill the bucket to the two-gallon mark, making sure to use the same nozzle setting to match the water flow used during the washing. It took 34 seconds.\nThat's 17 seconds per gallon.\n\nDividing 153 seconds by 17 seconds per gallon revealed that we had used 9 gallons of water to wet and rinse the truck. Add the original two gallons in the bucket to soap the pickup, and you have a Dakota Sport that has come clean using just 11 gallons of water.\n\nEven if we had taken twice as long to wet and rinse (and used 18 gallons), that's a total of 20 gallons used -- nowhere near the 60 gallons, 80 gallons, 116 gallons, or 140 gallons, that car wash industry representatives claim people can use washing their cars at home.\n\nIn other words we used half the amount of water a professional car wash might use  -- not almost twice as much, as Melo claimed.\n\nOur ruling\n\nThis is a claim that's easy to check with a stopwatch, a bucket of suds, a hose, and that all-important spray nozzle most people use.\n\nProfessional car washes do provide an environmental service by keeping pollutants out of watersheds. But Melo’s comparison between the water used during a driveway wash versus a professional car wash is all wet.\n\nIf Melo doesn't believe us, we'd be glad to demonstrate by washing his car. And he can use the water we save to douse his Pants On Fire!\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10839"}