{"url": "/factchecks/2015/nov/18/juan-williams/fox-news-analyst-exaggerates-car-incident-homecomi/", "speaker": "Juan Williams", "vclaim": "Says a car driving former University of Missouri System President Tim Wolfe \"ran through the students, hit one of them\" at the MU Homecoming Parade.", "truth_label": "barely-true", "date": "stated on November 10, 2015 in episode of Fox News' \"The Five\":", "title": "Fox News analyst exaggerates car incident at Homecoming Parade", "text": "Concerned Student 1950 has been thrust into the national spotlight after playing a role in ousting the leaders of MU and the University of Missouri System. The activist group, originally made up of 11 black students, drew attention to its cause with protests, a hunger strike by graduate student Jonathan Butler and a boycott by the football team.\n\nBut before that, the group started by blocking the university's Homecoming Parade on Oct. 10, linking arms in front of the red convertible carrying then-UM System President Tim Wolfe and delaying the parade for about 10 minutes.\n\n\nJuan Williams evoked that incident during \"The Five\" on Fox News Channel, explaining why he thought it was best for Wolfe to resign.  \n\n\n\"What happened was the students at some point wanted his attention. They wanted the adult, the man in charge to talk to them, to deal with their dissatisfaction. Apparently a car ran through the students, hit one of them — and that's Butler, apparently.\"\n\n\nDid Wolfe's driver mow down the protesters? Not according to the police or video of the scene.\n\n\nParade halt\n\n\nWhen Concerned Student 1950 blocked Wolfe's car, it did it at a bend in the parade route. The rest of the parade was eventually able to cut through a Domino's Pizza parking lot to circumvent the protesters, but each time Wolfe's driver tried to turn into the parking lot, the protesters rearranged themselves to block the car's path.\n\n\n(Although 11 students in matching shirts started the protest, some parade spectators joined them in the street and helped block the car.)\n\n\nIt was during this constrained maneuvering that Wolfe's car made contact with Butler.\n\n\nHow hard did it hit him? Neither Butler nor Concerned Student 1950 responded to a request for comment. But he wasn't hospitalized, according to police. Demonstrators' video of the parade shows that Butler remained standing and continued protesting. And video from the Columbia Missourian shows that he continued blocking Wolfe's car until police cleared the street.\n\n\nMU Police Major Brian Weimer told PolitiFact Missouri it was \"incidental contact.\"\n\n\nPeople at the parade also described the contact between Butler and the car as accidental, though they said the driver seemed impatient and was revving his engine.\n\n\nButler did file an incident report with MUPD, and Weimer said police \"looked at all the video we could find\" before closing the case and declining to arrest or cite the driver.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\n\n\"It was nothing intentional,\" Weimer said, adding that sometimes cars move a little bit when switching gears, which the driver was doing to try to get around the protesters. The car \"wasn't trying to drive over them,\" he said.\n\n\nEven if the incident didn't affect Butler's physical well-being, it did emerge as a subplot in the protests that eventually removed Wolfe and then-MU Chancellor R. Bowen Loftin.\n\n\nAfter the Homecoming Parade, Concerned Student 1950 sent a letter and a list of demands to Wolfe. The page-long letter doesn't mention the car contact. But the first demand included it among the grievances for which they wanted an apology: \"We want Tim Wolfe to admit his gross negligence, allowing his driver to hit one of the demonstrators, consenting to the physical violence of bystanders, and lastly refusing to intervene when Columbia Police Department used excessive force with demonstrators.\"\n\n\nAnd in the days after the parade, Butler routinely cited it on Twitter.\n\n\nSome media outlets, such as Breitbart, have claimed Butler walked into the path of Wolfe's car and made contact with it himself. That website edited the video to show the sequence in slow motion while a narrator asserts that Butler walked into the car. It's clear that Butler was approaching the car before the contact took place, but it's inconclusive on whether Butler was moving or stationary when the contact occurred.\n\nIt is clear, though, that the collision was minor.\n\n\nWilliams didn't respond to a request for comment.\n\n\nOur ruling\n\n\nWilliams said a car driving Wolfe \"ran through the students, hit one of them.\"\n\n\nThis is an exaggeration of what happened. A group of protesters blocked the path of Wolfe's vehicle during the Oct. 10 Missouri homecoming parade. At some point, Wolfe's vehicle made contact with Butler — but the incident didn't require Butler to receive medical attention, or even stop protesting.\n\n\nPolice reviewed the incident and described it as \"incidental contact.\"\n\n\nWilliams' statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-05711"}