{"url": "/factchecks/2013/sep/29/john-scocos/tens-thousands-us-service-members-missing-wisconsi/", "speaker": "John Scocos", "vclaim": "\"There are still tens of thousands of missing service members from previous and current conflicts that our nation is working to find and repatriate.\"", "truth_label": "true", "date": "stated on September 20, 2013 in a statement:", "title": "Tens of thousands of U.S. service members missing, Wisconsin veterans official says", "text": "To remember prisoners of war and members of the military missing in action, state Veterans Affairs Secretary John Scocos issued a statement on Sept. 20, 2013 -- national POW-MIA Recognition Day.\nThe statement included this claim:\n\"There are still tens of thousands of missing service members from previous and current conflicts that our nation is working to find and repatriate.\"\nA reader asked us: Tens of thousands?\nThe answer hinges on how missing is defined.\nPrevious factcheck\nIt turns out Scocos wasn’t the first to make such a claim.\nA New Jersey state lawmaker said in 2011 that nearly \"88,000 United States service members are still missing and unaccounted for, dating back to World War II.\"\nPolitiFact New Jersey rated the statement Mostly True.\nOur colleagues found that a couple of months earlier, the federal Defense Prisoner of War/Missing Personnel Office had revised its figure of missing and unaccounted for from 88,000 to 83,601.\nIn checking Scocos’ claim, we found the most recent tally, as of Sept. 11, 2013, shows a slightly lower figure -- 83,343 service members as being unaccounted for.\n\"It’s not something that the average person is aware of,\" Jessica Pierno, spokeswoman for the Defense Prisoner of War/Missing Personnel Office, told us.\nHere’s a breakdown from the office, which was formed in 1993:\n \n\n\n\n\nWorld War II\n\n\nKorean War\n\n\nCold War\n\n\nVietnam War\n\n\nIraq and other conflicts\n\n\nTotal\n\n\n\n\n73,661\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\n7,906\n\n\n126\n\n\n1,644\n\n\n6\n\n\n83,343\n\n\n\n\n \nThe tallies make it clear that the federal government’s search-and-recovery efforts -- coordinated by the Defense Prisoner of War/Missing Personnel Office and the federal Joint POW/MIA Accounting Command -- are for remains.\n\"In all of the years we have been doing this, we have never found one to be alive,\" said Pierno, a native of Virocqua in western Wisconsin. But there is always hope when it comes to those missing from recent conflicts, she said.\nHere’s how Pierno described the search process:\n\"Imagine a cold-case detective piecing together historical documents,\" she said.\nStaff review a missing service person’s files, interview witnesses and use other methods to determine where the person went missing. If a precise location is found, a team travels there and does an excavation not unlike archeologists searching for dinosaur bones.\n\"There have been identifications made from a single tooth\" and strands of hair, Pierno said.\nEven service members missing from World War II can be identified by matching DNA from remains to the DNA of a family member.\nIndeed, the list of missing continues to get a little bit smaller as more service members are accounted for.\nFor example, a burial was scheduled for Sept. 28, 2013, in Springville, Utah, following the recent recovery of the remains of 2nd Lt. Vernal J. Bird. His bomber crashed in New Guinea in March 1944.\nThe remains of Marine Lance Cpl. Merlin R. Allen of Bayfield, Wis., who was lost June 30, 1967, in a helicopter crash in Thua Thien-Hue Province, Vietnam, were identified in February 2013. A funeral was held several months later.\nAccounting for the missing has not gone without controversy.\nOn Sept. 19, 2013, several weeks after a U.S. Senate subcommittee hearing examined the recovery efforts, Senators Claire McCaskill (D-Mo.) and Kelly Ayotte (R-N.H.) called on the Defense Department to address \"reports of mismanagement and internal divisions\" between the Defense Prisoner of War/Missing Personnel Office and the Joint POW/MIA Accounting Command.\n\"While we were encouraged to hear that DMPO and JPAC have finally begun work on the long overdue plan\" to delineate responsibilities, the senators said in a statement, \"we were concerned to hear that the plan was still in ‘coordination.' We were also troubled to learn that the department's approach to accounting may be doing families more harm than good by failing to provide them with a realistic assessment of the possibility of identifying missing service members.\"\nAt the hearing, the director of the Defense Prisoner of War/Missing Personnel Office had said that during the past year, he and \"others in the personnel accounting community have made significant strides in improving our unity of effort. But this is an issue that clearly needs further work.\"\nOur rating\nScocos said: \"There are still tens of thousands of missing service members from previous and current conflicts that our nation is working to find and repatriate.\"\nOne of the federal agencies responsible for searching for the missing, or at least their remains, puts the official count at more than 83,000 -- all of whom, or nearly all of whom, are deceased.\nWe rate Scocos’ statement True.", "vclaim_id": "vclaim-pol-08821"}