{"url": "/factchecks/2011/oct/17/burnt-orange-report/democratic-blogger-says-donna-campbell-doesnt-live/", "speaker": "Burnt Orange Report", "vclaim": "Says Texas Senate hopeful Donna Campbell doesn’t live in the district she’s hoping to win in 2012.", "truth_label": "barely-true", "date": "stated on October 3, 2011 in a blog post.:", "title": "Democratic blogger says Donna Campbell doesn't live in senatorial district she's hoping to represent", "text": "Democratic blogger Katherine Haenschen, writing on the Austin-based Burnt Orange Report, welcomed word that Republican state Sen. Jeff Wentworth of San Antonio is likely drawing a challenger in his party’s March primary.\n\nIn an Oct. 3, 2011, entry, Haenschen noted that the prospective candidate, Donna Campbell, who is a physician, failed to unseat Democratic U.S. Rep. Lloyd Doggett of Austin in 2010. \"This should be interesting,\" Haenschen wrote. \"Dr. Donna is viewed by many as being actually insane.\"\n\nWe can’t check looniness, but Haenschen’s blog included a seemingly verifiable claim: \"Dr. Donna, by the way, does not currently live in the (senatorial) district ... but is apparently planning to move to Hays County.\"\n\nThe Texas Constitution holds that a Senate candidate must have been a resident of the district he or she seeks to represent for at least a year before election. And Wentworth represents the 25th Senatorial District, which runs from a portion of Bexar County north through all of Comal, Guadalupe, Hays and Kendall counties and into a sliver of Travis County, though its boundaries are penciled in to change a bit in time for next year’s election. The 2011 Legislature, acting on results of the 2010 census, reduced the parts of Guadalupe, Hays and Travis counties in the district.\n\nBy email, Haenschen told us she based her residency claim on information provided by Hays County activists.\n\nSeparately, we looked up a 2010 Republican Party of Texas candidate list showing Campbell as based in Columbus, in Colorado County, which is east of the 25th Senatorial District.\n\nAfter digging through several bits of conflicting information, though, we’ve concluded that Campbell has since moved to New Braunfels.\n\nAs we began to check into the residency question, representatives of the Colorado County tax assessor-collector’s office told us Campbell was registered to vote in the county under the name Donna Burrows Campbell. But on Oct. 11, about a week after the Burnt Orange Report’s blog post, Campbell registered to vote in Guadalupe County, we confirmed with the county clerk’s office there.\n\nThe New Braunfels address that Campbell listed on the voter registration form is within the 25th Senate District, the Guadalupe County elections administrator told us.\n\nMore conflicting information came when we checked on Campbell’s homestead, which is one’s principal residence for tax purposes.\n\nWhen we visited the website for Colorado County’s Central Appraisal District, it showed a homestead tax exemption for Donna Burrows on property on Texas 71 in the county. In a telephone interview, though, Olga Poncik of the Colorado County appraisal district told us the property is not registered as a homestead, though it was for 2010.\n\nIn an Oct. 6, 2011, interview, Campbell campaign consultant Luke Macias told us Campbell lives in New Braunfels. Declining our request to interview Campbell, he said that if Campbell were pulled over for speeding, she’d pull out her driver’s license showing that address. Asked for a copy of the license, he sent us a copy of an undated letter from the Texas Department of Public Safety to Campbell at the New Braunfels address, headlined: \"Attached is your new driver license/identification card.\"\n\nOur ruling\n\nWe were frustrated in this check because the blogger did not prove her claim and Campbell didn’t discuss it with us.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\nOur sense, based on available information, is that while Campbell formerly lived in Colorado County and was even still registered to vote there at the time of the Burnt Orange Report blog post, she settled in the 25th District, and obtained a driver’s license there, some time after voting in October 2010 and before the blogger aired her claim.\n\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-12258"}