{"url": "/factchecks/2015/may/03/robert-hurt/hurt-amiss-linking-estate-tax-small-farm-businesse/", "speaker": "Robert Hurt", "vclaim": "Says the estate tax, \"in many cases,\" forces family farmers and small businesses owners to sell their holdings.", "truth_label": "false", "date": "stated on April 16, 2015 in a statement.:", "title": "Hurt amiss in blaming estate tax for sales of family farms and businesses", "text": "U.S. Rep. Robert Hurt full-heartedly joined his Republican House colleagues recently in their near unanimous vote to end the estate tax.\n\"The death tax causes serious problems for family farmers and small business owners who want to have their children and grandchildren continue their life’s work,\" Hurt, who represents the rural 5th Congressional District, said in a statement posted to his website on  April 16. \"In many cases, this excessive and duplicative tax forces them to sell the farm or business just to pay these punitive taxes, keeping them from passing down the culmination of their lifetime of work to the next generation.\"\nWe wondered whether Hurt was accurate in saying that the tax, \"in many cases,\" forces the heirs of family farms and small businesses to pull up stakes. Many Republicans -- including other members of Virginia’s congressional delegation and House Speaker John Boehner -- made similar statements after the voted repeal vote. Republicans voted 233-3 for the legislation. Democrats opposed it, 176-7.\nThe measure is expected to be filibustered by Senate Democrats, many of whom say the repeal of the tax -- which brings in almost $22 billion a year -- benefits only the wealthy.\nWe asked Hurt’s press secretary, Abigail Sigler, for the sources of the congressman’s claim. She pointed to three reports published over the years by the Joint Economic Committee. The latest report, issued in 2012 by Republicans on the panel, said \"the estate tax remains a burden to family business,\" but offered no data about the number and farms and businesses that were sold because of the levy.\nThe two other studies, issued in 1998 and 2006, also lacked hard information on liquidation sales and have become archaic. That’s because the estate tax was much steeper in the past than it is today. In 1998, for example, the levy kicked in on estates worth $625,000 from individuals and $1.25 million from couples. Assets at that level or above were taxed at rates up to 55 percent.\nToday, the federal levy affects estates worth $5.43 million or more from individuals and at least $10.86 million from couples.The tax rate can be as high as 40 percent, although most estates pay considerably less because of deductions available to heirs. The average tax rate rate in 2013 was 16.6 percent, according to a computations of IRS data by the nonpartisan Urban-Brookings Tax Policy Center.\nFew families are wealthy enough to be bothered by the estate tax. The Joint Committee on Taxation estimated in March that 5,400 people will leave taxable estates this year -- about one in every 500 people who dies, or two-tenths of one percent.\nThe Tax Policy Center, in its 2013 study, came up with an even smaller number: It estimated 3,780 people would leave taxable estates that year. That was roughly one of every 660 people who died. Of those high-end estates, half had some farm or business assets.\nThe researchers drilled down further to separate the estates of wealthy people with diverse portfolios from those whose holdings centered on a farm or business. They concluded that there were only 120 taxable estates in the nation where half of the value or more came from a single farm or business operation.\nNext, the researchers honed in on how many of those estates belonged to small family farmers and businessmen. So they narrowed their focus to taxable estates worth no more than $10 million with less than half of the assets held in a farm or business.\nUnder that formula, the center concluded that about 20 small farms and businesses across the nation were added to federal estate tax rolls in 2013. \"They’re the exception, not the rule,\" said Roberton Williams, an economist with the center.\nAlan Viard, an economist at the conservative American Enterprise Institute who specializes in federal tax and budget policies, dismissed arguments that the estate tax is killing family farms and small businesses. He said the research by the Tax Center is solid and noted that heirs can take up to 14 years to pay off inheritance tax debts.\nViard favors repeal of the estate tax because he believes it discourages saving. He told us the focus on small farms and businesses \"is a weak argument against the estate tax that distracts from better reasons to repeal it,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nThere’s one more study we should point out. The U.S. Department of Agriculture concluded last year that 99.4 percent of estates with farms in 2013 were not subject to the so-called death tax.\nHurt, as we noted earlier, has lots of company in linking the estate tax to family farms and small businesses. We evaluated Hurt’s statement because it was the strongest made by a Virginia congressman. But we wanted to share these comments made by other Republicans in the state delegation:\nRep. Bob Goodlatte, R-6th\n\"Instead of taxing businesses and farms out of existence, repealing the death tax will help to create and maintain jobs.\" April 16 written statement.\nRep. Dave Brat, R-7th\n\"And it’s not just the super wealthy who are affected. It’s also small business owners and farmers whose wealth may not be in cash and stocks, but in the value of their land and equipment.\" April 17 written statement.\nRep. Morgan Griffith, R-9th\n\"I am proud today to have voted to repeal the federal death tax policy, and will continue fighting to grow our economy and protect American families, farms, and small businesses.\"\nApril 16 written statement.\nRep. Barbara Comstock, R-10th\n\"Imagine building up a family business or family farm your whole life only to lose much of that business upon the death of Mom or Dad.  Under current law, Uncle Sam swoops in and can take up to 40 percent of what you spent a lifetime building up for your children and grandchildren.  Today we voted to stop that injustice.\" April 16 written statement.\nOur ruling\nIn arguing for the repeal of the federal estate tax, Hurt says the levy \"in many cases\" forces family farmers and small businesses owners to sell their holdings instead of passing them down. He presents no statistics --  or specific examples -- on liquidations under the federal estate tax structure that went into effect in 2011.\nThe estate tax kicks in on individual assets worth at least $5.43 million and joint holdings of $10.86 million. Hurt ignores a body of research showing a tiny portion of deceased people -- only two tenths of 1 percent, according to a Congressional report -- leave estates that are subject to the tax.\nThe U.S. Department of Agriculture estimates only 6 tenths of 1 percent of estates with farms qualified for the tax in 2013. The nonpartisan Tax Policy Center estimates that there were 20 small, closely held farms and businesses that were subject to the tax that year. It’s unknown how many of them, if any at all, were sold to pay the levy.\nSo Hurt’s statement comes up empty. We rate it False.", "vclaim_id": "vclaim-pol-06458"}