{"url": "/factchecks/2016/dec/27/newsexaminernet/fake-news-site-falsely-claims-obama-gay-muslim/", "speaker": "NewsExaminer.net", "vclaim": "\"Secret Service Agent Says Obama Is Muslim & Gay In New Tell-All Book\"", "truth_label": "pants-fire", "date": "stated on December 23, 2016 in a website:", "title": "Fake news site falsely claims Obama is a gay Muslim", "text": "Social media users continue to be fooled by a fake news story touting a book allegedly written by a Secret Service agent claiming President Barack Obama is both Muslim and gay, but the entire claim should be cataloged under fiction.\n\"Secret Service Agent Says Obama Is Muslim & Gay In New Tell-All Book,\" the headline on a story from the site NewsExaminer.net reads. The post is dated only \"six months ago,\" but there’s evidence the fake story goes back to 2015.\nSocial media users flagged the story as being potentially fake as part of the Facebook’s efforts to battle fake news. This one certainly qualifies.\nThe story says a former agent named Paul Horner had written the book, titled The Black House: A 12-year former Secret Service agent explains why Obama and the First Lady are ruining this country.\n\nThe book was \"quickly climbing Amazon’s best-seller charts,\" according to the post. The article says that Horner confirmed the lascivious details of the book to an NBC senior political analyst named Tom Downey.\nEverything about the story — the book, the author, the interview and certainly the details contained therein — is fake.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nNewsExaminer.net describes itself as \"the place to find what's shaping your world. We curate the most important and engaging news so you don't have to.\" The site is filled with fake news articles, but there’s no apparent disclaimer that the writing is supposed to be satirical.\nThe same story circulated on fake news site NBC.com.co on Oct. 2, 2015, and was resurrected at ABCNews.com.co on Nov. 16, 2016. Neither site is affiliated with the networks they attempt to represent. The stories cite the Associated Press as the source of a photo of the book used in the posts.\nPaul Horner is an oft-used name in satirical and joke articles, but is also the name of \"a serial hoaxer and lead writer for National Report,\" a fake news site, as described by the Washington Post.\nThere is no NBC analyst named Tom Downey, and there also is no such book on Amazon, although there are other books with similar titles.\nThe absurd nature of the allegations should be a tip-off that the story is fake, although many of the commenters do not seem to understand the content is fabricated.\nIn the make-believe interview, Horner tells Downey that Obama constantly berated Christians, forced the pretend agent to listen to Diana Ross and had staff harass a Facebook page about a masturbating dolphin.\nThis is a fake story that has been circulating for more than a year without any indication that it is bogus. We rate it Pants On Fire!\nhttps://www.sharethefacts.co/share/bd3df358-1784-4580-af06-eb8f26c499de", "vclaim_id": "vclaim-pol-03837"}