{"url": "/factchecks/2008/may/16/hillary-clinton/numbers-dont-add-up/", "speaker": "Hillary Clinton", "vclaim": "\"The White House is won in the swing states, and I am winning the swing states.\"", "truth_label": "barely-true", "date": "stated on May 13, 2008 in a speech in Charleston, W.Va.:", "title": "Numbers don't add up", "text": "Facing long odds in her quest to win the Democratic nomination, Sen. Hillary Clinton has been making the case that she would be a stronger candidate in the general election because she has won primaries and caucuses in important states.\n\n\"The White House is won in the swing states, and I am winning the swing states,\" she said in a speech in Charleston, W.Va. on May 13, 2008, after she defeated Sen. Barack Obama in the West Virginia primary.\n\n\nClinton is right that a handful of swing states are crucial to winning the general election, but her math doesn't add up.\n\n\nFirst, a caveat: Just because a candidate wins a primary in a given state does not mean the candidate has an upper hand in that state in the general election.\n\n\n\"That's the most important fact here,\" said Amy Walter, editor of\n\nNational Journal's\n\n\"Hotline,\" a political Web site. \"Primary success in a state is no indicator of future success.\"\n\n\nThat's because primary elections are very different than general elections. Primary voters tend to be more partisan and more active in politics, so candidates adapt their messages to appeal to them. In a general election, the candidates can usually depend on support from their own party, so they focus more on moderates and independents.\n\n\nAlso, many states lean toward one party, so a victory or loss in a primary does not indicate how the state will go in November. For example, Obama lost Massachusetts to Clinton. Yet if he is the nominee, he is a strong favorite because Massachusetts has voted Democratic in every presidential election since 1984.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nStill, Clinton argues that she is more popular with core Democrats, the white working-class voters who she says will be the party's base in the swing states. So let's examine whether she has indeed won more of those states.\n\n\nPundits and campaign strategists generally agree that there are about 14 battleground states -- Florida, Virginia, Pennsylvania, New Hampshire, Ohio, Michigan, Wisconsin, Minnesota, Iowa, Colorado, New Mexico, Nevada, Oregon and Washington. For our purposes, we'll examine all except Michigan because Obama was not on the primary ballot there. But it's also important to point out that the candidates agreed not to campaign in Florida, and some Democrats don't consider the Florida results a valid measurement of Obama's strength in the state.\n\n\nClinton has won the primaries or caucuses in six of them -- Florida, Pennsylvania, New Hampshire, Ohio, New Mexico and Nevada. Obama has also won six -- Virginia, Wisconsin, Minnesota, Iowa, Colorado and Washington. And he's favored to win Oregon's primary on May 20.\n\n\nSo to recap the score:\n\n\nClinton 6, Obama 6 (plus Oregon if he wins as expected).\n\n\nThat doesn't sound like she's \"winning\" the swing states. She's exaggerating her strength in those states, so we find her statement to be Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16212"}