{"url": "/factchecks/2008/oct/01/planned-parenthood/ad-distorts-mccains-record-on-violence-against-wom/", "speaker": "Planned Parenthood", "vclaim": "Says McCain \"voted to let governments charge rape victims\" for forensic exams.", "truth_label": "pants-fire", "date": "stated on October 1, 2008 in a TV ad.:", "title": "Ad distorts McCain's record on Violence Against Women Act", "text": "A new ad from Planned Parenthood makes two charges against Sarah Palin and John McCain. It says Wasilla, Alaska, charged rape victims for forensic exams when Palin was mayor and that, as a senator, McCain \"voted to let governments charge rape victims\" for forensic exam kits.\n\n\nWe've examined the controversy over the Wasilla rape kit policy\n\nin this previous article,\n\nso here we'll examine the charge that McCain voted to let governments charge the victims.\n\n\nThe ad begins with a rape victim named Gretchen who says, \"I just didn’t think it would happen to me. I was drugged and raped.\"\n\n\nThe announcer says, \"Under Mayor Sarah Palin, women like Gretchen were forced to pay up to $1,200 for the emergency exams used to prosecute their attackers.\" The screen says \"Charged rape victims for exams - Source: CNN, September 22, 2008.\"  (We reported earlier that\n\nGretchen is from Illinois, not Alaska\n\n, and was not subject to the Wasilla policy.)\n\n\nThe announcer continues: \"In the Senate, John McCain voted against legislation to protect women from these same heartless policies\" while the screen says, \"Voted to let governments charge rape victims.\"\n\n\nGretchen then says, \"That is something to me that’s unthinkable. It scares me to death.\"\n\n\nThe screen attributes the McCain allegation to a vote on Aug. 25, 1994, on a crime bill that included the Violence Against Women Act, which itself included a provision that required states to provide free forensic exams for rape victims.\n\n\nPlanned Parenthood's logic: Because McCain opposed that bill, he voted to let governments charge victims for their rape kits.\n\n\nThat's quite a stretch.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIndeed, McCain voted that day against a conference report on the crime bill, but he opposed it not because of the Violence Against Women provisions, but because it included extra spending that McCain considered unrelated to crime and it had a provision that would have banned so-called assault weapons.\n\n\nNine months earlier, McCain had supported the original bill, which included the Violence Against Women Act, when it passed the Senate 95-4. So that alone is a significant contradiction of Planned Parenthood's claim.\n\n\nAlso, McCain has supported the Violence Against Women Act when it has come up for reauthorization.\n\n\nIn 2000, McCain joined a unanimous vote on a crime bill that included the Violence Against Women Act.\n\n\nIn 2005, he praised the law when he introduced a companion bill to provide protections for Indian women. \"The 1994 Violence Against Women Act has had a tremendous impact on raising the national awareness of domestic violence and providing communities, including Indian tribes, the resources to respond to the devastating impact of domestic violence,\" he said.\n\n\nWhen we asked Planned Parenthood if it had any other evidence to bolster its claim, spokesman Tait Sye scrounged up a few more: a vote against a 2008 justice spending bill that included all justice programs (McCain opposed it because it had too many earmarks), and a couple of other votes that are not directly related to the rape provision of the Violence Against Women Act.\n\n\nThat's the best they got?\n\n\nThat's the classic kind of cherry-picking we've seen in campaign ads and it is flimsy evidence for the serious charge that McCain opposed the program, especially in light of his clear support at other times.\n\n\nPlanned Parenthood has virtually nothing to back up its charge that McCain voted to let states charge for rape exams. Sure, McCain voted against a larger crime bill in 1994, but that vote was about assault weapons and spending, not the Violence Against Women Act. And McCain has supported the law before then — and twice since.\n\n\nPlanned Parenthood's claim isn't just False, it's ridiculously so, which merits a Pants on Fire.", "vclaim_id": "vclaim-pol-15945"}