{"url": "/factchecks/2016/aug/23/ohio-democratic-party/ohio-democrats-ad-ties-sen-rob-portman-haitian-dic/", "speaker": "Ohio Democratic Party", "vclaim": "\"Who would sign up to speak for a (Haitian) dictator? Rob Portman.\"", "truth_label": "barely-true", "date": "stated on August 12, 2016 in an online ad campaign, \"The Portman Files\":", "title": "Ohio Democrats' ad ties Sen. Rob Portman to Haitian dictator", "text": "As part of their campaign to help Democratic candidate Ted Strickland to the U.S. Senate, the Ohio Democratic Party announced an August onslaught of web videos, ads and editorials called \"The Portman Files.\"\nThe campaign will highlight Ohio’s Sen. Rob Portman’s \"career as a D.C. lobbyist and lawyer for a series of nefarious clients and interest groups,\" according to the Ohio Democrats.\nFirst in this launch is a web ad titled, \"Baby Doc.\"\nText scrolling across the screen reads, \"In the 1980s, Haiti is ruled by the brutal dictator Jean-Claude ‘Baby Doc’ Duvalier.\"\nA quick 60 Minutes clip describes Duvalier as having ruled Haiti with \"unchecked brutality.\"\nThe scrolling text continues over spooky music: \"In 1985, Rob Portman joined a D.C. lobbying firm and became a ‘registered foreign agent’ for the government of Haiti.\"\nAn unidentified voice says, \"Thousands of Haitians were killed, disappeared, tortured. Those who spoke out against Duvalier were just taken away.\"\nFinally, the scrolling words conclude, \"In 1985 Portman’s lobbying firm revealed traveling to Haiti to meet with Baby Doc. Who would sign up to speak for a dictator? Rob Portman, decades of fighting for the rich and the powerful.\"\nLinking Portman’s first job, post-college, with the regime of a corrupt dictator seemed extraordinarily far-fetched, even for this election season. We looked for the source.\nPortman started working with the law firm Patton, Boggs & Blow after graduating from University of Michigan’s law school in 1984, according to a 2012 Cleveland.com article.\nResponding to our inquiry, the Ohio Democratic Party provided us with a copy of a short-form registration statement signed by Portman on May 5, 1985.\nWe asked Brett Kappel, a partner at Akerman LLP and an authority on lobbying, campaign finance and government ethics laws, to take a look at the registration form. Kappel confirmed, via email, that it \"does show that Senator Portman did register as a foreign agent for Haiti, as well as four other Patton Boggs clients.\"  \nKappel also said that lobbying regulations would not have required Portman to register for all of Patton Boggs’ clients.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nThe other clients for which Portman registered were the Government of the Sultanate of Oman; the Guatemala Sugar Association; Duty Free Shoppers, Ltd.; and a group of cigar and tobacco makers.\nOn Portman’s campaign website, the Haiti registration is explained as \"standard procedure\" at the lobbying firm, and required of all of its attorneys.\nPortman’s staff supplied PolitiFact Ohio with an affidavit from a former managing partner of Patton Boggs & Blow, Stuart Pape, dated April 12, 2005.\nIn his affidavit, Pape explained how Portman filed the May 5, 1985, registration statement because he was working on the Duty Free Shoppers, Ltd. account, a foreign principal based in Hong Kong.\nPape further said that he reviewed the records and confirmed that Portman did no work for the Republic of Haiti or any foreign government while with the firm.\nThis affidavit became necessary in 2005, the year President George W. Bush tapped Portman as his United States Trade Representative. Rules dictate that the U.S. trade representative position cannot be held by anyone who has ever lobbied for foreign governments.\nHaiti did not come up as an issue during the Senate confirmation process. Sen. Evan Bayh, a Democrat from Indiana, briefly sought to hold up Portman's confirmation until he got a commitment from Portman to get tough on trade with China. Portman was confirmed as trade representative by a unanimous vote.\nThe ad is careful in its wording. Its claim is that \"Portman’s firm revealed traveling to Haiti to meet with Baby Doc.\" That, records show, really happened.\nBut the shade that the ad attempts to throw on Portman’s record is undeserved. Portman did not lobby on behalf of Haiti or its dictator while with Patton Boggs & Blow.\nOur ruling\nThe anti-Portman ad ominously asks, \"Who would sign up to speak for a (Haitian) dictator? Rob Portman.\"\nPortman worked for a lobbying firm that required its attorneys to register as foreign agents in case they were assigned to work for overseas clients.\nOne of the firm’s clients was the Republic of Haiti, which was under the power of dictator \"Baby Doc\" until 1986. Portman was with the firm from October 1984 to October 1986. He did register as a foreign agent for the Republic of Haiti in 1985, and four other foreign-based clients.\nBut the only work Portman performed directly for a foreign account was on behalf of Hong Kong-based Duty Free Shoppers, Ltd., according to a sworn statement by a managing partner of Patton Boggs LLP in April 2005.\nWe rate this ad Mostly False.\nhttps://www.sharethefacts.co/share/7f567bb8-3abf-4bc2-8350-48e3a6ac92d8", "vclaim_id": "vclaim-pol-04436"}