{"url": "/factchecks/2012/may/14/joe-biden/biden-obama-exerting-more-pressure-against-iran/", "speaker": "Joe Biden", "vclaim": "\"When we took office, let me remind you, there was virtually no international pressure on Iran.\"", "truth_label": "false", "date": "stated on May 8, 2012 in a speech:", "title": "Biden: Obama exerting more pressure against Iran", "text": "Vice President Joe Biden has been making a lot of news lately and his recent visit to the Atlanta area was no exception.\n\nBiden came to Sandy Springs to give a speech at the national convention of the Rabbinical Assembly, an influential group of about 1,600 rabbis.\n\nThe Middle East, of course, was a main topic of the vice president’s speech. In particular, Iran, a perennial threat to stability in the region.\n\n\"When we took office, let me remind you, there was virtually no international pressure on Iran,\" Biden said. \"We were the problem.\"\n\nSome conservatives, who accuse the Obama administration of being apologists for America, responded quickly to Biden’s line that \"we were the problem\" -- an apparent shot at George W. Bush’s administration. One writer for the right-leaning National Review wrote an article arguing the vice president was wrong about the lack of international pressure on Iran prior to Democrat Barack Obama becoming president in 2009.\n\n\"[T]hroughout President Bush’s final year in office, diplomatic efforts generated new levels of pressure on Tehran,\" the Review article reported, referring to the Iranian capital.\n\nSo who’s right here?\n\nBush, a Republican, was worried about Iran, but his attention in the Middle East was primarily focused on Iraq and Afghanistan, countries where he ordered U.S. troops in military conflict. Obama has made ending combat in Afghanistan and Iraq among his top policies in the region. He’s also turned up the heat on Iran, which is said to be on the verge of developing nuclear weapons.\n\nSince 2010, the United States and most of the world’s leading powers have approved several sanctions on Iran. Economic data on Iran is difficult to find, but there is consensus that United Nations sanctions and other forms of punishment are making an impact. The international pressure on Iran includes:\n\n\nan expanded arms embargo.\n\ntighter sanctions on groups and individuals associated with the Iranian nuclear program.\n\nbanning Iran from any activities related to ballistic missiles.\n\na European Union embargo on Iranian oil.\n\n\n\nAccording to U.S. Treasury and State Department officials, at least 80 major banks had committed not to finance exports to Iran or to process dollar transactions for Iranian banks. China and Russia, world powers who sometimes stray from the U.S.A.’s international game plan, have participated in varying degrees on pressuring Iran.\n\nIranian President Mahmoud Ahmadinejad said in late 2011 before Parliament that the current sanctions campaign was \"the heaviest economic onslaught on a nation in history.\"\n\nOkay, it appears the world is making life more difficult for the Iranian regime in the last two years. But what about Biden’s argument that the international community wasn’t as tough on Tehran before Obama took office.\n\nKyle Beardsley, an Emory University assistant professor with vast expertise on such matters, pointed out that as the National Review said, there were several United Nations resolutions against Iran during the latter years of the Bush administration.\n\nThe U.N. efforts during the Bush years included:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEric Johnson\n\n\nstated on March 26, 2012 in a Twitter post\n\n\n\n\n\n\n\n\n\"Obama tells Russia that he'll turn over America's defense system to them if re-elected.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • April 2, 2012\n\n\n\n\n\n\n\n\n\n\nResolution 1737, passed in 2006, which banned trade with Iran in all items, materials, equipment, goods and technology that could contribute to the country’s development of nuclear-weapon delivery systems.\n\nResolution 1747, adopted in 2007, which banned the country’s arms exports and restricted the travel of additional individuals engaged in Iran’s nuclear activities.\n\nResolution 1803, approved in 2008, which froze the assets of people involved in the nuclear program.\n\n\n\nHe did add that the Obama administration has tried to apply more pressure on Iran because there is greater willingness on the part of Europe and other key states to implement tougher sanctions.\n\n\"It is true that multiple Security Council resolutions were passed during the Bush administration, but they only targeted specific individuals and companies involved in the Iranian nuclear program,\" Beardsley, whose research includes the influence of U.N. Security Council resolutions, told us via email. \"In contrast, U.N. Resolution 1929 (2010) imposes more general sanctions on Iranian arms, and the E.U. decided this year to impose an embargo on Iranian oil. A number of other countries have also increased their own bilateral sanctions against Iran in recent years.\"\n\nBiden would have had a strong case for high marks on the Truth-O-Meter if he said what appeared to be his main point: the Obama administration has prodded the rest of the world to be tougher on Iran. But there is a disconnect with what the vice president actually said and U.N. resolutions passed against Iran during the Bush administration. The resolutions seem to be a little more than \"virtually no international pressure on Iran.\"  We rate Biden’s statement False.", "vclaim_id": "vclaim-pol-11102"}