{"url": "/factchecks/2016/oct/10/hillary-clinton/clinton-said-terrorists-use-trumps-remarks-about-m/", "speaker": "Hillary Clinton", "vclaim": "\"You can look at the propaganda on a lot of the terrorists' sites and what Donald Trump says about Muslims is used to recruit fighters.\"", "truth_label": "true", "date": "stated on October 9, 2016 in the second 2016 presidential debate:", "title": "Clinton said terrorists use Trump's remarks about Muslims for recruitment", "text": "Democratic presidential nominee Hillary Clinton criticized Republican Donald Trump during their second debate for his proposal to ban Muslims from entering the United States.\nClinton questioned how such a religious test would be implemented, saying Trump’s comments have been \"extremely unwise and even dangerous.\"\n\"And indeed you can look at the propaganda on a lot of the terrorists' sites and what Donald Trump says about Muslims is used to recruit fighters,\" Clinton said at the Oct. 9 square-off in St. Louis, Mo.\nTrump has adjusted the temporary ban on Muslim immigrants he once proposed to say he would instead suspend immigration from regions with a \"proven history of terrorism.\"\nClinton has said before that Trump is being used \"to essentially be a recruiter\" for people to join the cause of terrorism.\nEarlier this year, Al Shabaab, the East African affiliate of the al-Qaida terrorist group, issued a 51-minute video telling \"Muslims of the West\" that they are not welcome in countries like the United States.\nThe video says the United States has a history of \"slavery, segregation, lynching, and Ku Klux Klan, and tomorrow, it will be a land of religious discrimination and concentration camps.\"\nIt then shows a video of Donald Trump where he is calling \"for a total and complete shutdown of Muslims entering the United States\" until United States representatives can figure out what is going on. Trump made that statement after the San Bernardino, Calif., attacks.\nThe video calls for American Muslims to leave the United States and join the terrorist group, the Wall Street Journal reported.\nThis spring, Newsweek also reported that an ISIS video released in the wake of the Brussels attack featured an audio clip of Trump speaking about Brussels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Brussels was one of the great cities, one of the most beautiful cities of the world 20 years ago. It was amazing, actually, and safe. And now it's a horror show. It's an absolute horror show,\" Trump says in the video, as ISIS lets the phrase \"absolute horror show\" repeatedly echo and fade.\nClinton’s campaign sent us a Politico story about that video, pointing out that it also features \"English subtitles, musical accompaniment and a song of sorts, with the lyrics: ‘Brothers rise up! Claim your victory! Let’s go, let’s go, let’s go for jihad.’ \"\nHer campaign also pointed to Foreign Affairs and Time articles reporting that an ISIS spokesman wrote on ISIS-affiliated channel, \"I ask Allah to deliver America to Trump.\"\nTrump’s campaign did not return requests for comment.\nClinton is right about the Trump’s comments being incorporated into propaganda, but it’s difficult to know what effect his words have had on recruitment, said Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies.\n\"Obviously, we know less about how effective his comments have been as a recruiting tool -- reliable data is hard to come by,\" Gartenstein-Ross said. \"But that is how it's being used.\"\nOur ruling\nClinton said, \"you can look at the propaganda on a lot of the terrorists' sites and what Donald Trump says about Muslims is used to recruit fighters.\"\nAn East African affiliate of the al-Qaida terrorist group has used a video clip of Trump in one of its videos, telling \"Muslims of the West\" that they are not welcome in countries like the United States and urging them to join the terrorist group, according to multiple news reports.\nWhile it’s difficult to determine how effective the videos are, at least one has featured Trump’s words. We rate Clinton’s statement True.\nhttps://www.sharethefacts.co/share/7013fbb5-91dd-4807-8270-a7637dbe4142", "vclaim_id": "vclaim-pol-04167"}