{"url": "/factchecks/2014/nov/24/facebook-posts/viral-meme-says-islamic-group-posted-threat-kill-a/", "speaker": "Facebook posts", "vclaim": "A sign in Dearborn, Mich., for the Advancement of Islamic Agenda for America says, \"Allah be praised. America we will kill you all and nothing you can do to stop it.\"", "truth_label": "pants-fire", "date": "stated on November 20, 2014 in a meme on social media:", "title": "Viral meme says Islamic group posted threat to kill Americans on sign in Dearborn, Mich.", "text": "A reader recently sent us a meme circulating on social media that purports to be a threat by radical Muslims to mass-murder Americans.\nThe meme was pasted into an email with the subject line, \"A sign in Dearborn, Michigan.\"  (Dearborn has an unusually large Muslim population.) Headlined, \"This is what liberalism will buy you,\" the meme features a photograph of a sign with removable letters, purportedly advertising a group called the Advancement of Islamic Agenda for America. The sign reads, \"Allah be praised. America we will kill you all and nothing you can do to stop it. Allah be praised.\" The meme concludes with the line, \"Still think they are kidding.\" (The question mark for that last sentence was mysteriously missing.)\nA pretty scary sign if true. But is it? Hardly.\nWe searched for a group called Advancement of Islamic Agenda for America on the Web and found no trace of it. More importantly, the sign comes from a template on the website Church Sign Maker.\nThe site allows people to create photos of church signs conveying any message they choose. The site allows users to \"create your own funny photos and graphics -- simply type in some text and choose from a few simple options. You can create your own church sign, make an official seal, have your own fire or police badge, and more.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nIn this particular meme, the threat is a custom message that uses the site’s \"Classic Design #5.\" The backgrounds of the template and the Facebook meme are identical. (Snopes.com has also debunked this claim.)\nSome notable text on the main page of the Church Sign Maker page: \"Note: these church signs aren't real, they don't exist in the real world.\"\nOur ruling\nThe meme claims that a sign in Dearborn, Mich., purportedly hung by a group called the Advancement of Islamic Agenda for America says, \"Allah be praised. America we will kill you all and nothing you can do to stop it.\"\nHowever, nothing about this sign is true. It doesn’t exist; it was created using a freely available web tool. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-06971"}