{"url": "/factchecks/2011/nov/23/michele-bachmann/michele-bachmann-says-iran-has-threatended-launch-/", "speaker": "Michele Bachmann", "vclaim": "Says Mahmoud Ahmadinejad said that \"if he has a nuclear weapon he will use it to wipe Israel off the face of the earth. He will use it against the United States of America.\"", "truth_label": "false", "date": "stated on November 22, 2011 in a foreign policy debate in Washington, D.C.:", "title": "Michele Bachmann says Iran has threatened to launch nuclear attack against Israel, United States", "text": "Responding to a hypothetical question about whether the United States should support an attack against Iran by Middle East-ally Israel, U.S. Rep. Michele Bachmann noted that Iran already has announced plans to strike Israel.\n\n\"They've stated, as recently as August just before President (Mahmoud) Ahmadinejad came ... to the U.N. General Assembly. He said that he wanted to eradicate Israel from the face of the Earth,\" Bachmann said during the Nov. 22, 2011, CNN debate.\n\n\"He has said that if he has a nuclear weapon he will use it to wipe Israel off the face of the Earth. He will use it against the United States of America.\"\n\nThe claim from Bachmann isn’t new -- she said something similar during an Iowa campaign event in October.\n\nBut is it correct?\n\nThe genesis appears to be an hourlong August interview Ahmadinejad gave to Al-Manar TV, a network based in Lebanon. This is a link to the interview. Ahmadinejad’s comments appear to be translated from Persian into Arabic.\n\nWe could not find a copy of the entire interview that had been translated in English, but there are a few English-language news reports that translate selected comments from the Iranian leader. We reached out to Bachmann’s campaign but did not hear back.\n\nThe website Haaretz.com, an online edition of an Israeli newspaper, quoted Ahmadinejad as saying Iran was determined to eradicate Israel.\n\nThe website wrote:\n \n\n\"Iran believes that whoever is for humanity should also be for eradicating the Zionist regime (Israel) as symbol of suppression and discrimination,\" Ahmadinejad said in an interview with a Lebanese television network, carried by ISNA.\n\n\"Iran follows this issue (the eradication of Israel) with determination and decisiveness and will never ever withdraw from this standpoint and policy,\" the Iranian president added in the interview with the Al-Manar network.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\n Says Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nIn both quotes Israel is included in parentheses, which means Ahmadinejad never said the word. The \"ISNA\" the report refers to is likely the Iranian Student's News Agency.\n\nWe should also note that there has been some concern over how Ahmadinejad’s statements have been translated into English. In 2005, several sources reported Ahmadinejad as saying Israel should \"be wiped off the map.\"\n\nHowever, several experts believed Ahmadinejad’s actual comments to be inflated.\n\n\"Ahmadinejad did not say he was going to wipe Israel off the map because no such idiom exists in Persian,\" Juan Cole, a Middle East specialist at the University of Michigan told the New York Times. \"He did say he hoped its regime, i.e., a Jewish-Zionist state occupying Jerusalem, would collapse.\"\n\nFor this fact-check, we’re not saying these most recent comments are translated accurately, or inaccurately. We’re simply saying you should read them with a note of caution.\n\nHowever, where Bachmann misstepped was by accusing Ahmadinejad of saying he planned to use a nuclear weapon against Israel or the United States.\n\nIran and Ahmadinejad have maintained that they are not pursuing nuclear weapons, and that they are only pursuing nuclear energy.\n\nHere’s how Ahmadinejad put it during an October interview with CNN.\n\n\"We have already expressed our views about nuclear bombs. We said those who are seeking to build nuclear bombs or those who stockpile, they are politically and mentally retarded. We think they are stupid because the era of nuclear bombs is over,\" he said.\n\n\"Iran, for example, should continue its efforts and tolerate all international treasures only to build a nuclear bomb or a few nuclear bombs that are useless? They can never be used? And is not capable of confronting with the U.S. nuclear arsenals? The overall budget of our national atomic energy agency is $250 million, and the whole budget is aimed at peaceful activities.\n\n\"But the government of the United States only allocated $80 million for rebuilding the nuclear bombs. I think Iranians are clever enough to see that with this limited amount of money, $250 million, we are not able to be at war with the other side.\"\n\nMany westerners, and most Republicans, think Ahmadinejad is lying.\n\nAhmadinejad has said that he believes the U.S. government orchestrated the Sept. 11, 2001, terrorist attacks to \"reverse the declining American economy and its grips on the Middle East in order also to save the Zionist regime.\" He also has criticized the United States abducting Africans and turning them into slaves, has said some European countries are still using the Holocaust to \"pay ransom\" to Jews living in Israel and said the United States economy relies on waging wars and selling weapons.\n\nBut we’re focusing on Bachmann’s actual statement during the Nov. 22 debate. She paraphrased Ahmadinejad as saying, \"He has said that if he has a nuclear weapon he will use it to wipe Israel off the face of the Earth. He will use it against the United States of America.\"\n\nAhmadinejad has said some tough things about the United States and Israel, but we find no evidence that he has said he would use a nuclear weapon against either country. In fact, he has maintained Iran has no interest in building one. We rate this claim False.", "vclaim_id": "vclaim-pol-12043"}