{"url": "/factchecks/2016/feb/16/our-principles-pac/anti-trump-ad-says-he-backed-impeaching-bush/", "speaker": "Our Principles PAC", "vclaim": "Says Donald \"Trump supported impeachment of President (George W.) Bush.\"", "truth_label": "true", "date": "stated on February 14, 2016 in a web ad:", "title": "It's true: Donald Trump once supported impeaching George W. Bush", "text": "South Carolina’s Republican primary has become a bit of a referendum on President George W. Bush. A few days after Donald Trump criticized Bush for the Iraq war and Sept. 11 attacks, the 43rd president stumped for his brother Jeb in the state that gave him a key victory when he ran for the nomination in 2000.\nBush’s visit coincides with a Web ad attacking Trump from an anti-Trump super PAC called Our Principles. The ad plays clips of Trump’s interviews on CNN and at one point puts on the screen \"Trump supported impeachment of President Bush.\"\nAlong with that text and a photo of former House Speaker Nancy Pelosi, Trump is heard saying, \"It just seemed like she was going to really look to impeach Bush and get him out of office, which, personally, I think would have been a wonderful thing.\"\nWe checked to see if the ad makers engaged in artful editing. Did Trump really support impeaching Bush?\nBased on the CNN transcript from Oct. 15, 2008, Our Principles was faithful to the video. In fact, when host Wolf Blitzer pressed Trump, the real estate tycoon doubled down.\nHere is the exchange:\nTrump: \"I was surprised that she didn't do more in terms of Bush and going after Bush. It was almost -- it just seemed like she was going to really look to impeach Bush and get him out of office, which, personally, I think would have been a wonderful thing.\"\nBlitzer: \"Impeaching him?\"\nTrump: \"Absolutely, for the war, for the war.\"\nBlitzer: \"Because of the conduct of the war.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump: \"Well, he lied. He got us into the war with lies. And, I mean, look at the trouble Bill Clinton got into with something that was totally unimportant. And they tried to impeach him, which was nonsense. And, yet, Bush got us into this horrible war with lies, by lying, by saying they had weapons of mass destruction, by saying all sorts of things that turned out not to be true.\"\nThat was in 2008. In 2016, Trump has been less enthusiastic about impeaching Bush. He was pressed on the point the day after Saturday’s GOP debate in South Carolina.  ABC News host George Stephanopoulos asked Trump twice on Feb. 14, 2015, if he still thought impeachment would be a \"wonderful thing.\"\nThe first time, Trump said, \"I didn’t endorse anything.\" The second time, Trump said, \"I don’t even think about it. It’s past time. He was — he made a horrible mistake; we all make mistakes. His was a beauty. His was about as big a mistake as you can think of.\"\nTrump himself did most of the work to bring George W. Bush and the Iraq War into the closing days before the South Carolina primary. During the Republican debate, he said his stance on the war was proof of his superior judgment\n\"I'm the only one on this stage that said, ‘Do not go into Iraq. Do not attack Iraq,’ \" Trump said. \"Nobody else on this stage said that. And I said it loud and strong.\" (We rated that claim False.)\nAnd when ABC News moderator John Dickerson asked Trump whether he supported impeachment, Trump didn’t answer directly. Instead, he said, \"You do whatever you want. You call it whatever you want. I want to tell you. They lied. They said there were weapons of mass destruction, there were none. And they knew there were none. There were no weapons of mass destruction.\"\nAt a rally in Greenville, S.C., Monday, Trump refrained from calling George W. Bush a liar, saying only that the war was a \"big mistake.\"\nOur ruling\nAn ad by the super PAC Our Principles said Trump supported the impeachment of Bush. The evidence was in the ad itself, a video from an interview Trump gave to CNN in 2008. In that interview, Trump was asked if impeachment would have been a wonderful thing and he said \"absolutely.\"\nRecently, Trump has backed away from his previous support for impeachment, saying \"it’s past time\" for that action. Still, the ad said he supported impeachment in the past, not that he supports it today.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-05400"}