{"url": "/factchecks/2013/sep/18/mayors-against-illegal-guns/group-uses-kid-gun-deaths-demand-tougher-laws/", "speaker": "Mayors Against Illegal Guns", "vclaim": "An average of seven children in America are killed by guns every day.", "truth_label": "half-true", "date": "stated on September 12, 2013 in a press release:", "title": "Group uses kid gun deaths to demand tougher laws", "text": "There’s little that is more tragic than the death of a child.\nOne group recently attempted to use those emotions to sway a prominent Georgia lawmaker to its side in the national gun legislation debate.\nMayors Against Illegal Guns sent backpacks to the Atlanta office of U.S. Sen. Saxby Chambliss that were filled with postcards calling on him to support \"comprehensive, life-saving background checks on all commercial gun sales.\"\n\"[S]even backpacks will be dropped to represent the seven children and young people who are murdered with guns every day in America,\" the Mayors Against Illegal Guns news release reads. \"Every day, 33 Americans are murdered with guns in America — and seven of those are children.\"\nPolitiFact Georgia read about this on the website Georgia Unfiltered and wondered whether Mayors Against Illegal Guns was correct about how many children were shot and killed every day in America.\nMayors Against Illegal Guns was co-founded in 2006 by New York City Mayor Michael Bloomberg and Boston Mayor Thomas Menino. The coalition wants legislation passed that would require background checks on all gun sales. It claims more than 1,000 members across political party lines. Georgia mayors in the organization include Atlanta’s Kasim Reed, Roswell’s Jere Wood and Earnestine Pittman of East Point.\nThe coalition has been pressuring senators such as Chambliss who’ve either been on the fence or against gun bills it supports. Chambliss voted against a gun-control measure earlier this year. That amendment  would have allowed a vote on a measure to require nearly all gun buyers to undergo background checks.\nThe coalition said it based its claim on data from the Atlanta-based U.S. Centers for Disease Control and Prevention. It also noted that other organizations, such as the Children’s Defense Fund, have touted similar numbers.\nIn July, the Children’s Defense Fund released a report that found 2,694 children and teens were killed by guns in 2010. That’s an average of 7.4 deaths a day. Raymonde Charles, a spokeswoman for the CDF, said it began compiling such data on its own 20 years ago and noted it refers to this age group as \"children and teens\" to reflect that its data include 18- and 19-year-olds.\nHere’s a chart the mayors coalition shared with PolitiFact:\n \n\n\n\n\nYear\n\n\nGun homicides 0-20\n\n\nGun deaths 0-20\n\n\n\n\n2006\n\n\n2,813\n\n\n4,064\n\n\n\n\n2007\n\n\n2,725\n\n\n3,871\n\n\n\n\n2008\n\n\n2,597\n\n\n3,777\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Bloomberg\n\n\nstated on October 18, 2010 in an interview\n\n\n\n\n\n\n\n\nGeorgia and other states with weak gun laws have more crime.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • November 9, 2010\n\n\n\n\n\n\n\n\n\n\n\n2009\n\n\n2,352\n\n\n3,539\n\n\n\n\n2010\n\n\n2,308\n\n\n3,459\n\n\n\n\nAverage\n\n\n2,559\n\n\n3,742\n\n\n\n\nPer day\n\n\n7.0\n\n\n10.3\n\n\n\n\nWe looked at the CDC site and did a search for how many people 18 and under were killed in homicides by guns in each of those years. The numbers do not include suicides. A CDC spokesman confirmed that is the best way to research such information.\nHere were the totals:\n2006:        1,629\n2007:        1,568\n2008:        1,486\n2009:        1,359\n2010:        1,260\nThat’s a total of 7,302 deaths, an average of four a day. Yes, we included the extra day in 2008 for our calculation. An average of four children killed by homicides from guns a day is troubling, but it is substantially less than seven a day.\nWe asked the coalition why it decided to use those 20 and younger for its claim as opposed to 18 and under. Some may not consider anyone older than 16 a child, since that’s the age most states allow someone to get a driver’s license or get married (with parental consent). The coalition said it included victims under 21 because they cannot legally buy firearms or possess a gun in some states.\n\"The unfortunate reality is that the most recent CDC research shows that we lose seven children - not yet twenty one years old - to gun violence every day in America,\" Mark Glaze, the executive director of Mayors Against Illegal Guns, said in a statement to PolitiFact Georgia. \"These are young people - treated as minors under many of our laws - who won't see their twenty-first birthday because Congress won't pass the common-sense laws that a big majority of parents are calling for.\"\nTo sum up, Mayors Against Illegal Guns said in a news release to U.S. Sen. Saxby Chambliss, in an effort to encourage him to support legislation that the group believes would keep firearms out of the wrong hands, that seven children are killed by guns every day.\nThe coalition should have been more specific by saying it was referring to people under the age of 21. We believe that information would add significant context for those who may not believe anyone older than 16 or 18 is a child. The Children’s Defense Fund was more specific, noting its total included children and teenagers.\nThe coalition’s claim is accurate, but it omits some important details.\nUnder our rating system, the statement is Half True.", "vclaim_id": "vclaim-pol-08870"}