{"url": "/factchecks/2010/apr/27/daniel-webster/daniel-webster-worst-nightmare/", "speaker": "Daniel Webster", "vclaim": "Gov. Lawton Chiles said \"if I were to become ... become speaker of the House it would be (his) worst nightmare.\"", "truth_label": "mostly-true", "date": "stated on April 22, 2010 in announcing his campaign for the U.S. House.:", "title": "Daniel Webster says he was Democrat's 'worst nightmare'", "text": "Longtime state lawmaker Daniel Webster became the latest Republican to enter the race for Congress in Florida's 8th District on April 22, joining an already crowded field looking to oust incumbent Orlando Democrat Alan Grayson.In his announcement, Webster replayed a personal narrative that he believes can rally conservatives to his campaign:Found politics through his church. Fought for less government and low taxes. Built Florida's Republican dynasty. The first GOP speaker in 122 years. Webster, an air conditionioning contractor and a Georgia Tech graduate, shared a story from the 1996 election to help drive the point home. Republicans back then were potentially poised to take control of the Florida House, and Webster, then the minority leader, was in line to be speaker.\"During the '96 election, Democrat Gov. Lawton Chiles said if I were to become -- me, he was speaking to me -- 'If he were to become speaker of the House it would be my worst nightmare,' '' Webster said. \"He was right.\"So often candidates enter political races telling personal stories. In this case, we wanted to see if Webster's story about Chiles jibes with the historical record.On the historic 1996 election, Webster is on solid ground. Republicans that year took control of the Florida House for the first time since 1875 when \"carpetbagger\" Malachi Martin held the speaker's gavel. Republicans won a 61-59 majority in the House in 1996, making Webster speaker. Republicans also held a 23-17 edge in the state Senate, making Florida the first southern state since Reconstruction with a Republican-dominated Legislature.But what about Chiles?Though Chiles was never quoted in a newspaper saying exactly what Webster remembers, Chiles did use the phrase \"worst nightmare\" during the 1996 election, according to a search of newspaper accounts from the time.The first reference comes at the tail-end of a briefs column in the Sarasota Herald-Tribune on Oct. 19, 1996. An item about Jeb Bush campaigning for Republicans ended: \"Already facing a GOP-controlled Senate, Chiles has called the possibility of a Republican-led House his 'worst nightmare.' \"A similar line appeared the next day in the Lakeland Ledger: \"With a GOP-controlled Senate, Chiles has called the possibility of a Republican-led House his 'worst nightmare.' \"The Orlando Sentinel published a full quote from Chiles on Oct. 21. \"I'll go out and help those people who are going to help me after the November elections,\" Chiles said. \"My worst nightmare is for the Democrats to lose control of the House.\"The quote, and the snippets from the Herald-Tribune and Ledger, aren't necessarily talking about Webster, rather Republicans in general.Oct. 25, in the St. Petersburg Times -- \"Chiles said losing control of the House would lead to his 'worst nightmare' - a Republican-dominated legislature.\"The worst nightmare line continued to appear in news articles now and again, always in reference to the GOP-controlled House and not Webster specifically, until April 12, 1998, when a Herald-Tribune article about a feud between Chiles and Webster included this line:\"But Webster, R-Orlando, is living up to the description Chiles once gave him: 'My worst nightmare.' ''Alan Judd, who authored the 1998 story and now works for the Atlanta Journal Constitution, said he couldn't recall if Chiles' statement was directed specifically at Webster or at the GOP House in general. But he thought Webster's statement at the campaign rally essentially reflected Chiles' thinking at the time.Back to Webster's statement. He said Chiles called Webster his \"worst nightmare.\" Every published reference except one said the comment was about the GOP takeover of the Florida House in 1996 and not Webster specifically. In our minds, that's just a hair different, and warrants a rating of Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-15066"}