{"url": "/factchecks/2015/aug/07/marco-rubio/rubio-says-hillary-clinton-office-longer-any-repub/", "speaker": "Marco Rubio", "vclaim": "Says Hillary Clinton has \"been in office and in government longer than anybody else running here tonight.\"", "truth_label": "barely-true", "date": "stated on August 6, 2015 in comments at a GOP debate in Cleveland:", "title": "Rubio says Hillary Clinton in government longer than any Republican running", "text": "Sen. Marco Rubio, R-Fla., says the electorate should pick a candidate based on more than his or her resume.\nAt the first prime-time debate for the 2016 Republican presidential primary, Rubio said he’s qualified even though he doesn’t have executive experience.\n\"This election cannot be a resume competition,\" he said. \"It’s important to be qualified, but if this election is going to be a resume competition, then Hillary Clinton's going to be the next president, because she's been in office and in government longer than anybody else running here tonight.\"\nDoes Democratic frontrunner and former Secretary of State Hillary Clinton really have a longer government resume than all 17 candidates on the GOP side?\nIf you only count Clinton’s years as a U.S. senator (2001-08) and and a secretary of state (2009-13), then Clinton has 12 years in office, and that’s easily outpaced by many of the GOP candidates.\nRubio is likely counting her time as first lady of the United States, from 1993-2000, when she had a more formal role with her own administrative office and a voice in national policy discussions. While counting her First Lady years is debatable -- it’s not an elected or appointed office -- counting it would bring her total to about 20 years.\nIf you counted her time as first lady of Arkansas from 1979-80 and 1983-92, that would bring the total to 31 years. (Clinton had a private position as a lawyer for the Rose Law Firm during much of this time, so it’s not equivalent to the responsibilities of first lady of the United States.)\nWe think it’s a stretch to count the Arkansas years, so we would put Clinton’s experience at about 20 years. As we’ll see, there are several Republicans who have 20 years or more in public office.\nAmong Republicans, there are three candidates who have no government experience: real estate mogul Donald Trump, former Hewlett-Packard CEO Carly Fiorina and neurosurgeon Ben Carson.\nThen there are the candidates who do not have at least 12 years in public office (the number of years Clinton has, minus her years as first lady): former Florida Gov. Jeb Bush, former Virginia Gov. James Gilmore, Sen. Rand Paul, R-Ky., and Sen. Ted Cruz, R-Texas.\nThat leaves the candidates who have at least 12 years of experience:\nFormer Arkansas Gov. Mike Huckabee: 14 years\nIn 1993, he became Arkansas’ lieutenant governor. He served as the state’s governor from 1996 through the beginning of 2007.\nNew Jersey Gov. Chris Christie: 17 years\nFrom 1994-98, he held a county-level representative position in New Jersey. He returned to government as New Jersey’s U.S. attorney from 2002-08, and he won election for governor in 2010.\nLouisiana Gov. Bobby Jindal: 17 years\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nJindal held various administrative positions in Louisiana and at the national level from 1996 through 2003. He then served in the U.S. House from 2005 through 2008, when he was elected governor.\nRubio: 17 years experience\nIn 2000, he joined the Florida House of Representatives after two years as a city commissioner in West Miami, Fla. He has served in the U.S. Senate since the 2010 election.\nFormer Sen. Rick Santorum, R-Pa.: 20 years\nSantorum held various state-level positions from 1981-86. Then, he served in the U.S. House from 1991 through 1995 and then the Senate through the beginning of 2007.\nWisconsin Gov. Scott Walker: 22 years\nIn 1993, he became a member of the Wisconsin State Assembly. In 2002, Walker became Milwaukee County Executive. He has served as governor since winning election in 2010.\nFormer New York Gov. George Pataki: 25 years\nPataki was mayor of Peekskill, N.Y., from 1981 through 1984, then he served in the New York State legislature from 1985 through 1994. He served as governor 1995 through 2006.\nSen. Lindsey Graham, R-S.C.: 28 years\nGraham had state and local attorney positions from 1988-94. He served in the South Carolina House of Representatives from 1993-95, when he entered the national House. He became a senator in 2003.\nOhio Gov. John Kasich: 30 years\nIn 1979, Kasich joined the Ohio Senate at age 26, following two years as a Senate aide. He served in the U.S. House of Representatives from 1983 through 2001. After time in the private sector, he became governor in 2011.\nFormer Texas Gov. Rick Perry: 30 years\nIn 1984, Perry was elected to the Texas House of Representatives. He became the state’s agriculture commissioner in 1990, lieutenant governor in 1998 and governor from 2000 through 2014.\nOur ruling\nRubio said that Clinton has \"been in office and in government longer than anybody else running here tonight.\"\nThe only way Rubio gets near this is to count her years as first lady of Arkansas, which we think is a stretch. There are several Republicans who can make a good case that they have just as much experience if not more than Clinton, especially Perry of Texas and Kasich of Ohio.\nWe rate Rubio’s statement Mostly False.", "vclaim_id": "vclaim-pol-06102"}