{"url": "/factchecks/2019/may/05/dale-righter/righters-wrong-about-illinois-wage-hike-costing-50/", "speaker": "Dale Righter", "vclaim": "\"The last time Illinois raised the minimum wage in 2006, the very next year this state lost 50,000 jobs. The prediction this time is, we’ll lose 90,000 jobs.\"", "truth_label": "false", "date": "stated on April 29, 2019 in a TV interview:", "title": "Righter’s wrong about Illinois wage hike costing 50,000 jobs", "text": "In February, Democratic Gov. J.B. Pritzker made good on a campaign promise by signing into law Illinois’ first minimum wage increase in nearly a decade.\nHis plan to gradually raise the minimum wage to $15 per hour over the next six years — making Illinois the first state in the Midwest to do so — succeeded without a single Republican vote. Members of the state GOP argued Pritzker’s move belied a post-election promise he made to work across the aisle.\nAsked to reflect on the governor’s first 100 days in office during a TV appearance last week, state Sen. Dale Righter, a Mattoon Republican, said the plan Pritzker backed would cost Illinois jobs.\n\"The last time Illinois raised the minimum wage in 2006, the very next year this state lost 50,000 jobs,\" Righter said. \"The prediction this time is, we’ll lose 90,000 jobs.\"\nDid Righter have his numbers straight? We decided to check.\nNearly 50,000 jobs gained — not lost\nThe first beat of Righter’s claim deals with the immediate impact of legislation signed into law in late 2006 that raised the state’s minimum wage by a dollar in July 2007, followed by a series of smaller increases that topped out at $8.25 in 2010.\nData from the U.S. Bureau of Labor Statistics, however, show Illinois added — rather than lost — roughly 48,000 jobs overall in 2007.\nSo we reached out to Righter’s office to see what he was referencing. A spokeswoman responded with an email saying his 50,000 figure was actually in reference to the increase in unemployment Illinois saw during that time, when the ranks of unemployed Illinoisans grew by more than 70,000.\nThose stats come from a different set of BLS data, which does not provide annual averages, so Righter’s spokeswoman pointed to the change in unemployment between December 2006 and December 2007.\nThere are several problems with that comparison, however, starting with the fact that Righter when on TV referred to job loss rather than unemployment growth.\nThe most glaring issue, though, is that the nation’s economy was already beginning to spiral by late 2007.\n\"We’re rapidly heading into the Great Recession,\" said Dale Belman, a Michigan State University professor who studies the effects of the minimum wage. \"If you look at every other state in the United States, including a number of those that didn’t change their minimum wage, you would find very comparable increases in the unemployment rate. It’s just a silly comparison.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nSteven Fazzari, an economist at Washington University in St. Louis, noted that given the mid-year effective date of the dollar increase in question, it would also make more sense to compare employment in 2007 to 2008, rather than to look at the difference between 2006 and 2007, as Righter did. That, he said, would likely show some \"recession-driven job loss.\"\n\"This is a national phenomenon, it’s not about the Illinois minimum wage,\" Fazzari added. \"There’s basically nothing here.\"\nWhat’s more, Righter left out another case study worth considering: Illinois upped its minimum wage by 35 cents in 2004 and by a dollar in 2005. And in the years that followed each of those increases, BLS data show, employment increased and unemployment declined. This suggests the connection Righter suggested between overall employment levels and Illinois’ 2006 minimum wage increase is questionable.\nPredicting future losses\nIt wasn’t entirely clear from Righter’s remarks what he was talking about when he predicted the state’s upcoming wage hike would lead to the loss of 90,000 jobs.\nHis spokeswoman told us the figure was cited by the National Federation of Independent Business, a small business association with a history of opposing both state and federal minimum wage increases, when the group testified during a legislative committee hearing in Springfield. But she did not provide any further details, including when that testimony was given or by whom.\nWe called up NFIB’s Illinois director, Mark Grant, who sent us an analysis the organization conducted in 2017 of a bill that would have set the state’s minimum wage on a path to $15-an-hour over the course of four years. It forecasted there would be 93,000 fewer jobs ten years after the bill would have gone into effect than if the minimum wage remained at $8.25.\nBut that analysis was conducted on a different piece of legislation than the one Pritzker signed by what could hardly be considered an impartial source using a simulation model that, absent more detailed information, makes the validity of those results nearly impossible to assess.\nOur ruling\nRighter said, \"The last time Illinois raised the minimum wage in 2006, the very next year this state lost 50,000 jobs\" and that \"the prediction this time is, we’ll lose 90,000 jobs.\"\nFederal employment data show Righter had his facts backwards: Job numbers for 2007 rose nearly 50,000 higher than they were in 2006.\nA spokeswoman said Righter was actually referring to unemployment, which did increase that year. But experts noted that spike was likely due to broader economic forces at play as the nation headed into the Great Recession. What’s more, Illinois saw unemployment decline following wage hikes that took effect in 2004 and 2005.\nRighter’s prediction that Illinois’ upcoming wage increase will result in more job loss holds up no better. We traced it back to an analysis of a different minimum wage bill produced by a group that has historically opposed minimum wage hikes.\nWe rate Righter’s claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00672"}