{"url": "/factchecks/2007/oct/05/mitt-romney/consistent-on-gay-marriage-not-on-amendment/", "speaker": "Mitt Romney", "vclaim": "\"I have not changed my position on the (gay) marriage amendment or anything else related to marriage.\"", "truth_label": "half-true", "date": "stated on September 14, 2007 in an interview on MSNBC:", "title": "Consistent on gay marriage, not on amendment", "text": "In a Sept. 14, 2007 interview on MSNBC, Romney said, \"I have not changed my position on the marriage amendment or anything else related to marriage that ...you know, I think the New York Times said that I had changed my tone.\"\n\n\nHere's a look at his comments over the years:\n\n\nIn 1994, as a candidate for the U.S. Senate, he told a Boston-area gay newspaper that the definition of marriage was a \"state issue as you know -- the authorization of marriage on a same-sex basis falls under state jurisdiction.\"\n\n\nDuring his Senate race, Romney wrote in a letter to the Massachusetts branch of the Log Cabin Republicans, \"I am more convinced than ever before that as we seek to establish full equality for America's gay and lesbian citizens, I will provide more effective leadership than my opponent.\" He promised the group that he would support laws preventing discrimination against gays and lesbians in the workplace and implied his hope for the eventual full integration of gays in the military.\n\n\nBut even in 1994, he clearly opposed legalizing same-sex marriage, telling the Bay Windows newspaper that he backed the current governor's position that the law should only uphold male-female marriages.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn 2002, when Romney was governor, his wife, son and daughter-in-law signed a petition supporting a proposed amendment to the Massachusetts constitution, that would not only ban the state from recognizing same-sex marriages, but further stated, \"Any other relationship shall not be recognized as a marriage or its legal equivalent, nor shall it receive the benefits or incidents exclusive to marriage.\"\n\n\nBut Romney quickly expressed his opposition to the amendment, saying that although he believed marriage was between a man and a woman, the language barring civil unions was \"too extreme,\" with his spokesman telling the Boston Globe, \"Mitt does not support it. As far as Mitt is concerned, it goes farther than current law, and therefore it's unnecessary.\"\n\n\nYet in 2003, when the Massachusetts Supreme Court ruled that same-sex couples could be married in the state, Romney urged the legislature to adopt a constitutional amendment banning the practice. He has since supported a similar amendment to the U.S. Constitution, despite the fact that the congressionally proposed constitutional amendment includes language similar to the 2002 Massachusetts ballot proposal that he opposed.\n\n\nAnd so we give Romney a Half-True. He is correct that he has been consistent in his opposition to same-sex marriage, but has changed his position as to the scope of an amendment that he would support.", "vclaim_id": "vclaim-pol-16587"}