{"url": "/factchecks/2018/jun/19/matt-schlapp/no-donald-trumps-separation-immigrant-families-was/", "speaker": "Matt Schlapp", "vclaim": "The Trump administration’s policy of separating families is \"the same way Barack Obama did it.\"", "truth_label": "false", "date": "stated on June 15, 2018 in in an interview:", "title": "No, Donald Trump’s separation of immigrant families was not Barack Obama’s policy", "text": "Critics of the Trump administration’s separating of families illegally crossing the U.S. border with Mexico have characterized the practice as a distinctly cruel feature of Donald Trump’s presidency.\nBut some Republican commentators argue the policy is essentially a continuation of previous administrations.\n\"You know what's ironic? It's the same way Barack Obama did it,\" conservative commentator Matt Schlapp said during the June 15 broadcast of Fox News' America's Newsroom. \"This is the problem with all of these things, the outrage you see coming from the left. There wasn't outrage over Barack Obama separating kids from adults.\"\nWhile the Obama administration's immigration approach was not without controversy, it’s simply untrue to say he had a policy of separating families.\nTrump policy\nLet’s recap what the Trump administration is doing, before turning to Obama’s handling of immigration.\nAttorney General Jeff Sessions in April announced a \"zero-tolerance\" policy, meaning every person caught crossing the border illegally would be referred for federal prosecution.\nA good number of these people are adult migrants traveling with children. By law, when adults are detained and criminally prosecuted, their children cannot be housed with them in jail. Instead, kids are placed in a Department of Health and Human Services shelter until they can be released to a legal guardian.\nSome 2,000 children have been separated from the adults they were traveling with across the U.S. border, according to the latest figures from the Department of Homeland Security. The children were separated from 1,940 adults from April 19 through May 31 as a result of border-crossing prosecutions.\nObama policy\nImmigration experts we spoke to said Obama-era policies did lead to some family separations, but only relatively rarely, and nowhere near the rate of the Trump administration. (A Department of Homeland Security spokeswoman said the Obama administration did not count the number of families separated at the border.)\n\"Obama generally refrained from prosecution in cases involving adults who crossed the border with their kids,\" said Peter Margulies, an immigration law and national security law professor at Roger Williams University School of Law. \"In contrast, the current administration has chosen to prosecute adult border-crossers, even when they have kids. That's a choice — one fundamentally different from the choice made by both Obama and previous presidents of both parties.\"\nDenise Gilman, a law professor who directs the immigration clinic at the University of Texas School of Law, said immigration attorneys \"occasionally\" saw separated families under the Obama administration.\n\"However, these families were usually reunited quite quickly once identified,\" she said, \"even if that meant release of a parent from adult detention.\"\nIn Trump’s case, family separations are a feature, not a bug, of the administration’s border policies, said David Fitzgerald, who co-directs the Center for Comparative Immigration Studies.\n\"The family separations are not the small-scale collateral consequences of a border policy, but rather, a deliberate initiative,\" he added.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFormer Obama officials in recent interviews drew sharp distinctions between Trump’s policy and that of his predecessors.\nThe Trump administration's current approach is modeled after Operation Streamline, a 2005 program under the administration of George W. Bush, according to Obama spokesman Eric Schultz. The key difference, he said, is that while the 2005 program referred all illegal immigrants for prosecution, it made exceptions for adults traveling with children.\nJeh Johnson, Obama’s Homeland Security secretary from 2013 to the end of his presidency, said such separations occurred in rare cases, but never as a matter of policy.\n\"I can't say that it never happened. There may have been some exigent situation, some emergency,\" Johnson told NPR June 9. \"There may have been some doubt about whether the adult accompanying the child was in fact the parent of the child. I can't say it never happened — but not as a matter of policy or practice. It's not something that I could ask our Border Patrol or our immigration enforcement personnel to do.\"\nObama’s top domestic policy adviser, Cecilia Muñoz, said the Obama administration briefly weighed the separation of parents from children, before deciding against it.\n\"I do remember looking at each other like, ‘We’re not going to do this, are we?’ We spent five minutes thinking it through and concluded that it was a bad idea,\" she told the New York Times. \"The morality of it was clear — that’s not who we are.\"\nAndrew Selee, president of the Migration Policy Institute, said that, as a deterrent, the Obama administration began prosecuting border-crossers who had already been deported at least once.\n\"But very few of those people crossed with children, so it didn’t become as visible an issue,\" he said. \"There was some child separation and some pushback by immigrant advocacy groups around that, but the numbers were quite limited.\n\"The idea of prosecuting people who cross the border illegally the first time they are caught is entirely new,\" he added. \"So we haven’t seen children separated from their parents on anything near this scale before.\"\nThe Obama administration’s immigration policy was not without controversy, to be sure.\nIn 2014, amid an influx of asylum seekers from Central America, the administration established large family detention centers to hold parents and children — potentially indefinitely — as a means of deterring other asylees. The practice eventually lost a legal challenge, resulting in a 2016 decision that stopped families from being detained together.\nSchlapp told us that his claim referred to the fact that both Obama and Trump are bound by the same procedures prohibiting family detention.\nHowever, Schlapp’s full comment gives the misleading impression that Trump is essentially continuing Obama’s policy, when in fact Trump’s zero tolerance policy is quite different.  \nOur ruling\nSchlapp said the Trump administration’s policy of separating families is \"the same way Barack Obama did it.\"\nObama’s immigration policy specifically sought to avoid breaking up families. While some children were separated from their parents under Obama, this was relatively rare, and occurred at a far lower rate than under Trump, where the practice flows from a zero tolerance approach to illegal border-crossings.\nWe rate this False.\n Share the Facts 2018-06-19 11:35:29 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  The Trump administration’s policy of separating families is \"the same way Barack Obama did it.\"    Matt Schlapp American Conservative Union chairman    interview on Fox News Friday, June 15, 2018 2018-06-15    Read More  info", "vclaim_id": "vclaim-pol-01952"}