{"url": "/factchecks/2014/mar/23/mitt-romney/romney-obama-stopped-missile-defense-shield-gift-r/", "speaker": "Mitt Romney", "vclaim": "The United States stopped plans to build a missile defense shield in Eastern Europe \"as a gift to Russia.\"", "truth_label": "half-true", "date": "stated on March 23, 2014 in comments on CBS' \"Face the Nation\":", "title": "Romney: Obama stopped missile defense shield 'as a gift to Russia'", "text": "President Barack Obama mocked Mitt Romney during the 2012 campaign for calling Russia \"our No. 1 geopolitical foe.\"\nNow, as the country’s relationship with Russia worsens over Ukraine, Romney is getting the chance to take a few political swipes himself.\nRomney appeared on CBS’ Face the Nation on Sunday and said Obama has been naive about Russian President Vladimir Putin’s intentions all along. Romney said Putin has blocked Iran from harsher sanctions, stood with dictators in Syria and North Korea, and provided Edward Snowden a safe haven.  \nRomney said he would have handled things differently.\n\"For instance, you reconsider putting in our missile defense system back into the Czech Republic and Poland, as we once planned,\" Romney said of steps he’d take if he were in the White House. \"And as you recall, we pulled that out as a gift to Russia.\"  \nPunditFact has heard several Republican politicians and pundits bring up the missile defense system in recent weeks, so we wanted to look back into the program and why it was scrapped.\nThe missile defense system\nThe missile defense issue represented the first significant break from President George W. Bush administration policy in Obama’s first year in office, so it attracted a lot of attention.\nBush, taking advice from Defense Secretary Robert Gates, pushed for an initiative to install 10 interceptor missiles on the ground in Poland and an advanced radar system in the Czech Republic to fend long-range missiles from Iran.\nAmerican officials saw the Europe-based plan as improving their ability to deflect long-range missiles launched by Iran (not Russia) to Europe or the U.S while strengthening military partnerships with countries in Eastern Europe. Some interceptors had already been built on America’s West Coast to protect against nuclear attacks from North Korea. The interceptors in Europe would not be ready until at least 2017, Gates later wrote.\nThe interceptors couldn’t do much against Russia’s nuclear weapons, experts said, but Russia still saw them as a threat to its arsenal and NATO-Russia cooperation. Russian defense minister Sergei Ivanov told a Belarus newspaper in 2006, \"The choice of location for the deployment of those systems is dubious, to put it mildly,\" according to the New York Times.\nEnter Obama, who explained he supported the missile shield to Fox News host Bill O’Reilly during the 2008 campaign. He gave himself wiggle room, however, by saying, \"I want to make sure it works, which is actually one of the problems we've got.\" He ordered a review.\nWashington’s relationship with Moscow was icy at the time following Russia’s war with Georgia. Obama took office in 2009 talking about hitting the \"reset\" button with Russia.\nThen, three years after Bush announced his missile defense proposal, Obama changed course. On Sept. 17, 2009, Obama announced that the United States would pursue a new missile defense policy focused on knocking out short- and medium-range missiles from sites closer to Iran.\nRussian concerns about the previous program were \"entirely unfounded,\" Obama said.\n\"Our clear and consistent focus has been the threat posed by Iran's ballistic missile program, and that continues to be our focus and the basis of the program that we're announcing today,\" Obama said. \"In confronting that threat, we welcome Russians' cooperation to bring its missile defense capabilities into a broader defense of our common strategic interests, even as we continue to -- we continue our shared efforts to end Iran's illicit nuclear program.\"\nA ‘gift’ to Russia?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nRussians cheered the decision, though Russian officials said they didn’t promise anything in return. Putin called Obama’s move on the missile defense shield \"correct and brave.\"\nBush allies and congressional Republicans thought Obama caved.\nSen. John McCain, R-Ariz., Rep. Mike Pence, R-Ind. (who is now governor of Indiana), and Rep. John Boehner, R-Ohio, released statements along the lines of Obama is soft and let down American allies. Pundits like John Bolton, whom Bush appointed as ambassador to the United Nations, said Russia and Iran came away as \"big winners\" in a \"bad day for American national security.\"\nMeanwhile, Israel and most NATO countries in Western Europe approved of the move, news stories show, as they thought the missile system provoked Russia. Initial reactions from Polish and Czech leaders were not thrilled.\nObama delegated explaining the decision to an interesting source: Gates, the same official who recommended the missile defense plan to Bush in 2006 to combat the growing threat of Iranian ballistic missiles.\nGates explained why he urged Obama to change course in a 2009 New York Times op-ed and in his 2014 book Duty, in which he described the new strategy as necessary due to changing times, technology and threats. (And in which he said some not-so-nice things about Obama.)\n\"It was neither the first nor last time under Obama that I was used to provide political cover, but it was okay in this instance since I sincerely believed the new program was better -- more in accord with the political realities in Europe and more effective against the emerging Iranian threat,\" he wrote.\nGates wrote that Defense Department officials realized the Iranian government was putting more stock into building short- and medium-range missiles over long-range ones. The agency wanted to uproot the old plan to better counteract that threat, and the new tactic Gates and Joint Chiefs of Staff recommended to Obama was not only cheaper, but the sea-based missiles could be more easily and quickly produced.\n\"While there certainly were some in the State Department and the White House who believed the third site in Europe was incompatible with the Russian ‘reset,’ we in Defense did not,\" Gates wrote in Duty. \"Making the Russians happy wasn’t exactly on my to-do list.\"\nLost in the GOP fury, Gates wrote, was that Russians found Obama’s new approach to be an even bigger problem than the Bush-era plan as they worried about future adjustments that could make the short- and medium-range missiles a bigger threat to Russia.\n\"How ironic that U.S. critics of the new approach had portrayed it as a big concession to the Russians,\" Gates wrote. \"It would have been nice to hear a critic in Washington -- just once in my career -- say, Well I got that wrong.\"\nLance Janda, chairman of the Department of History and Government at Cameron University, told us Romney’s comments are partially accurate. Yes, Obama ended the missile shield planned in Poland and Czech Republic, but the U.S. will address the ballistic missile threat with Aegis missiles in Eastern Europe by 2018, he said by email.\n\"While our decision to cancel the sites in 2009 eased tensions with Russia -- which DEEPLY opposed the sites -- we also had legitimate security reasons for not moving forward and in that sense it's not like we were really doing Putin a ‘favor,’ \" Janda said. \"And we're certainly not leaving Poland or the Czech Republic exposed. They're covered by the rest of NATO and will get the Aegis system ... soon.\"\nWe reached out to Romney through CBS and a press contact on MittRomney.com but did not hear back.\nOur ruling\nRomney said, the United States stopped plans to build a missile defense shield in Eastern Europe \"as a gift to Russia.\"\nRomney’s impression about Obama’s decision to end the program is certainly shared by GOP politicians and pundits, and Obama took office with a vow to reset relations with Russia. Russia found Bush’s missile defense program in neighboring countries offensive and was pleased to see it go (though Gates asserts they dislike the new policy more).\nBut Romney’s comments do not reflect the whole story. Gates, the Bush official who recommended the plan in 2006, acknowledged he drove the change in policy because of improved American intelligence of what the Iranians were working on -- not solely to be nice to the Russians.\nPlus, new defense systems are still planned.\nWe rate the claim Half True.", "vclaim_id": "vclaim-pol-08097"}