{"url": "/factchecks/2020/jun/25/facebook-posts/no-osha-does-not-say-masks-dont-work-against-covid/", "speaker": "Facebook posts", "vclaim": "“OSHA says masks don't work” to reduce COVID-19 transmission “and violate OSHA oxygen levels.”", "truth_label": "false", "date": "stated on June 18, 2020 in a Facebook post:", "title": "No, OSHA does not say that 'masks don’t work' against COVID-19", "text": "When it comes to fighting the spread of COVID-19, the consensus among health authorities is that masks provide some measure of protection for people around the wearers.\nSo, has the federal agency charged with ensuring healthy conditions in the workplace declared that face coverings don’t work, and actually pose a health risk?\nThat’s the claim of an article (archived here) widely shared on Facebook that carries this headline:\n\"OSHA says masks don't work — and violate OSHA oxygen levels.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nIn fact, the Occupational Safety and Health Administration, part of the Department of Labor, recommends the use of masks.\nChange in advice\nInitially, the lead federal agency on the coronavirus, the Centers for Disease Control and Prevention, did not recommend face coverings. That changed in April:\n\"We now know from recent studies that a significant portion of individuals with coronavirus lack symptoms (‘asymptomatic’) and that even those who eventually develop symptoms (‘pre-symptomatic’) can transmit the virus to others before showing symptoms. This means that the virus can spread between people interacting in close proximity—for example, speaking, coughing, or sneezing—even if those people are not exhibiting symptoms.  In light of this new evidence, CDC recommends wearing cloth face coverings in public settings where other social distancing measures are difficult to maintain (e.g., grocery stores and pharmacies) especially in areas of significant community-based transmission.\"\nOSHA recommends masks\nThe article we’re checking is on a website called GreenMedInfo. The article doesn’t have text per se, but rather two videos and links to OSHA web pages. \nBut we found that on its website, OSHA repeatedly recommends the use of face coverings:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nFrom OSHA’s \"COVID-19 Frequently Asked Questions\":\nCloth face coverings are worn in public over the nose and mouth \"to contain the wearer's potentially infectious respiratory droplets produced when an infected person coughs, sneezes, or talks and to limit the spread\" of the coronavirus. \nFrom OSHA’s \"Guidance on Returning to Work\": \nEmployers must determine PPE (personal protective equipment) such as gloves, surgical masks and face shields) are necessary for employees. \nFrom OSHA’s \"Guidance on Preparing Workplaces for COVID-19\":\n\"Provide a face mask, if feasible and available, and ask the person to wear it, if tolerated. ...Most workers at high or very high exposure risk likely need to wear gloves, a gown, a face shield or goggles, and either a face mask or a respirator, depending on their job tasks and exposure risks.\"\nOSHA’s response to the post\nA Department of Labor spokeswoman told PolitiFact that OSHA \"generally recommends that employers encourage workers to wear face coverings at work. Face coverings are intended to prevent wearers who have COVID-19 without knowing it from spreading potentially infectious respiratory droplets to others. \n\"OSHA has not suggested they are ineffective for that purpose.\"\nThe spokeswoman also said OSHA has not made any determination on whether masks have any impact on oxygen levels. \nOur ruling\nA Facebook post claims \"OSHA says masks don't work\" to reduce COVID-19 transmission \"and violate OSHA oxygen levels.\" OSHA actively recommends masks, when appropriate, in the workplace, and has made no determination on whether they affect a person’s oxygen levels. \nWe rate the post False.", "vclaim_id": "vclaim-pol-17991"}