{"url": "/factchecks/2010/apr/02/florida-education-association/teacher-tenure-hearing-spring-break/", "speaker": "Florida Education Association", "vclaim": "The Florida House is \"holding the FINAL public hearing\" of a controversial education bill in the middle of spring break...\"when they hope (teachers) are not watching or listening.\"", "truth_label": "false", "date": "stated on April 2, 2010 in a statement on the group's Web site:", "title": "Teachers' group says state House schedules critical hearing in the middle of spring break", "text": "A controversial education bill that would link teacher pay increases to student performance is scheduled to get its final public hearing April 5, 2010, and the teachers union fighting the measure is lining up troops to voice opposition.The Florida Education Association is calling on educators to appear before the House Education Policy Council during a public hearing scheduled to start at noon. Their rally cry comes with a not-so-subtle dig at Tallahassee lawmakers.\"The Florida Senate held hearings on this terrible piece of legislation during FCAT testing. So it should be no surprise that the Florida House of Representatives is holding the FINAL public hearing on this bill smack dab in the middle of spring break...when they hope you are not watching or listening,\" the FEA says in a message on its Web site. \"The FINAL hearing has been scheduled for Monday, April 5th from 12:00 noon until 8:15 p.m. and they are hoping you don't show!\"In this item, we wanted to see if the Florida Legislature is scheduling this critical hearing so as to avoid a confrontation with teachers.The education initiative -- SB 6 in the Senate and HB 7189 in the House -- would link teacher pay increases to student performance, eliminate long-term job security for new teachers and require end-of-course exams for subjects not covered by the Florida Comprehensive Assessment Test starting in the 2013-2014 school year. The legislation would cause a major shift from current teacher pay scales, which base salaries on degrees and years of experience.The Florida Education Association says the bill, which passed the Senate 21-17 on March 24, 2010, and awaits action in the House -- could push experienced teachers out of the classroom.To judge the FEA's claim, we wanted to see how many school districts will be on spring break on April 5, 2010. So we built this spreadsheet after visiting the Web sites for each of Florida's 67 public school districts.By our calculation, 33 of Florida's public school districts will be closed April 5, 2010. Some of the schools will be on formal spring break. Others are having a teacher work day, while students are off.What does any of that mean?On the surface, it seems to mean a lot of teachers won't be working and could possibly attend the bill hearing, if they chose. From the teachers' perspective, that would be a good thing, right?But then we looked back at the FEA's statement. The FEA previously was upset that the Senate held its hearings during FCAT testing, when teachers were working. That had us confused. The FEA was upset hearings were held when teachers had to be working. And now the group's upset because the House is holding hearings when teachers are off. Is there some other category between working and not working?But that's only part of the problem with the FEA's statement. The Florida Constitution limits the Legislature to one, 60-day legislative session each year. The Constitution also says the session must begin in March (the first Tuesday after the first Monday in March).The constraints in many ways bind the hands of legislators.The bill the House Education Policy Council will consider, HB 7189, wasn't filed until March 25, 2010 -- after its companion piece was approved by the Senate. The measure had a hearing at the House PreK-12 Policy Committee on March 25, 2010 (passing 9-6) and was forwarded to the House Education Policy Council. April 5 is the council's first meeting since March 17, 2010. If the bill advances through the House Education Policy Council, it must be passed by the full House. If the bill differs from the version approved in the Senate, the Senate would have to weigh in a second time.The session is scheduled to end April 30.That's a lot to happen in what amounts to 20 work days.House Republican spokeswoman Jill Chamberlin said House leaders decided to wait to consider the education reforms until the bill had passed the Senate. When it did, on March 24, the House was debating the state budget.Going forward, Chamberlin said, the weeks of April 12 and 19 have been set aside for more budget negotiations.Chamberlin said House leaders blocked eight hours for the education hearing, including evening hours to make sure people had an opportunity to speak. She also noted that many teachers visited Tallahassee in the last week of March -- when they were on spring break -- to oppose the measure.State Rep. Bill Heller, D-St. Petersburg, told PolitiFact Florida the compressed schedule is a perfect example of why the Legislature should have called a special session to handle proposed education reforms.\"We can call a special session for a railroad project, when it only serves a portion of the state,\" said Heller, who opposes the bill and is the ranking Democratic member of the House Education Policy Council. \"But when there's something that touches every city and every county, we're going to do just in a few hours.\"Heller agreed with concerns that people might not be able to attend the April 5 hearing, but he also expected a full committee room, and almost eight hours of public testimony.Heller said he has received about four e-mails in support of the legislation and about 1,600 against. Another 8,000 Floridians have signed a petition sent to Gov. Charlie Crist opposing the education proposals. House Speaker Larry Cretul's office had to add additional telephone lines to handle the flood of calls, more than 5,200, most of whom were from people opposing the bill, said Chamberlin, the Ocala Star-Banner reported..That means the message is getting out.The state's big teachers union, the Florida Education Association, said the Florida House is holding the final hearing of a controversial education bill in the middle of spring break, when \"they hope (teachers) are not watching or listening.\" We find the scheduling of the hearing is much more of a practical matter than an attempt to stomp out the voice of teachers. We rate the claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-15144"}