{"url": "/factchecks/2017/feb/23/steve-adler/steve-adler-says-authorities-43-states-turned-down/", "speaker": "Steve Adler", "vclaim": "\"Local authorities in 43 states refused to honor more than 16,000 detainer requests from ICE from October 2013 to December 2015. Only in Alaska, Delaware, Hawaii, Maine, Montana, Vermont and Wyoming did local officials honor all requests, and detainers are relatively rare in those states.\"", "truth_label": "mostly-true", "date": "stated on February 14, 2017 in an open letter to Austin residents:", "title": "Steve Adler says authorities in 43 states turned down 43,000-plus requests to 'detain' immigrants", "text": "Austin Mayor Steve Adler says Travis County’s sheriff isn’t out of line by not automatically honoring federal requests that specific suspects be held 48 hours so immigration authorities can step in.\nAdler’s February 2017 open letter to residents objects to U.S. Immigration & Customs Enforcement officers arresting Austin-area residents suspected of living in the country without legal authorization.The letter further says that \"participating in a voluntary, warrantless ‘detainer’ program, which is not required by law, will make our community less safe because it jeopardizes community trust.\"\n\"In fact, and you wouldn’t know it from the debate here locally, local authorities in 43 states refused to honor more than 16,000 detainer requests from ICE from October 2013 to December 2015,\" Adler's letter says. \"Only in Alaska, Delaware, Hawaii, Maine, Montana, Vermont and Wyoming did local officials honor all requests, and detainers are relatively rare in those states,\" Adler wrote.\nWe wondered about those figures. Have detainer requests been turned down almost everywhere?\nMayor’s backup\nAdler was piping up in defense of the county’s new sheriff, Sally Hernandez, a Democrat who announced in January 2017 that as of the next month, her department would agree to hold an inmate in response to an ICE detainer request only if she or he were charged with murder, aggravated sexual assault or human trafficking — or if agents obtained a court order or arrest warrant. Otherwise, inmates would be allowed to post bail and be released, no matter their immigration status.\nThrough the first eight days of implementation, we later determined, 45 individuals for whom detainer requests were denied were released by the county--with about 150 inmates whose detainer requests were refused remaining behind bars, in some cases unable to make bond.\nAdler’s letter includes, right next to the figures, a web link to a Feb. 10, 2017, story posted by Stateline, a nonpartisan Pew Charitable Trusts journalism project that focuses on state policies. The story, \"Sheriffs Still Looking for Clarity on Deportation,\" introduces the Adler-cited figures after referring to President Donald Trump’s January 2017 executive order directing federal agencies to act against \"removable\" immigrants and to enlist state and local law enforcement agencies to apprehend such individuals:\n\"When considering whether to deport prisoners under Obama administration policies, ICE focused on those deemed to ‘pose a threat to public safety’ because of gang activity or felony convictions unrelated to immigration status. Trump’s executive order expands that focus to include any criminal activity, fraud or abuse of public benefits, or failure to obey a court order to leave the country.\n\"Local authorities in 43 states refused to honor more than 16,000 detainer requests from ICE from October 2013 to December 2015. Only in Alaska, Delaware, Hawaii, Maine, Montana, Vermont and Wyoming did local officials honor all requests, and detainers are relatively rare in those states.\"\nA 26-month study\nThe story lacks a source for those numbers. But to our query, Stateline reporter Tim Henderson pointed us to a chart posted in August 2016 by the Syracuse University-based Transactional Records Access Clearinghouse, which describes itself as a data gathering, research and distribution organization focused on federal staffing, spending and enforcement activities.\nTRAC’s chart (Table 1 here), drawing on ICE data, indicates that from October 2013 to December 2015, local police agencies in 43 states refused to honor 16,296 detainer requests--as Adler basically said. Nationally, the chart says, 6.1 percent of detainer requests were denied over the 26 months.\nAlso as Adler said, the chart identifies Alaska, Delaware, Hawaii, Maine, Montana, Vermont and Wyoming as the only states where no requests were denied, together accounting for a scant 1,056 of 267,548 of the total detainer requests tallied nationally.\nFor our part, we noticed that adding up the tallies shown for each of the states yielded smaller totals than the national totals topping the chart. That is, it looked like among the 50 states over the 26 months, 13,372 of 242,525 detainer requests were denied, which breaks out to a 5.5 percent denial rate or 94.5 percent detainer approval rate.\nSo, would it be more accurate to say that more than 13,000 (not more than 16,000) detainer requests were denied in 43 states?\nIt's not that simple.\nFirst, a note below the chart clarifies that the presented national totals fold in detainer requests submitted to and denied by jurisdictions in Puerto Rico and U.S. territories as well as requests made or denied for which a state wasn’t listed on federal paperwork. Second, Sue Long, the clearinghouse’s director, told us by phone that most detainer requests and denials tallied in the national totals but not showing in the state-by-state entries reflect gaps or blanks in ICE forms related to actions in states, not in Puerto Rico or beyond.\nLong otherwise cautioned that denials of detainer requests shouldn’t instantly be characterized as local law agencies failing to cooperate with federal colleagues. For instance, she said, local jurisdictions might wish to maintain control over the prosecution of a local crime rather than risk losing a suspect to deportation.\nAlso, Long advised, the clearinghouse has yet to reach a more up-to-date analysis of detainer requests and requests denied. ICE-provided data, she said, has proved increasingly incomplete.\nMost detainer refusals in a few states\nWe noticed that TRAC’s chart gives helpful context to the mayor’s claim.\nFor instance, the chart shows the bulk of detainer denials in the study period occurred in a handful of states with only a few occurring in each of more than 20 states including Texas, which led the nation with 58,452 federal requests to hold suspects--and agencies in the state refused only 18 requests.\nFrom the chart, we broke out the 10 states that fielded the greatest number of detention requests--finding refusal rates ranging from nearly zero in several states up to 15 percent or 16 percent in three states:\n\n\n\n\nSTATE\n\n\nTotal Requests to Detain\n\n\nRequests Refused*\n\n\n% Requests Refused\n\n\n\n\nTEXAS\n\n\n58,452\n\n\n18\n\n\n0.03%\n\n\n\n\nCALIFORNIA\n\n\n46,444\n\n\n7,292\n\n\n15.70%\n\n\n\n\nARIZONA\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\n\n16,724\n\n\n13\n\n\n0.10%\n\n\n\n\nFLORIDA\n\n\n11,462\n\n\n1,022\n\n\n8.90%\n\n\n\n\nGEORGIA\n\n\n11,089\n\n\n37\n\n\n0.30%\n\n\n\n\nNEW YORK\n\n\n10,768\n\n\n1,696\n\n\n15.80%\n\n\n\n\nNORTH CAROLINA\n\n\n6,275\n\n\n20\n\n\n0.30%\n\n\n\n\nVIRGINIA\n\n\n5,860\n\n\n16\n\n\n0.30%\n\n\n\n\nPENNSYLVANIA\n\n\n5,382\n\n\n171\n\n\n3.20%\n\n\n\n\nCOLORADO\n\n\n5,268\n\n\n804\n\n\n15.30%\n\n\n\n\n* ICE did not assume custody and it recorded refusal by law enforcement agency (LEA) that was sent notice or detainer request.\nSOURCE: Report including Table 1, \"Outcome of ICE I-247 Detainer Requests by State, FY 2014 - FY 2016,\" \"Has Cooperation by State and Local Law Enforcement Agencies Improved ICE's Apprehension Numbers?,\" Transactional Records Access Clearinghouse at Syracuse University, August 12, 2016\nIn raw numbers, local agencies in California led the nation by a wide margin in refusals with 7,292 requests rebuffed. That total was followed by detainers refused by departments in New York (1,696 refusals); Florida (1,022); and Colorado (804), TRAC’s chart shows. Put another way, agencies in the four states accounted for 81 percent of detainers refused in the 50 states. Eight other states had 129 or more refused requests each, the chart shows. Put another way, a dozen states accounted for 96 percent of the detainer requests denied in the 50 states.\nAt the low end, the chart shows a dozen states had 10 or fewer denied requests.\nWe also looked at refusal rates by state. According to the chart, eight states led the nation with detainer refusal rates of 10 percent to nearly 16 percent (topped by agencies in New York and California). In contrast, local departments in 27 states including Texas had refusal rates of 2 percent or less, leaving eight states with refusal rates of 2.5 percent to nearly 9 percent.\nAnother sheriff comments and mayor stands by claim\nFor perspective outside Travis County, we reached Patrick Royal of the National Sheriffs’ Association who guided us to A.J. \"Andy\" Louderback, the sheriff for Jackson County, Texas, and legislative director of the Sheriffs’ Association of Texas. By phone, Louderback called Adler’s claim a misrepresentation because the vast majority of jurisdictions nationally didn’t deny detainer requests, especially those in Texas.\nWe similarly shared the TRAC chart and our 50-state figures with Adler spokesman Jason Stanford who said by email: \"For us, what the\" mayor’s \"statement means is that detainers without warrants are not accepted in many places around the country and that our sheriff is not alone (we continue to believe that is true).\"\nOur ruling\nAdler said: \"Local authorities in 43 states refused to honor more than 16,000 detainer requests from ICE from October 2013 to December 2015. Only in Alaska, Delaware, Hawaii, Maine, Montana, Vermont and Wyoming did local officials honor all requests, and detainers are relatively rare in those states.\"\nAdler’s figures trace to research based on ICE data, though our review of the figures suggests that fewer detainer requests might have been refused by local law enforcement agencies. Missing here too is that nearly all detainer requests were honored nationally and most of the tallied detainer refusals occurred in a handful of states.\nWe rate this claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/fc84d7c4-c1fa-471c-9add-2980c51a86f3", "vclaim_id": "vclaim-pol-03637"}