{"url": "/factchecks/2012/oct/05/stefani-carter/stefani-carter-says-black-women-texas-fastest-grow/", "speaker": "Stefani Carter", "vclaim": "Says black women are \"fastest-growing demographic group in ... Texas seeking concealed handgun licenses.\"", "truth_label": "half-true", "date": "stated on August 30, 2012 in in an opinion column in USA Today:", "title": "Stefani Carter says black women are Texas’ fastest-growing group of concealed-handgun permit applicants", "text": "You might be surprised to learn who cares about the Second Amendment, lawmaker Stefani Carter suggested in a recent USA Today opinion article.\n\n\"What is the fastest-growing demographic group in my state of Texas seeking concealed handgun licenses? Black women,\" wrote Carter, a Dallas Republican running for re-election to the Texas House, in the Aug. 30, 2012, piece.\n\nWe decided to check out who’s taking advantage lately of Texas’ concealed-handgun law, which since January 1996 has allowed permit holders to carry such guns in most public places while excluding others, such as churches.\n\nKaty Aldredge, a deputy district director for Carter, told us Carter’s main source was a July 12, 2012, post on The Volokh Conspiracy, a conservative-leaning legal analysis blog written by law professor Eugene Volokh of the University of California-Los Angeles. Aldredge also sent us links to annual reports on concealed handgun licenses on the Texas Department of Public Safety website.\n\nAldredge said Carter found Volokh’s blog and compared his data to the DPS reports of licenses issued. (We did the same, and the data matches.) Aldredge also said that despite the word \"seeking\" in her article, Carter was discussing licenses issued, not applications.\n\nIn his blog post, Volokh looked at how many of the permits issued in each year went to black men and women and white men and women. By email, he told us that he did not look at the DPS’ other race groupings because they were too small or too unclear. Those categories are \"American Indian or Alaskan Native,\" \"Asian or Pacific Islander,\" \"Multi-Racial\" and \"Other/Unknown.\" Volokh’s post said that most Hispanics seem to be counted as \"white\" in the DPS numbers, \"following the modern demographic approach of treating Hispanic as an ethnicity rather than as a separate race.\"\n\nBut Hispanics are Texas’ largest minority. According to the latest state QuickFacts sheet from the U.S. Census Bureau, Texas’ 2011 demographics (including some overlap) were: 44.8 percent white, 38.1 percent Hispanic, 12.2 percent black, 4 percent Asian, 1 percent \"American Indian and Alaska Native,\" 0.1 percent \"Native Hawaiian and other Pacific Islander.\"\n\nThe DPS numbers, not separating Hispanic and white, show that of the CHL permits issued in 2011, 86.5 percent went to whites, 6.8 percent to black, 3.4 percent to \"other/unknown,\" 2 percent to \"Asian or Pacific Islander,\" 1 percent to \"multi-racial,\" and 0.33 percent to \"American Indian or Alaskan Native\" Texans.\n\nVolokh’s analysis found that among black and white permit recipients, from 1996 through 2011, the percentage of women in the total was consistently smaller than the percentage of men but that this gender gap was narrowing slightly.\n\nThe uptick among black women, he said, was \"especially striking\": Black women got less than 1 percent of the 317,205 permits issued from 1996 through 2000, he said, but got 1.63 percent of the 558,190 permits issued from 2007 through 2011.\n\nSeeking another expert view, we contacted conservative writer John Lott, whom we saw cited in an April 24, 2012, New York Times news story that discussed \"growth in the number of people with concealed-carry permits\" nationwide; the Times described Lott as \"a researcher of gun culture who has held teaching or research posts at a number of universities, including the University of Chicago.\"\n\nWhen we asked him by email about Carter’s statement, Lott took a look at Texas data from 2000 through 2011, comparing the number of permit recipients in a particular race category each year with the number of people in that race category who got permits in 2000.\n\nThe jump in multi-racial women permit holders from 2000 to 2011 was the most extreme, but Lott cautioned that result is exaggerated because the category is small -- meaning the addition of a few people can dramatically alter the percent change -- and because more people these days describe themselves as multi-racial than in 2000.\n\nThrowing out that category because of its size -- as Volokh did -- Lott told us, \"Carter is correct that black females since 2000 have had the largest percentage increase.\"\n\nHe created this chart of the Texas data for us:\n\nThat’s a lot of little colored lines, but we determined that the DPS numbers back up Lott’s finding: The biggest increase between 2000 and 2011 was in the category of multi-racial female permit recipients, which jumped from 28 in 2000 to 318 in 2011. That 139-person difference produced the 1035.7 percent change charted by the dark-brown line at top.\n\nThe number of black female permit-holders rose 554 percent from 2000 to 2011 -- a smaller percent change, but involving a larger number of people: 2,046. The records show 369 black women in Texas had CHLs in 2000 and 2,415 had them in 2011.\n\nIn a later interview, Volokh took a look at the multi-racial numbers and agreed they were statistically unreliable, for the same reasons: because it was such a small group and some of its growth likely came as people began adopting that term for themselves.\n\n\"I’d still say that black women were the fastest-growing demographic group of any substantial size,\" he told us.\n\nBut that observation, like Lott’s and Carter’s, is limited by the demographic groups DPS used. Without breaking out Hispanics -- nearly 40 percent of Texans -- separately, we see no way to give an accurate picture of the demographics and changes among Texas’ concealed-carry permit holders.\n\nCarter’s piece didn’t mention the lack of data on Hispanics.\n\nWhy such changes occurred is murkier. Carter’s opinion article cites some statistics about crime against black women and mentions nationwide increases in women owning guns. Volokh limited his analysis to the numbers rather than the reasons behind them.\n\nLott told us that black women as a group overlap with the two categories of people who benefit the most from concealed-carry permits, according to his research: people who are physically weaker than assailants (primarily women and elderly people) and people who are likely victims of violent crime, including low-income residents of high-crime urban areas.\n\n\nOur ruling\n\nCarter claims black women are the fastest-growing group of permit-seekers.\n\nWe accept her explanation that she meant to refer to permits issued each year. And her statement fairly captures available data and research.\n\nHowever, the lack of information on Hispanic permit recipients makes it impossible to conclude which Texas subgroups are getting permits most often.\n\nWe rate the statement as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-10243"}