{"url": "/factchecks/2008/oct/03/sarah-palin/property-taxes-rates-went-down-sales-tax-up/", "speaker": "Sarah Palin", "vclaim": "\"As mayor, every year I was in office I did reduce taxes.\"", "truth_label": "half-true", "date": "stated on October 2, 2008 in a debate in St. Louis:", "title": "Property taxes rates went down, sales tax up", "text": "In the vice presidential debate on Oct. 2, 2008, Alaska Gov. Sarah Palin reached back to her tenure as mayor of a small Alaska town to make a point that she has some history as a tax cutter.\n\n\n\"I’m going to talk straight to the American people and let them know my track record also,\" Palin said. \"As mayor, every year I was in office I did reduce taxes. I eliminated personal property taxes and eliminated small business inventory taxes and as governor we suspended our state fuel tax. We did all of those things knowing that that is how our economy would be heated up.\"\n\n\nWe’re going to focus here on the claims Palin makes about her record as mayor of Wasilla, Alaska, from 1996 to 2002.\n\n\nDuring that time, Wasilla’s property tax rate did inch down year after year, from 2 mills to 0.5 mills.\n\n\nBut did taxes actually go down? That depends on how you define taxes. The overall amount of taxes collected increased by 25 percent under Palin. According to a review of Wasilla's financial reports, the amount of revenue taken in during 1996 was $6,070,806 and rose to $8,710,166 in 2002. That’s a 43 percent increase (25 percent when adjusted for inflation).\n\n\nSo how is it possible to lower the property tax rate but take in more in taxes? The simple answer is sales tax. The sales tax is overwhelmingly the chief source of revenue in Wasilla. In 2002, the sales tax brought in nearly $6-million, compared to $343,000 from property taxes. And according to a city analysis, the amount of money brought in by the sales tax increased each year, by a total of about 50 percent between 1997 and 2002.\n\n\nThat's a testament to economic growth in Wasilla, said current Mayor Diane M. Keller. In fact, under Keller, property taxes were later eliminated.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe increased sales tax revenues allowed Palin to cut the property tax rate each year at the same time spending increased. The operating budget for Wasilla went from $6,050,160 in fiscal year 1996 to $9,393,768 in 2002, according to figures provided by the city. That’s a 55 percent increase (35 percent when adjusted for inflation).\n\n\nWhile the property tax rate decreased on Palin's watch, the sales tax rate increased from 2 percent to 2.5 percent. The increase was approved by voter referendum to pay for construction of a multiuse sports complex. Due to the economic growth in the community, Keller said, Wasilla is going to be able to stop charging that extra 0.5 percent sales tax two years earlier than anticipated.\n\n\nUnder Palin’s mayorship, the city also took on an additional $23.7-million in long-term debt to finance the sports complex as well as for street and water projects.\n\n\n \n\n\nAccording to Keller, much of the additional spending under Palin was due to the growth of the city during those six years, both economically and in increased population.\n\n\nPalin is right when she says personal property tax and business inventory taxes were eliminated. But those cuts were mostly offset by an increase in a vehicle tax enacted by Matanuska-Susitna Borough — the equivalent of a county in many states — where Wasilla is located. A portion of the vehicle tax is distributed to Wasilla. According to a Dec. 24, 1997, article in the\n\nAnchorage Daily News\n\n, the elimination of Wasilla's personal property tax and business inventory taxes amounted to a revenue loss of about $93,000 a year. The borough's vehicle tax increase brought Wasilla an additional $70,000 a year.\n\n\nPalin can rightly claim that the property tax rate decreased when she was mayor. But she fails to note that while property tax rates went down, sales tax revenues went up. Some may not consider that a tax increase. But in addition to more revenue from increased economic activity, the sales tax rate also was increased. That increase was tied to funding a new sports complex, and was passed by referendum, but it’s still an additional tax. And so we find Palin's statement Half True.", "vclaim_id": "vclaim-pol-15932"}