{"url": "/factchecks/2013/jul/26/republican-party-florida/republicans-greet-obama-ad-touting-lack-federal-mo/", "speaker": "Republican Party of Florida", "vclaim": "Rick Scott  \"invested $38 million in the Port of Jacksonville's vital Mile Point Project,\" which \"covered missing federal funds for the project.\"", "truth_label": "mostly-true", "date": "stated on July 25, 2013 in a newspaper ad:", "title": "Republicans greet Obama with ad touting lack of federal money for port project", "text": "President Barack Obama isn’t just late to the party for Florida’s ports, Republicans say. He’s taking credit for throwing it.\nThe Republican Party of Florida, umm, \"welcomed\" Obama to the Jacksonville Port Authority on Thursday with a full-page ad in the Florida Times-Union talking up Gov. Rick Scott’s focus on the economy, especially the ports.\n\"Here in Jacksonville, right where you will be speaking, Gov. Scott invested $38 million in the Port of Jacksonville's vital Mile Point Project,\" the ad stated. \"It is a state investment that will help create good-paying jobs. And it covered missing federal funds for the project.\"\nTheir attack is riddled with political irony: Obama and Scott have had major differences over transportation projects in the past (see high-speed rail), but both are fans of ports. We wanted to know if it was true that the state provided missing funds for ports that the federal government didn’t.\nThe Mile Point project is aimed at improving access to the Jacksonville port. Right now, strong ocean cross-currents prevent the biggest cargo ships from accessing the harbor outside of a narrow window each day at high tide.\n\"Two-thirds of the day, that cargo cannot move,\" said JaxPort spokeswoman Nancy Rubin. \"Those are just the very largest ships, but that is becoming a significant part of the trade we’re dealing with.\"\nTo fix the problem, the federal Army Corps of Engineers devised a plan that will basically remove part of a man-made wall contributing to the strong currents and reconstruct the surrounding area.\nBy law, Congress must authorize the corps to do the project. In a gridlocked, sequester-ridden, earmark-less era, that’s no easy task. Large-scale infrastructure projects have fallen prey to an earmark ban, even though its intention was to weed out spending on unvetted, wasteful projects, said Kurt Nagle, president and CEO of the American Association of Port Authorities.\n\"What got caught up in that were port projects that do have a clear federal role and clear national interest and have gone through multiple layers of review and analysis,\" he said.\nCongress typically approved money and permission for port projects in the Water Resources Development Act, which has not passed since 2007. In May, the Senate passed a bipartisan version of the bill that would authorize Mile Point and other projects, as well as allow for the corps to proceed with projects, under certain conditions, for which it has outside funding. (Sen. Bill Nelson, D-Fla., voted for it; Sen. Marco Rubio, R-Fla., voted against.) Obama called on the House to pick up the Senate bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nCatch that? The Mile Point project is essentially held up by the House, led by Republicans averse to new spending, growing the deficit and tax cuts.\nThe corps projected the cost for the Mile Point project at about $36 million, with 65 percent coming from the feds and the rest coming from local sources.\nScott, eyeing a state budget surplus with no federal investment in the pipe anytime soon, pushed the Legislature to set aside $36 million for the project. The Legislature agreed. The port kicked in $500,000 and the federal Army Corps of Engineers kicked in $1.5 million to create designs for the project. (The ad credits all of that money to Scott, which isn't quite right.)\nBut even though the port has the money from the state, it can’t spend it because Congress hasn’t moved legislation that would allow that.\nThe state’s JaxPort investment is part of a trend under Scott not to wait for federal dollars. In 2011, he got $77 million for a deep dredging project in Miami. JaxPort also wants to deepen its channel, but the Mile Point project is a ready-to-go priority (and hundreds of millions of dollars cheaper).\n\"We feel like we are at the finish line, we’ve got the money,\" Rubin said. \"The authorization, to us, is pushing us over the finish line.\"\nPort of Tampa CEO and director Paul Anderson penned a June op-ed advocating for passage of the federal legislation. The Port of Tampa received about $25 million for various projects from the state in the 2013-14 budget.\nOur ruling\nYes, Scott persuaded state leaders to put aside $36 million for the project, with the remaining $2 million coming from the port and the corps. In years past, the federal government paid most of the tab for improving a federal shipping channel.\nThe Republicans’ ad implies Obama bears the burden for missing federal funding for Mile Point, saying Obama \"took his eye off the ball.\" Truth be told, it’s the fault of Congress, which has final say over Army Corps port projects. A wide-ranging bill that would authorize the Mile Point project is stalled, the norm in recent years.\nRPOF’s ad is accurate but could use more context. We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-09063"}