{"url": "/factchecks/2013/mar/16/joshua-miller/rhode-island-sen-joshua-miller-says-states-total-m/", "speaker": "Joshua Miller", "vclaim": "\"In the period from 2007 to 2011, the Office of Health Insurance Commissioner reported an 18 percent decline in the state’s total medical spending.\"", "truth_label": "half-true", "date": "stated on March 1, 2013 in a news release:", "title": "Rhode Island Sen. Joshua Miller says state’s total medical spending fell 18 percent from 2007 to 2011", "text": "In a March 1 news release, Sen. Joshua Miller, D-Cranston, announced a \"landmark bill\" representing the \"next phase of health-care reform legislation in Rhode Island.\"\n\nMiller, chairman of the Senate Committee on Health and Human Services, said his bill builds on previous legislative work, including the creation of the Office of Health Insurance Commissioner in 2004, electronic records and payment reforms.\n\n\"These efforts have begun to show significant progress in cost containment,\" Miller said in a news release. \"In the period from 2007 to 2011, the Office of the Health Insurance Commissioner reported an 18 percent decline in the state’s total medical spending and an increase by insurers of 8 percent in medical claims dollars spent on primary care, up from 5.4 percent in 2007.\"\n\nGiven all you hear about the rising cost of health care, PolitiFact Rhode Island was curious about the claim that Rhode Island’s total medical spending fell by 18 percent in that time frame.\n\nWhen we asked Miller to back up his claim, he cited a September 2012 report from the state health insurance commissioner’s office regarding attempts to bolster spending on primary care in Rhode Island.\n\n\"Between 2007 and 2011, total primary care spending grew by 23 percent (for an annual growth rate of 5.3 percent), while overall medical spending fell by 17.6 percent (-4.7 percent annually),\" the report said.\n\nThe report noted that the figures reflected the money spent by insurers, not by patients. And it attributed the overall decline in medical spending to three factors:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\n\"The dampening effect of the recession and slow economic recovery on spending.\"\n\n\n\n\"The popularity among employers and members of leaner, cheaper benefit packages that shift more costs to the member.\"\n\n\n\n\"The shift to self-insurance.\"\n\n\n\nIn an interview, Health Commissioner Christopher F. Koller said, \"Senator Miller is factually accurate in that the numbers are from the report, and the total medical spending reported by insurers during that period is true.\"\n\nBut then Koller mentioned two key facts: total medical spending is down in large part because it reflects health insurer spending for fewer people. The most recent figures show per-person costs are actually rising.\n\n\"It’s during a period of economic decline, so more people are uninsured,\" Koller said. \"Also, during that time, we saw an increase in the number of companies that self-insure.\" And the figures don’t reflect those covered by employers who self-insure, such as Brown University, he said.\n\nBetween 2007 and 2011, commercial health-insurance enrollment in Rhode Island plunged by 53,509 people or by 8.7 percent -- going from 613,124 to 559,615, according to Koller’s office.\n\nAnd when measured per-member per-month, medical spending rose by 6.8 percent between 2009 and 2011, according to another report by his office.\n\nKoller said that 6.8 increase is \"relatively low\" when compared with the increases seen in other states in that time frame. So, he said, that bolsters Miller’s larger point that Rhode Island is doing a good job of controlling health-care cost increases.\n\nOur ruling\n\nSen. Joshua Miller said, \"In the period from 2007 to 2011, the Office of Health Insurance Commissioner reported an 18 percent decline in the state’s total medical spending.\"\n\nIn touting Rhode Island’s progress in \"cost containment,\" Miller’s accurate but limited citation of a report gives the impression that overall medical costs are falling in Rhode Island.\n\nBut his news release left out some important context: that spending by insurers has fallen mainly because it reflected spending on fewer people. In fact, in recent years, per-person costs have increased.\n\nThat full context is required to provide a true picture of how Rhode Island is doing in controlling health-care costs.\n\nSo we rule Miller’s claim Half True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09583"}