{"url": "/factchecks/2015/oct/20/claire-mccaskill/campaign-finances-more-complicated-claire-mccaskil/", "speaker": "Claire McCaskill", "vclaim": "\"You wonder why you don't see Rand Paul as much; he's still shopping for his billionaire. He's like the only one who hasn't found a billionaire to fund his super PAC.\"", "truth_label": "false", "date": "stated on August 21, 2015 in comments to HBO host Bill Maher:", "title": "Campaign finances more complicated than Claire McCaskill says", "text": "Sen. Claire McCaskill has noticed Republican presidential candidate Sen. Rand Paul’s recent drop in the polls, and she thinks she knows why. Paul hasn’t found a financier to bankroll his campaign, she told Bill Maher on his Aug. 21 show. In fact, she said the Kentucky Republican is the only GOP presidential candidate \"who hasn’t found his billionaire to fund his super PAC.\"\n\"You wonder why you don't see Rand Paul as much; he's still shopping for his billionaire,\" McCaskill said. \"He's like the only one who hasn't found a billionaire to fund his super PAC.\"\nWith the importance money will play in the 2016 presidential race, we wonder if Paul is the only GOP candidate without a wealthy backer. We reached out to McCaskill for evidence, but her office did not respond.\nPaul’s big backers\nMcCaskill used the word \"billionaire,\" which is certainly an exclusive club. The problem is there is no easy way to determine who’s a billionaire versus, say, a super-rich millionaire. That’s part of how Donald Trump can say his net worth is $8.7 billion while others peg the number at about $3 billion.\nAlso, it’s important to note that the presidential candidates don't have super PACs because, legally, super PACs and candidates cannot work together, said MU economics professor Jeffrey Milyo.\n\"The senator’s comment is misleading about the nature of the law, but that sort of sloppiness is very common, in part because the issues are somewhat complex, and in part because it serves the purpose of the speaker,\" Milyo said in an email.\nLogistics and legalities aside, at the heart of McCaskill's claim is the suggestion that no wealthy supporters have stepped up to support Paul in a big way. That’s not correct.\nCampaign finance records compiled by OpenSecrets.orgshow that on June 19, Jeff Yass gave $1 million to America's Liberty, a super PAC that supports Paul. He also has given $250,000 to Concerned American Voters, another super PAC that supports Paul. Yass is the founder of Susquehanna International Group, a privately held global trading firm.\nYass is rich. How rich is unclear. Reuters described Yass as a billionaire in a June story about campaign giving.PhillyMag.com described Yass as Paul’s \"(very) rich friend in Philadelphia.\" Yass doesn’t make Forbes’ 400, but that list includes people with net worths of $1.7 billion or more.\nPaul has another wealthy backer in Scott Banister, a self-described capitalist who sits on the board of directors for multiple companies. Scott and his wife, Cyan, have served as angel investors for almost 100 companies, including Zappos, according to Fortune.\nBanister has given a combined $1.2 million to Concerned American Voters.\nIn all, $5 million has been raised for the two super PACs that support Rand Paul. In comparison, Right to Rise, a super PAC supporting former Florida Gov. Jeb Bush, has a war chest of more than $100 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nIs Banister a billionaire? Again, we don’t know for certain.\nThe other candidates\nSo Paul does have the support of some wealthy donors. And Yass has been described as a billionaire.\nWhat about the rest of the crowded GOP field?\nWe found three who don’t appear to have the backing of someone who can write a big check. PACs supporting former Pennsylvania Sen. Rick Santorum, former New York Gov. George Pataki and former Virginia Gov. James Gilmore haven't broken the $1 million mark and haven't received significant help from one donor in particular, Federal Election Commission filings show.\nSecurity is Strength, a super PAC that supports Sen. Lindsey Graham, R-S.C., lists $500,000 donations from billionairesRobert McNair and Ronald Perelman. Former Arkansas Gov.Mike Huckabee’s super PAC has relied heavily on the support of Ronald Cameron, who donated $3 million, according to OpenSecrets.org. Steve Wynn has supported New Jersey Gov. Chris Christie; T. Boone Pickens is helping Bush; and Robert Mercer is with Texas Sen. Ted Cruz, according to FEC filings. Florida Sen. Marco Rubio has been helped out by Larry Ellison and Norman Braman.\nDonald Trump has, well, himself.\nAnd Republicans aren’t the only ones who have support from wealthy donors. Seven people have given $1 million to the super PAC supporting Democratic frontrunner and former Secretary of State Hillary Clinton, according toOpenSecrets.org.\nYet, the numbers don't tell the whole story. As MU political science professor Marvin Overby points out, candidates have been well-funded in past election cycles, but they still failed to secure the nomination.\n\"A wealthy donor, like casino magnate Sheldon Adelson, can make a candidate, like Newt Gingrich in 2012, more viable for a longer period of time,\" Overby said. \"But there are reasons Gingrich didn’t get the GOP nomination: Despite a wealthy backer, he was the wrong candidate, with the wrong message, and a troubled organization.\"\nOur ruling\nMcCaskill said Paul’s failure to gain traction in the crowded GOP field may have something to do with the fact that Paul is the only candidate to have not found his billionaire.\nThere are two problems with this statement. There are candidates running for president who don’t have a billionaire, and Paul has a reported billionaire backer in Yass.\nWe rate McCaskill’s statement False.", "vclaim_id": "vclaim-pol-05835"}