{"url": "/factchecks/2017/jun/28/sean-spicer/sean-spicer-tweets-misleading-obamacare-statistic/", "speaker": "Sean Spicer", "vclaim": "\"28.2 million Americans are still waiting under Obamacare and remain uninsured!\"", "truth_label": "half-true", "date": "stated on June 28, 2017 in in a tweet:", "title": "Sean Spicer tweets misleading Obamacare statistic", "text": "After the delay of a vote on the Senate’s controversial health bill, White House Press Secretary Sean Spicer took to Twitter to assuage concerns regarding the increase in the uninsured population projected by a Congressional Budget Office report.\nSpicer tweeted an image that said, \"28.2 million Americans are still waiting under Obamacare and remain uninsured!\"\n28.2M Americans are still waiting under #Obamacare and remain uninsured. They need relief now. #RepealAndReplace pic.twitter.com/guEEOiaXDy— Sean Spicer (@PressSec) June 28, 2017\n\nWe checked the National Center for Health Statistics and found that 28.2 million people were indeed uninsured as of 2016. We also found, however, that the tweet neglects to show the full picture.\nThe same bullet point Spicer seems to quote points out that we have 20.4 million fewer uninsured people since 2010, the year the Affordable Care Act went into effect. The current 8.8 percent rate of uninsured persons is the lowest since 1972.\n\"Nor did he mention that the Senate bill would result in approximately zero of the 28.2 million currently uninsured becoming insured. Quite the opposite,\" said Sabrina Corlette, a research professor at the Center on Health Insurance Reforms at Georgetown University.\nAbout 22 million people would be added to the ranks of the uninsured in 2026 under the Senate bill, according to the CBO, while the House-passed American Health Care Act would add 23 million people.\nThe Senate bill would bring the non-elderly uninsured population to 49 million, and the House bill to 51 million by 2026; both numbers are quite higher than the 28.2 million currently uninsured.\nWhile there was never the expectation that the ACA would bring the number of uninsured Americans down to zero, there is a viable argument that the ACA did not do enough to expand coverage. But neither bill proposed in Congress now would reverse this trend.\n\"While there are proposals that could reduce the number of uninsured — including expanding Medicaid in more states and providing more generous financial assistance to people buying coverage on the individual market — those are generally policies that the administration and its congressional allies have opposed,\" said Matt Fiedler, a fellow with the Center for Health Policy in Brookings' Economic Studies Program.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nBreaking down the uninsured\nThe states that elected not to expand Medicaid coverage account for about 2.6 million of the uninsured population, according to Kaiser Family Foundation Executive Vice President Diane Rowland.\nThat number may increase because the Senate bill cuts federal assistance to Medicaid. States that have opted into the expansion program might begin scaling back coverage.\nAccording to the CBO, \"despite being eligible for premium tax credits, few low-income people would purchase any plan.\"\nThe 3 million people who are uninsured because they make too much money for subsidies will not be covered, either, as the poverty level that qualifies people for subsidies is increasing.\n\"It would lower the subsidy levels and it would make them much more costly for older people who are pre-Medicare, so you would expect fewer of them to try to take up coverage and many who have coverage to drop it,\" Rowland said.\nThe 5.4 million people uninsured because they are undocumented will remain uninsured, too, as the Senate bill doesn’t cover undocumented people.\nAbout 4.5 million people now who could get insurance through work go without it. The bill removes the employer penalty, so coverage provided through work would decrease further.  \n\"It’s basically prohibiting anyone who has an offer of employer coverage from being able to get a tax credit, so it wouldn’t help any of the people who can’t afford their employer coverage,\" Rowland said.\nFinally, the remaining 12 million people who are eligible for coverage but haven’t participated is expected to grow, as the Senate bill eliminates the individual mandate that was designed to lure those people in.\nOur rating\nSpicer said that 28.2 million Americans remain uninsured under Obamacare, an accurate claim based on the most recent numbers. However, the talking point is out of context, as it ignores that this is in fact a historic low in the United States.\nHe suggests that repealing the ACA would decrease this figure, but the CBO and health care experts agree that the opposite would happen under the proposed House and Senate versions of the health care bill.\nWe rate this statement Half True.\n Share the Facts 2017-06-28 22:10:21 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  28.2 million Americans are still waiting under Obamacare and remain uninsured!    Sean Spicer White House Press Secretary   a tweet Wednesday, June 28, 2017 2017-06-28    Read More  info", "vclaim_id": "vclaim-pol-03158"}