{"url": "/factchecks/2011/feb/21/lynn-westmoreland/congressman-calls-out-cheesy-federal-program/", "speaker": "Lynn Westmoreland", "vclaim": "The federal government regulates the holes in Swiss cheese.", "truth_label": "half-true", "date": "stated on February 11, 2011:", "title": "Congressman calls out \"cheesy\" federal program", "text": "This one smelled cheesy to us.\n\nGeorgia Congressman Lynn Westmoreland was trying to make a point and brought up a claim that was too tasty to pass up fact-checking.\n\nWestmoreland believes the federal government is too heavily involved in regulating American business. The Coweta County Republican offered this up in a Feb. 11 press release after voting for a bill aimed at examining the impact of government regulation on jobs and economic growth.\n\n\"Over the last two years, the federal government has gotten out of control,\" he said. \"I mean, the government actually regulates how large holes in Swiss cheese can be. That’s just absurd. More government does not mean better government.\"\n\nDoes Uncle Sam really regulate the size of the holes in Swiss cheese?\n\nOthers, like the conservative-leaning Peach Pundit political blog, also wondered about this claim. Were there holes in this story? (Sorry, we couldn’t resist.) The congressman’s office quickly shared a 15-page federal report titled \"United States Standards for Grades of Swiss Cheese, Emmentaler Cheese.\" Emmentaler is a form of cheese.\n\nThe report refers to the holes in Swiss cheese as the \"eyes.\" On Page 3, the report says the eyes \"shall\" be ⅜ to 13/16 inch in diameter.\n\nSounds like regulation to us, Westmoreland’s spokeswoman, Leslie Shedd, told us in a telephone interview.\n\nWe looked for the big cheese at the U.S. Department of Agriculture to explain all of this to us. USDA spokesman Michael Jarvis was our cheese wiz and offered to help. He said that the federal agency has a voluntary program to examine Swiss cheese in a number of categories, including the size of its eyes. Jarvis said cheese manufacturers pay the federal government to examine their Swiss cheese in order to get rated on the USDA’s grading scale. The grades range from A, which is the best, to C. Manufacturers, Jarvis said, do not have to obtain a USDA rating to sell Swiss cheese. He said the practice is similar to countless foods, such as eggs, fruit or even chicken wings.\n\n\"This is a voluntary program for Swiss cheese standards, which was created at the request of cheese makers and buyers that is paid for by industry, not government,\" Jarvis said.\n\nFor the curious cheese lovers, an A grade goes to Swiss that is white to light yellow, smooth, round and firm, with oval-shaped eyes and has just the slightest degree of mold.\n\nThe cheese industry paid the USDA about $11,000 to grade 3,905,923 pounds of all forms of cheese in 2010, Jarvis said. It invoices the industry for all grading costs, Jarvis said.\nThe USDA could not provide a cost breakdown for grading Swiss cheese.\n\nThe holes in Swiss cheese come from the microbes or bacteria that are added to the milk that is used to make the product. The bacteria give Swiss cheese much of its distinct flavor, while the carbon dioxide in the cheese creates bubbles that result in the holes that make this food distinct.\n\nShedd, the Westmoreland spokeswoman, defended her boss’s point with several news articles that used the word \"regulation\" to describe the Swiss cheese grading system. Some of the reports noted the USDA’s argument that it is voluntary. One incorrectly reported that the grading is at taxpayer expense.\n\n\"While, yes, the company can continue to make Swiss cheese without complying with these specific regulations, failure to garner that USDA seal will absolutely affect their ability to have success,\" she said. \"If you were given the option of two kinds of Swiss cheese and one had the USDA approval and one didn’t, more likely than not, you would select the one with the approval because you would assume that it’s better.\"\n\nThe effort by the cheese industry to create Swiss cheese standards dates back to the mid-1940s, said Jarvis, the USDA spokesman. The rules -- including hole, er, eye size -- were last changed in 2001 at the request of the cheese industry, according to an ABC News article provided by Westmoreland’s office.\n\nWe understand the larger point Congressman Westmoreland was trying to make. His staff recently found the 15-page document about Swiss cheese and thought it was a classic example of government overreach. However, the congressman’s statement gives an impression about Swiss cheese grading that does not completely convey how this works. The Swiss cheese grading is done by the federal government.\n\nBut this is regulation the cheese industry seeks -- not regulation foisted upon them.\nWe rate the congressman’s claim as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKevin Levitas\n\n\nstated on May 25, 2010 in a press releaase\n\n\n\n\n\n\n\n\n\"Georgia has a well-deserved reputation for setting the gold standard for food safety.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 13, 2010", "vclaim_id": "vclaim-pol-13563"}