{"url": "/factchecks/2014/sep/09/bob-beckel/does-us-have-more-corporate-tax-deductions-any-oth/", "speaker": "Bob Beckel", "vclaim": "The United States has \"the most number of deductions available to corporations\" for the corporate income tax.", "truth_label": "false", "date": "stated on September 1, 2014 in a discussion on Fox News' \"The Five\":", "title": "Does the U.S. have more corporate-tax deductions than any other country?", "text": "America’s tax code is so famously byzantine that it’s difficult to even measure how riddled it is with loopholes. But Fox News’ Bob Beckel took a shot at doing this on The Five, during a discussion of corporate taxes with co-host Eric Bolling.\n\"We have a high corporate tax rate,\" said Beckel, but \"we also have the most number of deductions available to corporations. They pay lower taxes than an awful lot of European countries do.\"\nBolling countered that the United States has \"the highest corporate tax rate in the free world,\" which he said is why companies like Pfizer and Burger King \"jumped ship\" by relocating their corporate headquarters outside of the United States.\nBeckel, however, stuck to his guns, repeating that the United States has \"the highest number of deductions\" and adding that companies leave the United States for cheap labor, not to evade taxes.\nWe checked Bolling’s claim separately. In this check, we will look at whether Beckel is correct that the U.S. tax code has the highest number of deductions.\nThe uncountable\nThe bad news for Beckel: Experts told us it’s neither practical nor useful to tally the number of deductions in the tax code, and that they hadn’t seen any study that tried. PolitiFact, our sister site, checked a claim in 2013 that \"there have been literally hundreds of new tax preferences and loopholes added to the code since 1986.\" Based on the best estimates available, we ruled that True, but that’s a much more limited claim than the one Beckel made.\nDeductions constitute a broader category of tax provisions, making Beckel’s claim even harder to check. \"Some Internal Revenue code sections might have 10 or more deductions\" by themselves, said David Kautter, managing director of the Kogod Tax Center at American University.\nThe Treasury Department has issued estimates of the number of \"tax expenditures,\" but those are only a \"subset of tax deductions,\" said Kautter. \"Many deductions are not tax expenditures,\" such as \"wages, office rent, pencils, writing pads, etc.\"\nSince tax experts can’t even really count the number of deductions in the United States, an international comparison is more or less impossible.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn any case, experts told us that the more relevant figure is the size of deductions.\nGovernments use what’s called a statutory rate -- 39.1 percent in the United States, the highest in the developed world -- which is levied on the businesses’ taxable base. The taxable base starts out as the corporation’s profits, but the tax code allows them to deduct certain expenditures from that base, like wages, health insurance, and investments in infrastructure.\nOnce you account for deductions, the actual proportion of their profits that businesses fork over to the government is a lot lower. This is called the effective rate. Experts suggested we determine the difference between countries’ effective rates and their statutory rates as a way of measuring the scope of deductions. If the United States were to lead in that measure, then Beckel might have had a point, even if his literal claim didn’t hold water.\nSizing up deductions\nEven this is difficult, experts say. William McBride, chief economist at the Tax Foundation, noted that credits and exemptions also help shape the effective rate, so the simple difference between effective and statutory rates can’t be chalked up to tax deductions alone.\nStill, since we figured that Beckel cared more about the difference between effective and statutory rates than about distinguishing between deductions and exemptions, we ran the numbers anyway, using the World Bank’s estimates for countries’ 2014 effective rates and the Tax Foundation’s tabulations of their statutory rates.\nThose figures showed that the United States has an effective rate of 27.9 percent, meaning the gap was 11.2 points.\nThat difference ranked 16th out of the 34 advanced, industrialized nations that belong to the Organization for Economic Cooperation and Development. Iceland had the widest ratio between its statutory and effective rates (20 percent versus 3 percent), while Belgium had the largest percentage-point drop (from 34 percent to 6.4 percent). In both difference and ratio, the United States was roughly in the middle of the pack.\nOur ruling\nBeckel said the United States has \"the highest number of deductions available to corporations.\"\nCounting and comparing deductions internationally isn’t practical, and the only plausible alternative -- estimating the gap between the nations’ statutory and effective tax rates -- shows that the gap in the United States is about average among advanced, industrialized countries. We rate Beckel’s claim False.", "vclaim_id": "vclaim-pol-07334"}