{"url": "/factchecks/2011/sep/02/marcia-fudge/rep-marcia-fudge-says-state-approved-voter-legisla/", "speaker": "Marcia Fudge", "vclaim": "\"H.B. 194, the Voter Suppression Bill, invalidates a vote where a voter properly marks the ballot in support of a particular candidate, but also writes in the name of that same candidate.\"", "truth_label": "mostly-true", "date": "stated on August 22, 2011 in an e-mail to Democratic supporters:", "title": "Rep. Marcia Fudge says state-approved voter legislation will unfairly invalidate some ballots", "text": "A sweeping election reform bill the GOP-controlled Ohio legislature recently passed has stirred widespread opposition. Democrats have even called it the Voter Suppression Bill.\n\nIn that spirit, opponents have initiated an effort to repeal the law, House Bill 194, through a voter referendum.\n\nU.S. Rep. Marcia Fudge, a Democrat from Warrensville Heights, sent an email to her supporters on Aug. 22 asking for help collecting the 231,147 valid signatures of registered voters required to put the law on the ballot in November 2012. The signatures must be submitted by Sept. 29 or the law will take effect.\n\nIn her email, Fudge laid out several changes the bill makes that she opposes.\n\n\"HB 194, the Voter Suppression Bill, invalidates a vote where a voter properly marks the ballot in support of a particular candidate, but also writes in the name of that same candidate,\" Fudge wrote.\n\nInvalidating a vote, especially when the voter’s intent is clear, definitely is an issue worth examining. So PolitiFact Ohio decided to check Fudge’s claim as she pushes for the law’s repeal.\n\nThe section of HB 194 dealing with a redundant write-in vote represents only a small portion of the massive bill. It is clear, however, this piece of the law is not as clear-cut as Fudge conveyed in her email.\n\nThe bill defines a ballot as \"contrary to law\" – such ballots are tossed and not counted – \"if the voter marks the ballot for a candidate and also writes in the name of the candidate as a write-in vote,\" according the nonpartisan Ohio Legislative Service Commission’s analysis of the bill.\n\nHowever, the bill lays out a scenario in which such a ballot would be counted.\n\nThree conditions must be satisfied. First, the ballots must be centrally counted (we’ll explain this shortly). Next, the write-in name on the ballot must be the same as the candidate marked on the ballot. Finally, at least three of four board of elections members must agree that the name on the ballot is \"identical\" to the name the voter wrote in.\n\nDaniel Tokaji, an election law expert at Ohio State University’s Moritz College of Law, gave us a quick explanation of the first requirement.\n\nHe said the reference to centrally counted ballots is another way of referring to absentee ballots. The law singles out absentee ballots because voting machines at the polls are supposed to notify voters if their ballot has a redundant write-in vote.\n\nBut some voting machines allow voters to override the notification and submit the ballot with the extra write-in. Those ballots will not be counted, said Matt McClellan, a spokesman at the Ohio secretary of state’s office.\n\nNow to the stickier part.\n\nThe elections board in each of Ohio’s 88 counties has four members – two Democrats and two Republicans. If an absentee ballot contains an extra write-in, the bill says three of the four board members must agree that the write-in is \"identical\" to the candidate’s name on the ballot. That means the ballot would not be counted if the board deadlocks.\n\n\"We can easily imagine this leading to shenanigans,\" said Tokaji, who has been outspoken in his opposition to HB 194.\n\nTokaji described a potential situation in which the voter’s intent was clear, but two board members of the same political party refused to agree the write-in vote is identical to the candidate’s name on the ballot.\n\n\"Under these circumstances, the ballot would not be counted,\" Tokaji wrote in an email.\n\nThe Ohio Democratic Party, which responded for Fudge because the party sent out the email on her behalf, raised similar concerns about the write-in provision of HB 194.\n\nSeth Bringman, a spokesman for the party, wondered if an elections board would consider a write-in identical to the ballot if the voter wrote \"Marsha Fudge\" and the ballot listed her name as \"Marcia L. Fudge.\"\n\n\"While there are some circumstances in which a vote would count if a voter selected a candidate and also wrote in the name of that same candidate, such a case is the exception under the bill, not the norm,\" Bringman wrote in an email.\n\nTokaji reached a similar conclusion.\n\n\"The bottom line is that in some, but not all, circumstances, a ballot which has both a mark and the name of the candidate written in should be counted. Which is, of course, not to say that it will in fact be counted,\" Tokaji wrote in an email.\n\nThat some ballots could be counted, though, is a point of clarification for Fudge’s statement.\n\nOn the Truth-O-Meter, a statement that is accurate but needs clarification rates Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-12487"}