{"url": "/factchecks/2019/jul/01/chris-taylor/Wisconsin-voucher-schools-property-taxes/", "speaker": "Chris Taylor", "vclaim": "Voucher schools have increased property taxes by $1 billion since 2011", "truth_label": "barely-true", "date": "stated on May 30, 2019 in a statement to the Joint Committee on Finance:", "title": "No, voucher schools haven't raised property taxes by $1B since 2011", "text": "Voucher schools are an ongoing point of contention in Wisconsin’s divided government, with Democratic Gov. Tony Evers even promising to tighten or end the decades-old program.\nThe system, which uses taxpayer money to send low-income students to private schools, has been tweaked and debated but ultimately expanded under Republican control in recent years.\nIn recent comments, one Democratic lawmaker claimed it has grown into a program with a 10-figure tax impact. \n\"The only thing voucher schools have done for low-income kids is increase their parents’ property taxes. That’s it,\" said state Rep. Chris Taylor, D-Madison, during a May 23, 2019, session of the Joint Committee on Finance, the Legislature’s budget-writing body. \nShe went on to say: \"They have failed to increase academic performance of low-income kids or graduation rates of low-income kids, but they’ve increased property taxes. You know how much by? Since 2011, and this is from the (Legislative) Fiscal Bureau — $1 billion.\"\nWe’ll leave the performance arguments for another day and focus on the price tag.\nHas the voucher program, also known as school choice, really raised property taxes by $1 billion?\nUnderstanding vouchers\nThough the voucher program is often referred to as a single entity, it is actually four different programs. \nThe Milwaukee Parental Choice Program is the first and largest, launched in 1990. The Racine Parental Choice Program started in 2011, the statewide Wisconsin Parental Choice Program in 2013 and the statewide Special Needs Scholarship Program in 2016.\nThe programs allow parents to send their children to private schools with a taxpayer-funded voucher. Families must meet certain income limits (though those don’t apply for the special needs program) to qualify for vouchers and must reapply every year.\nThe programs had a combined enrollment of about 40,000 students in 2018-19, with about 75% of those in Milwaukee.\nThe state could fund the voucher program by simply paying the vouchers from the state’s general fund — the Racine and statewide programs used to work like this — but instead it is now done through a complex exchange of funds.\nThe mechanics vary between programs, but generally it works like this:\nWhen a student enrolls in a voucher school, the state pays the amount of that voucher — roughly $8,000 per student  — to the school and reduces the state aid to the public school district where the student lives by the same amount.\nThe state then increases the amount the district can levy in property taxes by the same amount to make up for the lost voucher funds.\nThe system helps restore district funding levels since losing a smattering of students at different levels doesn’t typically result in lower costs for the district. That is, a district can’t get rid of a grade-level classroom or drop a teacher who teaches a particular subject just because two students in one grade and one in another move to a voucher school.\nThe district isn’t required to raise taxes; it could make up the money by cutting elsewhere. \nBut since 2011, the period cited by Taylor, there was just one year where Racine or Milwaukee didn’t increase the property-tax levy to that maximum, according to the state’s nonpartisan Legislative Fiscal Bureau.\nDan Rossmiller, government relations director for the Wisconsin Association of School Boards, also noted districts are motivated to levy to this maximum since this is a \"use it or lose it\" system. Districts that don’t tax to that full amount in a given year can’t return to that levy amount in the future.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe state is in the process of changing this system for Milwaukee. \nThe state is reducing voucher funding from school aids (which are offset by tax levy increases) and replacing that with funding straight from the general fund. By 2024 the Milwaukee voucher program will be fully funded through the state general fund, with no property tax levy impact.\nTracking the $1 billion claim\nTaylor spokesman Chet Agni told us the $1 billion figure is taken from a fiscal bureau memo prepared at Taylor’s request.\nThe June 7, 2019, memo said the state’s voucher and independent charter schools resulted in a loss of school aid to public school districts of $1.09 billion from 2011 through the 2018-’19 school year. Since districts generally levied the maximum amount to make that up — aside from $167,000 the Racine school district didn’t levy in 2016-17 — the total levy increase is $1.07 billion.\nBefore Taylor’s $1 billion comment, she referenced budgetary costs of both voucher schools and independent charter schools. Charter schools are public schools operating under an entirely different system from vouchers.\nBut Taylor’s statement on property tax impact referred only to voucher schools.\nAnd that changes the math dramatically.\nWith charters out of the equation, the tax levy from the four voucher school programs totaled $556 million since 2011.\nDigging into the details\nBut there’s a lot more to this claim.\nEach district has a revenue limit that consists of state aid + local property taxes.\nRossmiller, from the school boards group, said districts in the Racine and statewide programs can recoup some of the lost funding because students in voucher schools still count in the formula the state uses to calculate the aid provided to each district (though the formula uses the prior year enrollment). \nSince the revenue limit doesn’t change, this additional aid typically reduces the amount a district levies. That, in turn, lessens the property tax burden. But in practice this doesn’t happen for all districts and won’t necessarily cover a large portion of the aid lost to vouchers.\nIn addition, the claim that voucher schools led to tax increases implies none of that money would be spent if the voucher program didn’t exist. But that’s only true in an alternate reality where none of those students wind up in the public school system.\nIn the 2018-'19 school year, 34% of students enrolling in the statewide voucher program for the first time came from public schools, according to the state Department of Public Instruction. Most of the rest came from private schools (46%), with the rest previously homeschooled or enrolling in school for the first time.\nVoucher supporters such as Jim Bender, president of School Choice Wisconsin, note that the state spends less to educate a voucher student than a public school student. \nPublic school students cost an average of $10,500 when you count state aid and local property taxes. Public funding for voucher students in 2018-19 was $7,754 per K-8 student and $8,400 for high schoolers.\nSo a high school student coming from a public school to a voucher school could be seen as reducing the local property tax levy by $2,100, and one in a private school who is newly eligible for a voucher would be adding $8,400 to the levy.\nOur ruling\nTaylor said voucher schools in Wisconsin have generated a $1 billion increase in property taxes since 2011.\nBut getting to that level requires you to add in public charter schools, a completely different program. The actual property tax increase attributable to the voucher program is $556 million.\nEven that number oversimplifies the matter. It doesn’t factor in additional aid that makes up at least a portion of the lost voucher student revenue for some districts. And it implies all those property taxes would go away if the voucher program ceased to exist, which is only true in a scenario where none of the voucher students wound up in a public school. \nSo Taylor’s point that vouchers are connected to a tax increase is right, but her numbers are off by a ways and don’t account for many nuances in the system. \nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.", "vclaim_id": "vclaim-pol-00475"}