{"url": "/factchecks/2019/may/07/ron-johnson/yes-small-businesses-account-99-all-wisconsin-comp/", "speaker": "Ron Johnson", "vclaim": "\"99.4% of businesses in Wisconsin are small businesses,\" and they employ \"nearly half of our workforce.\"", "truth_label": "true", "date": "stated on May 6, 2019 in a tweet:", "title": "Yes, small businesses account for 99% of all Wisconsin companies", "text": "The first full week in May is National Small Business Week, which has prompted a series of lawmakers to tout the role of small business in Wisconsin.\nU.S. Sen. Ron Johnson — a longtime businessman himself — joined the chorus with a May 6, 2019 tweet:\n\"99.4% of businesses in Wisconsin are small businesses,\" the Wisconsin Republican wrote. \"This week, we celebrate the 1.2 million Wisconsinites who work for small businesses—nearly half of our workforce.\"\nIn a manufacturing state dotted with a lot of physically imposing buildings, do we really have that many small businesses?\nLet’s get to work on that.\nClaim lines up with federal figures\nJohnson’s office said the stats come from a state profile generated by the U.S. Small Business Administration.\n99.4% of businesses in Wisconsin are small businesses. This week, we celebrate the 1.2 million Wisconsinites who work for small businesses--nearly half of our workforce. #SmallBusinessWeek pic.twitter.com/BYMVBN2SDn— Senator Ron Johnson (@SenRonJohnson) May 6, 2019\n\nThe important note here is that the agency’s definition of a \"small\" business is, well, rather large.\nThe categorization under federal standards varies by industry, but the SBA generally considers any business with fewer than 500 employees to be in the \"small\" category.\nIn Wisconsin, 99.4% of businesses do indeed have fewer than 500 employees, according to the 2019 Small Business Profile from the SBA’s Office of Advocacy. The data is the latest available from the U.S. Census Bureau, though it comes from a 2016 analysis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nRELATED: Is Wisconsin a Top 10 state for business (from 2017)\nIn line with Johnson’s tweet, the SBA reports those small businesses employ 49.9% of all workers in Wisconsin. The report puts the tally at 1.3 million, however, not the 1.2 million Johnson referenced.\nThat percentage would of course drop dramatically with a smaller definition of \"small.\" Businesses with fewer than 20 employees accounted for about 500,000 jobs in 2016, which would be around 20% of the state workforce.\n\nDoes that make Wisconsin a great state for small business?\nNone of that speaks to whether Wisconsin is a good state for small business.\nThe Kauffman Indicators of Entrepreneurship tackles that task to an extent, using a variety of datasets to gauge each state’s rate of new entrepreneurs, number of new businesses starting due to opportunity (i.e. if the owner is coming from unemployment or another job), jobs created by new businesses and percentage of new businesses that survive their first year.\nAcross all those measures, Wisconsin ranked 46th among the 50 states and Washington, D.C. in 2017. That’s up from dead last in 2016 but still the fourth straight year in the bottom 10.\nThat’s just one of many potential indicators of the state’s business climate, based on surveys and data analysis. Some are more positive on Wisconsin, but most place Wisconsin at or below average.\nThat led then-Gov. Scott Walker to get a Mostly False rating in 2017 for picking the most glowing of the recent results to claim Wisconsin was a Top 10 state for business.\nOur ruling\nJohnson’s tweet said small business is a big deal in Wisconsin, accounting for more than 99% of all businesses and half of all employment.\nThat claim — based on the federal definition of a \"small\" business — is in line with the latest data.\nWe rate his statement True.", "vclaim_id": "vclaim-pol-00664"}