{"url": "/factchecks/2018/jul/31/jeff-sessions/jeff-sessions-says-1-out-30-greater-boston-country/", "speaker": "Jeff Sessions", "vclaim": "\"One out of every 30 people in the Greater Boston area is an illegal alien.\"", "truth_label": "true", "date": "stated on July 26, 2018 in a speech:", "title": "Jeff Sessions says 1 out of 30 in Greater Boston is in the country illegally", "text": "Attorney General Jeff Sessions went to Boston to announce a law enforcement operation against \"crimes committed predominantly by illegal aliens,\" offering as context the number of immigrants in the country illegally who live in Boston and surrounding areas.\nHe said identity theft was a \"very common\" offense committed by immigrants in the country illegally and gave an example of a defendant accused of stealing the identity of an American citizen displaced by recent hurricanes in Puerto Rico. \"Just imagine if you lost your home and your possessions and then you found out that an illegal alien had stolen your identity,\" Sessions said.\nThe Greater Boston area, Sessions said, is one of the country's top 12 metro areas that's home to immigrants here illegally.\n\"According to these estimates, one out of every 30 people in the Greater Boston area is an illegal alien,\" Sessions said.\nWe wondered if Sessions’ claim was correct. We found that nonpartisan data supports his claim.\nThe Justice Department linked us to a February 2017 report from the nonpartisan Pew Research Center on the metro areas with the most immigrants living there without legal permission, based on 2014 estimates.\nUnauthorized immigrants accounted for 3.5 percent of the national population in 2014, Pew found.\nThe Boston metro area — encompassing parts of Massachusetts and New Hampshire — in 2014 had an estimated 180,000 unauthorized immigrants, or 3.7 percent of the area’s total population. (Margin of error was plus or minus 20,000 people.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe Boston metro area had more than 4.7 million people in 2014, according to the Census Bureau.\nCalculations of the Census’ 2014 population estimates and Pew’s estimates of the unauthorized population in 2014 (including with the margin of error) show Sessions’ claim was largely on target, if not underestimated.\nDividing the Boston metro area’s current population of more than 4.8 million, by the lowest 2014 estimate of unauthorized immigrants, 160,000 (using Pew’s margin of error), leads to exactly \"one out of every 30,\" as Sessions said.\n\"We have a very immigrant-rich and diverse population, especially in Boston and adjacent cities, and a fraction of those immigrants are undocumented,\" said Marion Davis, Massachusetts Immigrant and Refugee Advocacy Coalition spokeswoman.\n\"In (the city of) Boston, more than 27 percent of the population is foreign-born,\" Davis said. In nearby Chelsea, 45 percent of the population is foreign-born, she noted.\nOur ruling\nSessions said, \"One out of every 30 people in the Greater Boston area is an illegal alien.\"\nSessions’ claim is supported by estimates from Pew Research Center and U.S. Census Bureau data. Factoring in a margin of error in Pew’s study would make Sessions’ claim a conservative estimate.\nWe rate his statement True.\n Share the Facts 2018-08-01 17:17:24 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"One out of every 30 people in the Greater Boston area is an illegal alien.\"    Jeff Sessions Attorney General https://www.justice.gov/opa/speech/attorney-general-jeff-sessions-delivers-remarks-announcing-arrests-operation-double   in a speech Thursday, July 26, 2018 2018-07-26    Read More  info", "vclaim_id": "vclaim-pol-01788"}