{"url": "/factchecks/2017/nov/01/blog-posting/fake-news-morgan-freeman-did-not-say-he-wanted-hil/", "speaker": "Bloggers", "vclaim": "Says actor Morgan Freeman said, \"Jailing Hillary\" is the best way to \"restore public faith in government.\"", "truth_label": "pants-fire", "date": "stated on October 29, 2017 in Internet posts:", "title": "Fake news: Morgan Freeman did not say he wanted Hillary Clinton imprisoned", "text": "A bogus story that claimed actor Morgan Freeman roundly criticized former Democratic presidential candidate Hillary Clinton circulated on the Internet prior to Halloween, but it turns out readers were being tricked by fake news.\n\"Morgan Freeman: ‘Jailing Hillary’ Best Way To ‘Restore Public Faith In Govt,’ \" read the headline on a story we first saw Oct. 30, 2017, on SnapUSANews.com. Facebook users reported the story as being potentially fabricated, as part of the social media site’s efforts to cut down on fake news.\nWe also saw the same post dated Oct. 29 or later on several other websites.\nThe story claimed that Freeman made the statements during a promotional appearance in New York for the National Geographic series The Story of Us.\n\"Hillary should be in jail for her unlawful deeds and President (Donald) Trump should absolutely, absolutely make sure this happens to send the very strong message that no-one, and I mean no-one, is above the law in the United States of America,\" the fake story quoted Freeman.\nFreeman also allegedly said in a profane rant that President Donald Trump was elected to imprison Clinton. Until she is punished, Freeman said, \"everyday Americans will forever know, deep down, that there is one law for those with money and power, and another for the rest of us.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe fake story rightly points out that Freeman made a video suggesting how Trump should have handled allegations that Russia meddled in the 2016 election. The Story Of Us is a miniseries featuring Freeman traveling the world to interact with different cultures, and premiered on Oct. 11.\nBut the rest of this story is fiction.\nThe 80-year-old actor has been an ardent Clinton supporter, narrating political advertisements and a biographical video about the former secretary of state for the Democratic National Committee during her campaign.\nThe post appeared Oct. 29 on the fake news site YourNewsWire.com, under the byline of Baxter Dmitry. YourNewsWire.com has spread fake stories putting words in the mouths of famous people before, such as when they wrongly posted that Vladimir Putin had said Pope Francis was \"not a man of God.\"\nAs in that case, there’s no proof that Freeman made any of the comments about jailing Clinton.\nWe rate this statement Pants on Fire!\n Share the Facts 2017-11-02 15:19:00 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says actor Morgan Freeman said, \"Jailing Hillary\" is the best way to \"restore public faith in government.\"    Internet rumors Bloggers https://www.snapusanews.com/morgan-freeman-jailing-hillary-best-way-to-restore-public-faith-in-govt/   in Internet posts Friday, October 20, 2017 2017-10-20    Read More  info", "vclaim_id": "vclaim-pol-02740"}