{"url": "/factchecks/2019/jan/13/susana-mendoza/mendoza-stretches-facts-commuter-tax/", "speaker": "Susana Mendoza", "vclaim": "\"Every city that has a commuter tax — look at Detroit, Philadelphia — they are actually stagnating in terms of their economy. It’s been a job-killer.\"", "truth_label": "barely-true", "date": "stated on January 6, 2019 in a radio interview:", "title": "Mendoza stretches the facts on the commuter tax", "text": "In a recent radio interview, Illinois Comptroller and Chicago mayoral candidate Susana Mendoza took a swipe at rival Bill Daley for suggesting a new commuter tax could be one way to help the financially troubled city pay its bills.\nDaley didn’t endorse the idea but only said it was worth exploring. Still, Mendoza flatly panned it on WBBM Newsradio.\n\"Every city that has a commuter tax — look at Detroit, Philadelphia — they are actually stagnating in terms of their economy. It’s been a job-killer,\" Mendoza said. \"This is just, again, going back to an easy well that panders to a public that doesn’t understand the real ramifications of what these ill-fated policies will do.\"\nThe sweeping nature of her statement caught our attention. Are commuter taxes effectively desperation moves that are doomed in the long run to hurt the economies of every city that implements them?\nCommuter tax 101\nIt should be noted upfront that the term ‘commuter tax’ is a misleading shorthand for an array of revenue-raising schemes that affect not just those who commute to work from outside a city but city residents as well.\n\"The only thing that term is really conveying is that non-residents also pay the tax,\" said Richard Auxier, a research associate with the Urban-Brookings Tax Policy Center.\nChicago once had what could loosely be referred to as a commuter tax, the so-called head tax, which levied a $4-per-worker monthly charge on larger employers. The fee was imposed regardless of whether a worker lived in or outside of Chicago.\nMayor Rahm Emanuel campaigned in 2011 to do away with the head tax, and it was eventually phased out.\nOther cities with commuter taxes impose them as add-ons to local income taxes, with suburbanites who work in the city sometimes paying the same rate as city dwellers and sometimes getting a discount.\nThat scheme is impossible in Chicago because the state does not allow cities and counties to impose income taxes.\nNot every city\nCentral to Mendoza’s argument is her claim that commuter taxes always backfire.\nWhen we reached out to her campaign, spokeswoman Rebecca Evans pointed us to a 2011 Chicago Inspector General report that noted how major cities with commuter taxes such as Detroit, Cleveland and Philadelphia also had stagnant economies. Evans also referenced studies of the commuter tax in Philadelphia that blame it for contributing significantly to job loss there.\nHowever, experts we spoke with said it’s a stretch to blame the economic woes of those troubled cities on their commuter taxes alone.\nPointing to the decline of Detroit and Cleveland, Auxier said the commuter tax was likely just one factor amid larger manufacturing and population trends sweeping the Rust Belt.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nIt’s possible, he acknowledged, that the tax could have aggravated an already bad situation by helping to nudge businesses and residents out of the city. \"But (the commuter tax is) often a reaction to some of these other, larger issues that are going on,\" he said.\nPhiladelphia’s commuter tax, for instance, was implemented in 1939 as the city sought to avoid bankruptcy in the wake of the Great Depression.\nEvans told us Mendoza doesn’t claim that in every city with a commuter tax it is the sole source of economic difficulties. But she stuck by her candidate’s claim that cities with such taxes all suffer from economic problems.\nThe problem with that sweeping generalization is that some U.S. cities with commuter taxes are thriving.\nDenver, for instance, is frequently lauded for its booming economy, despite operating since 1988 under a $9.75-per-worker monthly head tax split between employers and employees.\nEmployment in Denver is up more than 60 percent since 1990, according to census data. The unemployment rate currently sits at 3.3 percent, below the national average.\nWhat’s more, the average weekly wage in the Denver metro area, which includes both Denver and its adjacent suburb of Aurora with a similar head tax, ranked 8th highest in the nation in 2017. And Denver added nearly 3,000 new businesses between 2007 and 2016.\nLouisville, Kentucky, and Columbus, Ohio, are other large, financially healthy cities that impose commuter taxes.\n\"I think you should always be careful with these taxes, and there’s good reason to not make this your first choice,\" Auxier said. \"But there’s plenty of successful cities that have these taxes.\"\nOur ruling\nMendoza said every city with a commuter tax is stagnating economically under a tax that’s been a job-killer.\nMendoza isn’t wrong to point out that commuter taxes carry the risk of discouraging business and employment in a city, and have been proven to do so in select cases like that of Philadelphia.\nBut she didn’t stop there. Instead, she contended that because some cities with commuter taxes are underperforming economically, all cities with such taxes must be doing badly as well. That is simply not the case.\nWe rate her claim Mostly False.\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-01134"}