{"url": "/factchecks/2015/aug/12/marco-rubio/marco-rubio-slams-dodd-frank-gets-his-numbers-wron/", "speaker": "Marco Rubio", "vclaim": "\"Over 40 percent of small and mid-size banks that loan money to small businesses have been wiped out since Dodd-Frank has passed.\"", "truth_label": "barely-true", "date": "stated on August 6, 2015 in the first GOP primary debate.:", "title": "Marco Rubio slams Dodd-Frank, gets his numbers wrong", "text": "Sen. Marco Rubio, R-Fla., says a law that attempts to stop banks from becoming too big to fail actually ends up making community banks too small to succeed.\nDuring the first Republican presidential debate, Rubio called for less regulation, lower taxes, and rolling back the Dodd-Frank Wall Street Reform and Consumer Protection Act, passed in the wake of the financial crisis in 2010.\n\"We need to repeal Dodd-Frank. It is eviscerating small businesses and small banks,\" he said on Aug. 6, 2015, to applause. \"Over 40 percent of small and mid-size banks that loan money to small businesses have been wiped out since Dodd-Frank has passed.\"\nRubio’s comment is a new version of an old Republican talking point, so we wanted to take a look.\nA spokesperson for Rubio referred us to a March 2015 brief by the Federal Reserve Bank of Richmond that noted a 41 percent decline in small banks between 2007 and 2013. But that’s a smaller category -- not small and mid-size, as Rubio said -- and it starts counting before Dodd-Frank became law.\nIf we focus on the time frame he gives, 2010 to now, Rubio’s figure is overstated. Since 2010, the decline in their numbers is less than half of what Rubio said -- estimates range from 12 percent to 16 percent. Still, regulators say that’s not the full picture, and experts contend that a host of factors other than Dodd-Frank are at play.\nA 30-year trend\nFirst, let’s note that Dodd-Frank was billed as a safeguard against another financial crisis -- \"the most far reaching Wall Street reform in history,\" touts the White House -- and its regulations largely target big banks. So how did mom-and-pop bankers get hit in the crossfire?  \nTo understand the shift, we have to look decades before Rubio’s time frame. The number of banks actually began to dwindle in 1980s, as seen in a chart from the Federal Bank of St. Louis:\n\nThe heart of the matter is why the numbers are going down. According to a 2012 Federal Deposit Insurance Corp. report, the majority of the loss comes from consolidation, not closures. In other words, banks were not so much collapsing for good as folding into other banks.\nThis was possible thanks to a slew of laws passed in the 1980s and 1990s that chipped away barriers in banking across communities and state borders (the U.S. Government Accountability Office points to, for example, the Riegle-Neal Act of 1994 and the Credit Union Membership Access Act of 1998).\nSo big banks grew bigger, but that doesn’t mean all small banks disappeared. Community banks of different sizes have been subject to different trends.  \nFrom 1985 to 2013, the number of the smallest institutions has declined dramatically (85 percent to be exact). But mid-size and large community banks have remained relatively stable since 2010 (and have increased, albeit incrementally, since 1985).\nHere are two FDIC charts from a 2014 report to that point:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTwo-thirds of failed or voluntarily closed community banks are actually acquired by other community banks, according to the FDIC. The result: fewer, but larger community banks. Their goal: to achieve \"economies of scale\" (cost advantages gained when spreading out expenses over more revenue), says the U.S. Government Accountability Office.\nSo community banks have an incentive to grow bigger, because they then get more bang for their buck, explains Joe Rizzi, a banking consultant and American Banker columnist.\nDodd-Frank’s impact\nAs for how Dodd-Frank plays into all of this, there’s really no consensus.\nAccording to a February 2015 report by the Harvard Kennedy School, \"Dodd-Frank exacerbated the pre-existing trend of banking consolidation by piling up regulatory costs\" on community banks.\n\"It gets so expensive. The people who can really afford the experts and the simple costs are the larger banks,\" report co-author Marshall Lux told PolitiFact. \"The larger banks are ironically protected from other people entering the market.\"\nRizzi emphasized that the decline in the number of community banks came well before 2010. He attributes the change, instead, to the 30-year consolidation trend as well as the FDIC changing its policies on new banks in 2009. Moreover, he contends that fewer small community banks isn’t necessarily a bad thing.\n\"It’s a healthy development. It is better to have fewer sub-scale weak institutions and more stronger banks,\" he said.\nLux and his co-author Robert Greene, however, envision a domino’s effect that mostly hits rural and densely populated communities.\n\"There’s a difference between market-driven consolidation and regulatory-driven consolidation. That leaves gaps. It’s not like a competitor is filling the void,\" Greene said.\n\"The community banks consolidate into mini-regionals and God knows, you’re then worried about the big banks swallowing those up,\" added Lux.\nBack to Rubio\nDespite their disagreement on Dodd-Frank’s culpability, no one backed Rubio’s claim or his call to repeal the law. Lux, whose report was also cited by Rubio’s campaign, told the Washington Post’s Fact Checker that the senator is \"simply wrong.\"\nRizzi put it more harshly: \"Trying to blame Dodd-Frank for the ‘decline’  -- I call it change -- in number of community banks is fantasy. Trying to maintain the number and size of community banks is nostalgia. George Bailey (It's a Wonderful Life) is dead -- let him rest in peace.\"\nLux, for his part, advocated for reform rather than a complete overhaul of Dodd-Frank. After all, the law’s primary goal is to tackle \"too big to fail.\"\nOur ruling\nRubio said, \"Over 40 percent of small and mid-size banks that loan money to small businesses have been wiped out since Dodd-Frank has passed.\"\nRubio’s figure is overstated for the time frame he gives. The highest estimate we found shows a 16 percent decline in the past five years -- less than half of what he said. The trend Rubio describes began decades before Dodd-Frank became law in 2010. Even then, experts say a host of factors other than Dodd-Frank are at play.  \nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-06077"}