{"url": "/factchecks/2010/oct/03/tom-barrett/democratic-governor-candidate-tom-barrett-says-hea/", "speaker": "Tom Barrett", "vclaim": "Says \"the headlines … tell the story\" of how Walker has \"mismanaged\" Milwaukee County", "truth_label": "pants-fire", "date": "stated on September 30, 2010 in a campaign TV ad:", "title": "Democratic governor candidate Tom Barrett says the headlines tell the story when it comes to opponent Scott Walker", "text": "It may be a politician’s dream to determine the headlines that go on the front page of the morning newspaper.\n\nIn a new attack ad, Democratic gubernatorial hopeful Tom Barrett makes it a reality, using purported replicas of the Milwaukee Journal Sentinel to slam rival Republican Scott Walker for \"mismanagement\" of Milwaukee County.\n\nThe 30-second TV spot offers a trifecta of complaints: wasted money, exploding debt and shoddy oversight of county operations. The ad aims to undercut a main Walker selling point -- his fiscal management as Milwaukee County executive.\n\nIn the ad, the narrator declares \"the headlines ... tell the story.\"\n\nBut do they?\n\nInstead of using shots of actual newspapers, Barrett’s ad creates a computer-generated version of the Journal Sentinel’s front page and places various headlines at the top of the page -- regardless of where the stories actually appeared. There are a host of other tricks involved: Headlines and allegations are mismatched for effect and photos of Walker are added to amplify his role and responsibility in each item.\n\nIn response, Walker has issued a statement saying he is \"exploring legal action\" based on the ad. The Journal Sentinel has complained to the Barrett campaign about the false and misleading headlines associated with its trademark, said Editor Martin Kaiser.\n\nIn some cases, the Barrett claim made through the narrator may be correct, or partly so. But in this item we are evaluating the manner in which they are presented and whether the overall message -- that the headlines support the claims -- is accurate.\n\nThe ad opens with a cut from a Walker TV ad. In it, Walker says: \"It seems like every time I pick up a newspaper there’s another headline about our tax dollars being wasted.\"\n\nThe first claim comes when the narrator steps in, saying: \"No kidding, Scott Walker. You mismanaged Milwaukee County so badly, spending went up $400 million.\" As this is spoken, an image of a newspaper with the headline \"Millions down the drain\"  appears on the screen.\n\nThe headline is from a story that appeared on JSOnline.com on Feb. 14, 2009, and in the Journal Sentinel the next day, concerning fraud in the $340 million Wisconsin Shares program, the state’s child-care subsidy program.\n\nBut Walker was not mentioned or pictured in the story.\n\nAt the time, the county did run some aspects of the state program. But the story was about overpayments to child-care providers. Those payments are made by the state from federal funds, not from the county budget, according to County Auditor Jerome Heer and Lisa Jo Marks, former interim head of the county’s Health and Human Services Department.\n\nUnder Walker, county spending has gone up more than $390 million, which approaches the $400 million cited in the ad. But as we noted when we reviewed a claim in an earlier Barrett ad about rising county spending, the bulk of the increase was due to the county taking in more state and federal dollars -- not due to budget increases by Walker. In fact, Democrats have complained for years that Walker has cut the budget too much.\n\nIn any case, the presentation leaves the viewer with the impression the $400 million is what has \"gone down the drain.\" The story did not say that.\n\nAnd the ad does not support that.\n\nIn the second claim, the narrator declares: \"County debt has skyrocketed 85 percent.\" As the allegation is made, viewers see a headline that reads: \"Milwaukee County deficit projected at $6 million this year.\"\n\nThe headline appeared on a story posted on JSOnline on May 20, 2010, but the date shown in the Barrett ad on the mock Journal Sentinel is June 22, 2010. The story appeared on page 3B, not the front page. Again, Walker’s picture is added, when it did not appear in print or online.\n\nIn this case, Walker was part of the story, which looked at the projection at the time of how much of a deficit the county was facing in the 2010 budget. Walker and county supervisors are aiming to address that one-time deficit by making cuts to assure the budget finishes in the black.\n\nIn any case, the annual deficit is much different than the debt, a measure of long-term obligations of the county. On this point, county debt has risen 85 percent under Walker, according to Cynthia Archer, the county’s director of administrative services.\n\nThe major reason for the increase is that, in March 2009, the county issued $400 million in pension obligation bonds that are to be repaid over 25 years. While the bonds are a new debt,  the obligation isn’t new -- the county already was on the hook to pay the future benefits.\n\nWhat’s more, the county didn’t simply borrow the money. The county took the $400 million and invested it as part of an effort to shore up the pension fund. The county ultimately could end up paying more, but in the first year the return on the investment was high enough that the county paid $8.5 million less in pension benefits than it would have without the approach.\n\n(We also covered pension-related claims in a review of another Barrett ad).\n\nLike the first claim, the headline does not support -- or even relate to -- the spoken claim.\n\nIn the third claim, the narrator says: \"And the state had to take over your welfare program thanks to all the money you wasted.\" The headline shown: \"State takes over county’s public assistance program.\"\n\nAlthough Walker’s picture was not included with the story, the ad shows a jubilant Walker in front of an American flag.\n\nThe headline is taken from an online version of a Journal Sentinel story that was posted Feb. 3, 2009. The story told about the state stripping Milwaukee County of its role in administering food aid, child care and medical assistance programs.\n\nThe state said the move was prompted by years of county mismanagement. Walker contended that state underfunding over the years was a big contributor to the problems.\n\nOf the three claims, the link between the headline and the narration is closest to being on the mark -- though it presents a distorted view of how it appeared in print.\n\n\"Walker’s right,\" the narrator concludes, \"the headlines do tell the story. Scott Walker ... Can’t trust him with our money, can’t trust him to tell the truth.\"\n\nPhil Walzak, Barrett campaign spokesman, defended the ad's assertions of mismanagement and the specific claims. For instance, he said the \"millions down the drain\" story was relevant to Walker's record because the county was responsible for preventing fraud in the child-care program.\n\nWalzak said he couldn’t comment on the use of Journal Sentinel headlines because of legal issues.\n\nThe ad, he said, is airing in \"multiple markets,\" but not in the Milwaukee area at this time. The fact that the ad has not been posted with other ads on Barrett’s campaign website \"is not by design,\" but because other material is being uploaded to the site, Walzak said.\n\nThe ad will be posted soon, he said.   \n\nWhere does this leave us?\n\nIn taking his swing at Walker, Barrett creates phony versions of the Milwaukee Journal Sentinel and trades on the newspaper’s credibility when he declares \"the headlines … tell the story\" of Walker’s mismanagement of the county. But the ad uses digital trickery to mix-and-match headlines, give stories greater emphasis than they originally received and to amplify Walker’s role in each by adding photos to the layout. In the art world, that would be considered forgery.\n\nThere may be elements of truth to some of the claims in isolation, but the way they are presented give viewers a false impression of what happened, how it was covered and the role Walker played. We’ll make our ruling clear: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n(Note: As of Oct. 7, 2010, the Barrett campaign removed the video from YouTube.)", "vclaim_id": "vclaim-pol-14312"}