{"url": "/factchecks/2011/sep/05/vincent-barrella/point-pleasant-beach-mayor-says-boroughs-beaches-a/", "speaker": "Vincent Barrella", "vclaim": "\"Point Pleasant Beach does not own its beaches; they are privately owned and operated by businesses such as Jenkinson’s\"", "truth_label": "mostly-true", "date": "stated on August 22, 2011 in a column published on NJ.com:", "title": "Point Pleasant Beach mayor says borough's beaches are privately owned", "text": "It might seem a given that a Shore town would rake in waves of revenue from its beaches.\n\nBut that’s not always the case. Point Pleasant Beach, for example, doesn’t own most of its beaches but is responsible for some of the costs associated with millions of visitors every summer, according to Mayor Vincent Barrella.\n\n\"Point Pleasant Beach does not own its beaches; they are privately owned and operated by businesses such as Jenkinson’s,\" Barrella wrote in an Aug. 22 column that appeared in The star-Ledger.\n\nCould it be true that some of the most popular beachfront along the Jersey Shore is privately owned?\n\nPolitiFact New Jersey found that more than 42 acres of beach are privately owned and operated in Point Pleasant Beach, and the borough owns only the 1.03-acre Maryland Avenue Beach.\n\nSeveral other Shore towns also do not own their beaches, said Larry Hajna, spokesman for the New Jersey Department of Environmental Protection.\n\nLet’s look at beach ownership in the borough.\n\nPoint Pleasant Beach has approximately two miles of privately held oceanfront property, according to the borough’s 2006 Open Space and Recreation Plan. The public can access nearly 30 of those 42 acres by purchasing daily or seasonal badges from private operators. The remaining beach is not open to the public, according to the plan.\n\nMost of the borough’s beaches are owned by Jenkinson’s, Martell’s, Risdens Beach Inc., the Elizabeth Carter Association and a number of private homeowners.\n\nOne of the largest beaches in the borough is owned by Jenkinson’s, but the company also has the costs that come along with it.\n\n\"We own it, operate it, insure it and staff it,\" said Marilou Halvorsen, marketing director for Jenkinson’s Boardwalk.\n\nAlthough the Maryland Avenue Beach is owned by the borough, Aqua Serve Lifeguard Service leases and operates it. The difference in ownership means Aqua can charge whatever admission fee the market can bear, while municipal operation of the beach would mean the state sets the maximum fee, said Borough Clerk Maryann Ellsworth.\n\nAnd that’s been a losing proposition for the community.\n\n\"We lost so much money running it that we decided at least six years ago to lease out the running of the beach,\" said Ellsworth, who added that the borough lost from $10,000 to $14,000 annually when it operated the beach.\n\nAqua Serve pays the borough $2,000 annually to operate Maryland Avenue beach, but that money is largely eaten up in costs the borough pays for portable toilets there, Ellsworth said. The daily badge fee at Maryland Avenue Beach is $8.\n\nBeaches and the cost to operate them was even an issue for the town’s forefathers.\n\nMinutes from the Aug. 16, 1887 meeting of the Point Pleasant Beach Council state \"Ownership of the beach turned down by the Council because of extreme cost to the borough for maintenance,\" according to the Point Pleasant Historical Society. At that point, the council decided to permit privately owned beaches in the borough.\n\nStill, Barrella told PolitiFact New Jersey that he hopes the borough can one day buy Risdens Beach if it ever becomes available, so the borough can generate revenue the way he said Belmar and Manasquan do from their beaches.\n\nBelmar’s beach badge revenue total was $3,023,386 from Memorial Day to Labor Day in 2010; and $2,657,278 from Memorial Day this year through Aug. 21, said Patricia Zwirz, purchasing agent.\n\nManasquan, which has a utility to operate its beach, took in $1,793,000 from beach badges in 2010 for the same period as Belmar; and was at $1,695,000 just before Hurricane Irene hit the Jersey Shore, according to Beach Department manager/beach manager Walter Wall.\n\nOur ruling\n\nBarrella says the borough’s beaches are privately owned and operated by various businesses in town. While Jenkinson’s and others do own most of the beachfront, the borough owns slightly more than an acre of prime real estate: the Maryland Avenue beach. For that reason, we rate Barrella’s claim Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nTo coment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12475"}