{"url": "/factchecks/2019/may/29/justin-amash/what-counts-high-crime-or-misdemeanor-impeachment-/", "speaker": "Justin Amash", "vclaim": "\"In fact, ‘high Crimes and Misdemeanors’ is not defined in the Constitution and does not require corresponding statutory charges. The context implies conduct that violates the public trust—and that view is echoed by the Framers of the Constitution and early American scholars.\"", "truth_label": "true", "date": "stated on May 20, 2019 in a tweet:", "title": "What counts as a high crime or misdemeanor for impeachment? Justin Amash got it right", "text": "Rep. Justin Amash of Michigan broke with his fellow Republicans in a series of tweets that suggested President Donald Trump might deserve impeachment by the House.\nOne of Amash’s tweets caught our eye, because it addressed the constitutional definition of impeachable offenses.\nIn his tweet, Amash noted that the definition of \"high crimes and misdemeanors\" in the Constitution is relatively fluid, but that it has generally been seen as a breach of the public trust:\n\"In fact, ‘high Crimes and Misdemeanors’ is not defined in the Constitution and does not require corresponding statutory charges. The context implies conduct that violates the public trust—and that view is echoed by the Framers of the Constitution and early American scholars.\"\nIn fact, “high Crimes and Misdemeanors” is not defined in the Constitution and does not require corresponding statutory charges. The context implies conduct that violates the public trust—and that view is echoed by the Framers of the Constitution and early American scholars.— Justin Amash (@justinamash) May 20, 2019\n\nWith growing calls for Trump’s impeachment, we wondered what the framers were actually thinking. So we reached out to scholars of impeachment to better understand the origins of the concept and how that aligns with the small number of times it’s been applied.\nJeffrey A. Engel, director of the Southern Methodist University Center for Presidential History and a contributor to the 2018 book Impeachment: An American History, said Amash’s understanding of the framers’ thinking, was \"spot on.\"\n\"A high crime is an affront to the state, to the people, the body politic,\" Engel said. \"A president, or any leader really, need not break any statute in order to break the public’s trust.\"\nFrom the British to the framers\nThe Constitution, written in 1787, says that \"the President, Vice President and all civil officers of the United States, shall be removed from office on impeachment for, and conviction of, treason, bribery, or other high crimes and misdemeanors.\"\nBut the idea of high crimes and misdemeanors goes back roughly 400 years before the drafting of the Constitution. Impeachment was typically used against ministers appointed by a monarch.\nAs the U.S. Constitution was being drafted, some of the framers questioned whether an impeachment mechanism was necessary, under the belief that the vote of the people was sufficient. But three framers — George Mason, James Madison, and Edmund Randolph — strongly argued in favor of an impeachment mechanism.\n\"America’s founders established impeachment not as a catastrophic contingency, but as a legal and peaceful means for removing a rogue leader without resort to revolution or assassination,\" said Allan J. Lichtman, an American University political scientist and author of The Case for Impeachment.\nStill, it took much debate before the framers settled on the definition of an impeachable offense.\nAfter rejecting an initial standard of \"malpractice or neglect of duty,\" the framers considered \"treason and bribery.\" But Mason and others argued that this was too narrow. Mason pointed to an impeachment taking place almost simultaneously in Great Britain — of Warren Hastings, the governor-general of India. The Hastings case involved abuse-of-power allegations that fell short of treason or bribery.\nAnother option, \"maladministration,\" was rejected for setting too low a bar for ousting a president.\nEventually, Mason suggested wording that included \"high crimes and misdemeanors,\" which echoed longstanding British language. This is the wording that the framers ultimately approved.\n\"They recognized that just being a lousy president was no reason to subvert or preempt the standard electoral process,\" Engel said. \"A president that is an active danger, however — one who can no longer to trusted to use his or her best judgement and abilities for the sake of the people — that is one to be feared, and thus impeached.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nDefining \"high crimes and misdemeanors\"\nThe phrase \"high crimes and misdemeanors\" is flexible but also has historical meaning.\nPerhaps the most famous remark about it was by soon-to-be President Gerald Ford, who said: \"An impeachable offence is whatever a majority of the House of Representatives considers it to be at a given moment in history.\"\nIn a literal sense, Ford isn’t wrong, since no court can review the House’s decision to impeach. Only the Senate has a say, when it decides unilaterally to remove or keep the president in office. (A two-thirds votes is required for removal.)\nHowever, scholars said Ford’s definition is incomplete.\nHigh crimes and misdemeanors \"is a clear legal concept that can be quite thoroughly construed according to the usual ways of constitutional construction: text, history, structure, doctrine, prudence, and ethos,\" said Philip C. Bobbitt, a University of Texas law professor and editor of Impeachment: A Handbook, New Edition.\nBobbitt pointed to Federalist Paper 65, written by Alexander Hamilton, which refers to impeachment as stemming from \"offenses which proceed from the misconduct of public men, or, in other words, from the abuse or violation of some public trust.\"\nThis passage, Bobbitt said, clarifies that the framers were contemplating political crimes, and not ordinary ones.\nFormally, \"the House can do whatever it bloody pleases,\" said Frank O. Bowman III, a University of Missouri law professor and author of the forthcoming book High Crimes and Misdemeanors: A History of Impeachment for the Age of Trump. \"But practically speaking, precedent has real effect. It sets the boundaries where game is played.\"\nThe number of presidential impeachments is small. Two efforts cleared the House, and one likely would have if President Richard Nixon hadn’t resigned first.\nOf these three examples, scholars said, the Nixon impeachment probably tracks most closely with what the framers envisioned: crimes committed against the public trust.\nDuring the Nixon impeachment process, the House Judiciary Committee staff argued that \"high crimes and misdemeanors\" historically meant offenses like \"misapplication of funds, abuse of official power, neglect of duty, encroachment on Parliament’s prerogatives, corruption, and betrayal of trust.\" They added that in Britain, impeachable offenses \"had no roots in the ordinary criminal law.\"\nIndeed, the three articles of impeachment approved by the committee involved offenses in line with this definition: obstruction of justice, abuse of power, and defiance of subpoenas.\n\"Then and to this day, those are considered impeachable grounds,\" said Michael Gerhardt, a University of North Carolina law professor and author of Impeachment: What Everyone Needs to Know.\n\nAn illustration of President Andrew Johnson's impeachment trial in the Senate, published in Harper's Weekly.\nThe first presidential impeachment in U.S. history – of President Andrew Johnson — failed narrowly in the Senate.\nJohnson became president when Abraham Lincoln was assassinated, and his vision for a post-Civil War South clashed with that of Congress, which sought to aggressively enforce civil rights for freed slaves in the former Confederacy.\nAmid fierce legislative clashes with Johnson, Congress passed the Tenure of Office Act, which prohibited the president from removing certain cabinet officers without congressional approval. As part of the law, Congress included a trigger that effectively made violation of the law an impeachable offense.\nJohnson violated the law in 1867 when he fired his secretary of war. The House soon began impeachment proceedings. In the end, Johnson came within one vote of being ousted by the Senate.\nMeanwhile, the third impeachment involved President Bill Clinton in 1998, on one count of perjury and another of obstruction of justice, both concerning sexual liaisons. This effort failed in the Senate as well.\nOur ruling\nAmash said that \"high crimes and misdemeanors\" is not defined in the Constitution but that the framers envisioned the phrase applying to violations of the public trust rather than just statutory crimes. We found that the writings of the Constitution’s framers, the discussions in the drafting of the Constitution, and the opinions of legal experts today all support Amash’s description. We rate his statement True.\n Share the Facts 2019-05-29 16:22:28 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"In fact, ‘high Crimes and Misdemeanors’ is not defined in the Constitution and does not require corresponding statutory charges. The context implies conduct that violates the public trust—and that view is echoed by the Framers of the Constitution and early American scholars.\"    Justin Amash U.S. Representative, R-Mich. https://twitter.com/justinamash/status/1129831615952236546   a tweet Monday, May 20, 2019 2019-05-20    Read More  info", "vclaim_id": "vclaim-pol-00589"}