{"url": "/factchecks/2016/jun/02/donald-trump/donald-trump-wrong-accusing-hillary-clinton-lying-/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton has spoken \"such lies about my foreign policy. They said I want Japan to … get nuclear weapons. Give me a break.\"", "truth_label": "barely-true", "date": "stated on June 1, 2016 in a rally in Sacramento, Calif.:", "title": "Donald Trump wrong in accusing Hillary Clinton of lying about his views on a nuclear-armed Japan", "text": "On the eve of a high-profile foreign-policy speech by Hillary Clinton, Donald Trump accused his rival of lying about what he’d said about Japan and nuclear weapons.\nAt a rally in Sacramento on June 1, 2016, Trump said that Clinton has spoken \"such lies about my foreign policy. They said I want Japan to nuke, that I want Japan to get nuclear weapons. Give me a break.\" (The excerpt is around the 11:40 mark here.)\nTrump had made a similar claim during a rally in San Diego, when he said Clinton \"was saying that I want Japan to arm with nuclear weapons. I never said that.\"\nSo who’s right? For the most part, Clinton is. (Trump’s campaign didn’t respond to an inquiry for this article.)\nTrump has been open to the idea of more nukes\nClinton has periodically lobbed a charge along these lines. \"A lot of what we’re hearing is not reassuring,\" she said in Rochester, N.Y., in April. \"It is a kind of amateur hour, where they say whatever pops into their minds. Let’s pull out of NATO. Let’s let Japan and South Korea develop nuclear weapons.\"\nHer evidence includes interviews and comments Trump has made on the campaign trail.\nWhen Trump sat for a March 26 interview with the New York Times, he was asked directly, \"Would you object if (Japan) got their own nuclear arsenal, given the threat that they face from North Korea and China?\"\nTrump responded in part, \"There’ll be a point at which we’re just not going to be able to do it anymore. Now, does that mean nuclear? It could mean nuclear. It’s a very scary nuclear world. Biggest problem, to me, in the world, is nuclear, and proliferation. At the same time, you know, we’re a country that doesn’t have money.\"\nLet’s set aside Trump’s internal inconsistency -- saying that Japan might need nuclear weapons, and then, just seconds later, saying that the world’s \"biggest problem\" is nuclear proliferation.\nIf you read his words closely, Trump didn’t quite say he wants Japan to get nuclear weapons, but he did go right up to the line. He was leaving the option on the table.\nHaving seen Trump’s comments to the New York Times, CNN’s Anderson Cooper asked him about it in a CNN town hall in Milwaukee on March 29.\nAnswering Cooper’s question about breaking with Japan’s non-nuclear stance, Trump said, \"At some point we have to say, you know what, we're better off if Japan protects itself against this maniac in North Korea.\"\nIn fact, during the town hall, Cooper gave Trump multiple opportunities to back off his suggestion that Japan may need nuclear weapons, but Trump never did. He said, in succession, \"maybe it's going to have to be time to change,\" \"at some point we have to say, you know what, we're better off,\" \"it's going to happen, anyway,\" and \"wouldn't you rather in a certain sense have Japan have nuclear weapons?\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat may not fit the strict definition of advocating, but again, it’s very close.\nFinally, Trump said something similar on the April 3 edition of Fox News Sunday, when host Chris Wallace pressed Trump on his past comments.\nAfter Wallace asked whether Trump wanted to see a nuclear arms race on the Korean peninsula, Trump said, \"It's not like, gee whiz, nobody has them. So, North Korea has nukes. Japan has a problem with that. I mean, they have a big problem with that. Maybe they would in fact be better off if they defend themselves from North Korea.\"\nWallace interjected, \"With nukes?\" Trump responded, \"Maybe they would be better off -- including with nukes, yes, including with nukes.\"\nHow unusual this position is\nWe asked nuclear policy experts whether Trump’s stated position -- not specifically advocating that Japan get nuclear weapons, but saying he would be open to it -- was an unusual view, as Clinton suggested. They said it was.\n\"The prevailing, bipartisan and fairly settled academic judgment has been that the risk of loose nukes or accidental nuclear war means that every additional nuclear weapon is a potential cataclysm waiting to happen,\" said Richard Nephew, a fellow with the Center on Global Energy Policy at Columbia University. \"I'm not aware of anyone that I'd deem to be a serious policy proponent or thinker who has seriously advocated this in a while.\"\nThe last major figure Nephew could think of is Kenneth Waltz, an international relations scholar who articulated a \"realist\" view -- discussed in this 1981 paper -- that said the wide spread of nuclear weapons would create such risks to using them that no country ever would.\nHowever, \"by the 1960s, most folks had decided that was a horrible idea,\" Nephew said. \"You'd be hard pressed to find anyone saying that since the end of the Cold War.\"\nDaryl Kimball, executive director of the Arms Control Association, agreed. The statements were so out of the mainstream that \"our allies in Japan and the rest of Asia are already alarmed by those statements. Mr. Trump’s suggestion that a nuclear-armed Japan would make the United States or Japan safer is radical and highly dangerous, and is without precedent for a major party presidential nominee.\"\nOur ruling\nTrump said Clinton has spoken \"such lies about my foreign policy. They said I want Japan to nuke, that I want Japan to get nuclear weapons. Give me a break.\" \nTrump didn’t literally say he wants Japan to go nuclear. But he came just about as close as someone can without saying those specific words -- certainly enough to undermine his flip dismissal, \"Give me a break.\"\nOn more than one occasion, Trump publicly said that Japan, and the United States, might be better off if Japan had nuclear weapons, and he declined multiple attempts by interviewers to backtrack from that view.\nWe rate Trump’s statement Mostly False.\nhttps://www.sharethefacts.co/share/95bd454f-b3ca-4291-b0ee-86d46e0e9dc6", "vclaim_id": "vclaim-pol-04886"}