{"url": "/factchecks/2019/oct/22/viral-image/trump-hasnt-sued-cnn-hes-threatened/", "speaker": "Viral image", "vclaim": "\"Trump is now suing CNN over ‘pro-impeachment bias’ and he demands a ‘substantial payment.’\"", "truth_label": "barely-true", "date": "stated on October 20, 2019 in a Facebook post:", "title": "Trump hasn’t sued CNN, but he’s threatened to", "text": "A recent Facebook post criticizes President Donald Trump for \"a uniquely American take on dictatorship.\" \n\"Wow,\" begins the Oct. 20 post, a screenshot of this Oct. 18 tweet. \"Trump is suing CNN over ‘pro-impeachment bias’ and he demands a ‘substantial payment.’ So basically the news can’t report the news because if it does, the president of America will sue.\" \nThis post, which has been shared more than 8,900 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThat’s because Trump hasn’t sued CNN — but he’s threatened to. \nIn an Oct. 16 letter, lawyers for Trump and his re-election campaign threatened \"to sue CNN for what they said was the network falsely advertising itself as a news organization,\" Reuters reported. The letter calls on executives to \"discuss an appropriate resolution of this matter\" that would include a \"substantial payment\" to cover damages.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"Never in the history of this country has a president been the subject of such a sustained barrage of unfair, unfounded, unethical and unlawful attacks by so-called ‘mainstream’ news, as the current situation,\" the letter says. \"My clients intend to file legal action against you to seek compensatory damages, treble damages, punitive damages, injunctive relief, reimbursement of legal costs, and all other available legal and equitable remedies, to the maximum extent permitted by law.\"\nThe letter doesn’t mention \"pro-impeachment bias\" though the Washington Examiner among others described the president’s charges against CNN that way. \nThe letter to CNN was signed by attorney Charles Harder, who represented Hulk Hogan in the lawsuit that took down Gawker and who has sent similar threats to other media for Trump. Last year, Harder suggested the president would sue the New York Times for what he called a \"highly defamatory\" story. He threatened to sue author Michael Wolff for libel over Wolff’s book, \"Fire and Fury: Inside the Trump White House.\"\nSo far, though, no lawsuits have been filed. And Rebecca Tushnet, a professor of false advertising law at Harvard Law School, told Reuters that Trump’s latest salvo has \"no merit\" and that she doubted a lawsuit would ever be filed.\nWe rate this Facebook post Mostly False.", "vclaim_id": "vclaim-pol-00033"}