{"url": "/factchecks/2012/oct/22/greater-wisconsin-political-fund/women-who-miscarry-could-face-investigation-under-/", "speaker": "Greater Wisconsin Committee", "vclaim": "\"Women who have miscarriages could be investigated by police\" under legislation supported by Republican state Senate candidate Rick Gudex.", "truth_label": "barely-true", "date": "stated on October 1, 2012 in a television ad:", "title": "Women who miscarry could face investigation under legislation supported by Gudex, Greater Wisconsin Political Fund says", "text": "A  television ad in the 18th state Senate district race jars viewers with a chilling scene: A police officer knocks at a door and confronts a distraught couple sitting on a sofa.\n\n\"Women who have miscarriages could be investigated by police,\" the narrator says, and the words \"Miscarriages investigated\" appear on the screen.\n\nThe ad is from the liberal Greater Wisconsin Political Fund and targets Republican state Senate candidate Rick Gudex of Fond du Lac who is challenging incumbent Democrat Jessica King of Oshkosh, who was elected in 2011 in a recall election. The seat is important for both parties and for control of the state Senate.\n\nThe ad focuses on what it calls Gudex’s extreme views on abortion.\n\nBut miscarriages investigated by police?\n\nThat caught our attention.\n\nWhen asked for backup, Michelle McGrorty, executive director of the Greater Wisconsin fund, cited Gudex’s endorsement by Pro-Life Wisconsin and a questionnaire candidates must answer before getting it.\n\nThe questionnaire includes this statement: \"Would you vote in favor of a state constitutional amendment that extends the inalienable right to life already found in the Wisconsin Constitution to all preborn children from conception?\"\n\nThat refers to what is called a \"personhood amendment.\" And Pro-Life Wisconsin says it endorses only candidates who answer \"yes\" to all questions on the survey.\n\nSuch an amendment was introduced in the state Assembly a year ago, but it was not acted on.\n\nHere’s what Pro-Life says about that amendment:\n\n\"Put simply, a ‘person’ is a human being who is fully protected under the law; and we use the legal term ‘personhood’ to describe this condition. Once a human being is declared a person that individual is guaranteed certain legal rights, such as the right to life, liberty and the pursuit of happiness. In other words, to be a person is to be fully protected by a series of God­ given and constitutionally protected rights.\"\n\nMcGrorty argues such an amendment could lead to investigations of women who suffered a miscarriage.\n\n\"It basically extends the rights of a human being to a fertilized egg,\" she said. \"If someone had a miscarriage and if someone believed someone did something wrong, they could be investigated.\"\n\nBut here’s where some trouble arises. The same argument could be used the other way: The language, at least in the 2011 bill, doesn’t direct authorities to investigate miscarriages. It’s silent on them. And it doesn’t prevent authorities from enforcing other laws where pregnant women have engaged in drug abuse or other behavior that could injure or kill a fetus.\n\nWe called Gudex several times, but he didn’t respond.\n\nHowever, since the ad started airing, he has responded in a couple of different ways.\n\n-- \"I would never advocate for what King and her friends are suggesting and voters of all persuasions should be outraged at the fabricated content of this ad,\" he told the Fond du Lac Reporter. He didn’t say what part of the ad he considered  fabricated.\n\n-- Gudex told the Journal Sentinel that he does not support the personhood amendment \"in its current form.\" He said he does not support bans on birth control or investigations of miscarriages.\n\nMatt Sande, Pro-Life Wisconsin director of legislation, who wrote the endorsement survey, said the personhood question was not meant to tie a candidate to a specific bill. The information sheet referring to Joint Resolution 77 was meant to provide background information, Sande said.\n\n\"That’s an example of what a personhood amendment is,\" Sande said. \"It was a generic question.\"\n\nThe group does not object to Gudex saying he would seek changes in the proposed amendment.\n\n\"That’s fine with us,\" as long as he remains in favor of the idea of a personhood amendment, Sande said. \"He’s certainly not backing off.\"\n\nOther states\n\nThe miscarriage argument against personhood amendments has been used elsewhere. For instance, under a bill in Georgia, women who miscarried could be found guilty of a felony, according to a Feb. 23, 2011 blog item in the liberal Mother Jones magazine.\n\nPolitiFact Georgia on March 2, 2011 rated the Mother Jones statement Mostly True. In that state, the lawmaker who wrote the bill said it was not his intention to have police investigate miscarriages. PolitiFact Georgia said the blogger’s statement was correct but needed additional context, and noted that the bill’s language \"is so broad it does open the door for women to face felony charges if they abuse drugs, fall off a bicycle, fail to wear a seat belt, or opt for cancer treatment while pregnant.\"\n\nThe item concluded: \"Women who miscarry might not be handled as felons. It depends on how prosecutors and judges decide to handle the law.\"\n\nA Nov. 7, 2011, Slate article about a proposed Mississippi personhood bill noted: \"A woman who suffers a miscarriage would be prosecuted not because she had a miscarriage, but because police and prosecutors suspect she might have had an abortion. You would certainly be investigated if your born child disappeared and you said it had died in an accident.\"\n\nSande said that common sense would ensure that women who suffered a miscarriage would not be investigated under a personhood amendment in Wisconsin.\n\n\"This gross exaggeration is being brought up in all of those states\" considering personhood bills, Sande said.\n\n\"A miscarriage is not intentional. It’s a natural act, a natural occurrence,\" he said. \"The idea that she would be culpable -- it just doesn’t make any sense.\"\n\nOur rating\n\nThe Greater Wisconsin Political Fund says in a television ad that legislation supported by a state Senate candidate could lead to police investigations of miscarriages. The claim stems from an endorsement from Pro-Life Wisconsin and relates to Gudex’s support of all its positions, including supporting a \"personhood amendment.\"\n\nGudex has said he wants changes to the personhood amendment that was introduced in the last session, but hasn’t said what alternative he would support.\n\nBut that language did not mandate investigation of miscarriages, as the ad suggests. The claim is based on an extrapolation of what could happen, but even the group’s director said such an investigation would be because \"someone believed someone did something wrong,\" not simply because a miscarriage occurred.\n\nWe rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10117"}