{"url": "/factchecks/2012/nov/25/steve-cohen/delta-broke-promises-memphis-says-congressman-cohe/", "speaker": "Steve Cohen", "vclaim": "Says Delta Air Lines has \"once again broken a promise they made to me and to the people of Memphis.\"", "truth_label": "true", "date": "stated on October 31, 2012 in a press release.:", "title": "Delta broke promises to Memphis says Congressman Cohen", "text": "When the merger of Delta Air Lines and Northwest Airlines was under consideration in 2008, U.S. Rep. Steve Cohen, D-Tenn., was skeptical of the deal. While noting that the Memphis Airport Authority and the Memphis Chamber of Commerce backed it, Cohen sought some assurances from those seeking to implement it.\n\nThe Memphis congressmen is now assailing Delta, which has grown very unpopular in the region while flights are cut and fares are raised, for failing to live up to those assurances.\n\nCohen put out a press release Oct. 31 saying some of the assurances he received were misrepresentations and \"that Delta has once again broken a promise they made to me and to the people of Memphis.\" The release’s opening paragraph referred to a \"string of broken promises,\" so we decided to look at the history and determine if Cohen is accurately representing the company’s record.\n\nCohen’s office provided hearing transcripts and press accounts. In one, the CEO of Delta, Richard H. Anderson, appeared before the House Judiciary Committee’s task force on antitrust laws in April 2008, and Cohen was there to question him. Anderson, who had served as a senior vice president for labor relations at Northwest in the early 1990s, noted that he’d spent \"many days in Memphis\" and was \"instrumental in launching the service from Memphis to Amsterdam some, I guess, 10 years ago now.\"\n\nCohen: \"The Amsterdam flight would remain, I presume?\"\n\nAnderson: \"Yes.\"\n\nThe Delta-Northwest merger was announced on April 14, 2008, and the boards of the two companies approved terms of the deal in September of that year. It received regulatory approval from the Justice Department’s antitrust division and from European regulators.\n\nDelta announced in March of this year that the flight to Amsterdam, inaugurated in 1995 and giving the Bluff City huge international cachet, would be converted to a summer-only schedule. Then, in October, the airline dropped the flight from the schedule completely.\n\nSimilarly, in a Memphis Daily News article of June 2008, Anderson was quoted saying Memphis would be an integral hub of the merged airline: \"The consolidation is about addition, not subtraction.\" The article was one of many from that time noting that, \"Anderson said the move could even bring more flights to the city, especially international flights, considering the long list of worldwide cities now served by the two companies.\"\n\nAt the time, the cheering section included Memphis Airport Authority chairman Arnold Perl, who was quoted as saying, \"The Northwest-Delta merger is great for Memphis, great for the Memphis region, great for Tennessee and great for the United States.\"\n\nTo many in Memphis, including  those among the 6,000 members of the anti-Delta Facebook group, \"Delta Does Memphis,\" the merger now seems more grating than great.\n\nNorthwest Airlines flew 240 flights out of Memphis before being acquired by Delta in 2008. In June of this year, Delta announced it would chop 25 flights from Memphis out of its schedule, leaving the hub with 46 percent fewer flights than when the merger took effect. Memphis International Airport chief financial officer Forrest Artz reported that, in September, daily Delta flights were down to 122, compared to 175 the same month a year earlier.\n\nFor its part, Delta blames other factors beyond the merger for the reduced flights. \"Any operational assurance that Delta provided officials was under the understating that any action to the contrary would not be directly related to the merger,\" Delta spokesman Anthony L. Black said by email. \"Specifically, raising fuel costs, the current international economic environment, lack of passenger demand and profitability have been the primary drivers of all network restructuring.\"\n\nWhile Delta may now claim that any assurances it gave were conditioned by any number of factors, people in Memphis thought they had a deal that meant a strengthened hub and a continued flight to Europe, and maybe more. The facts are the Delta Air Lines CEO said the Memphis-Amsterdam flight would continue. It was first curtailed to summer-only, then chloroformed. That’s a broken promise.\n\nNext, the Delta point man said Memphis would remain an integral hub of the new merged airline and might even have \"more flights to the city.\" The number of flights has dropped from 240 to 122, a 49 percent decline.\n\nWhatever the circumstances, these qualify as broken promises.\n\nOur ruling\n\nMemphis Congressman Steve Cohen accuses Delta of breaking promises made to him and the city of Memphis about the impact of its merger with Northwest. Delta has subsequently ended the city’s direct flight to Amsterdam and has cut the number of flights nearly in half.\n\nWe rule this statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLamar Alexander\n\n\nstated on June 18, 2012 in prepared remarks at a Congressional field hearing.\n\n\n\n\n\n\n\n\n\"Three of our cities are among the top five worst cities in the U.S. for asthma.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Zack McMillin • June 24, 2012", "vclaim_id": "vclaim-pol-09978"}