{"url": "/factchecks/2009/jan/05/mitch-mcconnell/postal-service-employs-just-over-600000/", "speaker": "Mitch McConnell", "vclaim": "If Obama's economic plan creates 600,000 new government jobs, \"that's about the size of the post office work force.\"", "truth_label": "mostly-true", "date": "stated on January 4, 2009 in in a news interview:", "title": "Postal Service employs just over 600,000", "text": "President-elect Barack Obama has used a lot of big numbers when it comes to a major stimulus bill to jolt the economy back to life. The bill has to be big if it's going to work, Obama has said.\n\"Economists from across the political spectrum agree that if we don’t act swiftly and boldly, we could see a much deeper economic downturn that could lead to double-digit unemployment and the American Dream slipping further and further out of reach,\" Obama said during a radio address on Jan. 3, 2009.\nThe next day on the Sunday morning show  This Week with George Stephanopoulos  , Republican Senate Leader Mitch McConnell sounded a cautionary note, saying that Republicans will carefully vet Obama's plans.\n\"We want to make sure it's not just a trillion-dollar spending bill, but something that actually can reach the goal that he has suggested,\" McConnell said.\nStephanopoulos countered, \"So how do you do that?\"\nMcConnell: \"Well, let me make some suggestions. First of all, the incoming president, has said he would like for 80 percent of the jobs created to be in the private sector. Well, do we really want to create 20 percent of the jobs in the public sector? That would be 600,000 new government jobs. That's about the size of the post office work force. Is that a good idea? That's something that strikes us that we ought to take a look at.\"\nStephanopoulos: \"You don't think it is?\"\nMcConnell: \"Well, it may not be, but I think, at least, hearings, and some kind of bipartisan considerations would be helpful.\"\nWe wondered two things: whether McConnell was accurately characterizing Obama's plan for public sector jobs, and whether that would result in an additional work force rivaling the size of the U.S. Postal Service.\nIt turns out McConnell was right in his characterization of Obama's plan. Obama said in the radio address from the day before that \"the No. 1 goal of my plan\" is to \"create 3 million new jobs, more than 80 percent of them in the private sector.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nTo us, that seems like 20 percent of the jobs could then be in the public sector. Simple math tells us that 20 percent of 3 million is 600,000.\nGranted, Obama's words clearly allow some wiggle room. Maybe more than 80 percent would be in the private sector, reducing the number of public sector jobs. Nevertheless, the 80 percent minimum sounds like a benchmark to us. Obama also says that the jobs will be \"new,\" which means they will be additions to the current work force.\nSo when McConnell says that Obama wants to add \"600,000 new government jobs,\" that sounds like a fair reading of Obama's words.\nThen McConnell added, \"That's about the size of the post office work force.\"\nThe number of U.S. Postal Service employees is in that ballpark. But you can crunch the numbers a few different ways.\nIn its year-end report for 2008, the postal service reported that it employed 663,238 career employees as of Sept. 30, 2008. It also employed an additional 101,850 temporary or part-time workers, which would bring its total to 765,088.\nThe Postal Service says that it’s the second-largest employer in the United States after Wal-Mart, which employs 1.4 million in the United States, though that number includes many part-timers.\nGetting back to the postal comparison, McConnell is not far off with his comparison if you count only the 663,238 career employees. If you included the temporary workers, the margin of difference becomes more significant. But we suspect Obama wants to create full-time jobs with benefits, not add temporary or part-time workers.\nSo we offer a few minor caveats to McConnell's statement. Obama implied he would create 600,000 new public-sector employees at most, and the postal service is just a little bit bigger than 600,000. But McConnell is largely correct in what he says. We rate his statement Mostly True.\n UPDATE:  Obama offered new job numbers for his stimulus plan during his weekly radio address on Jan. 9, 2009. His economic advisers believe the stimulus plan will create between 3 million and 4 million jobs, with at least 90 percent in the private sector, Obama said. The advisers' report estimates that 3.675 million jobs will be created, and that 244,000 of those will be government jobs — a much lower number than the size of the U.S. Postal Service. But McConnell was correct at the time he made his statements, so our ruling stands.", "vclaim_id": "vclaim-pol-15863"}