{"url": "/factchecks/2012/apr/09/scott-walker/gov-scott-walker-says-wisconsin-gave-every-public-/", "speaker": "Scott Walker", "vclaim": "\"We gave every public employee in the state the freedom to choose whether or not they want to be in a union.\"", "truth_label": "false", "date": "stated on March 19, 2012 in a television interview:", "title": "Gov. Scott Walker says Wisconsin gave every public employee the ability to choose whether they want to be in a union", "text": "As he prepares for a recall election, Republican Gov. Scott Walker is defending his record in various media appearances.\n\nIn a March 19, 2012 appearance on Fox News, Walker told talk host Greta Van Susteren that big out-of-state unions were behind the protests in Madison last spring -- and are leading the recall effort against him now.\n\n\"The national unions, for them, this is all about the money,\" Walker said.\n\n\"It’s not just about the budget or collective bargaining. We gave nearly every, well, we gave every public employee in the state the freedom to choose whether or not they want to be in a union or not and I think that’s really why this is a Waterloo for them.\"\n\nThat caught our attention.\n\nOne of the most controversial aspects of Walker’s law stripping collective bargaining for public workers was who the bill did not cover: Police and firefighter union members.\n\nThe law limits the ability of public unions to bargain collectively for anything except raises controlled for inflation. It ended bargaining over benefits, overtime and work conditions. It also required annual union recertification votes and made payment of union dues optional.\n\n The governor got the crux of the new law right -- that state workers could opt out of paying dues and each year the unions would face a recertification vote. Some unions chose to fold rather than be subjected to the annual effort.\n\nBut Walker said the new law applied to \"all\" state workers.\n\nThe law also mandated that local employees participating in the state pension and health systems contribute at least 12.6 percent of their health care premiums and at least 5.8 percent of their salary toward their pension. Again, this did not apply to police and firefighters.\n\nAt the time the law was passed, Walker said he did not include police and firefighters in the changes so there was no question that law enforcement would be available in the event of strikes or work stoppages.\n\nWe asked Walker campaign spokeswoman Ciara Matthews about the governor’s characterization of the law.\n\nShe acknowledged Walker did not mention the police and firefighter exemptions and said the governor was speaking in generalities for a national audience and didn’t have time to be more specific.\n\n\"He was attempting to give the viewers outside of the state of Wisconsin an idea of how things shaped up here,\" Matthews said.\n\nMatthews added that Walker might have given a shorthand answer because he felt rushed: \"I think from a contextural standpoint, Greta tends to be a quick interviewer.\"\n\nWalker was interviewed by Van Susteren in person in a Milwaukee studio. It lasted 16 minutes and included asking him respond to a previously recorded interview with Madison firefighters union president Mahlon Mitchell, who is running for lieutenant governor in the recall election.\n\nWhat about Waterloo?\n\nWalker’s statement also prompted us to dust off our history books. He’s not the first politician to refer to this 200-year-old European battle when it comes to an important election.\n\nBut does that match up to history?\n\nThe Battle of Waterloo took place June 18, 1815, at the border of France and Belgium and it was Napoleon’s final defeat by a coalition of British, German, Belgium, Dutch and Prussian forces, and the end of his role as Emperor of France. Napoleon attacked the combined forces but wound up losing.\n\n\"Waterloo decisively saw the end of 26 years of fighting between the European powers and France. The French star was eclipsed and the German began its ascendancy.  For Britain, Waterloo is not just a battle. It is an institution,\" according to Britishbattles.com.\n\nSo what does this bloody battle have to do with Wisconsin politics? Not much, according to Matthews.\n\nWalker, she said, was trying to say that the election was an \"all or nothing\" proposition for the unions. The Waterloo details aren’t as important, she said.\n\nOur conclusion\n\nWalker appeared on national TV and discussed the state’s repeal of collective bargaining rights for most public employees. The governor knows the extent of the law, and that it does not cover police and firefighters. Indeed, he started his answer apparently with that in mind: \"We gave nearly every, well, we gave every public employee in the state the freedom to choose whether or not they want to be in a union or not,\" he said.\n\nWalker almost got it right. But he then backed away. And in the course of doing so, he got it wrong. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11307"}