{"url": "/factchecks/2015/aug/07/marco-rubio/marco-rubio-says-donald-trump-supported-charlie-cr/", "speaker": "Marco Rubio", "vclaim": "Says that Donald Trump \"supported Charlie Crist.\"", "truth_label": "mostly-true", "date": "stated on August 6, 2015 in comments at a GOP debate in Cleveland:", "title": "Marco Rubio says that Donald Trump supported Charlie Crist", "text": "During the GOP debate, Donald Trump was grilled about his past political donations, including to Democrats such as Hillary Clinton and Nancy Pelosi.\n\"You explained away those donations saying you did that to get business-related favors. And you said recently, when you give, they do whatever the hell you want them to do,\" said Bret Baier, one of the Fox News moderators.\n\"You’d better believe it,\" Trump said. He added, \"Most of the people on this stage, I’ve given to -- just so you understand -- a lot of money.\"\nSen. Marco Rubio, R-Fla., then chimed in: \"Not me! Not me!\" After some crosstalk, Rubio added, \"Actually to be clear, he supported Charlie Crist.\"\nThose are fighting words when you accuse a Republican -- one running for president, no less -- of supporting former Florida Gov. Charlie Crist, a party flip-flopper.\nWe went back to check to see if Trump supported Crist.\n2010 Senate race\nFirst, a refresher on that Rubio vs. Crist battle. In 2009, former House Speaker Rubio launched what began as an uphill battle against Crist -- then the Republican governor -- for a U.S. Senate seat.\nCrist’s relationship with his party soured over time, and in April 2010, Crist ditched the GOP and became an independent. Rubio ended up winning the race, beating both Crist and Democrat Kendrick Meek. A couple years later, Crist became a Democrat and lost his race against Republican Gov. Rick Scott in 2014. (Now he is weighing a run for Congress in 2016 in Pinellas County.)\nTrump did donate to Crist in the 2010 Senate race and hosted fundraisers for him. The caveat is that Crist was still a Republican at the time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nA Rubio spokesman sent us Federal Election Commission reports showing two donations Trump made to Crist’s campaign in 2009: $2,400 on Oct. 16 and $2,400 on Nov. 17.\nTrump hosted a fundraiser for Crist at his Mar-a-Lago estate in Palm Beach on Dec. 11, 2009, and a fundraiser in July 2009 in Long Island. Both events called for at least $1,000 donations.\nThe Broward/Palm Beach New Times wrote that the Long Island fundraiser was a party hosted by Trump as well as Jill Zarin, one of the stars of Bravo TV’s The Real Housewives of New York City and a friend of Crist’s wife, Carole Rome.\n\"Let's hope Crist doesn't choke on his sirloin if Trump brings up any of his condo projects in South Florida,\" New Times wrote. \"Buyers in the Trump International Hotel & Tower in Fort Lauderdale would surely be pleased to know that their governor and would-be senator is getting so much dough from the millionaire many of them are now suing.\"\nTrump also supported Crist prior to 2010. The Tampa Bay Times wrote in 2005 that Trump was slated to host a fundraiser at Trump Towers in Manhattan for Crist’s 2006 run for governor.\nThe Times reported that Crist was introduced to Trump at a charity benefit in 1998 and then met with him in New York in May 2005 to discuss his candidacy.\n\"He could not have been more gracious or more hospitable,\" Crist said at the time. \"The guy cares about Florida. He has a residence in Florida and spends a lot of time in Florida.\"\nWe emailed spokespersons for Trump on debate night and did not get a reply.\nOur ruling\nRubio said Trump \"supported Charlie Crist\" rather than Rubio.\nDuring the 2010 Senate race in Florida, Trump gave Crist $4,800. Trump also hosted two fundraisers for Crist that year, and Crist met with Trump to huddle about a prospective campaign as early as 2005. The only caveat, in the context of an exchange about Trump’s imperfect party loyalty, is that Crist was a Republican at the time.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-06103"}