{"url": "/factchecks/2016/jan/13/nancy-pelosi/nancy-pelosi-until-iran-deal-russian-and-china-had/", "speaker": "Nancy Pelosi", "vclaim": "Until the new Iran deal, China and Russia \"have never voted with us at the U.N. on any sanctions on Iran in the past.\"", "truth_label": "pants-fire", "date": "stated on January 13, 2016 in an interview on CNN:", "title": "Pelosi wrongly says before nuclear deal, Russia, China had never voted with U.S. on Iran sanctions", "text": "House Minority Leader Nancy Pelosi, D-Calif., deflected criticism about the Obama administration's deal with Iran following the temporary detention of 10 Navy sailors by Iran, saying that the biggest threat posed by that country was a possibility of a nuclear weapon and \"we have taken them off that course.\"\n\"Global security has been served by the Iranian treaty,\" she said in the Jan 13 interview with CNN. \"It is quite remarkable. In fact, since you are asking more about it, it is a masterful work on the part of President Obama to bring the P-5, Russia, China, into the fold. They have never voted with us at the U.N. on any sanctions on Iran in the past. So from a diplomatic standpoint to get us to this place was masterful.\"\nSome readers asked us to check whether Russia and China have never endorsed sanctions against Iran.\nWhen we initially contacted Pelosi's office for their evidence, we quickly heard back from her spokesman, Drew Hammill, who said, \"The leader misspoke.\"\nRussia and China often aren't aligned with the United States' interests, but they have, in fact, joined the United States in endorsing sanctions against Iran at least eight times before the 2015 nuclear deal.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWe confirmed eight Security Council resolutions threatening, imposing or continiung sanctions against Iran in which Russia and China approved sanctions. The votes date back to July 2006. Five of them were passed before Obama took office in 2009.\nAcknowledging Pelosi's error, Hammill said in an email that holding together the coalition that resulted in an agreement with Iran \"was a very difficult task.\"\n\"Many times in the recent past, these countries have not supported sanctioning Iran,\" he said. \"Frequently, efforts to sanction Iran were abandoned before a formal vote because any one nation on the UN Security Council has a veto.\"\nThat may be the case, but Pelosi's statement was absolute: China and Russia \"have never voted with us at the U.N. on any sanctions on Iran in the past.\"\nThat's ridiculously wrong. We rate her statement Pants on Fire!", "vclaim_id": "vclaim-pol-05556"}