{"url": "/factchecks/2014/jul/11/jeff-merkley/did-us-sen-jeff-merkley-co-sponsor-rebuild-america/", "speaker": "Jeff Merkley", "vclaim": "\"I co-sponsored the Rebuild America Jobs Act\" for transportation and infrastructure.", "truth_label": "false", "date": "stated on July 9, 2014 in an economic issues statement:", "title": "Did U.S. Sen. Jeff Merkley co-sponsor the Rebuild America Jobs Act?", "text": "U.S. Sen. Jeff Merkley’s race against Republican challenger Monica Wehby is already featuring heated back-and-forths on an issue that could be pivotal in November -- the economy.\nAs Oregon continues its recovery from the Great Recession, both candidates are making claims about what could have been done -- and what should be done -- to improve the situation.\nThe claim:\nU.S. Senate Democrats, responding to a call from President Barack Obama, tried in late November 2011 to pass the Rebuild America Jobs Act. The bill called for an immediate $50 billion investment in roads, bridges, airports and transit systems.\nUltimately, the bill died when Democrats failed to muster enough votes to break a Republican filibuster.\nMerkley, in a recent position statement on jobs and the economy, reiterated his support for the bill, saying it would have created living-wage jobs for Oregon families and financed much needed transportation projects.\nHe added, \"I co-sponsored the Rebuild America Jobs Act to do just that.\"\nWe wondered if that was true.\nThe analysis:\nIt’s old news that the act died along largely partisan lines, when Democrats were unable to round up the 60 votes needed to over the filibuster. So we focused on Merkley’s claim of co-sponsorship.\nWe checked with GovTrack.us, a non-partisan website that draws from a number of sources to help people find and track bills in Congress.\nAn overview of the bill, formally numbered S. 1769, showed it was introduced Oct. 31, 2011, by U.S. Sen. Amy Klobuchar, D-Minn., and reported to committee the next day.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nA secondary link showed that the bill had 17 original co-sponsors, ranging alphabetically from Sen. Mark Begich, D-AK to Sen. Sheldon Whitehouse, D-R.I. Six more senators, including Washington Democrat Maria Cantwell, signed on as co-sponsors in the following 10 days.\nAmong those 23 senators, Merkley’s name was noticeably absent. Since that was at odds with his recent position statement, we emailed his office and asked about the discrepancy.\nLindsey O’Brien, Merkley’s press secretary, acknowledged that listing the senator as a co-sponsor was incorrect. In an email, she attributed the error to an \"editing mistake.\"\nShe added, however, that he stands by the act’s intent.\n\"Sen. Merkley was a vocal supporter of the Rebuild America Jobs Act,\" O’Brien wrote. \"He advocated for it on the floor of the Senate, and was proud to support because it meant more middle-class jobs for Oregonians.\"\nThe senator’s position piece, she said, should have read: \"I was a vocal supporter of the Rebuild America Jobs Act to do just that.\"\nIn a floor speech, delivered Nov. 2, 2011, Merkley spoke at length in favor of the bill. Nowhere did he mention being one of its co-sponsors.\nThe ruling:\nMerkley, in an \"issues\" statement on jobs and the economy, said his support for a major 2011 infrastructure spending bill was so strong that he signed on as one of the act’s co-sponsors.\nMerkley did deliver a floor speech promoting the supposed benefits of the failed Rebuild America Jobs Act, but nowhere does his name appear as one of the proposal’s 23 co-sponsors.\nHis campaign staff admitted the assertion was a mistake and sent along revised language characterizing Merkley not as a co-sponsor of the act, but as a \"vocal supporter.\"\nBased on the original submission, however, we rate the senator’s claim False.\nComments? Questions? Click over to our entry on OregonLive.com and let us know what you think.", "vclaim_id": "vclaim-pol-07619"}