{"url": "/factchecks/2015/feb/06/alan-essig/essig-accurate-education-austerity-cuts-under-500-/", "speaker": "Alan Essig", "vclaim": "The governor’s budget proposal reduces the state austerity cut to education to under $500 million for 2016.", "truth_label": "true", "date": "stated on January 22, 2015 in blog post:", "title": "Essig accurate: Education austerity cuts under $500 million in proposed 2016 state budget", "text": "Georgia’s public schools haven’t been fully funded under the state’s education funding formula since 2002.\nThat’s expected to still be the case in the fiscal year that starts July 1, although the financial picture for schools is looking up.\nLast year, with the governor and all 236 members of the General Assembly facing re-election, the so-called state austerity cut to K-12 education was reduced by about $314 million.\nNow Gov. Nathan Deal wants to go further.\nHis nearly $21.8 billion budget proposal for the fiscal year that starts July 1 would commit an additional $280 million to K-12 education and says local school systems would have flexibility to spend the money to reduce or eliminate furlough days, increase instructional days or raise salaries.\nIf lawmakers support the governor’s plan, the austerity cut to schools would fall below $500 million for Fiscal Year 2016, Alan Essig, executive director of the left-leaning Georgia Budget & Policy Institute said in a recent blog post.\nPolitiFact Georgia decided to check the math, given what’s at stake for the state’s 180 local school systems and the 1 million-plus students who attend Georgia public schools..\nBeginning in 2003, local school system budgets have been squeezed by state austerity cuts cumulatively totalling more than $8 billion, including back-to-back annual cuts of $1 billion-plus from 2010 to 2014.\nMany school systems have raised class sizes, abandoned the traditional 180-day school calendar, dropped electives and furloughed staff, all while increasing local property taxes and dipping into their rainy day savings. Statewide, systems eliminated more than 8,000 teaching jobs.\nBefore we dive into the numbers, here’s a brief explanation of an austerity cut. It is the gap between the amount of money that school districts need to provide a quality education to all students as determined by the Quality Basic Education (QBE) formula and the amount of money the General Assembly and governor approve.\nAccording to the Georgia Department of Education, that gap or austerity cut was (with rounding): $135 million in 2003; $283 million in 2004; $333 million in 2005; $333 million in 2006; $170 million in 2007; $143 million in 2008; $496 million in 2009; $1.4 billion in 2010; $1.1 billion in 2011; $1.1 billion in 2012; $1.1 billion in 2013; $1.1 billion in 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nAs we said earlier, last year, school systems saw some relief when the governor recommended, and lawmakers approved, adding $314 million to the education budget for Fiscal year 2015. That reduced the austerity cut for the current year to about $747 million.\nMany school systems used the extra money to restore some sense of normalcy -- dozens reverted back to the traditional 180-day school calendar. More than 60, though, continued staff furloughs, according to a GBPI survey last fall.\nIn Pike County, near Macon, Superintendent Michael Duncan said the extra state money this year allowed his system to eliminate furloughs and add back staff needed to launch the new state teacher evaluation system.\nThe system still has \"critical needs in professional development and instructional support materials,\" Duncan said.\nBut, he said, \"the future certainly looks brighter under Gov. Deal’s proposed budget.\"\nThat budget earmarks an extra $280 million to education, which will reduce the austerity cut from about $746 million to about $466 million -- or below $500 million as Essig said in his blog.\nThe exact amount, likely between $460 million and $470 million, is determined by the state Department of Education each year, Essig told PolitiFact.\nClaire Suggs, an education policy analyst on Essig’s staff, said school systems are likely to put any additional money they receive next year to continuing to restore programs that they cut or could not address through the very lean times.\n\"They are very concerned about teacher salaries and class size,\" Suggs said. \"Only a small number have been able to increase salaries, and district leaders are very sensitive about that.\"\nClass size, she said, is also a \"huge issue,\" but tricky since reducing it means hiring more teachers and finding the money for salaries and benefits.\n\"It really will come down to what’s most pressing to them.\"\nOur conclusion: Alan Essig, executive director of the Georgia Budget & Policy Institute, is correct in his calculation that, if the governor’s budget proposal is approved, the austerity cut to K-12 education for Fiscal 2016 would fall below $500 million. That’s a huge amount, but well below $1 billion, which was the cut each year from 2010 to 2014.\nWe rate Essig’s statement as True.", "vclaim_id": "vclaim-pol-06755"}