{"url": "/factchecks/2020/feb/11/viral-image/no-america-wasnt-sold-5-billionaires-s-headline-on/", "speaker": "Viral image", "vclaim": "“This is a 1927 News Article showing America was sold to five Billionaires The Rothschild’s, Rockefellers, DuPont’s, Harriman’s and Warburg’s.”", "truth_label": "pants-fire", "date": "stated on February 9, 2020 in a Facebook post:", "title": "No, America wasn't sold to 5 billionaires. That's a headline from The Onion", "text": "The Facebook post begins with this question:\n \n\"Do you still think United States is a Country, owned by the people?\"\n \nThe post then shows what appears to be part of the front page of a newspaper, although the name of the paper is not visible.\nThe page includes this headline in all-capital letters: \n\n\"Billionaires Buy U.S. from Millionaires.\"\nThe text of the article is too blurry to read. \nBelow that is a caption with grammatical errors that claims:\n\"This is a 1927 News Article showing America was sold to five Billionaires The Rothschild’s, Rockefellers , DuPont’s, Harriman’s and Warburg’s.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nOne of the comments on the post says the newspaper page was produced by The Onion, known for its satirical headlines and stories.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nThat’s correct.\nOn Aug. 24, 2005, under the headline \"August 23, 1927,\" The Onion posted what looks like the front page of a newspaper from the 1920s. \nThe newspaper’s name — The Onion — is clearly visible at the top.\nBelow the main headline are subheads that are further proof that The Onion was merely having fun: \"Future of Nation in Yet Wealthier Hands; Rich Will Regulate Government, Citizenry.\"\nOur ruling\nA Facebook post claims: \"This is a 1927 News Article showing America was sold to five Billionaires The Rothschild’s, Rockefellers , DuPont’s, Harriman’s and Warburg’s.\"\nThe article is a spoof from The Onion.\nWe rate the claim Pants on Fire!", "vclaim_id": "vclaim-pol-17380"}