{"url": "/factchecks/2020/sep/30/donald-trump/donald-trump-falsely-says-308000-military-people-d/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden “had 308,000 military people dying because you couldn’t provide them proper healthcare in the military.”", "truth_label": "false", "date": "stated on September 29, 2020 in the first 2020 presidential debate:", "title": "Donald Trump falsely says 308,000 military people died waiting for care on Biden’s watch", "text": "President Donald Trump parried an attack on his COVID-19 track record with an attack of his own on Democratic nominee Joe Biden.\n\"Joe, you’ve had 308,000 military people dying because you couldn’t provide them proper health care in the military,\" Trump said Sept. 29 at the first presidential debate. \"So don’t tell me about this.\"\nThe claim stems from the 2014 debacle at several VA hospitals, where veterans were found to have died waiting to have their benefits approved to receive care. After news of the scandal broke, lawmakers asked the inspector general to investigate the scale of the VA application backlog and the deaths that resulted.\nInvestigators found a data system in chaos. The problems included:\n\n\nIn 2014, the VA’s database contained applications for people who died before 1998. \n\n\nIn the course of moving millions of records around in 2013, the VA inadvertently created enrollment entries for people \"who never sought care or applied for enrollment.\" \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nThe database included anyone who had any contact with the VA, including people \"whose military service has not been confirmed, qualified family members, employees participating in the employee health program, or patients receiving humanitarian care.\" \n\n\nTo the point of Trump’s claim, the inspector general was able to match Social Security death records with over 307,000 applications listed as pending, but that included people who might never have applied or been eligible for care. In any event, 84% of the total died before 2010, the Obama-Biden administration’s second year.\nInvestigators described the VA’s enrollment system as \"virtually unreliable.\"\nWe reached out to the Trump campaign. While they had directed Factcheck.org to the inspector general’s report, they did not respond to our query.\nOur ruling\nTrump said that 308,000 military people died on Biden’s watch because he \"couldn’t provide them proper health care in the military.\"\nTrump’s number is inaccurate. The report behind the figure includes people long dead who might never have applied for VA benefits and who might not have been in the military at all.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19043"}