{"url": "/factchecks/2016/sep/21/republican-national-committee-republican/rnc-weak-over-past-eight-years-black-youth-unempl/", "speaker": "Republican National Committee", "vclaim": "\"Over the past eight years, black youth unemployment is up.\"", "truth_label": "barely-true", "date": "stated on September 17, 2016 in an email :", "title": "RNC makes weak case that 'over the past eight years, black youth unemployment is up'", "text": "In recent weeks, Donald Trump has sought to make inroads with African-American voters, a group that overwhelmingly favors Hillary Clinton. Trump has argued that after decades of loyalty to the Democratic Party, black voters should consider voting Republican because the system is broken and \"what the hell do you have to lose?\"\nSeeking to boost Trump’s message, the Republican National Committee sent a blast email on Sept. 17, 2016, responding to Clinton’s remarks at a dinner for the Congressional Black Caucus. (It’s archived here on the RNC website.) A portion of the email said, \"Over the past eight years, black youth unemployment is up.\"\nThis struck us as odd, because the overall unemployment rate has plunged from a high of 10 percent in October 2009 to 4.9 percent in August 2016. Has African-American youth unemployment really moved in precisely the opposite direction as the nation as a whole?\nWe’ve heard talking points like this before, from Democrat Bernie Sanders and Trump himself. Their veracity really depends on how they were phrased.\nIn this case, the RNC is cherry-picking and misinterpreting old research by the liberal Economic Policy Institute, specifically a chart that tracked the \"high school graduates age 17–20 who are not enrolled in further schooling.\" According to the chart, the rate rose from 44.8 percent in January 2009 to 51.3  percent in March 2015.\nBut unemployment is not underemployment. \"High school graduates age 17–20 who are not enrolled in further schooling\" isn’t the same thing as all black youths. And unemployment generally has declined since March 2015.\n\"I'm sure the RNC can cherry-pick an age group or an ‘underemployment rate’ definition for which the situation has worsened,\" said Gary Burtless, an economist with the Brookings Institution. But using the standard BLS statistics, he said, the labor-market situation for African-American youths \"has improved since the president took office.\"\nChecking the numbers\nWe looked at the unemployment rate over time for two groups of African-Americans -- one broader (ages 16 to 24) and the other narrower (20 to 24). Both ranges would seem to fit the email’s broad definition of \"black youth.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHere’s what we found when we took the annual average black youth unemployment rate for ages 16 to 24 -- the broader of the two age ranges we looked at -- going back to 2009.\n\nThis shows that African-American youth unemployment has been going down -- not up -- consistently since 2010 (Obama’s second year in office) and is well below what it was in 2009 (his first year in office). To be precise, the average unemployment rate for black youth fell from nearly 29 percent in 2009 to a bit below 18 percent in 2016. That’s a decline of more than one-third in the unemployment rate over the roughly eight-year period.\nIn fact, 2016 marks the lowest August rate on record since the statistics were first calculated in the early 1970s, said Jed Kolko, chief economist for the jobs site Indeed.\nThe pattern also holds for African-Americans age 20 to 24. Here’s the equivalent graph:\n\nUsing this narrower age range, the average annual black youth unemployment rate fell from about 25 percent in 2009 to about 15 percent in 2016. So it fell by about two-fifths of its original level over eight years.\nOur ruling\nIn an email blast, the Republican National Committee said that \"over the past eight years, black youth unemployment is up.\"\nThe RNC has pointed to one narrow comparison that shows a higher rate today than in 2009. But the email seeks to paint this specific subset as illustrative of all \"black youth unemployment,\" and it’s not. The broadest, most standard statistics show that black youth unemployment has declined by one-third or more since the 2009, when Obama took office.\nThe statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.\nhttps://www.sharethefacts.co/share/42b72614-de5e-4757-9548-66e3ee7895f1", "vclaim_id": "vclaim-pol-04291"}