{"url": "/factchecks/2020/sep/30/joe-biden/joe-biden-base-debate-attack-over-us-china-trade-d/", "speaker": "Joe Biden", "vclaim": "“We have a higher deficit with China now than we did before.”", "truth_label": "barely-true", "date": "stated on September 29, 2020 in the first presidential debate:", "title": "Joe Biden off-base on debate attack over US-China trade deficit", "text": "During the first presidential debate, Democratic presidential candidate Joe Biden went after President Donald Trump over trade with China, an issue Trump often uses against Biden.\n\"You take a look at what he's actually done, he's done very little,\" Biden said. \"His trade deals are the same way. He talks about these great trade deals. You know, he talks about ‘The Art of the Deal,’ China has perfected the art of the steal. We have a higher deficit with China now than we did before.\"\nIn reality, the U.S. deficit with China in goods and services, the most inclusive trade measurement, was smaller under Trump in 2019, the most recent full year, than it was in any of the final three years of the Obama administration, in which Biden served as vice president. \nHere’s the year-by-year data from the federal Bureau of Economic Analysis:\n\n \nWhile the trade deficit in goods and services with China improved under Trump between 2018 and 2019, it’s still large in an absolute sense. The U.S. bought in excess of $300 billion more in goods and services from China in 2019 than China did from the U.S.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Lee Fisher\n\n\nstated on September 7, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\n\"On (Rob Portman's) watch as Bush's trade czar, our deficit with China exploded\" and \"as Bush's budget chief, Portman oversaw a spending spree that doubled the deficit.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • September 9, 2010\n\n\n\n\n\n\n\nBiden’s campaign pointed to a more limited figure — trade in goods only — which shows that the trade deficit with China has generally been higher under Trump than it was under Obama.\nBut even here, the U.S. made progress under Trump in 2019 in whittling down the goods deficit. The goods deficit was $375 billion in 2017, $418 billion in 2018, and $345 billion in 2019. The 2019 figure was similar to the level it was in 2016, the final year of the Obama administration.\nOur ruling\nBiden said, \"We have a higher deficit with China now than we did before.\"\nThe most inclusive measurement, for goods and services, shows that the U.S. trade deficit with China was smaller under Trump in 2019, the most recent full year, than it was in any of the final three years of the Obama administration.\nLooking only at goods shows the trade deficit was generally higher under Trump than it was in the Obama years, but it declined in 2019 to around the level as the final year of the Obama administration.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-19050"}