{"url": "/factchecks/2020/oct/08/preserve-america-pac/bidens-tax-proposal-isnt-largest-american-history/", "speaker": "Preserve America PAC", "vclaim": "Says Joe Biden is proposing a tax increase that’s “the largest in American history.”", "truth_label": "false", "date": "stated on October 1, 2020 in a campaign ad:", "title": "Biden’s tax proposal isn’t largest increase in U.S. history", "text": "Preserve America PAC, a super PAC that supports President Donald Trump’s reelection campaign, is running a 15-second Facebook ad bashing Biden for his tax plan. \n\"Joe Biden is proposing a $4 trillion tax increase, the largest in American history,\" the narrator says.\nIn public appearances, Trump has made similar claims, telling Fox Business host Maria Bartiromo that Biden \"want(s) to tax $4 trillion, it's going to be the biggest tax increase in history by far.\" \nBiden’s tax plan would seek to grow federal revenue by $3.6 trillion over the next decade, primarily by raising business taxes and taxes on households with incomes over $400,000 a year. But tax experts say his plan would not constitute the largest U.S. tax increase ever.\nNeither Trump nor the ad cited any evidence or sources for the claim. However, the Tax Foundation, a nonpartisan tax policy organization, conducted a detailed analysis of the Biden tax plan and compared it with other historical tax increases. \nThe group evaluated the plans by comparing the federal revenue they generated with the total gross domestic product of the U.S. at the time, an \"apples to apples\" comparison, Garrett Watson, a policy analyst and co-author of the report, said in an interview. \nThey found that measured as a share of the economy, Biden’s plan would be the fifth largest of the 21 major tax bills passed since 1940. The Revenue Acts of 1941, 1942 and 1951, and the Revenue and Expenditure Control Act of 1968 were all larger than the would-be Biden plan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n \"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThis is the same type of analysis we applied to Trump’s claim that the 2017 Tax Cuts and Jobs Act was the largest tax cut in American history, which we rated False. \nAccording to Watson and his co-author Erica York, measuring tax increases in nominal dollars unadjusted for inflation and economic growth — the only measure by which Biden’s proposed tax increase would be the largest ever — would be misleading.\nAs an example, York cited the Revenue Act of 1942, the largest tax increase dating back to 1940. \n\n\"According to the Treasury Department, measured in nominal dollars, (the Act) raised $10 billion in its first year. But in today’s dollars, that would be approximately $160 billion, so looking at nominal dollars would be highly misleading,\" she explained in an email. \nIn its first year, the 1942 law increased federal revenue by 5.04% of GDP. If enacted in 2021, the Biden tax plan would increase revenue by an estimated 1.44% of GDP in its first year. \nOur ruling\nA PAC ad said Biden is proposing a tax increase that’s \"the largest in American history.\"\nAccording to a detailed analysis by the Tax Foundation, Biden’s proposed tax increase would be the fifth largest since 1940, when measured as a share of the economy.\nWe rate this claim False. ​", "vclaim_id": "vclaim-pol-18646"}