{"url": "/factchecks/2011/aug/02/patrick-murphy/allen-west-challenger-says-he-has-raised-more-mone/", "speaker": "Patrick Murphy", "vclaim": "\"For the second quarter in a row, my campaign has raised more money than any other challenger in the nation and brought our fundraising total to over $800,000.\"", "truth_label": "true", "date": "stated on July 16, 2011 in a statement on his campaign website:", "title": "Allen West challenger says he has raised more money than all other congressional challengers", "text": "Democrats may not yet agree on who offers the best chance to beat U.S. Rep. Allen West in 2012, but they all know this: it will take a lot of money.\n\nWest raised more than $6.5 million in 2010 for his successful campaign against incumbent Democrat Ron Klein in a Broward/Palm Beach swing district.\n\nAnd he's only gotten more popular in many Republican circles since going to Washington. West has become something of a spokesman for the tea party movement (which also makes him a lightning rod for criticism), having appeared on NBC's Meet the Press as well as being a frequent guest on Fox News.\n\nWest already has raised more than $2.2 million through the first two quarters of 2011.\n\nYet Democrats think West may be vulnerable in a South Florida district that they say might not fully embrace his tea party mentality. Already, two Democrats have filed to run against him in 2012: former West Palm Beach mayor and state legislator Lois Frankel and Patrick Murphy, a 28-year-old businessman. \n\nMurphy -- a former Republican who switched party affiliation in January 2011 -- has never run for political office in his life, but on July 16, 2011, he claimed that he has raised more cash than any other congressional challenger in the country.\n\n\"For the second quarter in a row, my campaign has raised more money than any other challenger in the nation and brought our fundraising total to over $800,000,\" he said on his website. \"Some political insiders doubted we would be able to do it again, but our second quarter haul of over $450,000 proves that not only are people fed up with Allen West but that I am the candidate they want to replace him.\"\n\nHas Murphy two quarters in a row raised more money than any other challenger in the nation -- over $800,000?\n\nThrough June 30 (the first two quarters of 2011), Murphy raised $808,671.59, according to the Federal Election Commission. The amount includes no loans, but Murphy did donate $36,100 to the campaign. (A donation is different from a loan in that Murphy has no expectation he'll be repaid.)\n\nWe called the Federal Election Commission -- the repository of Congressional campaign finance reports -- and asked spokesman Christian Hilland if Murphy had raised more than any other congressional challenger in the nation two quarters in a row. Based on campaign finance reports submitted to the FEC, Hilland sent us back a Microsoft Excel spreadsheet of the top 10 fundraisers among congressional challengers in the first and second quarters in 2011. \n\nThe chart shows that during the first quarter, Jan. 1 through March 31, 2011, Murphy took in about $352,448.99. He took in $456,222.60 during the second quarter, April 1 through June 30, 2011. A few other fundraisers taking on incumbents did take in more than Murphy in the first or second quarter. But they only surpassed Murphy because they either gave themselves large loans or because they transferred money from a U.S. Senate campaign.\n\n• John Atkinson of Illinois raised $173,550.18 more than Murphy in the first quarter of 2011 but included a $270,000 loan. (Atkinson dropped out of his House race in June 2011.)\n\n• Abel Maldonado of California raised $80,867.40 more than Murphy in the second quarter. But his figures included a $250,000 loan.\n\nAnd then there were two candidates from Texas with the last name of Williams who switched their campaigns from the U.S. Senate to the U.S. House.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n• Roger Williams' total for the second quarter was $1,017,535, but he launched his U.S. Senate campaign in 2008 and then switched to a congressional race in June 2011.\n\n• Michael Williams raised $418,619.20 during the first quarter, which was $66,170.21 more than Murphy's, but he launched his U.S. Senate campaign in 2008 and then switched to a congressional race in June 2011.\n\n For the record, Murphy's Democratic primary opponent also made the top 10 list: Frankel raised $698,545.88 for the first two quarters combined.\n\nMurphy said, \"For the second quarter in a row, my campaign has raised more money than any other challenger in the nation and brought our fundraising total to over $800,000.\" A couple of other candidates technically raised more money, but that is thanks to either personal campaign loans or switching from a statewide U.S. Senate campaign to a run for the House. We think Murphy is on solid footing to leave those scenarios out when making his claim.\n\nSo, we rate it True.", "vclaim_id": "vclaim-pol-12640"}