{"url": "/factchecks/2016/nov/03/eric-greitens/greitens-connects-unrelated-facts-koster-right-wor/", "speaker": "Eric Greitens", "vclaim": "Says Chris Koster \"opposes right-to-work efforts because he has taken $8 million from ‘union bosses.’\"", "truth_label": "half-true", "date": "stated on September 30, 2016 in a press release:", "title": "Greitens connects unrelated facts on Koster right-to-work claim", "text": "Missouri is the scene of the most expensive governor’s race in the nation.\nOn Sept. 30, Democrat Chris Koster and Republican Eric Greitens faced off in a debate in Branson. Greitens challenged Koster on several of his policies and political history, claiming that Koster is a \"career politician\" who opposes right-to-work efforts because he has taken \"$8 million from union bosses.\"\nThis number seemed high, so we decided to check out the claim. We also wondered if Koster, as Greitens said, opposed right-to-work efforts because of union campaign donations.\n\nFollowing the money\n\n\nThe Greitens campaign directed us to the Missouri Chamber of Commerce and Industry’s \"Money Trail\" page. According to this page, as of Oct. 30, Koster had received $12.2 million from what the Chamber says falls under the \"unions\" category.\n\n\nKoster's top three union contributors each gave his campaign more than $1 million. The American Federation of State, County and Municipal Employees (AFSCME), a public services employees union, was Koster's top contributor, topping out at $1,250,000.\nAFSCME was followed closely by the Eastern Missouri Laborers' Educational & Benevolent Fund at $1,091,739 and Jobs and Opportunity, a democratic leadership PAC, coming in at $1,001,432.\n\n\nBy far, Koster has received more contributions from unions over all other candidates running for any Missouri offices this year. The next highest total of union donations for any Missouri candidate is Democratic candidate for attorney general Teresa Hensley, with $692,849.00. Greitens doesn't even appear on the union donations list.  \n\n\nOn right-to-work\n\n\nGreitens also claimed Koster opposes right-to-work legislation.\n\n\nRight-to-work has been a hot-button topic for Missouri. Right-to-work laws essentially make it illegal to require employees to pay annual dues to a union. The decision to pass right-to-work laws are made on a state-by-state basis. So far, 26 states have passed right-to-work legislation.\n\n\nMissouri's Republican-majority legislature has passed right-to-work laws in the past, only to see them vetoed by Democratic Gov. Jay Nixon, who leaves office in January. Greitens supports right-to-work legislation. His website states, \"I believe we must have 'right-to-work' legislation to improve Missouri’s job climate.\"\n\n\nOpposing right-to-work legislation is an important part of Koster's campaign. Koster and other Democrats have used the term \"right-to-work for less\" to support their argument that a right-to-work law in Missouri would lead to lower pay for workers due to weakened collective bargaining efforts — efforts they say are made possible by those required fees.\n\n\nOn the other hand, it's Greitens' belief that \"right to work laws help the economy as a whole and union workers.\" The Greitens campaign directed us toward some statistics from the Labor Bureau of Statistics and pointed us specifically to Indiana.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\nAccording to our email correspondence with the Greitens campaign, \"Since Indiana passed Right to Work, it has gained 37,000 union jobs, while Missouri gained only 6,000.\"\n\n\nTaking a look at this information alone would suggest a correlation between right-to-work and increased union employment. As of 2015, 10 percent of Indiana's employed workers were members of unions, and 11.3 percent of workers were represented by unions. In Missouri, those numbers were 8.8 percent and 9.8 percent, according to the Bureau of Labor Statistics.\n\n\nHowever, statistics for the median income growth from 2014-2015 comparing Missouri versus right-to-work states suggests support for Koster’s claim that right-to-work laws lead to lower salaries. According to the U.S. Census, growth in Missouri was 3.8 percent, while the average growth in right-to-work states was 3.2 percent.\n\n\nBecause jobless rates vary so much from state to state, the role of right-to-work legislation in these numbers is difficult to assess.\n\n\nSo Koster has received millions of dollars from unions, and he opposes right-to-work legislation. But Greitens' claim goes further and claims that Koster opposes that legislation because of the union donations.\n\n\nSo is there any evidence that the donations affected Koster’s position on right-to-work?\n\n\nWhen we reached out to the Koster campaign, we received this response from David Turner, his campaign's communications director:\n\n\n\"I reject the premise of the question and the assertion that the Attorney General's policy positions are at all influenced by campaign donations. Going back to the start of his career, Attorney General Koster has long record of advocating for working people, even when he was a Republican.\"\n\n\nTurner provided us with examples of Koster's advocacy \"for working people\" dating back to 2004. Included was a link to a Springfield News-Leader story published after Koster broke with the GOP and became a Democrat. The story states: \"The Republican Party's disregard of workers rights, Koster said, is one reason he left the party.\"\n\n\nOur ruling\n\n\nGreitens said Koster received $8 million from unions and opposes right-to-work legislation.\n\n\nThere is no doubt Koster opposes right-to-work laws. And Greitens actually understates the total amount of Koster’s labor donations. He has received more than $12 million from unions, according to the Missouri Chamber of Commerce and Industry.\n\n\nBut there is no evidence his position against right-to-work is influenced by these donations.\n\n\nGreitens is taking two accurate talking points and putting them together in a misleading way.  \n\n\nWe rate this claim to be Half True.", "vclaim_id": "vclaim-pol-03991"}