{"url": "/factchecks/2012/jun/25/citizens-transportation-mobility/pro-transportation-group-says-tax-foe-pro-tax/", "speaker": "Citizens for Transportation Mobility", "vclaim": "Atlanta Tea Party co-founder Debbie Dooley \"wants gas taxes raised.\"", "truth_label": "half-true", "date": "stated on June 13, 2012 in a press release:", "title": "Pro-transportation group says tax foe backs hike", "text": "The folks leading the charge in support of a regionwide penny-per-dollar sales tax for transportation projects have raised a question to critics who don’t like the plan:\n\nSo what’s your solution?\n\nA press release on that question brought on a verbal dispute we felt was worthy of a fact-check as both sides search for any weakness in the opponent’s position, showing what a tightly contested campaign this has become.\n\nSales tax supporters thought they found the answer to their question when they read quotes attributed to Debbie Dooley, a prominent Georgia tea party activist who is among the most vocal opponents of the plan.\n\n\"Tea Party leader wants gas taxes raised,\" read the headline to a press release written by Citizens for Transportation Mobility, an advocacy group in favor of the referendum. \"Dooley publicly supports a never-ending tax with less public accountability.\"\n\nDooley countered that the group wasn’t telling the whole story about her position on gas taxes.\n\n\"We have repeatedly said until elected officials show us they are responsible with our tax dollars, they’re not getting a dime,\" Dooley told PolitiFact Georgia.\n\nIn 2010, the Georgia Legislature voted to allow residents to vote by referendum on whether to increase their sales tax rates to pay for transportation projects. The Legislature divided the state into 12 regions to give residents choices of potential transportation projects that may best help their region, if they choose to do so. In a 10-county region that encompasses the city of Atlanta, its largest counties and other suburbs, the tax could fund 157 transportation projects if the referendum passes. The vote is scheduled for July 31.\n\nSome referendum opponents have a list as long as Buford Highway that outlines their objections to the plan. One reason they’ve said they don’t want it is they’re not in favor of an additional tax across an entire region. They don’t trust elected officials to spend the money as planned.\n\nDooley outlined those concerns and others at a June 12 forum organized by the Civic League for Regional Atlanta.\n\n\"We don’t feel like they’ve been fiscally responsible with the tax dollars they’ve been given,\" Dooley said of elected officials in her opening remarks.\n\nDooley said she and others have presented some ideas to referendum supporters, but were rebuffed. She then talked about the gas tax.\n\n\"We support increasing the gas tax, which has not been done since 1991,\" Dooley said at the forum, Citizens for Transportation Mobility wrote in the press release.\n\nGeorgia’s excise gas tax is currently 7.5 cents a gallon, the second lowest in the country. (Excise taxes are special taxes on the purchase of items such as gasoline, alcoholic beverages and tobacco products. Excise taxes are usually fixed amounts per item, rather than percentages of the price.) It has not changed since 1971, which Dooley actually said at the forum.\n\nCitizens for Transportation Mobility criticized Dooley’s idea.\n\n\"We have been waiting on the opposition to come up with their ‘Plan B’ and we now see that they want to build more toll roads, raise gas taxes and take away the power of citizens to vote on a specific project list,\" said Che Watkins, campaign manager for Citizens for Transportation Mobility. \"We are frankly shocked that a tea party leader would advocate for higher permanent taxes with less public accountability.\"\n\nDooley actually said more than what was mentioned in the press release, a video of the meeting showed.\n\n\"One of the funding mechanisms we would look at once the gas prices came down to a manageable level is to increase the gas tax,\" she said.\n\nCitizens for Transportation Mobility spokeswoman Saba Long defended the organization’s position, noting that Dooley didn’t say how much lower gas prices must be in order for her to support increasing the gas tax.\n\n\"She’s trying to have it both ways,\" Long said.\n\nDooley told PolitiFact Georgia gas prices must be $2 a gallon or less before she would consider supporting an increase to excise gas taxes.\n\nDooley did float the idea of raising the gas tax. But she said in the same sentence that gas prices must come down first. She also stated her distrust of elected officials with tax dollars. Neither was included in the press release.\n\nThe Citizens for Transportation Mobility statement was based on an accurate comment by Dooley, but it leaves out some important context.\n\nUnder our rating system, that is a classic Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVernon Jones\n\n\nstated on June 3, 2010 in a candidate forum\n\n\n\n\n\n\n\n\n\"Four years as a congressman, he [U.S. Rep. Hank Johnson] never talked about MARTA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • June 27, 2010", "vclaim_id": "vclaim-pol-10871"}