{"url": "/factchecks/2016/oct/21/afscme/story-behind-attack-ads-blast-pat-toomeys-plan-soc/", "speaker": "AFSCME", "vclaim": "\"Because as a Senator Toomey stood up for Wall Street. He wanted to privatize Social Security and invest it in the stock market. Wall Street would make billions in fees even if the stock market crashed. \"", "truth_label": "mostly-true", "date": "stated on October 12, 2016 in In a political ad:", "title": "The story behind an attack ad’s blast of Pat Toomey’s plan for Social Security", "text": "Opponents of Senator Pat Toomey are making sure his past ideas about Social Security stay front and center.\nSocial Security, of course, was a much hotter topic a few years ago. Many Republicans, including former President George W. Bush, pushed for allowing younger workers to contribute portions of payroll taxes into government-approved private mutual fund accounts. It was a movement for a partial privatization of Social Security. But that plan never gained much traction and lately politicians on both sides of the aisle have been reluctant to talk about privatizing Social Security and have instead focused on other means of reform or at least used less divisive terminology than \"privatization.\"  \nA recent ad from AFSCME throws Toomey into this mix. It accuses him of previously favoring the privatization of Social Security and, yes, uses the dreaded p-word: \"Because as a senator Toomey stood up for Wall Street. He wanted to privatize Social Security and invest it in the stock market. Wall Street would make billions in fees even if the stock market crashed.\"\nWe’ll break down this fact check into two parts: Toomey’s previous beliefs on Social Security privatization and then whether Wall Street would in fact make billions off such a plan.\nTed Kwong, a spokesperson for Toomey, said over email Toomey once supported younger people placing portions of their payroll taxes into \"government-regulated private accounts.\" (He did not answer a question about the Senator’s current position on Social Security privatization). This is backed up in several past interviews conducted with Toomey. Shortly after he was elected to the Senate, a New York Times article noted he intended \"to continue to push for allowing young people to invest part of their Social Security payroll tax.\" Toomey told the Scranton Times-Tribune in 2010 workers on the verge of retirement would be guaranteed their current benefits.   \nIn his book, The Road to Prosperity, he laid out his beliefs in greater detail (Yes, Toomey has a book. It’s currently ranked 1,491,962 on Amazon’s top-seller list). Toomey wrote that older workers would continue to use the current Social Security system, \"But younger workers should be given a choice. Those who would prefer to stay in the current system should be allowed to do so….Others, however, should be free to deposit a portion of the payroll taxes they already pay into personal savings account instead of sending their hard-earned money to Washington.\"\nIn the book, Toomey gave an example of a beneficiary of this program as a young worker who could invest this portion of the payroll tax \"in a bundle of stocks and bonds\" and earn a much higher return than Social Security. In other words, he would want the worker to invest the money.\nThat’s where Wall Street comes in. Right now, payroll tax for Social Security goes to a trust fund that is then invested into special securities overseen by the U.S. Treasury that are only available for the trust fund. Max Skidmore, author of The American System of Social Security: Separating Fact From Fallacy, said the administrative costs of this system are effectively nothing. They are less than one cent per dollar.\nThat wouldn’t be the case with investments in stocks, bonds and mutual funds. If somebody were allowed to take a portion of their payroll tax that would normally go to Social Security and invest it, they would face much higher administrative fees. Skidmore said it would be difficult to estimate, but the total could easily reach the billions if many people were to opt for a personal account as proposed by Toomey and others.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nAlicia Munnell, director of the Center for Retirement Research at Boston College, said these fees would be comparable to what Americans see with their 401(k)’s, which have administrative fees. A University of Chicago study estimated if Social Security was partially privatized in one of the plans proposed by Bush fees paid to banks could be as high as $940 billion over 75 years.    \nAs for whether Toomey’s plan of letting only younger workers put a portion of their payroll tax into a personal account should still be considered privatization, Munnell said yes.\n\"When people were discussing this issue,\" she said, \"that is what was being discussed.\"  \nOur ruling\nA recent AFSCME ad claimed Pat Toomey supported Social Security privatization during his time as Senator:  \"Because as a senator Toomey stood up for Wall Street. He wanted to privatize Social Security and invest it in the stock market. Wall Street would make billions in fees even if the stock market crashed.\"\nIn the past, PolitiFact has tried to emphasize the difference between privatization and partial privatization because Democratic and Republican politicians have tried to distort it. Toomey has not supported full privatization, which would mean completely overhauling the system so everyone’s proceeds of the payroll tax would go to personal accounts that could be privately invested. This ad doesn’t give the full picture. It doesn’t say he was for full privatization but also doesn’t make clear the difference between full and partial privatization.\nToomey has supported partial privatization of Social Security. In the plan he wrote about -- and plans favored by past politicians -- young workers were expected to invest in stocks and mutual funds that are synonymous with Wall Street. The companies with whom people did their investing would earn sizable fees.   \nWe rate the claim Mostly True.\n \nhttps://www.sharethefacts.co/share/ea4ae91e-977f-4f04-8e7c-00f22441a842", "vclaim_id": "vclaim-pol-04077"}