{"url": "/factchecks/2013/mar/07/rick-scott/rick-scott-says-36-million-disability-waiting-list/", "speaker": "Rick Scott", "vclaim": "\"For the first time in eight years, our budget also increases funding for persons with disabilities by $36 million to help more disabled people receive community-based services.\"", "truth_label": "mostly-true", "date": "stated on March 5, 2013 in a State of the State speech:", "title": "Rick Scott says $36 million for disability waiting list a first in eight years", "text": "In 2011, Republican Gov. Rick Scott gave his State of the State address to a tea party rally in Eustis. He called for spending and tax cuts and bashed Washington, D.C.\n\nFlash-forward two years later, and Scott’s State of the State called for helping the poor by expanding Medicaid, boosting teacher pay and increasing funds to help people with disabilities.\n\n\"For the first time in eight years, our budget also increases funding for persons with disabilities by $36 million to help more disabled people receive community-based services, and $2.5 million for job training.\"\n\nAn image of a softer, kinder governor? Yep. But were his words accurate?\n\nWe decided to research if Scott has proposed more money to help more people with disabilities receive services, and if that occurred for the first time in eight years. (Scott’s tenure started in 2011.)\n\nA wait list of 22,000\n\nOn Feb. 8, Scott held an event at the Association for the Development of the Exceptional in Miami to announce that his budget proposal included the $36 million. The money will serve people with disabilities on a waiting list for a Home and Community-Based Services (HCBS) Medicaid waiver. The Legislature will have to agree to the money earmarked for the waitlist.\n\nThe state-federal program serves people with intellectual disabilities, autism, cerebral palsy or other disabilities in their homes or community -- rather than sending them to more costly institutions. The $36 million increase includes about $15 million from the state and $21.2 million from the federal government.\n\n\"That means we’ll help families by providing personal care assistance, transportation, adult day training, and other needed services to improve their quality of life and find job opportunities,\" Scott said in February.\n\nCurrently, about 30,000 Floridians have such a waiver, but there are another 22,000 on the waiting list. How many people will be served by the additional money? About 750. That means the extra money will only help a small slice of those waiting for services.\n\n\"We as providers and we as advocates say thank you, but we’d like to see the state, the governor and the agency do more because 1,000 out of 22,000 is not going to be a significant number,\" said Clint Bower, president of Miami-based MACTown, which serves Floridians on the waiver.\n\nAnd even if Florida reduces the waiting list, it will still lag behind most other states. Florida’s waiting list was the sixth-longest in the country in 2010 (Texas had the longest), according to the Henry J. Kaiser Family Foundation. Though a long waiting list isn’t surprising considering Florida’s large population, some states simply fund the services, without making people wait for specific waiver.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nSome Floridians have been on the waiting list for 10 years, said Deborah Linton, director of The Arc of Florida.\n\n\"The other day a woman who was 92 years old called us and she still cares for her adult son with no assistance!\" Linton told PolitiFact Florida in an email.\n\nHistory of waiver funding\n\nScott talked about the amount of money budgeted for the program. In recent years, expenditures have often soared above initial appropriations (one year by as much as $166 million), resulting in massive deficits.\n\nThe deficits were so big that in 2011, Scott said he would slash rates charged by group homes and caseworkers, which drew criticism from advocates. He quickly reversed that plan when legislators agreed to back fill a deficit.\n\nA chart compiled by the Florida Association of Rehabilitation Facilities shows expenditures peaked at about $975 million in 2010-11. Data from the state’s Agency for Persons with Disabilities shows the highest amount budgeted was about $957 million in 2007-08. For 2013-14, Scott’s proposed budget for the program is about $905 million -- substantially less than the program’s budget a few years ago.\n\nBut Scott’s claim was that for the first time in eight years the budget would increase funding to help more people receive services. The last significant jump in the number of clients -- about a 5,000 increase -- was between the 2004-05 and 2005-06 years. The Legislature earmarked about $27 million then to take more people off the waitlist.\n\nAnd the next year the deficits started. The Legislature earmarked waiting list money in 2006-07 too, but due to the deficits it didn’t truly go to easing the waitlist.\n\nThat means Scott’s math is correct when he looks at his 2013-14 budget proposal and points to the last significant increase in clients served eight years ago.\n\nAdvocates told PolitiFact Florida that for the most part in recent years, the only new clients added have been through lawsuits or those in crisis -- for example, their parent-caregiver dies. Scott’s additional dollars would allow other people to get off the waitlist.\n\nMeanwhile, the state Agency for Persons with Disabilities is phasing in a new program for people who receive the waiver, giving them a set budget and choices on how to spend it. The state expects that will reduce costs per client, freeing up spots on the waitlist. Miami-Dade, Broward and Monroe counties will be next to phase in the new budget program which has resulted in about 40 percent of the clients getting a reduction in money, said Barbara Palmer, APD director.\n\nWhile that is good news for reducing the deficit, the funding change has met resistance from some clients. About 2,000 Floridians have appealed their new waiver amount, according to Linton.\n\n\"We must be careful to still fulfill the needs of the individuals currently on the waiver to protect their health and safety while trying to serve even more,\" she told PolitiFact in an email.\n\nOur ruling\n\nDuring his State of the State speech, Scott said \"For the first time in eight years, our budget also increases funding for persons with disabilities by $36 million to help more disabled people receive community-based services...\"\n\nScott has proposed $36 million that should help at least 750 people with disabilities on the waiting list for the waiver. The last time the state increased funding to allow a significant increase in clients was eight years ago.\n\nHowever, Scott omitted that about 21,000 would remain on the waiting list. And due to other budgetary changes, some people are getting less money to spend on services.\n\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-09624"}