{"url": "/factchecks/2017/jun/26/blog-posting/fake-headline-muddles-real-story-man-cooked-death-/", "speaker": "Bloggers", "vclaim": "\"Massive Bumble Bee recall after 2 employees admit cooking a man and mixing him with a batch of tuna.\"", "truth_label": "pants-fire", "date": "stated on April 6, 2017 in a headline:", "title": "Fake headline muddles real story of man cooked to death in tuna oven", "text": "A news story that said a tuna fish recall came after workers at a canning company cooked a man and added him to the product is mash-up of two real stories under a fake headline.\n\"Massive Bumble Bee recall after 2 employees admit cooking a man and mixing him with a batch of tuna,\" read the headline on an April 6, 2017, post on BlueLineStrong.net.\nFacebook users flagged the post as being potentially fabricated as part of the social media site’s efforts to combat fake news.\nThe story itself isn’t entirely made up — but it has been repurposed with a bogus headline for a few years.\nThe BlueLineStrong.net post is largely an excerpt from an April 28, 2015, Associated Press article.\nHere’s what happened.\nThe Los Angeles District Attorney’s Office charged two men at a Bumble Bee Foods plant for violating safety regulations in the death of a fellow employee.\nJose Melena, 62, was performing maintenance inside a 35-foot-long oven at a plant in Santa Fe Springs, Calif., on Oct. 11, 2012. He was trapped and died when workers filled the oven with six tons of canned tuna and turned it up to 270 degrees to cook and sterilize the food.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAngel Rodriguez, the plant operations director; Saul Florez, the safety manager; and Bumble Bee Foods all faced three counts of violating Occupational Safety and Health Administration rules. Bumble Bee Foods settled the case in August 2015 for $6 million.\nTo be clear, no one chopped up Melena and put his remains in the meat.\nA website called TheRacketReport.com posted the story excerpt on April 28, 2015, the same day the AP story was published. It carried the headline, \"Massive Bumble Bee Recall After 2 Employees Admit Cooking A Man And Mixing Him With A Batch Of Tuna.\"\nThe story doesn’t mention anyone being mixed in with the fish, despite the headline. The site’s About Us link noted that \"the articles and stories may or may not use real names, always a semi real and/or mostly, or substantially, fictitious ways.\"\nFast forward to the following year.\nOn March 16, 2016, Bumble Bee Foods did issue a real recall for \"process deviations,\" and not for the incident related Melena.\nFake news site News4KTLA.com recycled the AP story about the workers being charged in Melena’s death the next day. The post also re-used the fake headline \"Massive Bumble Bee Recall After 2 Employees Admit Cooking A Man And Mixing Him With A Batch Of Tuna.\"\nThe site attempts to look like a real media outlet, but does not give an indication it is fake, saying it covers \"southern Louisiana and the surrounding area.\" The real KTLA TV station is based in Los Angeles. The fake headline has been passed around ever since.\nWe rate the headline Pants on Fire.\n Share the Facts 2017-06-26 18:10:20 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"Massive Bumble Bee recall after 2 employees admit cooking a man and mixing him with a batch of tuna.\"    Internet rumors Bloggers   in a headline Thursday, April 6, 2017 2017-04-06    Read More  info", "vclaim_id": "vclaim-pol-03174"}