{"url": "/factchecks/2012/apr/15/scott-walker/wisconsin-recall-target-scott-walker-says-teens-so/", "speaker": "Scott Walker", "vclaim": "Says his sons were \"targeted\" on Facebook \"by out-of-state protesters.\"", "truth_label": "half-true", "date": "stated on March 31, 2012 in a speech:", "title": "Wisconsin recall target Gov. Scott Walker says teen sons \"targeted\" on Facebook", "text": "When Wisconsin Gov. Scott Walker said his two teen sons have been \"targeted\" on Facebook, the news was quickly picked up by the Milwaukee Journal Sentinel and national outlets such as Fox News, Politico, Talking Points Memo, the Daily Beast and the Huffington Post.\n\nWalker didn't elaborate on his claim in the April 4, 2012 interview with the Christian Broadcasting Network.\n\nBut in a March 31, 2012 speech to the Waukesha County Republican Party in suburban Milwaukee, he disclosed a few more details:\n\n\"People ask me all the time: How do you do deal with all the grief? How do you deal with the thousands of people who were bused in in front of your house in Wauwatosa? How do you deal with the hecklers, how do you deal with attacks? The kids had stuff on Facebook targeted after them by out-of-state protesters and other things like that.\"\n\nThe first-term Republican governor has repeatedly claimed that out-of-state interests backed public demonstrations against him and are promoting efforts to remove him from office in the June 5, 2012 recall election. And after Walker stripped most Wisconsin public employees of most collective bargaining powers with a March 2011 law that spurred the demonstrations and the recall, Republican politicians as well as Democrats who opposed the law received death threats.\n\nIn November 2011, authorities investigated but did not file charges against a woman who posted a message about Walker on Facebook saying: \"Rather than recall him. can we kill him instead? Just curious.\" And a Madison radio talk show host in November 2011 criticized Walker’s wife, Tonette, and called her names when she said on Milwaukee radio that she worried for her sons’ safety after protesters demonstrated outside of their home.\n\nFacebook claim\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nBut Walker saying family members have been targeted on Facebook is a new dimension.\n\nWalker campaign spokeswoman Ciara Matthews pointed to a December 2011 article by the MacIver Institute, a conservative think tank and news organization in Madison.\n\nThe article said that on Nov. 27, 2011, Miles Kristan posted this message (complete with the grammatical errors) on Facebook:\n\n\"Whats it like having the most hated dad in Wisconsin ??? this kid knows.\"\n\nA picture accompanying the article shows the post, which included a link to Matt Walker's Facebook page; the link included a photo of Matt Walker.\n\nAccording to the article, after posting the item about Matt Walker, Kristan immediately posted another message saying \"this kid knows as well,\" with a link to Alex Walker's Facebook page.\n\nBoth posts were also shown in a news report on WTMJ-TV (Channel 4) in Milwaukee.\n\nSo, there is evidence that Walker's sons, both of whom attend a public high school in suburban Milwaukee, were \"targeted\" at least one time on Facebook.\n\nMatthews did not provide other examples.\n\nWe also contacted Jocelyn Webster, a spokeswoman for the Wisconsin Capitol Police. She told us the department does not comment on security issues.\n\nAs for Kristan, he is a protester, but he’s not from out of state.\n\nKristan has been identified in news reports as a Wisconsin resident and a native of Racine, south of Milwaukee, who moved to Madison to participate in protests against Walker. He was also identified as a leader of some of the protests.\n\nState court records list Kristan with Wisconsin addresses dating back to 2003 and as recently as February 2012. They also show he was convicted of misdemeanor disorderly conduct after pouring a beer on state Rep. Robin Vos, R-Rochester, in a Madison bar in September 2011.\n\nOur rating\n\nWalker said his sons were \"targeted\" on Facebook \"by out-of-state protesters.\" A protester posted two critical messages on Facebook, one directed at Matt Walker and one at Alex Walker, but the protester is from Wisconsin.\n\nWe rate Walker's statement Half True.", "vclaim_id": "vclaim-pol-11264"}