{"url": "/factchecks/2016/jan/21/mike-rogers/mike-rogers-says-trump-appeals-democrats-much-repu/", "speaker": "Mike Rogers", "vclaim": "\"Donald Trump is appealing as much to Democrats as he is to Republicans.\"", "truth_label": "pants-fire", "date": "stated on January 12, 2016 in a roundtable discussion on CNN:", "title": "Mike Rogers says Trump appeals to Democrats as much as Republicans", "text": "Can the Republican establishment steer GOP voters away from Donald Trump? Pundits on CNN chewed over the matter recently, with one conservative arguing they shouldn’t try.\n\"I think we're missing one important point here. Donald Trump is appealing as much to Democrats as he is to Republicans,\" said Mike Rogers, a former Republican congressman from Michigan and CNN's national security commentator, on Jan. 12.\nRogers said people who don't see this are \"missing the folks on the street who are drawn to his campaign. He's got this whole group of Democrats for Trump, it's an economic issue. … This is a Republican Party attracting Democrats, independents, Reagan Democrats to a message that says this town is broken. The institutions of government are broken. The economy is broken.\"\nWe were intrigued by the idea that Trump is appealing as much to Democrats as he is to Republicans, so we asked Rogers' office for his sources. We also checked some national polls.\nFirst stop: the latest Fox News Poll, jointly conducted by a Democratic and Republican polling firm from Jan. 4 to 7. The results were reported four days before Rogers' statement. It surveyed 1,006 registered voters by phone and found that in a matchup with Hillary Clinton, Trump's level of support was 84 percent among Republican but only 9 percent among Democrats.\nThe latest Quinnipiac poll to look at the question, conducted Dec. 16-20 among 1,140 registered voters, found that while 82 percent of Republicans would support Trump, only 4 percent of Democrats would vote for him in a matchup with Clinton.\nSo Democratic support for Trump doesn't come close to his level seen among Republican voters.\nWhen we asked Rogers about his sources, his spokeswoman sent us two articles, one from the New York Times and the other an opinion piece from U.S. News & World Report.\nThe Times analysis is based on surveys by Civis Analytics of more than 11,000 people who say they lean Republican. Trump's support was 43 percent among Republicans who are still registered as Democrats. But that group makes up only 8 percent of the respondents who said they tend to support the GOP, and Civis spokeswoman Lisa Kornblatt told us no Democrats were included in the survey.\nArguing that Civis polling shows that Donald Trump is appealing as much to Democrats as he is to Republicans \"is a misrepresentation of our data,\" she said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe results from Mercury Analytics, cited in the U.S. News & World Report opinion piece, found that a hefty 19 percent of likely Democratic voters would cross party lines and vote for Trump if the election were held when the online survey was conducted, January 6-8.\nBut, in contrast, Trump was supported by 73 percent of Republicans, making him nearly four times more popular among Republicans.\n\"If the claim was truly 'Donald Trump is appealing as much to Democrats as he is to Republicans,' this is completely untrue – ridiculous,\" Mercury CEO Ron Howard wrote in an email.\nThe Mercury poll also found that 14 percent of likely Republican voters said they would vote for Democrat Hillary Clinton.\nOur ruling\nCNN commentator and former congressman Mike Rogers said, \"Donald Trump is appealing as much to Democrats as he is to Republicans.\"\nA January 2016 Fox News poll found Trump was nine times more popular among Republicans than Democrats, when matched up against Clinton. A December 2015 Quinnipiac poll found that the billionaire was 20 times more popular.\nRogers, in contrast, cited one survey that didn't even poll people who said they leaned Democrat and another that found Democrat support for Trump was only about one quarter of what it was among Republicans.\nThe relevant numbers render Roger's assertion ridiculous.\nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-05524"}