{"url": "/factchecks/2018/oct/23/kevin-cramer/no-registration-voting-easiest-north-dakota/", "speaker": "Kevin Cramer", "vclaim": "\"The standard of voting in North Dakota is the easiest in the country.\"", "truth_label": "barely-true", "date": "stated on October 18, 2018 in North Dakota Senate debate:", "title": "Does no registration make voting easiest in North Dakota?", "text": "In the first North Dakota Senate debate, incumbent Heidi Heitkamp and Republican challenger and U.S. Rep. Kevin Cramer sparred over the fairness of who will get to participate in one of the most hotly contested elections.\nThe moderator asked the two candidates whether they believe the Supreme Court made the right decision in upholding North Dakota’s new voter ID law on Oct. 9. The law requires residents show ID with a current street address.\nA federal district court in North Dakota originally ruled to allow voters to show either a current street or mailing address, like a PO box. The U.S. Court of Appeals for the 8th circuit put that order on hold. The Supreme Court allowed the hold to stay in place. The case continues before the 8th Circuit.\nHeitkamp called attention to the law’s disproportionately negative effect on Native American voters, many of whom don’t have a street address and use a PO box instead.\n\"Our district court judge did the right thing and ruled that this was an inappropriate infringement on voting rights,\" Heitkamp said. \"I hope Native American veterans get an opportunity to vote because they put on a uniform and earned that opportunity.\"\n\"And they do get to vote, Senator,\" Cramer replied. \"That’s the point. The standard for voting in North Dakota is the easiest of anywhere in the country. We are the only state that does not have voter registration.\"\nCramer is right that there’s no voter registration, unlike any other state. But that doesn’t make North Dakota the easiest state to vote in.\n\"North Dakota does pretty well and did pretty well from 1996 to 2008,\" said Michael Pomante, a political science professor at Jacksonville University. \"After 2008, that’s no longer the case.\"\nPomante published a paper in September that ranks the 50 states according to the ease of 33 voting laws alongside two other researchers. They looked at registration requirements, wait times, mail-in ballot options and the strictness of voter ID laws, among other indicators.\nNorth Dakota used to be No. 1 because of its lack of voter registration. It ranked fourth in 2016, and Pomante expects it to drop several spots next year because of the new ID law Heitkamp mentioned. He expects other states to jump ahead thanks to automatic registration options when people are in contact with a state agency.\nIn 2016, the researchers determined that voting was easiest in Oregon, where voters are registered automatically and are mailed ballots weeks in advance of election day. Colorado and California came in at second and third, respectively.\n\"Registering to vote is the biggest determinant of whether or not someone can vote,\" Pomante said. \"So having no registration means you can just show up, and automatic means same thing. Basically the burden of registering to vote is no longer on the individual citizen.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nEssentially, having no registration doesn’t make North Dakota all that special anymore.\nCameron Wimpy, a political scientist working at the MIT Election Data and Science Lab, said comparison between states with automatic and no registration is difficult because there is little data. The difference, then, comes down to the strictness of laws determining what forms of ID people can show at the polls.\n\"There is a reality that registration can cause issues. But in the places that registration is easy, it’s hard to believe registration is more difficult than the situation where you have to bring several documents from a limited list,\" Wimpy said.\n(North Dakota also ranked fourth in the MIT Elections Performance Index in 2016. That ranking did not take voter ID laws into account last year.)\nVoter ID law have made voting harder in North Dakota\nThe National Conference of State Legislatures breaks down voter ID laws into categories of strict and non-strict, without a ranking. In 2018, North Dakota fell under the strict side of the dividing line.\nNon-strict states allow at least some voters without an acceptable ID to cast a ballot and have it count. Strict states, like North Dakota this year, require those voters to cast a provisional ballot. In order for their vote to count, they must also take additional steps after election day.\nUp until 2013, North Dakota citizens could go to the polls and show a single non-photo ID. If they failed to provide such documentation, a poll worker could vouch for the voter’s identity. North Dakota’s sparsely populated rural precincts easily lent themselves to this method. Otherwise, the voter could sign an affidavit at the polling station.\nThat changed when the North Dakota legislative assembly passed a law getting rid of these two fail-safes. The law also limited the forms of acceptable identification. A 2015 law further limited those forms of ID. Seven Native American voters challenged the law in 2016.\nThey argued the statute disproportionately affects Native Americans. The law requires an ID with a valid street address, which many rural tribal members don’t have. According to the plaintiffs, 70,000 North Dakota residents lack a qualifying ID and 18,000 lack supplemental documentation.\nThe lawsuit began a two-year legal battle that is still ongoing. A federal judge issued a temporary order in 2016 that the affidavit remain an option, so North Dakota remained a non-strict state that year. But the strict ID law will be in place this election cycle after the Supreme Court decided not to intervene in October.\nTribal officials and Four Directions, a voting rights advocacy group, are working with the Secretary of State’s office to secure acceptable forms of ID for tribal members with only PO boxes.\nOur ruling\nCramer said, \"The standard of voting in North Dakota is the easiest in the country.\"\nNorth Dakota ranked near, but never at the top, of any voting ease lists in 2016. The state’s ease of voting is already falling by some metrics ahead of Election Day 2018 with a stricter voting ID law in place, despite North Dakota being the only state without voter registration.\nWe rate this statement Mostly False.\n Share the Facts 2018-10-23 15:23:08 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"The standard of voting in North Dakota is the easiest in the country.\"    Kevin Cramer U.S. House Representative from North Dakota https://www.c-span.org/video/?453416-1/north-dakota-senate-debate&start=2050   In a debate Thursday, October 18, 2018 2018-10-18    Read More  info", "vclaim_id": "vclaim-pol-01433"}