{"url": "/factchecks/2013/feb/03/chris-christie/chris-christie-claims-state-spending-lower-today-u/", "speaker": "Chris Christie", "vclaim": "Says \"on the state level, we spend less today than Jon Corzine spent in fiscal year 2008, five years later.\"", "truth_label": "mostly-true", "date": "stated on January 22, 2013 in a radio interview on New Jersey 101.5’s “Ask the Governor”:", "title": "Chris Christie claims state spending is lower today than under Gov. Jon Corzine in fiscal year 2008", "text": "The only way to make New Jersey a more affordable place to live is to have government spend less money, according to Gov. Chris Christie.\n\nThe Republican governor offered that solution when a man called into a Jan. 22 radio program and expressed concerns about the cost of living in New Jersey. The caller wanted to know the plan for keeping people like him in the state.\n\nChristie told the man that property taxes have increased minimally in the last two years, because government spending has been capped. On the state level, spending is now lower than it was under Democratic Gov. Jon Corzine in fiscal year 2008, according to Christie.\n\n\"Now we’re making a difference. Because you know why? We’re capping spending,\" Christie said on New Jersey 101.5’s \"Ask the Governor\" program. \"We’re saying you’ve got to spend less, and on the state level, we spend less today than Jon Corzine spent in fiscal year 2008, five years later.\"\n\nThe governor, who is seeking re-election this year, repeated the state spending claim on Thursday during a campaign stop at Tops Diner in East Newark.\n\nChristie is right that state spending in the current fiscal year is lower than the spending level in fiscal year 2008, but the governor’s claim ignores the fact that spending has still increased with each new state budget since he took office.\n\nLet’s break down the numbers:\n\nFor fiscal year 2008, Corzine approved a spending plan of about $33.47 billion, according to state Department of the Treasury reports. Final state spending that year ended slightly higher, at $33.61 billion, according to department reports.\n\nIn June 2012, Christie signed a budget for fiscal year 2013 that appropriates about $31.65 billion in state spending.\n\nSo, the governor’s current budget marks a nearly $2 billion decrease in state spending as compared to fiscal year 2008.\n\nBut just because state spending is lower than it was five years ago, doesn’t mean it hasn’t increased on Christie’s watch.\n\nIn his first budget after taking office in January 2010, Christie approved a roughly $28.36 billion spending plan for fiscal year 2011. For the next budget year -- fiscal year 2012 -- the governor approved a roughly $29.69 billion budget.\n\nThat means, in terms of the annual appropriations acts signed by Christie, state spending has increased by about $3.29 billion, or 11.6 percent, between fiscal years 2011 and 2013.\n\nIn response to our findings about spending increases during Christie's tenure, Treasury spokesman Bill Quinn said the following in an e-mail:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\"We think your original question has been conclusively answered in the Governor’s favor as unequivocally true. You are now posing an entirely different inquiry that is not based on what the Governor actually said on the air that led to your fact check.\"\n\nThe increased spending since fiscal year 2011 is due in part to the governor’s policies boosting the state’s economy, leading to higher tax revenues, according to Quinn. He pointed out how two of the major areas of higher spending have been in education and pension contributions.\n\nQuinn added that \"the tough decisions needed to put the state budget on sound, responsible fiscal footing in fiscal years 10 and 11 allowed us to grow and make key investments in FY 12 and 13.\"\n\nOur ruling\n\nIn response to a caller during New Jersey 101.5’s \"Ask the Governor\" program, Christie claimed that \"on the state level, we spend less today than Jon Corzine spent in fiscal year 2008, five years later.\"\n\nThe governor is correct in that the fiscal year 2013 budget is nearly $2 billion less than the level of state spending under Corzine in fiscal year 2008. But Christie’s claim ignores the fact that state spending has still increased during his tenure.\n\nThat means the governor’s statement \"is accurate but needs clarification or additional information.\" That meets our definition of Mostly True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-09767"}