{"url": "/factchecks/2011/dec/07/newt-gingrich/gingrich-claims-he-never-favored-cap-and-trade/", "speaker": "Newt Gingrich", "vclaim": "\"I never favored cap and trade.\"", "truth_label": "false", "date": "stated on December 3, 2011 in a Republican presidential candidate forum:", "title": "Newt Gingrich claims he 'never favored cap and trade'", "text": "Three years ago, Newt Gingrich went on television, cozied up to Nancy Pelosi and preached the need to respond to global warming. \"We do agree our country must take action to address climate change,\" Gingrich said from a couch, which was oddly positioned in front of the U.S. Capitol.\nWhat seemed like genuine, bipartisan PR in 2008 now looks like conservative heresy by the current frontrunner in the Republican presidential race. Gingrich now calls that TV ad the \"dumbest single thing\" he’s ever done and insists his policy stance on the environment passes all conservative muster.\n\"If you notice, I never favored cap and trade,\" he said in a candidate forum in New York City on Dec. 3, 2011.\nReally? Never?\nWe did a little digging and it didn't take long to find that Gingrich has been inconsistent and has at times advocated cap and trade legislation when combined with other approaches.\nOrigins of cap and trade\nCap and trade legislation seeks to reduce carbon dioxide emissions from power plants and other greenhouse gas sources by setting caps on the amount of pollutants a plant can spew into the air. Companies that come in below their cap are then allowed to sell their emission credits to other companies that need them. Supporters say the approach provides economic incentives to reduce pollution and innovate. Critics deride it as an energy tax and say it increases costs for everyone.\nThe approach was originally employed to curb the pollutants that cause acid rain in the early 1990s. President George H.W. Bush championed it, with the support of both Democrats and Republicans in Congress -- including, yes, Newt Gingrich.\nThe idea was to provide incentives to reduce acid rain through a marketplace approach. As scientists found more evidence of climate change, cap and trade became a popular solution.\n\"It embodied freedom from the command and control regulation that can be so confining. It was seen as a real step in the right direction for that reason by a lot of Republicans,\" said Eric Pooley, a former journalist and author of the 2010 book The Climate War who is now a senior vice president at the Environmental Defense Fund.\nIn 2008, it was one of the few areas of common ground for Barack Obama and John McCain. Both acknowledged climate change and favored carbon caps.\nBut then several factors combined to change the dynamic, Pooley said. The recession made it hard to talk about any solution that had a price tag attached, and Republicans dug in against Obama's main initiatives. Plus, Pooley said, the rise of the tea party movement put pressure on moderate Republicans, especially those in the House who voted in favor of a cap and trade bill in 2009 that demanded major emissions cuts. The bill died in the Senate.\nToday, most Republicans in Congress are staunchly against cap and trade.\nGingrich praises cap and trade \nBut contrary to his claim this week, Gingrich has not been consistent on the issue. Four years ago, he was singing the praises of cap and trade -- as long as tax incentives were included in new laws.\nOn Feb. 15, 2007, Gingrich went on the PBS show Frontline and championed cap and trade.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAsked if he supported George W. Bush’s campaign pledge in 2000 to set mandatory carbon caps, Gingrich responded:\n\"I think if you have mandatory carbon caps combined with a trading system, much like we did with sulfur, and if you have a tax-incentive program for investing in the solutions, that there's a package there that's very, very good. And frankly, it's something I would strongly support.\" he said.\nHe then went on to criticize Bush for backing off the pledge.\n\"If he had instituted a regime that combined three things I just said -- mandatory caps, a trading system inside the caps, as we have with clean air, and a tax incentive to be able to invest in the new technology and to be able to produce the new technology -- I think we would be much better off than we are in the current situation,\" Gingrich said.\nTwo months later, Gingrich took part in a debate with Democratic Sen. John Kerry of Massachusetts about environmental matters. Gingrich was slightly less gung-ho about cap and trade than he had been on PBS, but his message of \"urgent need for action\" on environmental dangers was clear.\n\"We should address it and we should address it very actively,\" he said in the debate, citing a UN report documenting the earth’s rising temperatures. \"The … consensus is that humans have contributed to that. I don't think there's any consensus that we are the only contribution, but there is a clear agreement that human activity has helped increase the level of warmness.\"\nOn cap and trade, Gingrich said he doubted whether the approach would be as effective with carbon dioxide emissions as it had been with sulfur pollution, which in his view is easier to measure.\n\"And cap-and-trade, by the way, for sulfuric acid and acid rain -- which I voted for and helped pass as the Republican whip -- was a very definable number of plants. A carbon cap in trade, if it's universal, is enormously complicated and transfers an amazing amount of power to a Washington bureaucracy and will create, inevitably, winners and losers and will become politicized overnight.\"\nHe said he favored tax incentives to reduce carbon emissions but added, \"I'm not automatically saying that coercion and bureaucracy isn't an answer. I just don't think it's as positive and as creative an answer as market incentives in terms of getting the kind of change we want.\"\nThen, a bigger shift\nBy 2008, Gingrich was firmly against cap and trade. Pooley called it Gingrich’s \"signature reading of the American political moment.\" He started talking not about addressing climate change but about increasing oil drilling domestically.\nIn April of 2009, Gingrich took his cap and trade opposition to a House committee hearing, testifying against the bill that would have set carbon emission caps.\nSaid Gingrich: \"An energy tax punishes senior citizens. It punishes rural Americans. If you use electricity it punishes you; if you use heating oil it punishes you; if you use gasoline it punishes you. This bill will increase your cost of living and may kill your job.\"   In that same hearing, however, he left the door open to a law that would apply cap and trade, combined with tax incentives and regulatory changes, to the biggest polluting sites.   \"Now, if you want to write a bill that covers the 2,000 most polluting places and say, fine, those 2,000 are part of cap and trade, I'd be glad to look at it,\" he told the House committee.\nAt the 2011 candidate forum, Gingrich cited this testimony in his opposition to cap and trade.\nA section of Gingrich’s campaign website devoted to \"setting the record straight\" has this to say on the controversy: Gingrich \"absolutely opposes ‘cap and trade’ as well as any system of taxing carbon emissions\" and on global warming itself and humanity’s responsibility, the website says \"Newt has noted there is no settled scientific conclusion.\"\nOur ruling\nGingrich, as a presidential candidate in 2011, declared, \"I never favored cap and trade.\"\nBut we found solid evidence he did, with the condition that carbon caps be combined with tax incentives to encourage energy companies to innovate. He told Frontline a cap and trade system combined with tax incentives is \"something I would strongly support,\" and even took a hindsight-is-20/20 stance, saying the country \"would be much better off\" if cap and trade had been instituted. That’s favoring it. We rate his statement False.", "vclaim_id": "vclaim-pol-11976"}