{"url": "/factchecks/2008/aug/05/barack-obama/emergency-now-but-not-then/", "speaker": "Barack Obama", "vclaim": "On using the Strategic Petroleum Reserve.", "truth_label": "full-flop", "date": "stated on August 4, 2008:", "title": "Emergency now, but not then?", "text": "Sen. Barack Obama's new energy plan released on Aug. 4, 2008, includes a curious short-term attempt to relieve high gas prices by tapping into the country's Strategic Petroleum Reserve.\n\nIt's curious because a month ago Obama balked at just such a proposal.\n\n\n\"I do not believe that we should use the strategic oil reserves at this point,\" Obama said in a news conference in St. Louis on July 7. \"The strategic oil reserve, I think, has to be reserved for a genuine emergency. You have a situation, let's say, where there was a major oil facility in Saudi Arabia that was destroyed as a consequence of terrorist acts, and you suddenly had huge amounts of oil taken out of the world market. We wouldn't just be seeing $4-a-gallon oil. We could see a situation where entire sectors of the country had no oil to function at all. And that's what the strategic oil reserve has to be for.\"\n\n\nThe U.S. Strategic Petroleum Reserve (SPR) was created in response to the OPEC oil embargo of 1973-74. According to the Department of Energy Web site, the SPR's stockpile of 707-million barrels of oil — kept in subterranean caverns in Texas and Louisiana — \"provides the president with a powerful response option should a disruption in commercial oil supplies threaten the U.S. economy.\" It was last tapped after Hurricane Katrina in 2005.\n\n\nIn his \"New Energy for America\" speech at Michigan State University on Aug. 4, Obama talked at length about his long-term plan to reduce America's dependence on foreign oil, but as one of his short-term solutions, he said, \"We should sell 70-million barrels of oil from our Strategic Petroleum Reserve for less expensive crude, which in the past has lowered gas prices within two weeks.\"\n\n\nIn the eight-page written platform that accompanied his speech, the plan is described as \"releasing light oil from the SPR now and replacing it later with heavier crude more suited to our long-term needs.\"\n\n\n\"This is similar to the approach that President Clinton and Secretary Richardson took in 2000, when their swap helped bring down the price of oil by 18.7 percent,\" said Obama campaign spokesman Tommy Vietor. \"It is distinct from a straight sale of oil from the SPR, which is limited under current law to a 5-million barrel test sale and emergency or 'anticipatory' emergency instances of supply disruption.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nVietor told PolitiFact that Obama's belief has always been \"that the president should retain his discretionary authority to conduct exchanges or swaps from the SPR as warranted by circumstances.\"\n\n\nSo what are those circumstances? According to the campaign, \"Barack Obama believes the doubling of oil prices in the past year is a crisis for millions of Americans and the transfer of wealth to oil producing countries, many of them hostile to our interests, is a threat to our national security.\"\n\n\nThe McCain campaign quickly accused Obama of election-year pandering, saying nothing had changed since Obama rejected the idea a month earlier.\n\n\nIndeed, the McCain campaign is correct that there is a hole in Obama's logic that gas prices have recently caused such an emergency. The price of gas was actually substantially higher on July 7 when Obama dismissed the idea of tapping the reserve. Then, the national average for a gallon of gas was $4.108, less than a penny off the all-time high of $4.114 on July 14.\n\n\nBack on July 7, Obama set the bar at \"genuine emergency,\" and then cited an example of a catastrophic disruption in supply. Obama is now describing the high price of gas as a crisis and a threat to national security. But we fail to see how that's any different than was the case a month ago — when the price of gas was 24 cents a gallon higher — when Obama dismissed it.\n\n\nWe rate Obama's proposal a Full Flop.", "vclaim_id": "vclaim-pol-16092"}