{"url": "/factchecks/2011/apr/10/richard-licht/licht-says-proposed-fees-ri-state-beaches-are-stil/", "speaker": "Richard Licht", "vclaim": "Proposed fees for Rhode Island beaches will still be \"less than some of the town beaches.\"", "truth_label": "true", "date": "stated on April 3, 2011 in TV interview:", "title": "Licht says proposed fees for R.I. state beaches are still less than fees at some municipal beaches", "text": "After an unusually cruel winter and chilly spring, we couldn’t stop dreaming of hot summer days at the seashore. Then Governor Chafee proposed nearly doubling fees at state beaches. It hit us like a bucket of ice water. \n\nUnder the plan, the price for a season pass would increase to $60 for Rhode Islanders from $30. Daily rates for state residents would jump to $10 from $6 during the week and to $14 from $7 on weekends and holidays. Fees for out-of-staters would also increase.\n\nWhile discussing the proposed fees on WJAR-TV’s \"10 News Conference\" on April 3, Richard Licht, director of the Department of Administration, asserted they weren’t out of line.\n\n\"For $30 more, you are getting a season pass to one of the greatest sets of beaches in the country. …You still, at $60, are less than some of the town beaches charge … I don’t think that’s an inordinate burden on the people of Rhode Island,\" Licht said.\n\nCould the fees at state beaches still be lower than town beaches — even if doubled?\n\nWhen we inquired where Licht got his information, the governor’s spokesman, Michael Trainor, told us we’d hear back by the next day. \n\nWhile we waited, we made some phone calls and found 14 coastal communities that charge admission to their beaches. Most of the beach fees have been set for the season.\n\nLike a beach ball on a breezy day, the fees are all over the place. And there are many different categories, covering residents, non-residents and seniors.\n\n(The Chafee administration ultimately referred us to the state Department of Environmental Management, which cited many of the same figures we found in our survey.)\n\nWe decided to focus on the fee that the majority of state residents -- who don’t live in beach communities -- would pay for a season pass or a single day at the shore. If they visit a state beach, they’d all pay the new fees. If they visit a town beach, they’d pay that community’s non-resident fee.\n\nThe most expensive non-resident season pass costs $175 for Little Compton’s South Shore Beach. Middletown’s Sachuest Beach, also known as Second Beach, charges $140. Next comes Charlestown, at $90. Passes go for $80 at Newport’s Easton’s Beach and South Kingstown Town Beach and $70 at Wuskenau Town Beach in Westerly.\n\nSo how does the state’s proposed $60 season pass compare? Of the eight towns that offer passes to non-residents, the state fee would be less than all but Portsmouth, which collects $50 for a pass to Sandy Point Beach, on the Sakonnet River.\n\nSo far, so good for Licht.\n\nBut what about daily fees? (Remember, we’re comparing state fees to local non-resident fees, setting aside favorable pricing for residents.)\n\nLet’s begin with weekdays. \n\nThe Chafee administration wants to increase the $6 daily state fee to $10.\n\nThree towns -- Warren, Bristol and Tiverton -- charge just $5 per day. Westerly charges $6 and Portsmouth charges $7. \n\nPrices are higher at the ocean beaches: $10 in Charlestown, Narragansett, Middletown and Newport; $12 in Little Compton; and $15 a day in South Kingstown and Jamestown. (Narragansett also charges a separate fee to walk onto the beach.) Two towns -- Barrington and North Kingstown -- don’t allow non-residents to park at their beaches.\n\nSo the $10 state fee would be less than 5 of the 12 towns that welcome out-of-towners. \n\nOn weekends and holidays, the state’s new fee would be $14 -- less than fees in 8 of the 12 beach towns.\n\nSo when Licht says the new state fees are less than \"some\" of the town beaches, we can’t  disagree. In fact, the state fees are lower in many instances.\n\nWe won’t kick any sand at Licht on this one.  We rate his claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13283"}