{"url": "/factchecks/2020/jul/17/thom-tillis/tillis-omits-key-facts-about-cunningham-ppp/", "speaker": "Thom Tillis", "vclaim": "“Cal Cunningham criticized (the Paycheck Protection Program) while his company benefitted.”", "truth_label": "half-true", "date": "stated on July 7, 2020 in a tweet:", "title": "Tillis omits key facts about Cunningham, PPP", "text": "North Carolina Sen. Thom Tillis is accusing his opponent of being a hypocrite.\nTillis, a Republican, recently criticized Democrat Cal Cunningham for criticizing a federal government bailout program that benefited \"his\" company.\n\"I supported the Paycheck Protection Program because it helped save one million NC jobs. Cal Cunningham criticized it while his company benefitted,\" Tillis tweeted on July 7.\nTillis later called Cunningham a \"hypocrite.\"\n\nThere have been several other claims about Cunningham, the PPP funding and WasteZero that are worth clearing up.\nThe National Republican Senatorial Committee tweeted on July 7 that Cunningham \"used\" funding from the program. In a press conference on July 16, North Carolina GOP Chairman Michael Whatley claimed that Cunningham \"was working on this (PPP) application at the same time as he was criticizing it.\"\nMeanwhile, a spokeswoman for Cunningham’s campaign tweeted about the issue, referring to Cunningham’s employment in the past tense.\nBut we’re going to focus on the Tillis tweet from July 7, since he’s a U.S. Senator levying a claim. Along the way, you’ll notice other claims are misleading or simply unfounded.\nHere’s a summary of what we found.\n\n\nHas Cunningham \"criticized\" the PPP rollout? He offered what some might call constructive criticism. He has said he supports the program, but says that administrators need to do a better job of getting funding to deserving companies. Tillis has also expressed concerns about getting money to small businesses. \n\n\nIs WasteZero Cunningham’s company? Cunningham is not a founder and the campaign says he has no ownership stake. He was on the payroll for seven years and now works for the firm on a contract basis.\n\n\nDid Cunningham help WasteZero apply for the PPP funds or benefit from them? WasteZero’s CEO says no.\n\n\nWhat is the PPP?\nThe Paycheck Protection Program was launched as part of the federal government’s coronavirus relief package. It offers loans designed to encourage small businesses to keep workers on their payroll during the pandemic.\nWhile the program has helped people, it has drawn criticism too.\nThe Washington Post reported that the first pool of loan money — worth $350 billion — was gone by April 16 and left 80% of applicants without aid. Businesses that received loans came under scrutiny.\nThe first wave of recipients included 43 companies that have more than the maximum number of employees typically allowed under the program, the Post reported. Recipients have also included people with connections to President Donald Trump, such as Kanye West and Jared Kushner’s family.\nThe claim about Cunningham and his employer, WasteZero, was first reported by the Washington Free Beacon, a conservative news outlet.\nCunningham and WasteZero\nThe company was founded in 1991, the year Cunningham turned 18 year-old. It hired Cunningham in 2013 to be its chief marketing officer, according to a press release. \nPPP records show that WasteZero applied for between $1 million and $2 million in loans and was approved for aid on May 3, potentially helping 115 employees.\nCunningham’s campaign told the Charlotte Observer that he left WasteZero on March 20, a week before President Trump signed the PPP into law on March 27. \nA WasteZero payroll document shows Cunningham’s job as general counsel was \"terminated\" on March 20. The campaign provided the payroll document to PolitiFact, and WasteZero CEO David Bryla verified its authenticity.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nHowever, Bryla and Cunningham himself say he still does contract work for WasteZero and is paid on an hourly basis.\nA company report filed in Massachusetts was signed by Cunningham on March 31. The report covered the 2019 calendar year. On one part of the report, Cunningham is listed as a company vice president. But, when signing the contract, Cunningham referred to himself as \"other officer.\"\n(An aside: The Tillis campaign has accused the Cunningham campaign of lying about his involvement with the company. The Tillis campaign points to discrepancies in how Cunningham and his campaign have described his work. Cunningham told a McClatchy reporter that he is helping the company \"transition\" to his successor, while a campaign spokeswoman tweeted that Cunningham \"used to\" work there. The Tillis campaign noted that the Charlotte Observer story had to be updated to include Cunningham’s work on March 31.)\nWasteZero and PPP\nSo, was Cunningham involved in the PPP application?\nUnder the PPP program, small businesses could apply for a loan using payroll information dating back to February — when Cunningham would have been a full-time employee.\nBryla, the company CEO, told PolitiFact that Cunningham \"was not involved in the application for PPP funds and did not benefit from them.\"\n\"The decision to pursue a PPP loan in order to help keep our employees on payroll was made at the board level and spearheaded by me and our CFO,\" Bryla told PolitiFact in an email. \"Cal left company payroll on March 20, before the PPP loan application process even began, has not been on payroll since, and therefore was not among those on staff who have benefited from the loan, which has helped us maintain workers.\"\nOn July 16, North Carolina GOP Chairman Whatley said Cunningham should call on WasteZero to release its PPP application. Doing so, he said, would prove he had no connection to the application.\n(A quick reminder about the PolitiFact rating process: when a person makes a claim, the burden of proof is on that person. The speaker is responsible for providing evidence to support their claim.)\nCunningham and PPP\nNow let’s look at what Cunningham said about the PPP. Cunningham has mostly criticized the way the program was rolled out and its lack of oversight, not the existence of the program itself.\nIn May, Cunningham told Spectrum News that the PPP money has \"ended up in some of the wrong hands.\" He said:\n\"I think we need to focus on making sure small businesses can keep people on the payroll. And very important for North Carolina, a lot of women-owned and minority-owned businesses have been cut out of that very process. And finally, a very, very important – and it’s a priority I’ve been returning to time and again – we’re spending a lot of money. Necessarily in order to protect people in a time like this, there needs to be very robust accountability and oversight for how money is being spent.\"\nHis campaign released a pair of press releases calling for more oversight. In a tweet and Facebook post on June 17, he referenced a story by Axios, saying:\n\"For PPP loans to have ‘generally missed the industries and areas most heavily impacted by COVID-19’ is unacceptable. Leaving behind small businesses — and disproportionately those that are Black- and Latino-owned — harms communities. We need oversight.\"\nAlso on June 17, Cunningham spoke during an online forum hosted by WRAL. He described himself as a \"strong proponent of the interventions that are necessary to help keep our companies moving, keeping people on the payroll (through) measures like the Paycheck Protection Program.\"\nCunningham also told CNN he is \"very concerned\" about the lack of \"vigorous and meaningful mechanisms for oversight of federal stimulus money. He made similar comments to other outlets too, which the Tillis campaign referenced in their press release.\nTillis, for his part, has also shared concerns about small business loans not getting to small businesses. Fox News host Dana Perino asked Tillis about the program during an interview on April 20.\nPerino played a clip of U.S. Sen. Rick Scott, a Republican from Florida who has also criticized the PPP rollout. In the clip, Scott says, \"banks should be helping those who need it the most, not, you know, who helps them.\"\nAfter the clip is played, Perino asks Tillis if he shares Scott’s concerns. Tillis said:\n\"Yeah, I do. I think part of the problem is that some of the smaller businesses -- they don’t have the resources necessarily to even get the baseline documents that were needed to apply for the loan. We have to make sure in this next trunch that we’re casting a wider net with the smaller businesses.\"\nOur ruling\nTillis said \"Cal Cunningham criticized (the Paycheck Protection Program) while his company benefitted.\"\nCunningham criticized the PPP to the extent that it wasn’t reaching enough companies and lacked adequate oversight -- and he’s not alone. Republican senators, including Tillis, have expressed similar concerns.\nAs for WasteZero being \"his\" company, Cunningham currently works for the company on a contract basis. Cunningham was not a founder. And PolitiFact is not aware of any ownership stake he has in the company. Furthermore, the CEO says  Cunningham wasn’t involved in the PPP application, or the decision to pursue PPP funds.\nThe tweet is partially accurate but leaves out important details. We rate this claim Half True.", "vclaim_id": "vclaim-pol-17758"}