{"url": "/factchecks/2020/jun/18/donald-trump/donald-trump-falsely-says-obama-administration-did/", "speaker": "Donald Trump", "vclaim": "“President Obama and Vice President Biden never even tried to fix this (police reforms) during their eight-year period.”", "truth_label": "false", "date": "stated on June 16, 2020 in a speech:", "title": "Donald Trump falsely says Obama administration did not try to do police reforms", "text": "Amid mounting calls from Americans for changes in policing practices and end to excessive use of force, President Donald Trump signed an executive order that he said is intended to encourage police departments to adopt the highest professional standards.\nReforming policing practices is difficult, and the Obama administration didn’t even try to do it because it didn’t know how to do so, Trump claimed.\n\"We will have reform without undermining our many great and extremely talented law enforcement officers,\" Trump said June 16. \"President (Barack) Obama and Vice President (Joe) Biden never even tried to fix this during their eight-year period. The reason they didn't try is because they had no idea how to do it, and it is a complex situation.\"\nPolitiFact reviewed measures taken by the Obama administration and consulted with law  enforcement and criminal justice experts to evaluate Trump’s claim. Trump’s statement is wrong.\n\"The Obama administration did more with respect to police reform and misconduct than any administration in the modern area and it was a personal commitment for the president and for Attorney General Eric Holder,\" said David Kennedy, director of the National Network for Safe Communities at John Jay College of Criminal Justice.\nWe asked the White House and Trump’s reelection campaign for information that backed Trump’s claim. We did not hear back.\nObama created task force to improve policing, focused on oversight\nObama in December 2014, through an executive order, established the President's Task Force on 21st Century Policing in the wake of the fatal shooting of Michael Brown in Ferguson, Mo.\nThe task force issued its final report in May 2015, after holding public listening sessions across the country and getting testimony and recommendations from community and faith leaders, law enforcement officers, academics, and others.\nOne of the recommendations focused on law enforcement policies and community oversight, saying policies must reflect community values and not lead to practices with disparate impacts. Law enforcement agencies should have review boards that look into cases of officer-involved shootings and other serious incidents that can damage community trust or confidence in the agency, the report said.\n\"Not only should there be policies for deadly and nondeadly uses of force but a clearly stated ‘sanctity of life’ philosophy must also be in the forefront of every officer’s mind,\" the report said. \"This way of thinking should be accompanied by rigorous practical ongoing training in an atmosphere of nonjudgmental and safe sharing of views with fellow officers about how they behaved in use of force situations.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nThe report \"still serves as an important playbook for the policing field on where reform should be going,\" said Laurie Robinson, a professor at George Mason University and co-chair of the Task Force on 21st Century Policing.\nBeyond the task force, the Obama administration also investigated police departments for patterns or practices that violated constitutional or federal rights. Those investigations don’t center on one single incident. They examine broader behavior to determine whether there’s misconduct within a department. The administration also pushed for consent decrees, court-enforced negotiated agreements that specify remedies departments must implement to correct misconduct.\nThe notion that the Obama administration didn’t try police reform because they didn’t know what to do is not accurate, said Kennedy, the research center director at John Jay College of Criminal Justice. The Obama-era policies were aimed at preventing police violence and police misconduct, improving policing and police-community relations, he said.\n\"That was an administration that made these issues a priority,\" said Kennedy, who was part of the National Initiative for Building Community Trust and Justice.\nPolitiFact tracked more than a dozen promises Obama made about criminal justice, including his pledge to ban racial profiling by federal law enforcement agencies. Toward the end of his tenure, we rated that a Compromise, because no related bill passed Congress during Obama's administration, but the Justice Department did overhaul its rules to address racial profiling.\nIn 2016, the Justice Department under Obama said it would continue to help implement the task force's findings and train law enforcement agents to recognize and address implicit bias, unconscious or subtle associations that individuals make between groups of people and stereotypes about those groups.\nTrump’s claim that Obama and Biden didn’t even try police reforms is \"patently false,\" said Sean M. Smoot, director and chief legal counsel of the Police Benevolent and Protective Association of Illinois and a member of the Obama task force.\nThe Obama administration also sought funding for the Office of Community Oriented Policing Services within the Justice Department. The office provides police departments technical and training assistance, hiring grants, and also access to mental health and wellness resources. Trump's budget proposals have sought to eliminate the office.\n\"Fortunately for the law enforcement field, Congress has rejected those budget requests and continues to fund the COPS office,\" Smoot said.\nOur ruling\nTrump said, \"President Obama and Vice President Biden never even tried to fix this during their eight-year period.\"\nThe record shows that is not true. After the fatal shooting of Michael Brown in Ferguson and related racial justice protests, Obama established a task force to examine better policing practices. The Obama administration also investigated patterns or practices of misconduct in police departments and entered into court-binding agreements that require departments to correct misconduct.\nWe rate Trump’s statement False.", "vclaim_id": "vclaim-pol-17950"}