{"url": "/factchecks/2015/jan/18/arthur-cyr/curious-case-khrushchev-shoe/", "speaker": "Arthur Cyr", "vclaim": "Says Nikita Khrushchev brought an extra shoe to a United Nations session in 1960, which he banged on the desk in protest.", "truth_label": "false", "date": "stated on December 26, 2014 in a Providence Journal commentary:", "title": "The curious case of the Khrushchev shoe", "text": "Adults of a certain age -- those who lived through the Cold War, specifically the era in which the Soviet Union was ruled by Nikita Khrushchev -- will remember hearing how the volatile leader demanded attention during a session of the United Nations by taking off a shoe and banging it on his desk.\nThe History Channel website refers to it as \"one of the most surreal moments in the history of the Cold War.\"\nIn a Dec. 26 commentary in The Providence Journal, Arthur Cyr, a professor at Carthage College in Kenosha, Wis., offered an intriguing detail about the incident. While discussing Cuba and President Obama's effort to reestablish ties with the country, Cyr mentioned the relationship between Cuba and the Soviet Union.\nCuban leader \"Fidel Castro highlighted alliance with the Soviet Union by joining Nikita Khrushchev in a raucous 1960 visit to the United Nations. The New York session was punctuated by the Soviet leader publicly pounding a shoe on a desk (while wearing two shoes),\" Cyr wrote.\nThe shoe Khrushchev famously pounded on the table at the U.N. was a spare?\nThat struck us as a surprising historical footnote -- so surprising we wondered why we hadn't heard about this third shoe before. Why bring a special shoe to a debate when you're wearing two that would easily serve as makeshift gavels?\nIntrigued, we sought details.\nWe thought we might find some information at Wikipedia. Sure enough, there's a whole page devoted to the \"shoe-banging incident.\"\nBut it makes no mention of a third shoe. More surprisingly, it turns out that there's good reason to question whether Khrushchev ever banged his shoe at all.\nFirst, we emailed Cyr, asking for the source for his twist on the story.\nHe said it came from \"The Soviet Union 1917-1991\" by Martin McCauley, a senior lecturer at the University of London. Cyr quoted page 273 of the book: \"It was all premeditated. Careful examination of the shoe-bashing incident reveals he was wearing two shoes at the time.\"\nWe wrote back to Cyr, asking if McCauley cited any source that might indicate what type of \"careful examination\" was done, especially when there are questions about whether the shoe bashing occurred at all.\nCyr never responded. So we bought the book.\nMcCauley, who has 41 footnotes for that chapter alone, lists no source for the factoid. Nor does he offer any specifics about the \"careful examination.\"\nSo we emailed him. \"My source for the Khrushchev shoe banging episode was a Russian,\" he responded. \"Unfortunately it is too long ago to remember who gave me the information.\"\nThus, there's no hard evidence a third shoe was used in an attempt to clog the debate, as it were.\nAnd we noticed something else. In his book, McCauley reports that Khrushchev \"shouted, laughed and interrupted speakers and even banged his shoe on his desk during Harold Macmillan's speech.\" Macmillan was the British prime minister at the time.\nThat's interesting because, according to U.N. records, Macmillan didn't address the General Assembly on the day of the alleged footwear incident, and the New York Times, which reported the story on the front page of its Oct. 13 edition, gave a very different account.\nOn Oct. 12, the Times says, \"Mr. Khrushchev was apparently infuriated by a statement by Lorenzo Sumulong, a member of the Philippine delegation. . . . Mr. Khrushchev thereupon pulled off his right shoe, stood up and brandished the shoe at the Philippine delegate on the other side of the hall. He then banged the shoe on his desk.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\nNot only does the Times say Khrushchev used his own shoe, but the paper identifies it as his right shoe.\nNonetheless, as we noted earlier, questions have been raised about whether the shoe-banging occurred at all.\nIt's clear that there was a shoe. The Oct. 13 Times story is accompanied by a photograph of a shoe on Khrushchev's desk. The question is whether he ever used it as a gavel. As the Wikipedia article and the sources it cites make clear, there are many versions floating around. So many, in fact, that the affair sounds like it might be an urban legend.\nA photograph of the Soviet leader holding up a shoe, which was run by Time magazine, has widely been discounted as a fake (Wikipedia has the undoctored and doctored images). In fact, despite of all the media covering the session, there is no photographic record of Khrushchev banging his shoe.\nKhrushchev's son, Sergei, who has lived in Rhode Island since 1991, told us that he and his family sought photographic evidence from the archives of NBC and the Canadian Broadcasting Corporation. They came up empty-handed.\nWhen Amherst College political science professor William Taubman -- who originally believed that Khrushchev used the shoe to bang on the table -- revisited the question for a 2003 article, he reported that another Times correspondent, James Feron, who was also at the U.N. at the time, insisted that the Soviet leader never banged it.\nKhrushchev \"leaned over, took off a slip-on shoe, waved it pseudomenacingly, and put it on his desk, but he never banged his shoe,\" Taubman quotes Feron as saying.\nFeron told Taubman that the author of the Times article, Benjamin Welles, didn't witness the banging but based his story on second-hand accounts.\nTaubman, a Khrushchev biographer, also quotes John Loengard, a former picture editor for Life magazine, as reporting that Khrushchev reached down, took off a brown loafer, put it on his desk and signaled to some delegates that he was going to bang his shoe. About 10 photographers in the press booth were poised to capture the event. They were disappointed.\n\"He only put it on again and left. None of us missed the picture -- which would have been a serious professional error. The event never occurred,\" Loengard told Taubman.\n\"I still go with the theory that there were two shoes, that he brandished one of them, but that he did not actually bang either of them on the table at the United Nations,\" Taubman told us in an email.\nWe will note, just as a matter of speculation, that there's another possibility, one that arises from that 1960 New York Times account. The Times reported there was a second shoe incident soon after the first.\n\"Later,\" the Times reported, \"during the debate on colonialism in which tempers flared among several delegations, Mr. Khrushchev alternately shouted, waved a brawny right arm, shook his finger and removed his shoe a second time. The second shoe incident occurred during a speech by Francis O. Wilcox, an Assistant United States Secretary of State. Mr. Khrushchev and Foreign Minister Andrei A. Gromyko exchanged smiles and winks and Mr. Khrushchev then reached down and slipped his shoe back on.\"\nPerhaps Khrushchev did bang his shoe and most people missed it. And when word spread to the photographers to focus on Khrushchev, the Soviet leader didn't deliver. That would also explain why the only photographic evidence the Times had was the photo of the shoe sitting on his desk.\nOur ruling\nCommentator Arthur Cyr stated that Nikita Khrushchev brought an extra shoe to a United Nations session, which he used to bang on the desk in protest in 1960.\nHis sole piece of evidence is a statement in a Martin McCauley book that talks about \"careful examination of the shoe-bashing incident.\" But McCauley doesn't cite a source or outline the evidence that was supposedly the subject of \"careful examination.\" And now, more than two decades later, he can't remember who told him.\nSo at this point, there is no solid evidence for a third shoe. Meanwhile, the New York Times account from that era states that Khrushchev took off his own shoe.\nWe can't resolve the controversy over whether Khrushchev used it as a gavel. But, based on the absence of evidence, we rate Cyr's Third Shoe claim as False.\nREAD Cyr's rebuttal. \n \n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06829"}