{"url": "/factchecks/2018/feb/22/giffords/florida-gov-rick-scott-made-it-illegal-doctors-tal/", "speaker": "Giffords", "vclaim": "\"Gov. Rick Scott made it illegal for a doctor to ask a patient if they owned a gun, even a mental health professional. This law was so dangerous that a court had to strike it down.\"", "truth_label": "mostly-true", "date": "stated on February 20, 2018 in a TV ad:", "title": "Florida Gov. Rick Scott made it illegal for doctors to talk to patients about guns, TV ad says", "text": "A TV ad airing in the wake of the Parkland, Fla., school shooting targets Florida Gov. Rick Scott over his support for a controversial gun measure.\nThe ad was produced by Giffords, an organization that fights gun violence and is named for former Arizona U.S. Rep. Gabrielle Giffords. Giffords was shot in the head in 2011.\nThe ad references three recent Florida shootings, in Parkland, Orlando and Fort Lauderdale, and then goes after Scott. \"We need to stop dangerous people from getting guns. But Gov. Rick Scott made it illegal for a doctor to ask a patient if they owned a gun, even a mental health professional. This law was so dangerous that a court had to strike it down.\"\nDoes the ad cast Scott’s position, and the reaction of the court, correctly? We decided to find out.\nThe law behind the ad, ‘docs vs. glocks’\nIn 2011, Florida lawmakers crafted a bill to strengthen patient protection related to firearms after hearing a report of a woman in Central Florida who was turned away from her pediatrician.\nThe bill said that health care providers couldn’t ask questions to patients or their families about whether they own a gun, unless the provider \"believes that this information is relevant to the patient's medical care or safety, or the safety of others.\" It also stated that health care providers couldn’t discriminate against patients because they own firearms.\nThe penalties included facing fines up to $10,000 or loss of a medical license.\nThe bill passed the House and Senate, with a few Democrats joining in with Republicans to support the plan. Scott signed the bill into law on June 2, 2011.\nThe ad correctly says the law applied to a \"mental health professional\" because Florida law defines health care practitioners as including those who are licensed to provide psychological, clinical, counseling, and psychotherapy services.\nBut did the law make it illegal for a doctor to ask a patient if they owned a gun?\nThe 2011 law didn’t expressly state that doctors couldn’t ask patients if they owned a gun. But it did limit their ability to do so by stating that providers \"should refrain from making a written inquiry or asking questions concerning the ownership of a firearm\" unless in \"good faith\" they believe \"that this information is relevant to the patient's medical care or safety, or the safety of others, may make such a verbal or written inquiry.\"\nThe law failed to detail what would qualify as meeting that standard. Critics say it created a chilling effect for doctors who stopped asking questions out of fear they would face discipline.\nCourt struck down some provisions as unconstitutional\nAfter nearly six years of litigation, in February 2017 the 11th Circuit Federal Appeals Court ruled that some provisions of the law were unconstitutional, including the part that prevented providers from asking patients about guns.\nThe bill’s \"record-keeping and inquiry provisions prevent doctors and medical professionals from asking all patients, or all patients with children, whether they own firearms or have firearms in their homes, or from recording answers to such questions.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nA medical professional, for example, would violate the law \"if he or she gives all new patients an intake questionnaire which asks about firearms in the home,\" the court wrote.\n\"This law was so dangerous that a court had to strike it down.\"\nThe ruling addressed the danger of the law in a few ways.\nFirst, the court addressed the danger of doctors facing a \"credible threat of prosecution.\" The court wrote that when the alleged danger of legislation is self-censorship harm, \"can be realized even without an actual prosecution.\"\nSecond, the court concluded that the legislation did not provide a means by which patients could hear from their doctors about firearms and firearm safety.\nIn the fields of medicine and public health \"information can save lives\" and doctors, therefore, \"must be able to speak frankly and openly to patients,\" the court wrote.\nThe court wrote that some medical organizations believe that unsecured firearms increase risks of injuries and are a leading cause of death for some age groups. That’s why major medical groups \"recommend that doctors and pediatricians routinely ask patients about firearm ownership, and educate them about the dangers posed to children by firearms that are not safely secured.\"\nThomas Julin, a First Amendment lawyer who represented a coalition of medical groups as \"friends of the court,\" told PolitiFact that the court was not attempting to determine whether the law was so dangerous that it had to strike it down.\n\"It was trying to determine whether the state had sufficient evidence to show that the law would advance the interests that it supposedly had been enacted to serve,\" he wrote.  \nHowever, the law did create a danger that health care providers would censor their own speech -- which they did do to avoid possible discipline.\n\"When one speaks of the law being dangerous, I think most people would understand that to mean not simply that it created a danger of self-censorship, but that the law deterred health care providers from providing advice to patients that would be used to prevent firearm accidents,\" Julin said.  \"I think that is a fair characterization of what the law likely did because it apparently did deter health care providers not only from making inquiries of their patients but also from providing advice to their patients regarding the dangers of firearms and ammunition ownership and how that could be mitigated.\"     \nWe asked Scott’s press office if he had any evidence to refute the claims in the ad, but his spokeswoman did not directly answer our question and said that Scott was \"focused on finding real solutions to keep students safe.\"\nScott showed support when the Legislature passed the bills.\n\"I look forward to seeing those bills,\" Scott said in April 2011. \"I believe in the right to bear arms.\"\nOur ruling\nA Giffords TV ad said, \"Gov. Rick Scott made it illegal for a doctor to ask a patient if they owned a gun, even a mental health professional. This law was so dangerous that a court had to strike it down.\"\nScott didn’t act alone -- he signed the law after the Legislature passed it in 2011. The bill didn’t flat out prevent doctors from asking patients if they owned a gun, but said they should refrain from asking about guns unless they believed in good faith the information was relevant to the patient’s medical care or safety. That was a vague standard, which effectively silenced some doctors, critics claimed.\nA federal appeals court ruled in 2017 that the inquiry provisions prevented medical professionals from asking questions about firearms. The ruling also stated that doctors faced the threat of discipline and doctors must be able to speak openly with patients to provide life-saving information.\nAs a result of these caveats, we rate this statement Mostly True.\n'https://www.sharethefacts.co/share/9660f570-cb4f-4f06-97ce-8a7ea1223c48", "vclaim_id": "vclaim-pol-02379"}