{"url": "/factchecks/2020/jun/12/george-borrello/fact-checking-coronavirus-infection-rates-western-/", "speaker": "George Borrello", "vclaim": "“Infection rates in Allegany, Cattaraugus and Chautauqua counties have consistently been among the lowest in the state.”", "truth_label": "true", "date": "stated on May 11, 2020 in a press release:", "title": "Fact-checking coronavirus infection rates in western New York", "text": "As New York state began implementing a regional approach to reopening after coronavirus-related shutdowns, a lawmaker from western New York complained that many of his constituents faced a longer wait to reopen because they were geographically linked to more hard-hit counties. \nState Sen. George Borrello, who made the comments in a statement on May 11, represents New York’s 57th district, which includes three less-populated counties — Allegany, Cattaraugus and Chautauqua — south of more heavily populated regions near Buffalo (Erie County) and Niagara Falls (Niagara County).\n\"While infection rates in Allegany, Cattaraugus and Chautauqua counties have consistently been among the lowest in the state throughout the COVID-19 crisis, our linkage with Erie County and its higher infection rates means that we don’t meet the metrics for reopening, and our hurting, rural economies must remain shut down for at least another two weeks,\" Borrello said in the statement.\nThe state’s reopening plan allowed regions to begin Phase 1 of the reopening process on May 15 as long as they met seven metrics established by the state. The Western New York Region subsequently met all seven metrics on May 18 and entered Phase 1 the following day.\nBut we wondered whether Borrello was correct in his May 11 statement that the infection rates in the three rural counties was substantially lower than those of the more urbanized counties to the north, and consistently among the state's lowest.\nWe used the county-by-county infection tallies posted on Gov. Andrew Cuomo’s pressroom page and converted them to a rate per 10,000 residents. We ranked the counties from the highest to the lowest for each week from March 30 to mid-May, when Borrello made his statement.\nWe found that, as Borrello had said, Allegany, Cattaraugus and Chautauqua counties ranked low in infection rates consistently over that period, while Erie and Niagara started higher and continued to rise:\n\nOur analysis found that Chautauqua never ranked higher than sixth from the bottom for infection rates among the 58 New York counties for which data was available, and Chautauqua had the lowest rate of any county for much of the period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAllegany and Cattaraugus ranked marginally higher than Chautauqua, but well below Erie and Niagara. \nOverall, the three small counties usually ranked in the bottom one-third of counties in the state, and by the time Borrello made his statement, they were all in the bottom one-fifth of counties. By contrast, Erie and Niagara were consistently in the top half of counties as measured by infections per capita.\nNew York City (including all five boroughs) ranked at or near the top for the entire period.\nThe state reopening plan mirrored what many other states are doing, with certain types of non-essential businesses opening in phases in each of 10 regions, as long as certain health measurements are met in the region.\nBorrello said in an interview that he just wants sensible reopening policies that are implemented \"fairly and equitably.\"\n\"Even though the infection rates are higher in Erie County than the rest of the region, we’re still talking about keeping those same precautions and ensuring that they’re being adhered to,\" he said.\nOur ruling\nBorrello said that \"infection rates in Allegany, Cattaraugus and Chautauqua counties have consistently been among the lowest in the state.\"\nA look at the data from the end of March to mid-May confirms that the infection rate in each of the three counties was usually in the bottom one-third of counties in the state, and by the time Borello made his statement, they were all in the bottom one-fifth of counties. By contrast, Erie and Niagara were consistently in the top half of counties as measured by infections per capita.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-17919"}