{"url": "/factchecks/2015/mar/16/mark-pocan/wisconsin-dead-last-midwest-job-creation/", "speaker": "Mark Pocan", "vclaim": "Wisconsin is \"dead last in the Midwest for job creation.\"", "truth_label": "mostly-true", "date": "stated on March 10, 2015 in an interview:", "title": "Wisconsin 'dead last' in the Midwest in creating jobs?", "text": "When it comes to Madison Democrats making pronouncements about job growth in Wisconsin, the term \"dead last\" has a recurring allure.\nMary Burke relentlessly made dead-last claims while running against Gov. Scott Walker in the 2014 election. In checking two of them, which were made with some variation, we rated one True and the other False.\nNow comes U.S. Rep. Mark Pocan.\nOn March 10, 2015, the day after Walker signed legislation that bars private-sector workers from being required to pay union fees, Pocan appeared on a Wisconsin Public Radio talk show. Host Joy Cardin asked Pocan why he thinks the so-called right-to-work law \"is going to be bad for Wisconsin.\"\nPocan, who opposed the measure, began his reply by saying:\n \n\"Well, first of all, I think Governor Walker has taken us down the path of his presidential aspirations, and I feel that he is really ignoring the needs of Wisconsin. We're dead last in the Midwest for job creation.\"\n\"Dead last\" just won’t die.\nOK, we’re game for another go at this. So, four months after the election and with Walker positioning himself for a White House run in 2016, where does Wisconsin rank now?\nThe numbers\nPocan’s office pointed us to two news articles, both from December 2014, that reported on federal data for the private sector -- that is, non-government, non-farm jobs.\nThe data is from the U.S. Bureau of Labor Statistics' Quarterly Census of Employment and Wages, which tracks the economy in rolling 12-month increments. The measurements are done every three months, but they also lag by many months.\nThe quarterly figures have been called the gold standard because they are based on a census of 96 percent of the nation's employers in the public and private sectors. That means the  data is far more reliable than monthly jobs data, which are based on a sample of only 3 percent of employers and are often subject to significant revisions.\nIn examining the quarterly figures, we focus on the percentage increase in private sector jobs, rather than raw numbers, an approach that levels the playing field among states of varying sizes.\nPocan referred to the latest available quarterly data, which measures job growth from June 2013 to June 2014.\nSo what do the figures show?\nAmong the 10 Midwestern states we’ve checked on previous \"dead last\" claims, Wisconsin is at the bottom, if not \"dead last\":\n \n\n\n\n\n\nState\n\n\nPercentage of private-sector job growth, June 2013-June 2014\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n\n\n\n\n1. North Dakota\n\n\n4.8\n\n\n\n\n2. Michigan\n\n\n2.7\n\n\n\n\n3. (tie) Indiana, Iowa\n\n\n1.8\n\n\n\n\n5. Illinois\n\n\n1.7\n\n\n\n\n6. (tie) Minnesota, Nebraska, Ohio\n\n\n1.6\n\n\n\n\n9. (tie) Wisconsin, South Dakota\n\n\n1.5\n\n\n\n\n\n\nWalker spokeswoman Laurel Patrick responded to Pocan's claim by pointing out that Wisconsin ranked sixth among the 10 -- ahead of Iowa, Nebraska, South Dakota and North Dakota -- in raw numbers of jobs created. But again, that approach doesn't take into account how the states differ in size. Indeed, those four states are all smaller in population than Wisconsin.\nIt’s worth noting that the less-reliable monthly job figures indicate Wisconsin is on the upswing. Employers added 40,600 jobs during the last four months of 2014 -- which was more than were added in the full year in any of the first three years of Walker's first term.\nBut it is certainly fair for Pocan to use the most recent release of the most reliable numbers. The next batch, covering the third quarter of 2014, is scheduled to be released March 19, 2015.\nOur rating\nPocan said Wisconsin is \"dead last in the Midwest for job creation.\"\nAmong 10 Midwestern states -- in terms of percentage growth in private-sector jobs -- the latest figures show Wisconsin is tied for ninth. So, not quite \"dead last.\"\nWe rate Pocan’s statement Mostly True.\nTo comment on this item, go to the Milwaukee Journal Sentinel’s web page.", "vclaim_id": "vclaim-pol-06619"}