{"url": "/factchecks/2019/may/23/viral-image/photo-barack-obama-bowing-ayatollah-khamenei-fake/", "speaker": "Viral image", "vclaim": "A photograph shows Barack Obama bowing to Ayatollah Khamenei.", "truth_label": "pants-fire", "date": "stated on May 21, 2019 in a Facebook post:", "title": "This photo of Barack Obama bowing to the Ayatollah Khamenei is fake", "text": "Barack Obama caught flak when he appeared to bow to King Abdullah of Saudi Arabia, a move that Donald Trump later criticized as weakness. But did he bow to to Ayatollah Khamenei of Iran, as a May 21 Facebook post claims?  \n\"America will not apologize or bow to anyone ever again!!\" reads the post, which features what looks like a photo of Obama bowing deeply to the Ayatollah. \"Trump 2020.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThat’s because the image was edited using a 2005 photo of Khamenei and a 2009 photo of Obama.\nThe photo of Khamenei was taken in Tehran by photographer Atta Kenare during the inaugural ceremony for Mahmoud Ahmadinejad, then Iran’s new president. Ahmadinejad is standing where Obama appears in the image posted to Facebook.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe image of Obama bowing, meanwhile, was taken from a now famous photograph that shows the president bending down so a young black boy could touch his hair. It’s a photo captured by Pete Souza, the former chief official White House photographer during the Obama administration.\nJacob Philadelphia was 5 when his family visited Obama in the Oval Office.\n\"I want to know if my hair is just like yours,\" he said to the then-president.\n\"Why don’t you touch it and see for yourself?\" Obama said, leaning down so his head was level with Philadelphia. \"Touch it, dude!\" he said when the boy hesitated.\nWe rate this Facebook post as Pants on Fire!\n Share the Facts 2019-05-24 16:06:18 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  A photograph shows Barack Obama bowing to Ayatollah Khamenei.    Viral image On the internet     Tuesday, May 21, 2019 2019-05-21    Read More  info", "vclaim_id": "vclaim-pol-00599"}