{"url": "/factchecks/2018/nov/05/blog-posting/viral-image-supposedly-depicting-caravan-members-r/", "speaker": "Bloggers", "vclaim": "Refugees are throwing rocks and trying \"to kill you.\"", "truth_label": "pants-fire", "date": "stated on November 2, 2018 in a post on Facebook:", "title": "Viral image supposedly depicting caravan members as rock-throwers dates back years", "text": "Though the so-called \"migrant caravan\" isn’t expected to reach the U.S.-Mexico border until late November, efforts are well underway to sow fears that the people seeking refuge in the United States are violent, disrespectful and entitled.  \nA recent submission to this anthology suggests that the migrants fleeing Central America are coming to get you.\n\"All we want is a better life in your country,\" starts one Facebook post that appeared on Nov. 2. \"So we’re going to throw rocks and try to kill you.\"\nThe text frames an image of about a couple dozen men in what looks like a dusty melee. Some of the men have their arms in the air, and several seem to be throwing something. \"Dixon Diaz 2018\" appears to be written in the bottom left corner.\n\"To a liberal, its (sic) ok for poor people seeking refuge from violence to throw rocks at you,\" the The Snarky Conservative 2, which posted the image, commented.\nSome members of the migrant caravan have thrown rocks at the Guatemala-Mexico border, according to news reports. They also threw sticks during a standoff with Mexican police on Oct. 28, according to the Associated Press, a clash that left one migrant dead from a head wound, though the cause was unclear.\nOn Nov. 1, President Donald Trump said he had told the military that troops should react to any rocks migrants throw at them as if they were rifles. But, the AP reports, \"while some migrants have clashed with Mexican police at a bridge on the Guatemala border, most of those traveling with the caravans have been peaceful and say they are fleeing violence and poverty at home.\"\n\"We are not killers,\" the wire service quotes Stephany Lopez, a 21-year-old Salvadoran woman, as saying.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe photo used in this Facebook post also does not show migrants throwing rocks. This story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSnopes noted in a 2016 fact-check that the \"Snarky Conservative\" is the creation of blogger Dixon Diaz—the name seemingly signed on the photo with a 2018 date. But a reverse Google image search turns up results related to the First Intifada in 1987, when Palestinians in the Israeli-occupied Gaza Strip rioted following the death of four Palestinian workers.\nBecause the Palestinians were largely unarmed, the BBC reported 20 years after the revolt, \"the enduring picture of the intifada is one of young men and boys throwing stones and rocks at Israeli troops.\"\nIn a 2017 NISA journal article, Jeremy Pressman writes that throwing rocks was central to the intifada’s identity and definition. \"Stone-throwing was the most visible tactic Palestinians used in the first intifada.\"\nThe image appears on several blogs, though information about the photo, including the name of photographer, is missing. A website called torahcode.us includes the photo in an undated post about the intifada with the caption: \"Palestinian youths throwing rocks during the Intifada.\" An undated timeline of the Arab-Israeli conflict posted on Timetoast.com, which lets users create timelines online, uses the image to illustrate \"The First Intifada\" in 1987.\nOther websites where the photo is posted also show that it predates the migrant caravan. It was included in a slideshow of pictures attributed to the intifada on this WordPress blog—\"Palestina en el corazon,\" by Maria Landi—in December 2017. A reverse image search on TinEye.com shows that the first time the image search and recognition site found the image online was in 2008, when it was used as part an entry on Inciclopedia.wikia.com, a free Spanish-language online encyclopedia like Wikipedia. The caption for that image, when translated from Spanish, is: \"Squadron 202 of the special forces of the Mexican army making use of its sophisticaed weapons.\" But when you click on the image’s file history, it says the image is named \"Palestinianyouth2www.jpg\" and was created in March 2007.\nOur ruling\nThough the photo is widely used in connection with the intifada, we couldn’t find any news reports or retrospectives that featured the image with an official caption or credited to a photographer or publication. However, it’s clear that it’s been around since at least the mid-2000s, and its grainy quality suggests it’s even older. And what’s more, no credible outlets link it to the Central American migrants seeking refuge in the United States.\nWe rate this claim Pants on Fire!\nCorrection and update (Nov. 8, 2018): The Facebook user who posted this meme goes by the name The Snarky Conservative 2. In an earlier version of this post, we linked to a different account. The story has been updated. This post also has been updated with news reports saying some members of the migrant caravan have thrown rocks at the Guatemala-Mexico border.", "vclaim_id": "vclaim-pol-01297"}