{"url": "/factchecks/2017/sep/25/thelastlineofdefenseorg/nfls-goodell-didnt-say-he-would-fine-steelers-play/", "speaker": "TheLastLineOfDefense.org", "vclaim": "\"NFL fines Pittsburgh Steelers $1 million each for skipping national anthem.\"", "truth_label": "pants-fire", "date": "stated on September 24, 2017 in a headline:", "title": "NFL’s Goodell didn't say he would fine Steelers players $1 million each for skipping national anthem", "text": "A fake news story that said players for Pittsburgh’s NFL team were being fined seven figures for remaining in the locker room during the Star-Spangled Banner is the work of a self-described liberal troll looking to fool conservatives.\nA story posted Sept. 24, 2017, on TheLastLineOfDefense.org ran with the headline, \"Breaking: NFL fines Pittsburgh Steelers $1m each for skipping national anthem.\" Facebook users flagged the post as being potentially bogus, as part of the social network’s efforts to cut down on fake news.\nThe post noted that \"everyone fell in line\" with President Donald Trump’s Twitter demand that NFL players \"stop disrespecting our Flag & Country\" by kneeling during the national anthem to protest racism in America.\nThe website ran an excerpt from a real ABC News story about the Steelers largely electing to not leave the locker room during the song during their Sept. 24 game against the Chicago Bears. More than 200 players across the league chose not to stand to show their opposition to Trump’s criticism.\nThen the post said NFL commissioner Roger Goodell \"announced shortly after the game began that every player who ‘protested’ the National Anthem and showed ‘immense disrespect to our nation’ would be fined a cool million dollars.\"\nThat isn’t the case, because the article is fake.\nThe same story was reported in posts on many other websites, many without attribution to TheLastLineOfDefense.org. That’s important to note, because TheLastLineOfDefense.org runs only fabricated stories.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA footer note on the bottom of the page said \"everything on this site is a satirical work of fiction.\" The site’s \"about us\" page included a disclaimer that read, \"We present fiction as fact and our sources don’t actually exist.\"\nTheLastLineOfDefense.org is the source of dozens upon dozens of fake news stories. The website is the brainchild of a man named Christopher Blair, who has told PolitiFact he writes absurd claims strictly to trick conservative readers into believing wild stories.\nIn this case, the website attempted to trick readers into thinking the NFL was punishing the Steelers for refusing to come onto the field for the Star-Spangled Banner.\nFormer Army Ranger Alejandro Villanueva, who served for three tours in Afghanistan, was the only Steelers player to leave the locker room to stand for the anthem. The Tennessee Titans and Seattle Seahawks, who played each other in Nashville, also refused to come to the sidelines for the song.\nIt’s not clear who wrote the Goodell story, as the author is only identified as \"Freedom.\" The author replied to an email we sent but would not provide their real name.\nIn reality, Goodell didn’t fine any team or player, and told Sports Illustrated he supported the teams and players.\n\"The way we reacted today, and this weekend, made me proud,\" Goodell said. \"I’m proud of our league.\"\nTheLastLineOfDefense.org was looking to troll readers with a fake news story. We rate this claim Pants On Fire!\n Share the Facts 2017-09-25 19:50:42 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://thelastlineofdefense.org/breaking-nfl-fines-pittsburgh-steelers-1m-each-for-skipping-national-anthem/ \"NFL fines Pittsburgh Steelers $1 million each for skipping national anthem.\"    TheLastLineOfDefense.org website   in a headline Sunday, September 24, 2017 2017-09-24    Read More  info", "vclaim_id": "vclaim-pol-02870"}