{"url": "/factchecks/2016/nov/05/chris-sununu/republican-candidate-governor-chris-sununu-says-ma/", "speaker": "Chris Sununu", "vclaim": "\"The Democrats are very sly. … (in New Hampshire) we have same day voter registration, and to be honest, when Massachusetts elections are not very close, they’re busing them in all over the place.\"", "truth_label": "pants-fire", "date": "stated on October 31, 2016 in a radio interview :", "title": "Republican candidate for governor Chris Sununu says Mass. voters bused across border to vote in NH", "text": "Republican gubernatorial candidate Chris Sununu became the latest politician to question the integrity of the voting process this week.\nAs a guest on the Howie Carr Show on Monday, Sununu responded to a question about New Hampshire’s long run of Democratic governors by accusing New Hampshire Democrats of changing election laws and participating in voter fraud using same-day registration.\n\"The Democrats are very sly,\" Sununu said, before saying state Democrats changed election laws in the late 1990s or early 2000s to accommodate same-day voter registration. He then alleged that when elections in neighboring Massachusetts are not close, Democrats are \"busing them in all over the place\" and picking a phony address for people to use for same-day registration.\n\"There’s no doubt there’s election fraud,\" he said. \"I don’t want to use ‘rigged’ -- that’s the word you’re not supposed to use anymore -- but they have really gamed the system to their advantage.\"\nAt a time when many people, including Republican presidential nominee Donald Trump, are warning about \"rigged elections\" well before the votes are counted, we thought we’d check whether Sununu’s allegation was accurate.\nWe found that while New Hampshire is not without election day fraud, it has not happened on a widespread scale, the state’s top election official says. And crucially for Sununu’s charge, he was unable to produce any evidence of buses of out-of-state voters coming into the state.\n\"In every election since 2000, there’s been someone prosecuted for election fraud,\" said New Hampshire Secretary of State Bill Gardner. Some out-of-state residents have voted in the state’s elections, while others have been New Hampshire residents voting in more than one town.\nSince 2012, the attorney general’s office has prosecuted two criminal fraud cases and one civil fraud case and investigated other complaints, Assistant Attorney General Brian Buonamano said.\nGardner emphasized that fraud has not proven to be a widespread problem.\n\"I have no basis to say it’s rampant, and there are ways we can deal with it,\" he said. Gardner said he used to have more qualms about out-of-state voters sneaking past election workers, but the state’s Voter ID law has reassured him.\nThe law requires voters to show a valid ID at the polls. If they don’t have one, their picture is taken and they have to sign an affidavit swearing they are who they say they are. After the election is over, the Secretary of State’s office will send out confirmation letters to those people.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\"I said that three or four years ago; I wouldn’t say that now based on the safeguards that we have included in the process,\" he said.\nSununu walked back his comments on Tuesday.\n\"No, I don’t want to imply I see buses coming over,\" he said, when asked if he could name a specific instance of Democrats busing voters in to vote in New Hampshire elections. \"It’s more a figure of speech that people are coming over, they’re temporarily here, they vote and then they leave.\"\nSununu said he was referring to an incident over Portsmouth state Sen. Martha Fuller Clark allowing Democratic staffers to live at her house in the 2008 and 2012 elections. Those staffers voted in New Hampshire elections using Fuller Clark’s address, which is not illegal, as they were living in the state at least 3 months before the election, the Attorney General later ruled.\nSununu said he would like to tighten the state’s election laws to \"make sure that our votes, the true residents of NH are not being diluted by out of staters.\"\nWe should also note that Sununu’s point about same-day registration being passed by Democrats was also incorrect. The same-day registration law was signed by Republican Gov. Steve Merrill in 1994.\nGardner said Republicans at the time were far more supportive of same-day registration, which they saw as a preferable local alternative to the federal \"Motor Voter\" law that required state governments to offer voter registration opportunities when they applied for a driver’s license.\nOur ruling\nSununu said Democrats take advantage of New Hampshire’s same-day voter registration laws to bus voters in from out of state.\nWhile New Hampshire has experienced instances of voter fraud, the state’s top election official says they have been isolated and amount to one or two cases a year.\nMore to the point, neither Sununu nor election officials could point to any instances of Massachusetts residents being bused across the border to vote on election day. The one piece of evidence Sununu pointed to was an instance of staffers of a Democratic politician registering to vote at the politician’s home -- but that practice was legal, and it did not involve Massachusetts residents being bused across the border en masse on Election Day.\nSununu’s claim is ridiculous. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-03969"}