{"url": "/factchecks/2015/nov/13/courageous-conservatives-pac/pac-supporting-ted-cruz-says-when-marco-rubio-trie/", "speaker": "Courageous Conservatives PAC", "vclaim": "\"When Chuck Schumer and Marco Rubio tried to push amnesty, it was Ted Cruz who stopped them.\"", "truth_label": "barely-true", "date": "stated on November 6, 2015 in a radio ad:", "title": "PAC supporting Ted Cruz says when Marco Rubio tried to 'push amnesty,' Cruz stopped him", "text": "U.S. Sen. Marco Rubio’s leadership role on a 2013 bill to change immigration laws continues to draw fire for him in the GOP presidential primary.\nThe Courageous Conservatives PAC, which supports U.S. Sen. Ted Cruz, has attacked Rubio’s position in a radio ad in Iowa:\n\"We all loved how Marco Rubio took apart Jeb Bush in the debate. Wasn’t it great? But what’s Rubio ever done? Anything? Other than his Gang of Eight Amnesty bill, can anyone think of anything Marco Rubio’s ever done? Anything at all besides amnesty?\" says the narrator who then switches to praise Cruz. \"When Chuck Schumer and Marco Rubio tried to push amnesty, it was Ted Cruz who stopped them.\"\nWe decided to research Cruz’s role in the death of Rubio’s bill, and we’ll explain the problems with labeling it as \"amnesty.\"\nBoth Rubio, of Florida, and Cruz, of Texas, are freshmen senators with Cuban roots who represent states with large Hispanic populations. (Rubio was elected in 2010, while Cruz was elected in 2012.) But the two disagreed over the 2013 immigration bill, and now both are running for president.\nWe found that while Cruz was a vocal opponent of the bill, he can’t take credit for its death in the House.\nImmigration bills and amnesty\nSo was the 2013 bill amnesty? As we have noted before, \"amnesty\" is tricky to define. When Rubio characterized the bill as \"not amnesty\" in 2013, we rated that claim Half True.\nOne standard for defining amnesty in recent decades has been the Immigration Reform and Control Act of 1986 signed by President Ronald Reagan.\nThat law said that illegal immigrants could become legal permanent residents if they could prove they were in this country by 1982, and met other minimal requirements such as paying a $185 fine and back taxes and demonstrating \"good moral character.\" The law was widely described as amnesty, both at the time and later.\nBut the 2013 bill had far tougher requirements than the 1986 bill, which is why it’s not a convincing case that it is amnesty, although it has elements of it.\nIn 2013, Rubio and seven other senators dubbed the Gang of Eight crafted bipartisan legislation that passed the Senate. The bill required more border security before unauthorized immigrants could pursue legal status -- and that path had significant hurdles, including paying fines, undergoing background checks and waiting periods. If they met that criteria, they could seek \"registered provisional immigrant status,\" and after 10 years, they could seek a green card.\nHouse leadership refused to bring the bill to a vote, and it died. (Rubio still supports changing immigration laws but now calls for a piecemeal approach.)\nWhat was Cruz’s role in the immigration bill?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nWe reached out to the pro-Cruz PAC to ask for the back-up to their ad. The super PAC was formed in September and over two weeks that month raised $5,000 from a single donor -- Christopher Ekstrom, a self-employed investor in Dallas. The PAC has now raised a total of around $30,000, said Rick Shaftan, a consultant to the PAC told PolitiFact. (He also bashed another pro-Cruz super PAC for ads he described as \"boring crap.\")\nIn a Facebook message Shaftan said the ad was based on Cruz's comments in an Oct. 29, 2015, interview with Bret Baier, chief political anchor for Fox News.\n\"I led the fight against Obama’s amnesty, against the Gang of Eight bill, which was championed by Barack Obama, by Chuck Schumer, and Marco Rubio,\" Cruz said, referring to the New York Democratic Senator who was part of the Gang of Eight along with Rubio. \"And I led the fight, standing side by side with (Alabama Sen.) Jeff Sessions, and we defeated it in Congress. Amnesty did not pass.\"\n(Obama’s amnesty refers to the plan Obama unveiled at the end of 2014 to prevent deportations for millions of people.)\nWe also reached out to spokespersons for Cruz’s Senate office and presidential campaign office, as well as for Rubio’s campaign, and did not get a response.\nWe found that Cruz spoke out against the bill often in press releases, on the Senate floor, before the Senate judiciary committee on which he serves and in media interviews. He proposed amendments to triple border security, among other changes.\nThe bill passed the Senate 68-32 on June 27, 2013, with 52 Democratic votes, 14 Republican votes and two independents. Cruz voted against it.\nCruz continued to criticize the bill after the Senate vote -- but so did other lawmakers, including Alabama Sen. Jeff Sessions.\nIn November 2013, Speaker of the House John Boehner said that the House would not hold talks with the Senate on the bill and preferred a piecemeal approach signaling the death of the bill for the year -- and as it turned out, beyond that, too.\nIn 2014, Politico wrote a post-mortem explaining why immigration reform died, noting that House and Senate staffers for lawmakers opposed to the bill met together to strategize.\n\"Sessions and Sen. David Vitter (R-La.) were the most active senators, while Sens. Mike Lee (R-Utah) and Ted Cruz (R-Texas) played supporting roles,\" the article stated.\nBut even without the Senate agitators, there were conservatives in the House who were also vocal about opposing the bill. Because of that opposition, the bill never came up for a vote.\nOur ruling\nA super PAC supporting Cruz said in a radio ad, \"When Chuck Schumer and Marco Rubio tried to push amnesty, it was Ted Cruz who stopped them.\"\nWhether you consider the bill \"amnesty\" or not -- and there are arguments that it is not -- Cruz was one of 32 senators who voted against the bill. The bill actually passed in the Senate. Cruz did speak against the bill leading up to the Senate vote and after, but we found no evidence that he should get credit for stopping the bill from reaching a vote in the House. During the summer of 2013, Cruz was one of many voices in the Senate opposed to the bill. It was House Republicans who blocked the bill, and they were already calling for its defeat. So Cruz was one voice against the bill out of many, and it's not at all clear that his voice was a decisive one.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05736"}