{"url": "/factchecks/2014/dec/09/jeb-bush/jeb-bush-says-only-35-40-percent-pass-military-ent/", "speaker": "Jeb Bush", "vclaim": "\"The pass rate for a high school level test to join the military\" is 35 to 40 percent.", "truth_label": "false", "date": "stated on December 1, 2014 in a Wall Street Journal CEO Council event:", "title": "Jeb Bush says only 35 to 40 percent pass military entrance exam", "text": "Common Core’s Republican defender-in-chief, former Florida Gov. Jeb Bush, has been known to marshal a varied portfolio of evidence to show that the United States need to raise its education standards.\nIn a question-and-answer session at a Wall Street Journal event on Dec. 1, Bush told attendees that a majority of high school graduates aren’t ready for college or work. He added that our educational schools are also a problem for the military.\n\"In the video beforehand,\" Bush said, Gen. Dempsey, the chairman of the Joint Chiefs of Staff, \"talked about 25 percent pass rate. Now, that's not just because of the test. That's also because of obesity and too many tattoos, to be honest with you, on visible body parts for people that are trying to get into the military. But the pass rate for a high-school level test to join the military is about 35 percent, I think, or 40 percent at best. And these are abysmal numbers. (These are) horrific numbers. And yet, there's no one marching in the streets. There's no one saying, you know, ‘The end is near because of this.’ But the fact is, the end is near if we can't fix this.\"\nBush is correct that obesity and tattoos keep out some applicants. But do only 35 to 40 percent of applicants for the military pass the test?\nMilitary entrance exam\nWe’ll note right off the bat that Bush is wrong because he flubbed this talking point.\nBush’s spokeswoman Jaryn Emhof told PolitiFact that Bush had meant to say that about one-third fail the test rather than pass it. In fact, she added, just a month earlier, Bush gave an education summit speech in which he said, \"Almost a third of high school graduates fail the military entrance exam.\"\nWe applaud Bush’s team for acknowledging his error, but the topic is an interesting one, so we’ll proceed by continuing to address the facts behind the claim.\nWe were unable to find a single, definitive source of data to show what percentage of applicants pass or fail the exam. This is partly because each branch of the military sets its own acceptance rate.\nApplicants for the military take the Armed Services Vocational Aptitude Battery, or ASVAB. A subset of the tests are combined to compute a score that is used to determine eligibility. This is called the Armed Forces Qualification Test, or AFQT. It tests applicants’ verbal and math abilities, among other areas.\nFor the military, the largest single disqualifying factor is health, including such problems as obesity. The estimate for those who are disqualified only because of aptitude is about 2 percent, said Lt. Cmdr. Nate Christensen, a Pentagon spokesman. That includes not just people who failed the test but also those with other academic deficiencies, such as failure to get a GED.\nHowever, this number does not tell the full story, since it doesn’t account for those who are ineligible for more than one reason -- for example, failing the test and being obese.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBy law, the military can process any applicant who scores in the 10th percentile or higher, although individual services set their cut-offs somewhat higher, typically in the 30 percentile range or higher. We tried to get data from the service branches regarding what percentage failed the test based on the minimum score they accept and were unable to do so.\nThe Army referred us back to the Defense Department. We were unable to get additional details from the Navy. A spokesman for the Marines said that they don’t track data for potential applicants who are disqualified.\n\"The short answer is that 31 is the minimum score required for an applicant to enlist into the Marine Corps without incurring greater scrutiny,\" Marines spokesman Sgt. Bryce Piper said, referring to scores in the 31st percentile or higher.\nApplicants who score 21-30 can still enlist if they pass an additional review and don’t require waivers due to any other issues.\nHowever, we found a couple studies that looked at the failure rate of test takers.\nThe most specific was was a 2010 study by The Education Trust, an entity focused on improving educational achievement. Researchers looked at nearly 350,000 high school graduates between the ages of 17 and 20 who applied for entry to the Army between 2004 and 2009. That means the sample included recent high school graduates who had already been screened out for other disqualifying factors. The study found that about 23 percent failed to achieve the qualifying score.\nWe asked a spokeswoman for Bush if that study was his source and she told us that it was, as well as a 2009 paper written by Mission Readiness, a group of retired military officials. That paper cited a 30 percent test-taker failure rate for the Army (though it attributed that information to an Army official without providing any further details). A Mission Readiness spokesman said his organization now relies on the Education Trust figure.\nMeanwhile, a 2009 paper by the Rand Corp. found that the passage rate varied widely when broken down by race and service branch. For example, about 70 percent of whites passed the test for the Air Force, while the figure was closer to 40 percent for Hispanics and blacks.\nThe test isn’t the biggest hurdle, said Beth Asch, senior economist at Rand and one of the paper’s authors.\n\"The real issue is weight and high school diploma,\" she told PolitiFact.\nOur ruling\nBush said that \"the pass rate for a high school level test to join the military is 35 to 40 percent.\"\nA Bush spokeswoman said he meant to say that one-third failed the test, a rate that is roughly in line with one credible measure of applicants to the Army (though the available data is scattered and incomplete).\nStill, what Bush said was incorrect, so we rate it False.", "vclaim_id": "vclaim-pol-06931"}