{"url": "/factchecks/2017/jul/18/george-will/do-tax-preparers-outnumber-firefighters-and-police/", "speaker": "George Will", "vclaim": "\"America has more people employed as tax preparers (1.2 million) than as police and firefighters.\"", "truth_label": "false", "date": "stated on July 12, 2017 in a column:", "title": "Do tax preparers outnumber firefighters and police officers, as George Will said?", "text": "Newspaper columnist and TV pundit George Will says the current U.S. tax code takes more manpower to maneuver than firefighting and law enforcement combined.\n\"The complexity of the code, which is about 4 million words, is why America has more people employed as tax preparers (1.2 million) than as police and firefighters,\" Will wrote in a July 12, 2017, column on tax reform.\nAccording to the National Taxpayer Advocate’s annual report to Congress this year, the 2016 tax code indeed came to roughly 4 million words. And even they agreed it’s convoluted.\nThe tax code \"rewards taxpayers who can afford expensive tax advice and discriminates against taxpayers who cannot,\" the report said.\nBut are there more Americans employed as tax preparers than police and firefighters? After a reader asked us to look into it, we found it’s not the case.\nWill did not respond to our request for comment, but the number in the story linked to a U.S. News & World Report article from 2012, which we eventually traced back to an Internal Revenue Service report citing a 2007 statistic. The number given was that between 900,000 and 1.2 million people were \"preparing tax returns for a fee.\"\nWe asked the IRS for a more recent estimate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAbout 713,448 people had current preparer tax identification numbers, or PTINs, in 2017, the closest estimate to the number of people employed as tax preparers this year. This is an annually renewed credential that the IRS requires of every tax preparer, a prerequisite that wasn’t in place when the original estimate Will cited was created.\nThe Labor Statistics Bureau found in May 2016 that 657,690 people are employed as police and sheriff's patrol officers. In turn, the BLS counted 315,910 firefighters.\nWhen we added the number of these civil officers together, they exceeded tax preparers by 260,152 people.\nThe BLS had a much lower figure for people employed as tax preparers -- 70,030 people  -- but these don’t include individuals who were self-employed or identified as attorneys, accountants or auditors, as the survey only allows people to identify one occupation.\nWill isn't the only person to make this mistake. A May 13, 2017, Economist article also included the outdated information.\nOur rating\nWill said that the number of tax preparers outnumbered the number of firefighters and police officers in the United States, but he was looking at outdated data. When we looked at the most recent statistics from the IRS and BLS, we found that the sum of firefighters and police officers outnumbers tax preparers.\nWe rate this statement False.\n Share the Facts 2017-07-18 20:25:59 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"America has more people employed as tax preparers (1.2 million) than as police and firefighters.\"    George Will Newspaper columnist and TV pundit   In a column Thursday, July 13, 2017 2017-07-13    Read More  info", "vclaim_id": "vclaim-pol-03096"}