{"url": "/factchecks/2020/jul/10/facebook-posts/yes-science-led-new-zealand-currently-has-no-local/", "speaker": "Facebook posts", "vclaim": "“New Zealand let health experts” rather than politicians make decisions about how to deal with COVID-19, “and as of today they have zero COVID cases.”", "truth_label": "mostly-true", "date": "stated on July 7, 2020 in a Facebook post:", "title": "Yes, science-led New Zealand currently has no locally transmitted COVID-19 cases", "text": "Do the Kiwis have something exceptional to show the world on how to fight COVID-19?\nA Facebook account called \"God\" with more than 3.94 million followers shared an image of a tweet that made this claim:\n\"today i learned that new zealand let health experts make the decisions about how to deal w the pandemic rather than politicians and as of today they have 0 covid cases. wow almost as if science and common sense works.\"\nThe July 7 post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe country has earned headlines such as, \"New Zealand has ‘effectively eliminated’ coronavirus\" in National Geographic and \"How New Zealand beat the coronavirus\" in Politico. \nSo, let’s see what’s happening there.\nThe numbers\nThe number zero is accurate in terms of the number of active cases in which the coronavirus was contracted within New Zealand. \nIn fact, the New Zealand Ministry of Health told PolitiFact on July 9 it had been 69 days since the last case of COVID-19 was confirmed as \"acquired locally from an unknown source.\"\nThis isn’t to say New Zealand, which has a population of 5 million, has had no cases.\nAs of July 7, the date of the Facebook post, there were 22 active cases in the country — all detected at the port of entry among New Zealanders who were returning from overseas travel, the ministry told us. In total, the country has counted 1,540 confirmed and probable cases during the outbreak, including 22 deaths. \nA probable case does not have a positive laboratory result, but \"is treated like a confirmed case based on its exposure history and clinical symptoms.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nHealth experts vs. politicians\nAs for the whys of New Zealand’s success, both health experts and politicians can be credited — along with New Zealanders’ willingness to abide by stay-at-home orders — according to a number of news analyses.\nNational Geographic credited New Zealand’s success to mandatory quarantines for all visitors beginning March 15, which it called one of the strictest policies in the world at the time — even though there were just six cases nationwide. Just 10 days later, it instituted a complete, countrywide lockdown, including a moratorium on domestic travel. Prime Minister Jacinda Ardern \"made clear, concise statements about the situation to the nation, bolstered by a team of scientists and health professionals\" and citizens abided by the restrictions, wrote a reporter who became one of the quarantined visitors.\nHow strict? The lockdown from March 24 to April 9 allowed non-essential workers to leave home only for essential exercise within close proximity to their residences, Forbes reported.\n\"New Zealanders didn’t complain, they didn’t protest, they simply followed the rules,\" another foreign reporter who was in New Zealand for the lockdowns, wrote in Politico. When Ardern’s health minister took his family for a 20-minute ride to the beach, he was demoted, the reporter wrote.\nArdern announced the reopening of schools in May.\nThe BBC credited Ardern’s leadership as well as the presence of New Zealand Director-General of Health Ashley Bloomfield at Ardern’s daily briefings. Bloomfield effectively explained complex health issues, and that made New Zealanders more compliant in following orders, the network reported.\nThe New York Times reported June 8, the day the New Zealand lifted its lockdown and declared the virus eliminated, that Ardern \"has been praised internationally for her approach to New Zealand’s outbreak, which was among the most stringent in the world.\n\"Her live video updates on Facebook, streamed from her own home, offered a relatable understanding of the impact of the coronavirus lockdown on the lives of New Zealanders, but a firm resolve to eradicate the disease from the country.\"\nOur ruling\nA Facebook post claimed that \"New Zealand let health experts\" rather than politicians make decisions about how to deal with COVID-19, \"and as of today they have zero COVID cases.\"\nAs of July 7, the date of the post, New Zealand reported having 22 active cases of COVID-19 — but each had been detected at the port of entry among people returning from travel abroad. In other words, the country had zero active, locally transmitted cases.\nHealth experts, along with New Zealanders’ compliance with stay-home orders, are partly credited for the success. But Prime Minister Jacinda Ardern’s decisions to order strict early lockdowns, following scientists’ advice, have won wide praise.\nFor a statement that is accurate but needs a little more information, our rating is Mostly True.", "vclaim_id": "vclaim-pol-17718"}