{"url": "/factchecks/2013/jun/21/barbara-lee/food-stamp-cuts-would-deny-aid-millions-school-lun/", "speaker": "Barbara Lee", "vclaim": "Proposed cuts in the House farm bill mean \"2 million less people on food stamps, 210,000 children will not receive school lunches or breakfasts.\"", "truth_label": "mostly-true", "date": "stated on June 17, 2013 in an interview with MSNBC:", "title": "Food stamp cuts would deny aid to millions and deny school lunch aid to thousands, says Barbara Lee", "text": "When the House of Representatives voted down the 2013 food bill, cuts in the food stamp program played a central role.\n\nThe bill as a whole aimed to reduce spending by about $40 billion, with about half of the total coming from a range of nutrition programs. Democrats vigorously opposed the plan. \"The price of a farm bill should not be making more people hungry in America,\" said Rep. Jim McGovern, D-Mass., during Thursday’s debate.\n\nOne claim about what the cuts would do to families came earlier in the week from Rep. Barbara Lee, D-Calif. In an interview on MSNBC, Lee said the cuts would mean \"2 million less people on food stamps. 210,000 children will not receive school lunches or breakfasts.\"\n\nJudging by the House vote, 234 opposed versus 195 in favor, that sort of argument was persuasive, although some of the opposition also came from conservatives who thought the farm bill as a whole was too expensive. We thought the claim about the impact on families would bear a closer look.\n\nLee’s office pointed us to a report by the Center on Budget and Policy Priorities, a group that generally favors government aid to society’s less fortunate members. That report highlighted a couple of key changes in the Supplemental Nutrition Assistance Program, or SNAP, the formal name for food stamps. Among the most significant, the House measure would eliminate something called \"categorical eligibility.\"  \n\nCategorical eligibility allows states to use one set of criteria for its welfare programs, a move that reduces red tape but also has the effect of granting food stamps to people with incomes or assets slightly above the federal cutoff.\n\nThe CBPP report cited a 2012 Congressional Budget Office study that said getting rid of categorical eligibility would reduce the program rolls by about 1.8 million people. (About 47.7 million people are currently in the program.) The CBO is the nonpartisan policy arm of Congress. Its analysts also wrote that the change would likely \"increase the time required to verify information on SNAP applications, which would probably result in more errors and greater administrative costs.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAnalysts who think Congress ought to do away with categorical eligibility don’t challenge the CBO numbers. Rachel Sheffield with the Heritage Foundation, a conservative think tank, opposes a broad approach to eligibility, as well as a measure called Heat and Eat, which allows states to make what she says are unrealistic allowances for a family’s utility bills.\n\n\"Loopholes like broad-based categorical eligibility and Heat & Eat have allowed the rolls to swell and should be eliminated,\" Sheffield said.\n\nBut that is a matter of policy, not the numbers in the CBO estimate. Sheffield agrees that the number of SNAP participants would decline and in her view, that would be better.\n\nIn some states, there is a direct connection between food stamps, which go to a household, and free and reduced-price school meals, which go to the children. Basically, in those states, if a family gets food stamps, the children automatically qualify for a break on the price of breakfast and lunch at school.\n\nIn an analysis of the latest bill, the CBO estimated that reducing the food stamp rolls would mean that about 210,000 children would lose automatic eligibility for the school meals program. However, they might still qualify; they would need to apply separately. So to say that all 210,000 would no longer be able to participate goes beyond the CBO analysis.\n\nOur ruling\n\nLee said that cuts in the House farm bill would leave 2 million people without food stamps and remove 210,000 children from the school breakfast and lunch program. Ultimately, both numbers go back to the Congressional Budget Office, which is generally seen as impartial. The CBO analysis largely supports the food stamp rolls reduction, but there is more uncertainty regarding school meal subsidies. She is off a little bit on the 2 million number; it's actually 1.8 million. And, with school lunches, it's uncertain that all 210,000 would no longer qualify. It's possible some might still be able to receive free or reduced cost lunches by applying separately. We rate the statement Mostly True.", "vclaim_id": "vclaim-pol-09190"}