{"url": "/factchecks/2017/aug/14/florida-democratic-legislative-campaign-committee/democrats-mislead-attack-linking-florida-senate-ca/", "speaker": "Florida Democratic Legislative Campaign Committee", "vclaim": "Says Jose Felix Diaz supports President Donald Trump's \"plan to slash Medicare, charge older Americans an age tax and cut coverage for pre-existing conditions.\"", "truth_label": "barely-true", "date": "stated on August 10, 2017 in a TV ad:", "title": "Democrats mislead in attack linking Florida Senate candidate to Trump’s plan to repeal Obamacare", "text": "Florida Democrats are trying to attach President Donald Trump to the Republican in a Miami state Senate race seen as a crucial battleground.\nMillions of dollars are expected to be spent on the race between former Republican state Rep. Jose Felix Diaz and Democrat Annette Taddeo for Senate District 40. The Sept. 26 special election was called to replace Sen. Frank Artiles, who resigned after using sexist and racist language.\nThe Florida Democratic Legislative Campaign Committee, the state Senate Democrats’ campaign arm, released a new TV ad featuring Taddeo. It links Diaz to Trump’s support for repealing Obamacare — using a photo of Diaz and Trump together at the inauguration as more proof of their lockstep bond.\n\"Jose Felix Diaz supports Trump's every move including his plan to slash Medicare, charge older Americans an age tax and cut coverage for pre-existing conditions,\" states the ad.\nThe ad is referencing Trump’s plan to repeal Obamacare and is a nod to efforts in the U.S. House and Senate to repeal and replace the law.\nDiaz was a consistent vote against the Affordable Care Act as a statehouse member, even though his actions could not influence the federal law. But the ad exaggerates the support Diaz lent to the U.S. House and Senate legislation this year. He has mostly been quiet on the issue.\nDiaz fought against Obamacare years ago\nThe Democrats offered no proof of Diaz speaking in favor of the Obamacare repeal proposals that Congress debated and voted on in 2017.\nDiaz has avoided the topic in his bid for state Senate. That isn’t too surprising since if he wins, he would have no ability to vote on a federal replacement.\nWe could not find any evidence in news archives or campaign literature showing Diaz weighing in on federal proposals in recent months to repeal or replace Obamacare.\nThat’s a problem for the Democrats’ accusation.\nIn the absence of any supportive Diaz comments, the Democrats detailed four anti-Obamacare votes Diaz took as a state representative in 2011 and 2012.\nThose votes were largely symbolic, and they had no connection to the specific policy advocated in the GOP repeal-and-replace efforts in Congress in recent months. (The risk to Medicare patients, an \"age tax\" and charging Americans more for pre-existing conditions were specific consequences of parts of those bills, as determined by health care analysts.)\nResisting the Affordable Care Act, which President Barack Obama signed into law in 2010, was a persistent theme for the Republican-led Legislature when Diaz served.\n• In 2011, Diaz co-sponsored a bill to prohibit most individuals from being forced to buy health insurance under the Affordable Care Act’s individual mandate. Although the bill passed, it could not supercede federal law.\nIn a debate on CBS4 Miami Aug. 13, Taddeo attacked Diaz for voting on a bill that \"essentially dismantled Obamacare.\" Diaz responded: \"The state cannot dismantle anything so I’m not even sure what that means.\"\n• In 2011, Diaz also voted for the \"Health Care Freedom Act\" bill to put a constitutional amendment on the ballot to ban individuals from being forced to buy insurance or companies from having to provide insurance. Florida voters rejected it in 2012.\n• In 2012, Diaz voted in favor of a bill to urge Congress to repeal the federal health care law. It passed the Florida House but died in the Senate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n• In 2012, Diaz voted for an amendment within an appropriations bill in support of providing funds to challenge the constitutionality of the federal law. (The amendment was essentially a political move -- Attorney General Bill McCollum already sued in 2010 to challenge the federal law and Pam Bondi later took over that effort.)\nThe Democrats offered one piece of evidence from 2017, but it also does not prove Diaz supported any of the repeal proposals.\nDiaz was one of several Florida lawmakers invited to Washington in February for two days of closed-door meetings with Republican U.S. Sen. Marco Rubio to discuss the Affordable Care Act, flood insurance, water issues and tax reform.\nAfter the meetings concluded, Rubio said that \"among the issues we discussed, repealing and replacing ObamaCare was a top priority.\" There is no public record to review whether Diaz mentioned repeal. (The Tampa Bay Times posted a video after the meeting in which Rubio, seated at a table with Diaz and other state lawmakers, spoke on a variety of issues, including his criticism of Obamacare. Diaz did not speak.)\nIn the CBS4 debate, Diaz said during his visit to Washington, D.C. \"I did not advocate for anything that had to do with dismantling Obamacare.\"\nWhen we asked Diaz about his position on the repeal and replace efforts, the statement we received didn’t clearly answer if he favored the proposals.\nHe replied that many voters in the district \"believe that Obamacare is a failed product\" and said if \"Obamacare is indeed repealed, we need to ensure that everyone that is currently covered continues to be covered, including pre-existing conditions.\"\nCampaign spokesman David Custin pointed to an effort by Diaz to expand health care coverage as a state House member in 2016. Diaz sponsored a bill that allowed eligible children of legal immigrants to apply for the state and federal Kidcare program. The language was folded into another bill that became law.\nTV ad cites reports about 2017 repeal efforts\nBefore we issue our ruling, we wanted to briefly explain the other points in the ad about the Republican plans to repeal or replace Obamacare in the U.S. House and Senate. While the House narrowly passed a bill in May, the Senate failed to pass a new plan in July before it went on recess.\nWhile the GOP health care plan didn’t include explicit changes to Medicare, the legislation could hurt the 11 million low-income Medicare beneficiaries who are dual enrolled in Medicare and Medicaid. These \"dual eligibles\" would be affected by congressional efforts to cut and cap Medicaid funding, according to the Commonwealth Fund.\nThe so-called \"age tax\" already exists, although GOP plans would have made it even steeper. Under current law, insurance companies can charge older adults up to three times as much as younger people based on their age. House and Senate bills increased the ratio up to five times. While that change would reduce premiums for younger people, it would increase premiums for older people in that age bracket.\nThe Affordable Care Act included a ban on denying coverage based on pre-existing conditions. The House GOP plan had literal language which said that insurers have to provide access for those with pre-existing conditions, but it didn’t address costs. The legislation would have allowed insurers to set premiums based on the \"health status\" of individuals -- which would have meant higher costs for sicker patients with pre-existing conditions.\nOne more time: We don’t know Diaz’s position on these bills.\nOur ruling\nA Florida Democratic Legislative Campaign Committee TV ad says Diaz supports Trump's \"plan to slash Medicare, charge older Americans an age tax and cut coverage for pre-existing conditions.\"\nThe ad provides no evidence that Diaz, as a state representative and now a state Senate candidate, has taken stances on the efforts in 2017 by Trump and Republicans in the U.S. House and Senate to repeal or replace Obamacare.\nInstead, the Democrats point to a series of anti-Obamacare votes Diaz took in the state House years ago that ask Congress to repeal the law and declare opposition to the individual mandate.\nThose votes aren’t mentioned in the ad, and they obviously don’t address support for the 2017 proposals in Congress that analysts said would hurt some Medicare users and lead to higher costs for older adults and people with pre-existing conditions.\nVotes by Diaz show that he opposed the federal law while in the statehouse, but that’s not what the Democrats’ ad says.\nWe rate this claim Mostly False.\n Share the Facts 2017-08-14 20:33:22 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says Jose Felix Diaz supports President Donald Trump's \"plan to slash Medicare, charge older Americans an age tax and cut coverage for pre-existing conditions.\"    Florida Democratic Legislative Campaign Committee committee    Thursday, August 10, 2017 2017-08-10    Read More  info", "vclaim_id": "vclaim-pol-12207"}