{"url": "/factchecks/2016/mar/24/bernie-sanders/tufts-university-study-has-bernies-back-trans-paci/", "speaker": "Bernie Sanders", "vclaim": "\"The Trans-Pacific trade deal could cost America 448,000 more jobs.\"", "truth_label": "half-true", "date": "stated on March 15, 2016 in a political ad for Bernie 2016:", "title": "Bernie Sanders' ad says Trans-Pacific Partnership could cost 448,000 jobs", "text": "Bernie Sanders’ campaign is flooding Ohio airwaves with a TV ad that attacks the Trans-Pacific Partnership as a job killer.\n\"The Trans-Pacific trade deal could cost America 448,000 more jobs,\" says the narrator of the ad, which has run 200 times in Cincinnati and Cleveland, according to the Political TV Ad Archive.\nRailing against foreign trade deals is a running theme in Sanders’ campaign. He’s been quoted saying that he opposed every trade deal that has called for his vote, and that NAFTA, CAFTA, and Permanent Normal Trade Relations with China are \"a disaster for the American worker.\"  (Democratic presidential candidate Hillary Clinton opposes the Trans-Pacific Partnership, even though she used to promote it as secretary of state.)\nThe ad says the deal among 12 Pacific Rim countries could cost America 448,000 jobs. Since Sanders is using such a specific figure, we wanted to know where that number is coming from, and how other experts view that estimate. Is it possible for anyone to know how many jobs the deal could cost the United States?\nThe TPP’s table of contents is exhausting to look at. There are 30 chapters, with titles like \"Textiles and Apparel\" and \"Sanitary and Phytosanitary Measures.\"\nJeronim Capaldo, research fellow with the Global Development and Environment Institute at Tufts University, is the chief author of the study that came up with 448,000 jobs lost as a result of the TPP. He explained the elements behind that projection.\nOther economists use models that assume a baseline of either 100-percent employment, or a static annual employment rate, and calculate from there, Capaldo said. Those models look at trade as though it’s in a vacuum, without consideration of what workers in the world economy might experience. He believes that his study is more realistic.\n\"The first step is to understand the effect that this trade deal would have on growth, which in economics is GDP,\" Capaldo said, \"and the second is the effect that a change in GDP would have on employment, based on the analysis of 50 years of data that we have for every country in the world.\"\nIn the United States, total income has decreased constantly since the mid 1970s, Capaldo said. \"That is pretty defining in people’s lives, and if it’s constant, it’s a significant element of the story.\"\nThe Tufts model projected employers’ short-term costs going up as a result of the TPP, Capaldo said. In reaction, bosses cut pay, which negatively impacts workers’ ability to buy stuff. A loss in consumption goes hand-in-hand with a loss in investment, and those two factors result in further job loss. And the types of jobs that would be lost are an important part of the story.\n\"Take the case of Oregon,\" he said. \"People who lose jobs on ranches and factories in eastern Oregon aren’t going to turn around and immediately find a high-tech job in Portland. It doesn’t happen that way.\"\nWe found another economist who agrees that the TPP will cost jobs, but not quite to the prediction Capaldo’s study makes. Dean Baker, the co-director at the left-leaning Center for Economic and Policy Research, said the 448,000-jobs figure \"wouldn’t be my best guess, but it’s not an obviously ridiculous number.\"\nBaker said the gains and losses go both ways. Trade deals \"open up our markets, but we import much more than we export,\" Baker said. That means we are operating at a trade deficit, and when there is less demand in our economy, that leads to higher unemployment. \"Implicitly, if we had a smaller trade deficit, we’d be closer to full employment,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLee Fisher\n\n\nstated on July 12, 2010 in a campaign statement\n\n\n\n\n\n\n\n\nRob Portman’s \"plan to tax, slash and privatize\" Social Security \"would devastate Ohioans.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • July 28, 2010\n\n\n\n\n\n\n\nThe Tufts researchers were too pessimistic in their predictions, Baker said.\n\"Assuming nothing will offset the job losses is an overly strong assumption,\" Baker said. \"The Tufts study fails to acknowledge countervailing effects. Factors outside the trade deal will counteract job loss caused by the trade deal. So the actual number is likely to be less.\"\nFor example, he explained, increased unemployment in manufacturing due to the TPP and increased imports might lead to lower interest rates. Lower interest rates often encourage construction and development, and investments in those sectors, which would create jobs in construction and development. But the manufacturing sector would still take a hit.\nWe got a very contrary opinion from Gary Hufbauer, senior fellow at the Peterson Institute for International Economics, which favors free trade. He told us he regards the 448,000 figure as  \"somewhere between junk and rubbish.\"\nHufbauer analyzed the NAFTA trade deal in a paper, \"NAFTA at 20,\" which went over similar ground with regard to trade deals and employment. \"We found zero association between freer trade agreements and larger employment deficits,\" he said, adding, \"The model the Tufts researchers use is not available. They don’t publish it, so it’s hard to check it.\"\nCapaldo, who co-authored the Tufts study, laughed a little when we asked him about access to his model. He told us that models are made up of two things: the description of the methodology used, and the code that computes the data to achieve the predicted outcome.\n\"There is not a single organization that makes their computer code public,\" Capaldo said. \"I compare it to a restaurant. You look at the menu and see the ingredients and you can ask the waiter how a dish is made. They’ll give you everything that’s in there, but they won’t give you the recipe. They’ll give you all you need to understand how it’s done, but they won’t give you the code. The computer code is the chef-work.\"\nOther publicly available economic models, he said, are merely templates.\nOur ruling\nSanders’ ad says that the Trans-Pacific Partnership \"could cost America 448,000 more jobs.\"\nWe’ve asked economists to sort out the good and bad of trade deals before, and found that their opinions on outcomes can be wildly contradictory. So when it comes to predicting such outcomes, it really depends on whose Magic 8 Ball you use.\nIt’s important for people to understand that this number is an estimate, and it’s the biggest estimate we found. Critics of the Tufts study say it goes the furthest to predict doomsday figures, without acknowledging offsetting effects. The author of the Tufts study says that other research glosses over the real-world elements that change the lives of workers in a global economy.\nA one-liner can’t possibly capture the possible outcome of a War and Peace-sized trade proposal. We rate this statement Half True.\nhttps://www.sharethefacts.co/share/6513591d-1fdf-4731-9c12-0fe53dfd5fd4", "vclaim_id": "vclaim-pol-05210"}