{"url": "/factchecks/2007/sep/27/bill-richardson/not-exactly-but-close/", "speaker": "Bill Richardson", "vclaim": "\"Today New Mexico (has) the sixth-fastest growing economy.\"", "truth_label": "mostly-true", "date": "stated on September 26, 2007 in a debate at Dartmouth College in Hanover, N.H.:", "title": "Not exactly, but close", "text": "At the Democratic debate at Dartmouth College on Sept. 26, 2007, New Mexico Gov. Bill Richardson boasted about his state's economic growth. \"New Mexico (has) the sixth-fastest growing economy,\" he said.\n\nHe did not elaborate, so it's unclear whether he was referring to job growth or the state's gross domestic product.\n\n\nIn his speeches and TV ads, Richardson has often mentioned job growth as an indicator of a strong economy while he's been governor. In his TV ads, he's boasted that for job growth, the state ranked as high as sixth in the nation.\n\n\nHowever, the latest employment report from the New Mexico Department of Workforce Solutions, which tracks job data, said the state ranked 14th for job growth in August 2007. The state hasn't ranked sixth since August 2006.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIf economic strength is measured by the increase in state's gross domestic product, New Mexico actually ranks higher than sixth. Measured by the change from 2005 to 2006 (the most recent data available), the state ranks fifth, according to U.S. Commerce Department data.\n\n\nSo if Richardson was using this measurement of the economy, he slightly understated his state's growth.\n\n\nEither way, Richardson is generally correct that the state's economy has done well in his term (largely because of gains in the oil and gas industry). We find his claim Mostly True.", "vclaim_id": "vclaim-pol-16599"}