{"url": "/factchecks/2018/jun/25/blog-posting/no-nasa-has-not-communicated-aliens/", "speaker": "Bloggers", "vclaim": "\"NASA announced that it communicated with four races of aliens.\"", "truth_label": "pants-fire", "date": "stated on June 23, 2018 in a blog post:", "title": "No, NASA has not communicated with aliens", "text": "Social media users were puzzled when an online blog resurfaced a years-old claim saying NASA has communicated with four separate alien races. This ridiculous claim can be traced back to satire from 2016.\n\"NASA announced that it communicated with four races of aliens,\" said a June 23, 2018, headline from The Life Buzz, an online blog.\nFacebook flagged this story as part of its efforts to combat false news and misinformation on Facebook's News Feed. (Read more about our partnership with Facebook.)\nAccording to the false report, a NASA spokeswoman named Trish Chamberson said during a press conference that the space agency had known about alien life for years.\n\"During the two hour briefing, NASA scientists confirmed previously speculated information about UFOs and Alien technology, confirming that four separate races of aliens are in regular contact with NASA, and have actually asked the agency to say hello to everyone on the planet for them,\" the false report said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThis bogus story actually originated as satire on Waterford Whispers News, an Irish site that identifies as \"a satirical newspaper and website\" and \"uses invented names in all its stories,\" according to its disclaimer page. The original article was published Aug. 26, 2016, and is clearly made-up. NASA does not list anyone named Trish Chamberson on its website.\nIn fact, Snopes issued a fact-check in 2016 of websites attempting to republish the Waterford Whispers News article as a real news story. Several similar stories appeared without a disclaimer on blog sites and social media postings during 2016 and 2017.\nThe Life Buzz post included no warning to readers that the story originally was published as satire.\nWe rate this statement Pants on Fire!\n Share the Facts 2018-06-25 21:43:56 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"NASA announced that it communicated with four races of aliens.\"    Internet Rumors Bloggers https://www.thelifebuzz.com/nasa-announced-that-it-communicated-with-four-races-of-aliens/2/   in a blog Saturday, June 23, 2018 2018-06-23    Read More  info", "vclaim_id": "vclaim-pol-01929"}