{"url": "/factchecks/2014/jun/12/hillary-clinton/hillary-clinton-says-memoir-theres-very-little-us-/", "speaker": "Hillary Clinton", "vclaim": "\"The U.S. military footprint in Africa is nearly nonexistent.\"", "truth_label": "true", "date": "stated on June 10, 2014 in her book, \"Hard Choices.\":", "title": "Hillary Clinton says in memoir that there's very little U.S. military presence in Africa", "text": "Let’s be honest: When Hillary Clinton announced she was writing a memoir on her four years as Secretary of State, everyone had one question. What would she say about the deadly 2012 attack on a U.S. compound in Benghazi, Libya?\nAs it turns out, Clinton did not disappoint — at least on that topic. While critics have called the book a bit of a snoozer, the chapter on Benghazi is one of the longest in Hard Choices. The book explains what happened and how the State Department reacted — and offers a full-throated rebuke of Republican criticisms.\nIn defending the United States’ response to the attack, one of the factors Clinton noted was that there’s a gap between popular perceptions about the country’s military capabilities and the reality.\n\"Critics have questioned why the world’s greatest military force could not get to Benghazi in time to defend our people,\" Clinton said. \"Part of the answer is that, despite having established United States Africa Command in 2008, there just wasn’t much U.S. military infrastructure in place in Africa. Unlike in Europe and Asia, the U.S. military footprint in Africa is nearly nonexistent.\"\nSince Libya is located on the Mediterranean Sea, on Africa’s northern coast, Clinton’s claim that the U.S. military is \"nearly nonexistent\" in Africa is pretty consequential to the debate.\nIn 2007, President George W. Bush announced that the United States would create a singular African command responsible for military operations throughout the continent. Prior to its creation, jurisdiction over Africa was split between combat headquarters in the Pacific, European and Middle East regions.\nThe motivation for the change was that Pentagon planners argued that terrorism and extremism spread more easily in countries with weak governments and poor citizens susceptible to ideological messaging. In creating what would become known as AFRICOM, the U.S. hoped to improve its own security by partnering with developing countries in Africa to better handle their own security concerns and avoid another Afghanistan.\nPentagon officials also thought, however, that a large U.S. military presence in these countries could become counterproductive, offering propaganda opportunities for terrorists and breeding anti-American sentiments, said Joseph Siegel, the director of research at the Africa Center for Strategic Studies at the National Defense University.\nThe goal all along, he said, was to have a \"light footprint.\" Instead of a large scale operation, small groups would work with African countries in training African troops to handle the unique security issues within their own borders.\n''Bases? Garrisons? It's not about that,'' then-Africa Commander Gen. William E. Ward of the Army told the New York Times when AFRICOM opened in 2008. ''We are trying to prevent conflict, as opposed to having to react to a conflict.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHow small was the presence? A spokesman for Clinton told PolitiFact that AFRICOM is not even based in Africa. Its headquarters are in Germany, where about 1,500 of its 2,000 personnel — troops, civilians and contractors — are located. There’s very little military infrastructure or advanced weaponry and warships.\nOf the Department of Defense’s annual budget of $520 billion, the Africa Command accounted for just $275 million in 2012. An AFRICOM spokesman noted that Europe — geographically one-third the size of Africa -- has 12 times the number of U.S. troops. Even smaller countries like Afghanistan and South Korea have five times the U.S. forces than all of Africa does.\n\"It’s the smallest of the commands in resources and personnel, and to my knowledge it controls very few assets that it would deploy on its own,\" Siegel said.\nThere is one U.S. military base on the continent — Camp Lemonnier in Djibouti, a country in the African Horn. Between 2,000 and 4,000 personnel are typically stationed there. That includes some troops, but many of those individuals are contractors or military personnel who are there to run base operations, said Larry Hanauer, a senior international policy analyst at RAND Corporation, a think tank.\n\"We do not have combat aircraft permanently based in Africa,\" Hanauer said. \"There are transportation aircraft in Camp Lemonnier,\" but not fighter jets.\nEven if Camp Lemonnier had those resources, Djibouti is some 2,000 miles away from Benghazi. Points in Europe are much closer, such as Rome, which is about 800 miles away.\nAt the time of the attacks, AFRICOM had to borrow an emergency response force from Europe Command because it did not yet have one. According to a New York Times article, the Africa Command did not have a gunship or armed drones.\nAsked whether he thought Clinton’s statement was accurate, RAND’s Hanauer said, \"I think it’s more accurate than not.\" Siegel of National Defense University agreed that it was a \"fair statement.\"\nSo did Michael O'Hanlon, a director of research for the foreign policy program at the Brookings Institution. \"Hillary's right. The headquarters is in Germany and our total military force on the continent is a total of a few thousand at most dispersed in various small locations, not operational bases.\"\nOur ruling\nClinton said, \"the U.S. military footprint in Africa is nearly nonexistent.\" There is a military presence in Africa, but it’s limited to one base with little combat infrastructure, and it’s commanded from a location that is not even located on the continent. That’s by design; the command’s planners sought to create a preventive, collaborative force rather than one that was heavily armed. Experts we interviewed took little issue with the overall impression of her comment, particularly as it describes the United States’ challenges in responding to a crisis in north Africa.\nWe rate Clinton’s statement True.", "vclaim_id": "vclaim-pol-07748"}