{"url": "/factchecks/2008/feb/01/john-mccain/one-mans-fees-are-anothers-taxes/", "speaker": "John McCain", "vclaim": "\"(Romney's) record was that he raised taxes by $730-million.\"", "truth_label": "half-true", "date": "stated on January 30, 2008 in a debate in Simi Valley, Calif.:", "title": "One man's fees are another's taxes", "text": "Not willing to concede the True Tax Conservative mantle to Mitt Romney, John McCain reiterated in a Jan. 30, 2008, debate a claim he has made frequently about Romney's tax record as governor of Massachusetts.\n\n\"His (Romney's) record was that he raised taxes by $730-million,\" McCain said.\n\n\nBill Clinton once famously said, \"It depends upon what the meaning of the word 'is' is.\" Here, it depends upon what the meaning of \"taxes\" is.\n\n\nRomney says he never raised taxes. And in fact, he never raised the state income tax or sales tax rates as governor of Massachusetts. We addressed a related claim by Romney in a TV ad\n\nhere.\n\n\n\nBut he did raise \"fees.\" And he did make changes to tax codes to close \"loopholes\" that resulted in some businesses having to pay more taxes.\n\n\nHere was Romney's take on McCain's charge during the Republican debate:\n\n\n\"Now, why did we raise fees $240-million? We had a $3-billion budget shortfall, we decided we were not going to raise taxes, and we found that some fees hadn't been raised in as many as 20 years. These were not broad-based fees for things like getting your driver's license or your license plate for your car, but instead something like the cost of a sign on the interstate and how much it was going to cost to publish a McDonald's or a Burger King sign on the interstate. We went from, like, $200 a sign to $2,000 a sign to raise money for our state in a way that was consistent with the what the market had done over the ensuing years.\"\n\n\nRomney also raised fees for getting married, buying a house, bringing a case to court and using a public golf course.\n\n\nThe amount raised by the increased fees is a matter of some dispute. Romney said during the debate that they came to just $240-million (previously, Romney has said the fees came to $260-million. It's unclear if he simply misspoke.). In a lengthy analysis of Romney's gubernatorial record, the\n\nBoston Globe\n\nsaid the $260-million, raised in 2004, ignores at least $71-million in new fees implemented shortly after Romney took office. In a 2006 fiscal policy report card on America's governors, the Cato Institute, a libertarian think tank, estimated the cost of the fees at $500-million and gave Romney a C.\n\n\nSo when is a fee actually a tax? According to some tax groups, it's when the cost of a fee exceeds the cost of services rendered.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRomney noted that the impetus for increasing fees was to pay down some of the massive debt he inherited as governor. So presumably some of the increased fees were used to subsidize unrelated parts of the budget. But other fees were simply antiquated.\n\n\nSaid McCain: \"He called them 'fees.' I'm sure the people that had to pay it, whether they called them bananas, they still had to pay $730-million extra.\"\n\n\nWhile McCain's campaign did not return calls for clarification, it appears McCain was referring not just to fees, but also to some corporate tax \"loopholes\" Massachusetts closed while Romney was governor.\nSome of them require a degree in accounting to follow.\n\n\nAccording to a Massachusetts Department of Revenue report, the \"loophole\" changes have brought the state an additional $377-million.\n\n\n\"The governor at the time tried to say he was eliminating tax loopholes, not increasing taxes,\" said Michael Widmer, president of the Massachusetts Taxpayers Foundation. \"But it's not in dispute that he raised taxes on corporations. We don't see it as 'closing loopholes.' \"\n\n\nRomney was a Republican governor with a Democrat-controlled state legislature. For three years, he proposed cutting the sales tax from 5.3 percent to 5 percent, and all three times, he was rebuffed by the legislature. He was able to secure a one-time $250-million capital gains tax rebate.\n\n\nBut was McCain right, did Romney raise taxes $730-million? Depends on what your definition of \"taxes\" is. If you include fees and the elimination of corporate tax loopholes, McCain is at least close to accurate.\n\n\nHere's the math: You take $377-million from closing the so-called corporate tax loopholes and add at least $260-million from fees (Romney's calculation). That puts the total at $637-million. Other estimates on the fees — $500-million, according to the Cato Institute — would put the total well above $730-million.\n\n\nThe elimination of corporate tax \"loopholes\" clearly resulted in some businesses paying more taxes and to those businesses, fair or not, it sure must have felt like a tax increase. As for fees, it's nearly impossible to measure with precision how much of the increases were appropriate or simply a revenue-generating measure. We rate the claim Half True.", "vclaim_id": "vclaim-pol-16365"}