{"url": "/factchecks/2012/jun/18/rick-perry/rick-perry-says-obama/", "speaker": "Rick Perry", "vclaim": "Barack Obama has \"provided guns to Mexican drug cartels.\"", "truth_label": "half-true", "date": "stated on June 7, 2012 in a speech to the Republican Party of Texas convention in Fort Worth.:", "title": "Rick Perry says Obama has provided guns to Mexican drug cartels", "text": "Addressing the Republican Party of Texas convention, Gov. Rick Perry said the country erred in 2008 by electing the wrong person as president.\n\n\"Three and a half years, and nearly 100 rounds of golf into his presidency, Barack Obama has exploded the federal debt, passed a failed, budget-busting stimulus package, socialized health care, and provided guns to Mexican drug cartels,\" Perry said June 7, 2012. \"Admit it, America -- 2008 was our national ‘oops’  moment!\"\n\nWe recently confirmed Obama had played nearly 100 rounds of golf as president. And PolitiFact reporters have previously explored claims about the debt, the success of the stimulus package and whether the 2010 Patient Protection and Affordable Health Care Act amounts to socialized health care.\n\nPerry’s claim that Obama \"provided guns to Mexican drug cartels\" struck us as novel. Is it correct?\n\nPerry spokeswoman Catherine Frazier told us by email that Perry was referring to the botched federal gun trafficking investigation on the U.S.-Mexico border known as Fast and Furious in which federal agents lost track of hundreds of firearms they were letting flow into Mexico from Arizona as part of an effort to build cases against Mexican drug cartels.\n\nThe multi-agency federal arms-trafficking investigation took place from late 2009 to early 2011 -- during Obama’s presidency -- under the Phoenix office of the Bureau of Alcohol, Tobacco, Firearms and Explosives, an agency of the Justice Department.\n\nIn the operation, agents purposely allowed weapons to be illegally purchased and circulated on both sides of the U.S.-Mexico border, as the Los Angeles Times said in a Dec. 8, 2011, news story. Two of the weapons turned up after a U.S. Border Patrol agent was killed in southern Arizona, the paper said, though for a January 2012 fact check, we found no information supporting a claim that ballistics tests confirmed that the found weapons killed the agent.\n\nThe Times said scores of other guns in the operation were reportedly used in violent crimes in Mexico, adding: \"While the aim of Fast and Furious was to track weapons, instead it ended up significantly arming the Mexican drug cartels.\"\n\nAnd did Obama have a hand in the endeavor? We looked for indications.\n\nIn a March 22, 2011, interview with Univision, posted online by CBS News, Obama said neither he nor Attorney General Eric Holder authorized Fast and Furious and pointed out that the operation was under internal investigation. \"We don’t have all the facts,\" Obama said.\n\nAsked if he was informed about the operation, Obama replied: \"Absolutely not. This is a pretty big government, the United States government. I’ve got a lot of moving parts.\" He added: \"Our policy is to ramp up the interdiction\" or capture \"of guns flowing south, because that’s contributing to some of the security problems that are taking place in Mexico.\"\n\nIn an interview the same day with CNN Español and an October 2011 interview with ABC News, Obama said he learned of Fast and Furious from news reports. He further said to CNN: \"We have to make sure that we are interdicting the flow of guns and cash to the south. It's not enough just to interdict drugs flowing north. And so, we've actually initiated a whole range of measures to make sure that we're reducing that southbound flow.\"\n\nNoting that Holder had launched the internal investigation into Fast and Furious, Obama told ABC \"it is not acceptable for us to allow guns to go into Mexico... So it's very upsetting to me to think that somebody showed such bad judgment that they would allow something like that to happen and we will find out who and what happened in this situation and make sure it gets corrected.\"\n\nWe looked for other signs of Obama’s role in the operation, finding nothing to contradict his accounts.\n\nIn 2011, staff to the House Committee on Oversight & Government Reform, chaired by Rep. Darrell Issa, R-California, issued two Fast and Furious reports. The June 14, 2011, report covers Fast and Furious accounts of ATF agents. The July 26, 2011, report explores the impact of Fast and Furious on Mexico. The reports do not gauge Obama’s involvement.\n\nA January 2012 report by House Democrats says the strategy of permitting illegal guns to flow to cartels in Mexico in hopes of building cases against vital figures originated with federal law officers in Arizona in 2006, which was when George W. Bush was president.\n\n\"Unfortunately, this strategy failed to include sufficient operational controls to stop these dangerous weapons from getting into the hands of violent criminals, creating a danger to public safety on both sides of the border,\" Rep. Elijah Cummings, D-Maryland, told colleagues in a Jan. 30, 2012, letter summarizing the report. His letter says Fast and Furious was the fourth federal operation since 2006 in which gun-walking occurred.\n\nFinally, we reached the office of Sen. Chuck Grassley, R-Iowa, who has been critical of Fast and Furious. Grassley spokeswoman Jill Gerber provided a partially redacted document that appears to be a Jan. 8, 2010, briefing paper on Fast and Furious originated by federal authorities based in Arizona. Its bullet point No. 13 opens: \"Currently our strategy is to allow the transfer of firearms to continue to take place, albeit at a much slower pace, in order to further the investigation and allow for the identification of additional co-conspirators who would continue to operate and illegally traffic\" firearms to Mexican drug trafficking organizations \"perpetrating armed violence along the Southwest Border.\"\n\nInformed of Perry’s statement, Gerber said by email: \"It’s more accurate and complete to say the ‘Obama administration’ provided guns to Mexican drug cartels rather than\" to \"say President Obama himself did so.\"\n\nOur ruling\n\nFast and Furious, intended to send guns to Mexican drug cartels toward building cases against key figures, took place on Obama’s watch. However, unlike the other results bemoaned by Perry at the convention -- growth in the federal debt and the passage of Obamacare and the stimulus -- we see no indication Obama had an influential role in the border operation. That is, there is no sign that Obama either initiated or approved the deliberate flow of guns to cartels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nWe rate Perry's claim as Half True.", "vclaim_id": "vclaim-pol-10906"}