{"url": "/factchecks/2010/sep/22/sarah-copelin-wood/dekalb-official-says-shes-no-big-travel-spender/", "speaker": "Sarah Copelin-Wood", "vclaim": "\"I have given $30,000 of my unused travel expenses over the years to supplement the school system's general budget.\"", "truth_label": "half-true", "date": "stated on July 3, 2010 in a newspaper article:", "title": "DeKalb official says she's no big travel spender", "text": "DeKalb County school board member Sarah Copelin-Wood offered what she considered a reasonable explanation a couple of months ago when she decided not to take a pay cut, although most of her fellow board members agreed to trim their salaries by 10 percent.\n\n\"I have given $30,000 of my unused travel expenses over the years to supplement the school system's general budget,\" Copelin-Wood told The Atlanta Journal-Constitution.\n\nWhen the AJC reported that it couldn't independently verify how much money Copelin-Wood said she had given back to the school district, the board member asked DeKalb school officials in an e-mail to provide the newspaper detailed information about her travel budget. Copelin-Wood is in a three-way race to stay on the DeKalb school board. She suggested politics was behind the complaints that she didn't take the pay cut.\n\nIn an e-mail, she wrote \"this is a campaign ploy in a vicious, flagrant attempt to 'publicly malign' by 'some - not all,' other DeKalb school board members who 'are not' up for re-election.\" She was first elected to the board in 1998.\n\nDeKalb school leaders ordered furloughs on teachers, administrators, secretaries and other employees to cut the budget by $104 million. The nine-member board adopted a budget of slightly more than $1 billion. Some school board members initially proposed a 5 percent pay cut for themselves in a Clintonesque \"I feel your pain\" message of solidarity with other DeKalb school employees.\n\nZepora Roberts was the only other school board member who didn't take the 10 percent pay cut. Roberts told the AJC she needed the salary. DeKalb school board members are paid $18,000 a year, which is in line with school board member salaries in Cobb and Gwinnett counties and the city of Atlanta.\n\nDeKalb school board members, like most elected officials in the Atlanta region, occasionally travel to work-related conferences and training in other cities and states. The school district budgets $4,000 a year for each of its nine board members for travel-related expenses. The annual travel budget has ranged between $3,500 and $5,000 during the past 10 budget cycles. Board members can spend their own money for travel and get reimbursed by the county.\n\nAJC PolitiFact Georgia filed an open records request with the DeKalb school system to find out if Copelin-Wood's numbers are correct. During the past 10 annual budget cycles, Copelin-Wood could have spent $45,957 on travel, county records show. She spent $12,722, but did not spend $33,235, the records show. Copelin-Wood has not spent any money on travel in the current budget year, which began July 1. The unspent funds are kept by the county.\n\n\"Budgeted travel amounts not utilized by each board member shall remain in the general fund and shall be designated for innovative, educational projects for the subsequent fiscal year,\" states the county school board's website.\n\nSchool board Chairman Tom Bowen said Copelin-Wood would have been better off if she had said she had \"saved\" more than $30,000 for the DeKalb district, instead of saying she had \"given\" those funds back.\n\n\"There's nothing for her to give back. It's on a reimbursement basis. She's contributing to savings for the district,\" Bowen said.\n\nCopelin-Wood focused on the amount of money she hasn't spent when we asked about how she characterized her travel spending.\n\nCopelin-Wood was correct regarding the amount of travel funds that she has not spent in recent years. However, we believe her terminology in describing the process would convey the impression that she voluntarily agreed to give those funds to the county. Her statement leaves out important details, and we rate it as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n \n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14388"}