{"url": "/factchecks/2020/aug/28/facebook-posts/obama-era-shift-electronic-social-security-payment/", "speaker": "Facebook posts", "vclaim": "“... in 2013 Obama determined Social Security would not send checks through the USPS, because it was not secure”", "truth_label": "false", "date": "stated on August 18, 2020 in a Facebook post:", "title": "Obama-era shift to electronic Social Security payments wasn’t due to concerns over USPS", "text": "President Donald Trump has made a target of the U.S. Postal Service by raising spurious concerns about the security of mail-in ballots. And now misinformation targeting the Postal Service is gaining traction on social media.\nOne Facebook post claims that there were concerns about the security of U.S. mail service when President Barack Obama was in office.\n\"Did you know in 2013 obama determined Social Security would not send checks through the USPS, because it was not secure!?\" the post reads. \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nDuring the Obama administration, Social Security payments did largely shift to electronic delivery. But the post errs in saying the shift was due to concerns about the security of the Postal Service. \nThe push for paperless\nEach month, the U.S. Treasury sends payments for Social Security and Supplemental Security Income benefits to 69 million recipients around the country. Until 2010, about 16% were done by mailed checks and 84% were done electronically through direct deposit or through debit cards that could be automatically replenished.\nIn April 2010 — just a few days before Earth Day — the Treasury Department announced a rule that would increase the number of electronic Social Security transactions and decrease the number of mailed checks by 2013. The change was expected to save \"more than $400 million and 12 million pounds of paper in the first five years alone,\" according to the Treasury Department press release.\n\"By moving to all-electronic payments, Treasury will save hundreds of millions of dollars and substantially reduce our environmental impact, making this a win-win for all Americans,\" then-Treasury Secretary Tim Geithner said in a statement.\nNews coverage of the new rule focused on the fact that electronic deposits would save taxpayer money, reduce the Social Security Administration’s environmental impact and provide increased security for the payments. \nIn a 2011 Social Security Administration press release, Michael Astrue, commissioner of Social Security, said getting benefit payments by direct deposit or on a debit card was safe and reliable.\n\"You don't have to worry about your check being lost or stolen, and your money is available immediately on your payment date,\" Astrue said. \"There is no need to wait for the mail to arrive.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nTestifying before a Senate committee in 2013, Theresa Gruber, assistant deputy commissioner for operations at the Social Security Administration, pointed out that electronic Social Security payments do not face the same disruption that mailed checks face from natural disasters such as hurricanes. She also said paper checks are more likely to be lost or stolen than electronic deposits.\nA spokesperson for the Social Security Administration told PolitiFact that the push to switch to primarily direct deposit was not at all related to concerns about the security of mailing checks via the Postal Service.\n\"Direct deposit is a secure and convenient method for people to receive their benefits,\" the spokesperson said. \"Their money is immediately available in their account at their financial institution, making a separate trip to their bank with a paper check unnecessary — especially important for people with transportation or mobility issues, in bad weather, or when natural disasters strike.\" \nHe added that the 2013 shift was part of a government-wide initiative led by the Treasury to move to electronic benefit delivery.\nThe plan was to \"phase out\" paper checks by March 1, 2013. But in some circumstances, people could apply for waivers that would allow them to continue receiving paper checks. By 2014, 98.6% of Social Security payments were made via direct deposit.\nToday, 99.1% of Social Security payments are made by direct deposit, leaving about 550,000 payments to be made via mailed checks each month, according to Social Security Administration data.\nAlthough officials referenced \"lost\" and \"stolen\" checks as a potential benefit of the switch to direct deposit payments, PolitiFact found no evidence the Obama administration enacted the rule because of concerns with the security of the Postal Service, as the post claims.\nOur ruling\nA Facebook post said, \"in 2013 Obama determined Social Security would not send checks through the USPS, because it was not secure.\" \nThe claim is misleading. \nOfficials said the switch to direct deposit Social Security payments was environmentally prudent and would save millions of taxpayer dollars. Officials also said direct deposit payments would prevent checks from being lost or stolen, but we found no evidence anyone argued the Postal Service was not a secure way to deliver checks. \nMore than half a million people still receive Social Security checks by mail today.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-17201"}