{"url": "/factchecks/2011/oct/23/george-nee/rhode-island-afl-cio-president-george-nee-says-red/", "speaker": "George Nee", "vclaim": "\"This is the first time in our state, and one of the first times in the country, where benefit reductions . . . has happened to people who are retired.\"", "truth_label": "half-true", "date": "stated on October 19, 2011 in a pension forum:", "title": "Rhode Island AFL-CIO President George Nee says reducing pension benefits for state retirees would be first for state, nearly all of the nation", "text": "One of the more controversial elements of the pension legislation proposed by Governor Lincoln Chafee and General Treasurer Gina Raimondo calls for freezing cost of living increases for people currently receiving a state pension.\n\nThe COLAs, in most cases now 3 percent, would be frozen at least until the system reaches adequate funding, which could be decades.\n\nAt a Greater Providence Chamber of Commerce breakfast on Oct. 19, 2011, George Nee, president of the Rhode Island AFL-CIO, suggested that such a freeze would be unprecedented, at least in the state.\n\n\"This is the first time in our state, and one of the first times in the country, where benefit reductions -- and the suspension of the COLA, in our opinion, is a benefit reduction -- has happened to people who are retired,\" he said.\n\nWould the change really be as historic as Nee claims?\n\nWe're going to assume that Nee is talking about public pensions, not private pensions.\n\nWe immediately thought of  the City of Central Falls, where retiree pensions were recently cut up to 50 percent as a result of bankruptcy proceedings, making national news. (And in September 2009, the bankrupt town of Pritchard, Ala., stopped sending pension checks to its 150 retirees.)\n\nBut because Nee made his comments in the context of proposed cuts in state employee pensions, let’s focus on the portion of his claim that concerns other states.\n\nNee told us in an e-mail that benefits for retirees have been cut in three states -- Colorado, Minnesota and South Dakota. That, he said, would make Rhode Island \"one of the first\" to enact such cuts.\n\nBut according to Stephen Fehr, a researcher for the Pew Center on the States, those three states enacted COLA limits last year. Since then, New Jersey, Maine, Oklahoma and Washington have also frozen, restricted or eliminated cost of living increases for current retirees.\n\n(Retirees in five of the seven have gone to court to overturn the action. Judges in Colorado and Minnesota already have upheld the COLA cut, Fehr said. Whether further challenges are successful will depend, in part, on whether the pensions were created through contract, through the state's constitution, or, as is the case in Rhode Island, through state law. A  lawsuit filed by Rhode Island unions over pension changes in 2009 and 2010 is pending in Superior Court.)\n\nLimiting or eliminating COLAs for existing retirees would not make Rhode Island \"one of the first\" to do it, as Nee says. We'd be the eighth out of 50.\n\nNow let's move to Rhode Island itself.\n\nIf the Raimondo-Chafee package were to be approved, would it be the first time Rhode Island has cut benefits to its retirees?\n\nIn 2010, the General Assembly passed -- and Gov. Donald Carcieri signed into law -- legislation limiting cost-of-living increases to the first $35,000 of retirement income. That would clearly be a benefit reduction to retired people whose checks will total more than $35,000 per year (a benchmark that goes up with inflation).\n\nBut that law did not apply to people who were already retired, or eligible for retirement when it was enacted.\n\nAnd although it required newly-retired workers to wait until their third anniversary (or age 65, whichever was later) to get their first COLA, workers were already required to wait until the third January after their retirement before their cost-of-living adjustments kicked in. \n\nOur ruling\n\nNee, referring to the current proposal to scale back pension benefits, said \"this is the first time in our state, and one of the first times in the country, where benefit reductions . . . have happened to people who are retired.\"\n\nWe’ll give him a pass on the glaring exception of Central Falls, since he was talking about state plans.\n\nNor is it one of the first times for state plans in the United States. Seven states -- 14 percent -- have already done it.\n\nBut Nee was correct in noting that previous pension changes had no effect on the people who already had retired at the time.\n\nAnd if the Raimondo-Chafee proposal is passed, it would be the first time that benefits for already-retired public employees would be cut, making that part of his statement true.\n\nOverall, we rate Nee's statement as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\n(This item was updated Oct. 24 to correct the court where the union's lawsuit is being heard and to remove an incorrect statement that retirees were eligible for a cost-of-living increase their first year after retiring.)", "vclaim_id": "vclaim-pol-12212"}