{"url": "/factchecks/2017/may/04/sonny-perdue/ag-sec-perdue-changes-school-lunch-rules-says-stan/", "speaker": "Sonny Perdue", "vclaim": "Easing school lunch regulations \"is not reducing the nutritional standards whatsoever.\"", "truth_label": "barely-true", "date": "stated on May 1, 2017 in a policy announcement event.:", "title": "Sonny Perdue changes school lunch rules, but says Obama standards for milk, grains remain", "text": "Agriculture secretary Sonny Perdue went to an elementary school lunchroom in Virginia to announce new rules for the food schools serve.\nUnder the banner of trimming the childhood obesity rate, combatting rising levels of diabetes and other health problems, Congress passed and the Obama administration implemented new targets for schools. Perdue gave schools more time to comply in two areas -- whole grains and sodium levels -- and expanded the rules for milk.\n\"We're giving these food service professionals the flexibility to move as we get a healthier generation,\" Perdue said May 1. \"This is not reducing nutritional standards whatsoever. It's pausing here to evaluate whether or not the progressive standards of moving even further are appropriate or not.\"\nPerdue argued that if kids don’t like what they’re offered, they simply won’t eat it, and giving schools more time to comply would help children get more of the nutrition they need.\nWe focus here on Perdue’s claim that his move does not reduce nutritional standards. Is it true that they do no reduce nutritional standards set by the department in 2012 \"whatsoever?\"\nWhile Perdue is technically correct about not reducing the standards, his department will not be enforcing them. \n\"He is not changing the standards per se, but he is allowing schools to not follow them,\" said nutrition policy researcher David Pelletier at Cornell University. \"It’s a bit like saying the posted speed limits on the roads remain the same, but you can go as fast as you want.\"\nThe starting point\nWashington’s school lunch program reaches about 30 million kids every day at a yearly cost of about $11 billion. To qualify for federal support, schools must meet a number of dietary regulations.\nIn 2012, the Agriculture Department announced the final version of Nutrition Standards in the National School Lunch and School Breakfast Programs.\nFor milk, schools could provide \"flavor in fat-free milk only.\"\nBy 2015, all grain products, such as bread, oatmeal and noodles had to be \"whole grain-rich.\" That term meant that at least half was whole grain and the rest could be processed but enriched with vitamins and minerals.\nThe rule for reducing sodium, or salt, was more complicated and set increasingly lower targets that varied slightly by age group.\nSo for example, by July 2014, a lunch for an elementary student couldn’t contain more than 1,230 mg of sodium, which is about 65 percent of the upper limit for a full day as set in the Federal Dietary Guidelines. By July 2017, the target became 50 percent of the daily limit, and by July 2022, the target went down to about 33 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nMaking 'school meals great again'\nPerdue’s office sent out a press release entitled \"Ag Secretary Perdue Moves to Make School Meals Great Again.\" It said the department would start the process to allow schools to start serving 1 percent flavored milk. At the elementary school event, Perdue said, \"I wouldn't be as big as I am today without chocolate milk.\"\nFor grains, schools could apply for exemptions to the whole grain-rich content rule through 2020.\nOn sodium, any school meeting the first target for lunches of about 65 percent of the daily limit would be considered in compliance through 2020.\nIn a statement, the department said this was similar to a 2016 memo from the Obama Agriculture Department. That memo said it recognized that manufacturers had lagged in cutting down the salt in food, and so schools \"that are working toward compliance\" would not suffer if they hadn’t yet made the grade.\nPerdue’s policy is more lenient, declaring that no school need push beyond the first target while, as Perdue said, the department pauses \"to evaluate whether or not the progressive standards of moving even further are appropriate or not.\"\nWere nutrition standards reduced?\nFor whole grains and sodium, the new policy extends the timeline for achieving those standards, but so far, the overall goals remain -- with the option to reassess later.\nPelletier of Cornell and nutrition policy researcher Joann Slavin at the University of Minnesota both said the underlying nutrition standards are unchanged. \nBut Pelletier called Perdue's statement a \"semantic trick.\"\nThe situation with milk is a little trickier. The 2012 rules, which match the recommendations from a 2009 National Academy of Sciences panel, said flavored milk had to be non-fat. Perdue hasn’t officially changed that yet, but he said \"USDA will seek to publish an interim rule as soon as possible to effect the change in milk policy,\" to allow flavored 1 percent milk.\nSlavin said the federal rules on milk went too far. That said, they were published as nutritional standards and followed the guidance from an independent research group.\nOur ruling\nPerdue said his changes to the school lunch requirements did not reduce nutritional standards. The plain facts and the assessment of experts confirm that the long term goals for whole grains and sodium remain in place for now. However, under the new policy, schools need not make more progress toward those goals for another three years.\nIn addition, the current standards don’t allow flavored 1 percent milk, and the new policy states that the department wants to change that through an interim rule. So the standards might not have changed yet, but Perdue said he plans to do so.\nWe rate this claim Mostly False.  Share the Facts 2017-05-04 22:08:48 UTC   Politifact    4 1 7  Politifact Rating: Mostly False  Easing school lunch regulations \"is not reducing the nutritional standards whatsoever.\"    Sonny Perdue U.S. Secretary of Agriculture   At an elementary school in Leesburg, Va. Monday, May 1, 2017 2017-05-01    Read More  info", "vclaim_id": "vclaim-pol-03344"}