{"url": "/factchecks/2015/jul/31/chris-riley/numbers-back-rosy-jobs-claim-georgia/", "speaker": "Chris Riley", "vclaim": "Since Volvo spurned Georgia for South Carolina in early May, some 3,455 jobs promising more than $800 million in investments have come to the Peach State.", "truth_label": "true", "date": "stated on July 17, 2015 in an Atlanta Journal-Constitution blog post:", "title": "Numbers back rosy jobs claim for Georgia", "text": "Job creation was one of the main issues in Gov. Nathan Deal’s successful re-election bid last year, with wins from the state’s focus on recruiting automakers a key element of the talk.\nYears of effort paid off with big headlines when Porsche North America expanded its headquarters here.\nThe headlines got bigger earlier this year when Mercedes-Benz announced metro Atlanta would become the new home of its U.S. headquarters.\nBut in May, the tone of the big news changed when Volvo rejected Georgia and went with South Carolina for a new $500 million factory that will employ 4,000 workers.\nState leaders were disappointed but called it a speed bump, not a crash, and pledged to focus on other economic development projects.\nThis month, Deal’s chief of staff, Chris Riley, repeated the point. Since the May 11 Volvo announcement, Riley said those other projects have brought more than $800 million in investments and the promise of 3,455 jobs.\n\"Sometimes the home runs look good,\" Riley said. \"But it’s the singles and doubles that really add up.\"\nMixed sports and driving metaphors aside, did Georgia really manage to bring in even more investment than the Volvo factory promised? We wanted to see the details.\nRiley was unavailable for comment, but a spokeswoman for Deal’s office said the governor’s top aide drew the numbers from the state’s Department of Economic Development.\nThe agency is responsible for planning and mobilizing state incentives and other resources to attract new business and expand existing operations.\nThe big pitches generate big numbers, in dollars and in jobs, and big headlines. With Mercedes-Benz, for instance, the state offered an incentives package worth $23.3 million.\nTaken with Fulton County’s property tax break worth $4 million for the next decade, The Atlanta Journal-Constitution calculated that package translated into incentives of $28,750 per job for the 950 total employees that will work in the new Sandy Springs headquarters.\nThe smaller headlines, if they made news at all, were the smaller projects that Riley mentioned.\nThe Economic Development Department keeps track of all of its work, though it only announces named projects when firms agree. Some expansions, for instance, are kept mum so competitors don’t learn of investments that put a firm at a disadvantage, department spokeswoman Stefanie Paupeck Harper said.\nBut the department showed PolitiFact Georgia its tally, broken down by region and type of work when firm names are not released.\nBetween May 11 and Riley’s statement, the department tallied 3,728 jobs – or 273 more than Riley claimed.\nOf that total, 300 came on the same day that Volvo spurned Georgia. Half of them are with an unnamed food processing expansion project in the 10-county region south and west of metro Atlanta.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nNamed on the list: 100 manufacturing jobs coming with the expansion of MI Metals in Jenkins County; 100 software/tech jobs from Courion moving its headquarters from Massachusetts to Roswell; 200 automotive manufacturing jobs coming with German auto supplier NIFCO KTW’s construction of a plant in Toccoa; and 400 software jobs with the expansion of the Brazilian IT provider Stefanini in Atlanta.\nWe found one error in the tally. The Economic Development Department counts 450 jobs with the relocation of Sage, a British software firm, while the official press releases list 400 jobs.\nYet even without those 50 jobs, the tally grew to 3,871 jobs and $902 million in investment by the time we talked to Chris Carr, the state economic development commissioner, on July 23.\nAmong the latest jobs: 120 positions (and $5.5 million in investment) with the relocation of the Dutch firm CSM Bakery Solutions to Sandy Springs.\n\"Obviously, we tried to be aggressive with Volvo, but we are aggressive with smaller companies, too, because with the different regions, the impact is seen all over Georgia,\" Carr said. \"It’s a fun thing to watch.\"\nThat means the data back up Riley's claim, with one notable caveat.\nAll the projects must invest and hire as promised to receive the incentives, but the timelines vary based on the project, Carr said.\nNone of those extend beyond about eight years, Carr said.\nBut the different deals mean that Georgia has not added nearly twice as many jobs since March, when Volvo said it was going to South Carolina.\nThen again, it’s not as if Volvo has already set up shop in the Palmetto State and added those jobs. It has years to get to its promise, known in the paperwork as \"up to 4,000 jobs.\"\nSo, in that frame, it means Riley was comparing apples to apples when he made his claim.\nAnd the point, Deal spokesman Brian Robinson said, was clear.\n\"We all love the megadeals. They spread news about our state and our great business climate here,\" Robinson said.\n\"But the jobs that don’t make the headlines present just as much economic security and opportunity for some Georgians, somewhere,\" he added. \"Every Georgian has a stake in each one of these deals.\"\nOur ruling\nState officials promised that Georgia’s momentum for attracting new business would not falter following the loss of a $500 million Volvo plant to rival South Carolina in May.\nGov. Nathan Deal’s chief of staff said in July that smaller deals since the Volvo project have led to the promise of 3,455 jobs and $800 million in investment statewide.\nState economic development data show Chris Riley was low in his tally. Even with an error in the data, Georgia can count nearly as many jobs and significantly more in investment than was promised by Volvo.\nWe rate his claim True.", "vclaim_id": "vclaim-pol-06132"}