{"url": "/factchecks/2018/feb/07/travis-allen/travis-allen-repeats-false-claim-californians-over/", "speaker": "Travis Allen", "vclaim": "\"Californians are overwhelmingly against this concept of the illegal sanctuary state.\"", "truth_label": "false", "date": "stated on February 1, 2018 in an interview on Capital Public Radio:", "title": "Travis Allen gets it wrong, again, on support for California's sanctuary state law", "text": "It’s become a well-worn talking point for GOP gubernatorial candidate Travis Allen: ‘Californians overwhelmingly oppose’ sanctuary state policies. The problem? The claim is simply not backed up by the facts.\nWe handed out a False rating when Allen made the assertion on Fox News on Jan. 2, 2018. We found four recent polls that contradicted Allen’s statement. They showed Californians generally favor cities having the ability to declare themselves sanctuaries. Two specifically found greater support than opposition for California’s sanctuary state law, which limits state and local law enforcement from cooperating with federal authorities on immigration holds, under some circumstances.\nThen Allen made similar claims during a Feb. 1, 2018 interview on Capital Public Radio.\n\"Californians are overwhelmingly against this concept of the illegal sanctuary state, which simply put is sheltering people in this state who are here illegally and committing crimes while they are here with taxpayer dollars. I got to tell you, you walk down the street and ask any Californian, nobody agrees with that idea.\"\nOne of the top issues in California, he added later in the interview, \"is this illegal sanctuary state, which I would tell you the overwhelming majority of Californians disagree with.\"\nWe examined his recent statements to see if they line up with our past False rating.\n\"I don't care which poll you look at\" \nAllen has pointed to a 2015 UC Berkeley survey to back up his assertion, correctly noting one response in that poll found 74 percent of respondents opposed sanctuary policies.\nBut he continues to dismiss findings in more recent surveys that contradict his claim, including a 2017 poll by the same UC Berkeley group. On Jan. 11, 2018 during a talk at the Public Policy Institute of California, he said, \"I don't care which poll you look at, whether it’s a 2015 poll or a 2017 poll, Californians do not believe in sheltering people who are here in the state illegally that are committing crimes while they’re here with taxpayer dollars.\"\nAllen's campaign spokeswoman has described the 2015 UC Berkeley poll as \"the most accurate and appropriate to use.\" She has claimed the 2017 poll \"was biased\" and \"adds politics and inaccurate descriptions of sanctuary policies into the poll.\"\nSome might take issue with how Allen characterized the law, particularly the idea that the state is sheltering people who are \"committing crimes.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nEven so, 53 percent in the most recent survey on the topic, published in November 2017 by USC Dornsife/Los Angeles Times, favored California’s sanctuary state legislation when asked \"Do you favor or oppose the new law that says California law enforcement personnel will not hand over immigrants in the country illegally to U.S. immigration agents, unless the person has committed a serious crime?\" Twenty-nine percent were opposed.\nThat doesn’t fit with Allen’s claim \"nobody agrees with\" the policy or that Californians are \"overwhelmingly against\" it.\nIgnoring key context\nWe also found Allen’s statements ignores some key context. Here’s more about what the law does and doesn’t do, as outlined by the Los Angeles Times in October 2017 when Gov. Brown signed the sanctuary state law:\n\"The new law will largely prohibit state and local law enforcement agencies from using either personnel or funds to hold, question or share information about people with federal immigration agents unless those individuals have been convicted of one or more offenses from a list of 800 crimes outlined in a 2013 state law.\"\n\"Federal immigration authorities will still be able to work with state corrections officials — a key concession Brown had demanded — and will be able to enter county jails to question immigrants.\"\nOur ruling\nDuring a recent radio interview, Travis Allen twice repeated the unfounded claim Californians are \"overwhelmingly against\" the new sanctuary state law.\nHe’s made this assertion numerous times in recent months despite four polls that show a majority, or in some cases a near-majority, of Californians support the sanctuary policies. A past claim on the topic earned Allen a False rating.\nOn these latest statements, we again rated Allen’s claim False.\nUPDATE: After publication, the Public Policy Institute of California released a new survey, on Feb. 8, 2018, showing 65 percent of California adults, including 58 percent of likely voters, favored local governments making their own policies and taking action separate from the federal government to protect the legal rights of undocumented immigrants in the state. It found 83 percent of Democrats, 53 percent of Independents and 21 percent of Republicans were in favor.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-02-07 22:06:48 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Californians are overwhelmingly against this concept of the illegal sanctuary state.\"    Travis Allen Candidate for California governor https://www.capradio.org/news/insight/2018/02/01/insight-020118a/    Thursday, February 1, 2018 2018-02-01    Read More  info", "vclaim_id": "vclaim-pol-02427"}