{"url": "/factchecks/2019/sep/17/viral-image/no-evidence-bruce-lee-said-power-comes-observing-e/", "speaker": "Viral image", "vclaim": "Says Bruce Lee said, \"You will continue to suffer if you have an emotional reaction to everything that is said to you. True power is sitting back and observing everything with logic. If words control you that means everyone else can control you. Breathe and allow things to pass.\"", "truth_label": "false", "date": "stated on August 26, 2019 in a Facebook post:", "title": "No evidence Bruce Lee said power comes from ‘observing everything with logic’", "text": "\"Boards don’t hit back,\" Bruce Lee once said. But we wondered about a quote attributed to the celebrity martial artist in a recent Facebook post. \n\"You will continue to suffer if you have an emotional reaction to everything that is said to you,\" the Aug. 26 post quotes Lee saying. \"True power is sitting back and observing everything with logic. If words control you that means everyone else can control you. Breathe and allow things to pass.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSearching for the quote online, we found other instances of the image posted to Facebook on Flickr, YouTube, Twitter and a meme website, among others. But it’s also been wrongly attributed to Warren Buffet and \"anonymous.\"  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAFP Fact Check, which looked into the quote, quotes Sydnie Wilson, licensing director for the Bruce Lee Foundation, as saying: \"I do not have proof to provide that Bruce Lee said this himself.\"\nSearching for the statement online, we couldn’t find a credible source confirming that Lee, who died in 1973, said it, though a 2018 Inc story compares Buffett and Lee and promises adopting their habits will \"make you a high performer.\"\nIf a legitimate citation for this quote comes to light, we’ll reconsider our ruling on whether Lee deserves credit. For now, we rate this Facebook post False.", "vclaim_id": "vclaim-pol-00156"}