{"url": "/factchecks/2012/sep/10/eric-cantor/eric-cantor-says-wayne-powell-doesnt-object-taking/", "speaker": "Eric Cantor", "vclaim": "Wayne Powell has a \"stated position of having no objection to taking `In God We Trust\" off of U.S. currency.\"", "truth_label": "true", "date": "stated on August 29, 2012 in an email.:", "title": "Eric Cantor says Wayne Powell doesn't object to taking \"In God We Trust\" off currency", "text": "On a list of risky political stands, this one would rank near the top.\n\nHouse Majority Leader Eric Cantor, R-7th, is charging that Wayne Powell, his Democratic opponent, has endorsed removing \"In God We Trust\" from U.S. currency.\n\nThe controversy began in late August when Powell, a Chesterfield County lawyer, intensified his effort to draw conservative votes away from Cantor. Powell released his first TV commercial, which features him standing at front door telling a homeowner about his position on issues. The owner extends a handshake and says, \"Wayne, you’re my kind of Republican.\" When Powell says he’s a Democrat, the owner slams the door.\n\nTo make sure the message reached conservative viewers, Powell aired it all three nights of the Republican National Convention on Fox News.\n\nCantor replied with an email blast on Aug. 29. \"If Wayne Powell was a Republican, he would be very, very lonely,\" the email said. It listed five issues where Powell \"would not find much company in the GOP.\" The last one particularly caught our eye.\n\n\"And (Powell’s) stated position of having no objection to taking `In God We Trust’ off U.S. currency would probably alienate most everyone in our party,\" the email said.\n\nWe asked Cantor’s camp to back its claim about Powell’s stance on the national motto. Ray Allen Jr., a Cantor strategist, directed us to an online question-and-answer session Powell held earlier this year on Reddit, a social media web site.\n\nDeep into the lengthy transcript, someone with the user-name \"niloakash\" asked: \"Would you support an hypothetical endeavor to remove `Under God’ and insert the original `E Pluribus Unum’ in American currency? In short: are you atheist friendly?\"\n\nPowell replied: \"America has a place for all people, regardless of faith, religion or lack thereof. I wouldn’t object to replacing `In God We Trust’ with the first American motto E Pluribus Unum (Latin; `Out of many, one’).\"\n\nWe asked Powell about the statement. He told us he is responsible for the comment even though he never made it and opposes the removal of \"In God We Trust\" from currency.\n\nPowell said Eileen Burke, a young website designer who worked briefly for his campaign, convinced him early this year to do an interview on Reddit. Powell said he dictated answers to the online questions to Burke, who typed them into a computer. After about two hours, Powell said he left while Burke remained logged on.\n\nThe next day, Powell said Burke told him, \"There was so much in this question-and-answer session that it went on after you got offline.\" Powell said he didn’t give another thought to Burke’s comment until last week, when we sent him a copy of the statement about the national motto.\n\n\"She wrote it,\" Powell said. \"I did not answer it. I was not aware of it.\" Powell said his aide \"took too much prerogative on the web site\" and he should have monitored her more closely. \"I’m responsible\" for the posting, he said.\n\nPowell, who describes himself as a \"lifelong Southern Baptist,\" said he would oppose removing \"In God We Trust\" from currency or any other government activity. \"Why would we change the currency?\" he asked. \"Everytime I say the Pledge of Allegiance, I don’t have any compunction about saying `God.’\"\n\nPowell said Burke left his campaign early last year, lives in New England and he does not know how to reach her. Burke’s name appears once on finance reports Powell has filed with the Federal Election -- she received a $1,000 payment from the campaign on Jan. 14, 2012. The document lists a post office box address for her in Portland, Me. Our efforts to contact her were unsuccessful.  \n\nWe should note there is no movement afoot in Congress to remove the national motto from currency.\n\nOur ruling\n\nCantor said Powell \"has a stated position of having no objection to taking `In God We Trust’ off of U.S. currency.\" As proof, Cantor offers Powell’s comments in a question-and-answer session held on a social media website.\n\nPowell acknowledges answering queries on the website for about two hours early this year this year with the help of a campaign worker. He says the question about the national motto came up after he left and the aide, exceeding her authority, wrote a response that he renounces and was unaware of until we contacted him last week. Powell takes responsibility for not keeping a closer eye on things.\n\nThere’s no doubt that when Cantor made his accusation, Powell’s stated position was, \"I wouldn’t object to replacing `In God We Trust’ with the first American motto, `E Pluribus Unum.’\"\n\nSo we rate Cantor’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10410"}