{"url": "/factchecks/2012/feb/17/rick-scott/rick-scott-says-will-repeal-1000-regulations-2012/", "speaker": "Rick Scott", "vclaim": "\"We are poised to get rid of over 1,000 more regulations in 2012.\"", "truth_label": "mostly-true", "date": "stated on February 11, 2012 in speech at CPAC:", "title": "Rick Scott says he will repeal 1,000 regulations in 2012", "text": "Gov. Rick Scott really doesn't like regulations, and he's been pretty clear about that since his first day in office. This year, he says he's got 1,000 regulations in his sights.\n\n\"My administration eliminated burdensome regulations to make it easier to do business in Florida,\" he said at the Conservative Political Action Conference in Washington D.C. on Feb. 11, 2012.\n\n\"And we're poised to get rid of over 1,000 more regulations in 2012,\" he added.\n\nHis statement left the audience applauding and us wanting to know more. Is that repeal count right?\n\nIn his first executive order Jan. 4, 2011, Scott ordered state agencies to freeze all pending administrative rules -- developed with permission from the Legislature by agencies to implement state law -- and examine existing ones that could be ripe for repeal.\n\nHis campaign against rules also made the first year in office more complicated. In a brush with the Florida Supreme Court, a majority of justices argued Scott overstepped his constitutional authority by requiring a newly created office to sign off on proposed agency rules.\n\nThe court didn't overturn his order, so Scott's three-person team of reviewers -- known as the Office of Fiscal Accountability and Regulatory Reform -- continued to analyze and issue recommendations on these rules and existing rules. Rules cover a lot of ground, including education, environment, elections, restaurants, barbering, interior design, real estate ... you get the point. One target was a rule related to the illegal act of dwarf-tossing, a September 2011 Tampa Bay Times story reported.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBarack Obama\n\n\nstated on February 23, 2012 in a speech in Miami\n\n\n\n\n\n\n\n\n\"We supported the first new nuclear power plant in three decades.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • March 2, 2012\n\n\n\n\n\n\n\n\nA total of more than 20,000 rules are in the Florida Administrative Code.\n\nScott's rule-reviewing office keeps track of these efforts at FloridaHasARightToKnow.com. You can see here how many rules have been identified for repeal. At one point that was above 1,000, but it's now around 800.\n\nThere's no tally for how many of those have been wiped from the books (unless you look up each rule and cross-check it at www.flrules.org). So we asked Scott's staff to tally how many rules have been repealed and how many were \"poised\" for repeal.\n\nSince June 1, 2011, agencies have repealed 478 rules, said Scott spokeswoman Jackie Schutz, with 173 being repealed in 2011, and 305 so far in 2012.\n\nPlus, 351 rules are progressing through the necessary procedure for repeal as set in the Administrative Procedure Act, involving notices, waiting periods and opportunities for public comment.\n\nAnother 270 rules, relating primarily to water management districts, could be repealed during the 2012 legislative session.\n\nFor 2012, that's 926 rules (305+350+270) that have been or are slated for repeal.\n\nWait, there's more! Scott's not the only leader with rules on his mind. Florida legislators embarked on their own mission, ordering agencies in 2011 to review the economic impact of their rules and present biennial reports.\n\nCombining the efforts of Scott and the House gives you a bigger number: 2,210 rules and rule subsections recommended for repeal, and 1,624 recommended for revisions, according to a Feb. 13, 2012, House staff report. Most of the rules came from the departments of Environmental Protection, Health, and Business and Professional Regulation.\n\nWe should be clear that we're not passing judgement on the public good of getting rid of these various rules. Frankly, the rules are too diverse to make sweeping judgments about them, and some simply wipe out rules that accompany outdated, and meaningless, statutes. \n\nInstead, we wanted to to see if Scott was accurately describing the magnitude of the changes he's pushing through. Scott is proud of his focus on eliminating state rules (even bragging about it on pre-recorded messages to callers of the governor's office placed on hold). We looked at the numbers and saw he's around where he said he would be, at 926 rules set to be repealed. But a good chunk -- 270 -- would come with the help of the Legislature. We rate this Mostly True.", "vclaim_id": "vclaim-pol-11593"}