{"url": "/factchecks/2017/jan/04/donald-trump/mostly-true-trump-tweet-about-gm-chevy-cruze-manuf/", "speaker": "Donald Trump", "vclaim": "\"General Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border.\"", "truth_label": "mostly-true", "date": "stated on January 3, 2017 in a tweet:", "title": "Mostly True: Trump tweet about GM Chevy Cruze manufacturing", "text": "President-elect Donald Trump put General Motors on notice for tariff-free imports of vehicles from Mexico, warning of heavy taxes if vehicles are not instead manufactured in the United States.\n\"General Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border,\" Trump tweeted Jan. 3. \"Make in U.S.A. or pay big border tax!\"\nGeneral Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border. Make in U.S.A.or pay big border tax!— Donald J. Trump (@realDonaldTrump) January 3, 2017\n\nImposing hefty tariffs on foreign goods was a staple of Trump’s pro-manufacturing agenda. He suggested on day one of his campaign that if Ford chose to open a factory in Mexico and then tried to sell those vehicles in the United States, he would tell Ford’s CEO that \"we’re going to charge you a 35 percent tax.\" In the same speech, he bemoaned Chevy’s slight presence in foreign countries, particularly in Japan.\nWe wanted to look at Trump’s most recent beef with Chevy.\nThe key to our review is that the president-elect singled out the Mexican-made model of the Chevy Cruze.\nThe Cruze made in Mexico is a hatchback that does not sell widely in the United States. Chevy Cruze sedans are more popular in the United States — and they are produced in Ohio.\nTrump has a point, however, that the Mexican Cruze has made its way to the United States free of taxes, based on provisions under the North American Free Trade Agreement.\nGeneral Motors: We make Cruzes in Ohio, too\nGeneral Motors, whose portfolio includes Chevrolet, Cadillac, Buick and GMC, said in a brief statement that all Chevrolet Cruze sedans sold in the United States are built in the company’s assembly plant in Lordstown, Ohio.\nIn 2016, it sold 185,500 of this body type in the United States.\n\nBut the company \"builds the Chevrolet Cruze hatchback for global markets in Mexico, with a small number sold in the U.S.,\" the statement said.\nProduction of the hatchback model began in mid 2016, said Patrick Morrissey, a General Motors spokesperson, in an email.\nOut of 29,000 hatchbacks made in Mexico in 2016 for global markets, 4,500 were sold in the United States, Morrissey said.\n\n(Chevy Cruze photos courtesy of General Motors)\nFree trade provisions under international agreement\nThe North American Free Trade Agreement, effective since January 1994, lifted trade tariffs and restrictions among Canada, the United States and Mexico.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nNAFTA has been praised for expanding and facilitating trade among the three countries, but Trump and labor unions from the United States have criticized the deal for outsourcing jobs and lowering wages.\nTrump called it the \"worst trade deal ever,\" blaming it for the loss of manufacturing jobs.\nBut nonpartisan research said NAFTA has had a more subtle effect on the U.S. economy.\n\"NAFTA did not cause the huge job losses feared by the critics or the large economic gains predicted by supporters,\" a 2015 Congressional Research Service report said. \"The net overall effect of NAFTA on the U.S. economy appears to have been relatively modest, primarily because trade with Canada and Mexico accounts for a small percentage of U.S. GDP.\"\nNAFTA allows the tariffs-free import of autos, light trucks, engines and transmissions from Mexico as long as 62.5 percent of their value is from North America, the 2015 report said. The \"rules of origin\" requirement for other vehicles and automotive parts is 60 percent, according to the report.\nThe Chevy Cruze hatchback would be covered under NAFTA’s duty-free provision, experts told PolitiFact.\nNAFTA allowed each participating country to specialize in different stages of production, said Caroline Freund, a senior fellow at the nonpartisan Peterson Institute for International Economics.\nParts can go back and forth in the production of a vehicle, so a car that’s imported from Mexico can actually include components from companies in the United States, Freund said.\nAs for the logistics of Trump’s plan to impose high tariffs, trade experts introduced a number of concerns about it for our June analysis. They cited potential rising production costs and an increased cost burden on consumers, as well as a possible trade war and broken international agreements.\nOur ruling\nTrump tweeted, \"General Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border.\"\nThat’s accurate for 4,500 Chevy Cruze hatchbacks made in Mexico and sold in the United States in 2016. That was about 15 percent of all Cruze hatchbacks produced in Mexico last year for global markets. \nNAFTA provisions allow the tax-free imports of autos from Mexico.\nIt’s worth pointing out extra context that Chevy Cruze sedans sold in the United States are built in GM’s assembly plant in Lordstown, Ohio. The sedan is more than 40 times as popular among American buyers as the hatchback.\nTrump’s statement is accurate but needs clarification or additional information. We rate it Mostly True.\n Share the Facts   Politifact    1 6  Politifact Rating:   \"General Motors is sending Mexican made model of Chevy Cruze to U.S. car dealers-tax free across border.\"    Donald Trump President-elect   in a tweet Tuesday, January 3, 2017 -01/-03/2017    Read More  info    \nAfter the Fact \nAfter publishing this check, readers reached out telling us some Chevy Cruze sedans have also been imported from Mexico to sell in the United States.\nWe asked General Motors about it, since their statement in response to Trump's tweet said all Cruze sedans sold in the United States are built in General Motors' assembly plant in Lordstown, Ohio.\nIn a follow-up email, a General Motors spokesperson said, \"In the fourth quarter of 2016 we built some sedans in Mexico (and shipped to the U.S) to help support the launch of the Lordstown plant with the new Cruze (that was announced and reported on last summer) – about 8,000 total. So some of those are still in inventory in the U.S., but the only Chevrolet Cruze models being built in Mexico now for the U.S. market are the hatchbacks.\"\nThe approximate 8,000 sedans were sold to dealers in 2016 \"and most were probably sold to consumers,\" General Motors spokesperson Patrick Morrissey said.", "vclaim_id": "vclaim-pol-03829"}