{"url": "/factchecks/2018/may/23/andy-gronik/democratic-candidate-governor-says-he-lives-milwau/", "speaker": "Andy Gronik", "vclaim": "\"I’ve lived\" in Milwaukee \"all 61 years of my life.\"", "truth_label": "barely-true", "date": "stated on May 13, 2018 in a candidates forum:", "title": "This Democratic candidate for governor says he lives in Milwaukee, but that's misleading", "text": "When businessman Andy Gronik filed papers to run for governor, he listed his residence as N. Beach Drive in Fox Point, an upscale suburb in Milwaukee County.\nGronik’s Twitter account and campaign website also say he lives in Fox Point, where his home has an assessed value of $1.4 million.\nBut Gronik portrayed himself as much more urban at a May 13, 2018, education forum for the Democratic candidates for governor, which was co-hosted by the Milwaukee teachers union and partly focused on central city kids. He went so far as to say:\n\"I’ve lived (in Milwaukee) all 61 years of my life.\"\nWhat’s going on here?\nWhen it comes to living in Fox Point or Milwaukee, Gronik seems to want it both ways.\n‘Our neighborhood’ in MKE\nGronik and lawyer Matt Flynn were the only candidates on the dais at one point during the forum, which was held at a theater on Milwaukee’s east side -- where Flynn has lived for nearly 40 years.\nIn a wide-open primary contest with a crowded field, connecting with voters in heavily Democratic Milwaukee is important.\nGronik and Flynn were asked their position on choice (also known as voucher) schools, which are focused on central city Milwaukee families who are unhappy with their neighborhood public schools, not suburban families.\nFlynn made it a point to say he is the only gubernatorial candidate who lives in the city.\nWhen it was his turn, Gronik said he would gradually wind down voucher schools in the city -- and suggested he lives in Milwaukee.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc\n\n\n\n\n \nGronik said:\nSo, for me as governor, I’m going to focus resources on public schools -- and hear me on this -- stop the expansion of vouchers, sunset those things over five years. We have a real plan to make it happen. But I’m going to also make sure that we’re not taking any kid out of a productive learning environment until that school in their neighborhood is the best choice. \nI want to put it in just stark terms here, because I did speak to parents all throughout our neighborhood in Milwaukee. And I’ll give it to you in just blank terms here. Black families are sick of white people telling them where to send their kids to school; that’s just the reality. So I am going to be a governor that’s going to fight for every kid. We have lost generations --  generations of children -- and we’re not losing another generation on my watch.\nSo, in the context of choice schools in the city, Gronik says he \"did speak to parents throughout our neighborhood in Milwaukee.\" And the neighborhoods that he refers to as having \"lost generations\" of children are in Milwaukee.\nNot his neighborhood in Fox Point.\n‘I’ve lived here’\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nA few minutes later, responding to a question about supporting unions for teachers, Gronik again gave the impression he lives in the city, saying:\nWe need to make sure that we restore teachers’ voices in that classroom, (that) we spend more one-on-one time with those kids, that we have the resources to help kids that are at-risk; that before we lose another generation of children in my neighborhood, too -- I’ve lived here all 61 years of my life. And I’ve watched what’s happened with kids throughout these neighborhoods, our neighborhoods, kids that do not have the kind of bright future that they should have. It’s a huge reason I’m here.\nAgain, Gronik’s reference to a lost generation, and to kids lacking a bright future, is to kids in the city, not \"in my neighborhood\" in Fox Point.\n\n\n\n\nLatest Gronik fact checks:\n\"Black Americans still earn less than 73 percent of what white men make.\" Half True.\nWisconsin 'guaranteeing' nearly $3 billion to Foxconn with no job guarantees. Half True.\nScott Walker \"has taken money away from internet expansion in our state.\" Mostly False.\n\n\n\n\n \nHis explanation\nGronik promptly called us when we told his campaign spokesman that we would be fact checking his claim that he’s lived in Milwaukee his whole life. He started off by acknowledging that he grew up in Glendale, another Milwaukee County suburb, and lives in Fox Point.\nGronik also told us:\n1. \"As you well know, when I plug in my ZIP code (53217), it says Milwaukee.\"\nIf you run a Google search of Gronik’s street address, depending on the website you choose, some responses show Fox Point while others show Milwaukee.\nBut that doesn’t change the fact that Gronik lives in Fox Point, not Milwaukee.\n2. \"I consider Milwaukee to be my hometown. I’m not trying to suggest that I grew up other than where I grew up.\"\nGronik is trying to have it both ways -- saying he’s from Milwaukee, but not denying that he grew up in a suburb (and now lives in another suburb).\n3. \"I’ve never made any bones about the fact that I live in Fox Point. I really think that you’re splitting hairs. I am in no way, shape or form misleading anybody as to my address. But I do consider everyone in Milwaukee County to be part of my community.\"\nIf Gronik were asked in an airport in Atlanta where he lives, saying Milwaukee would be fine; most people have not heard of Fox Point.\nBut in speaking to Milwaukee teachers about Milwaukee schools, to say you’re from the city when you really live in a high-income suburb, is misleading.\nOur rating\nGronik told an audience made up largely of Milwaukee teachers at an education forum in Milwaukee: \"I’ve lived here (in Milwaukee) all 61 years of my life.\"\nGronik acknowledged to us that he grew up in one Milwaukee suburb, Glendale, and now lives in another, upscale Fox Point.\n\"Milwaukee\" as sort of a blanket term for the city and its close-in suburbs is not entirely wrong. But in the context of Gronik’s claim, it’s misleading.\nWe rate his statement Mostly False.  Share the Facts 2018-05-24 22:31:31 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"I’ve lived\" in Milwaukee \"all 61 years of my life.\"     Andy Gronik Democratic candidate for Wisconsin governor https://www.facebook.com/earl.ingramjr.3/videos/1861382773882708/   In a candidates forum Sunday, May 13, 2018 2018-05-13    Read More  info", "vclaim_id": "vclaim-pol-02048"}