{"url": "/factchecks/2019/feb/10/toni-preckwinkle/preckwinkle-misrepresents-mendozas-death-penalty-s/", "speaker": "Toni Preckwinkle", "vclaim": "Says Susana Mendoza is a supporter of the death penalty who could administer it herself and \"‘...sleep like a baby at night…’\"", "truth_label": "pants-fire", "date": "stated on January 29, 2019 in a campaign ad:", "title": "Preckwinkle misrepresents Mendoza’s death penalty stand", "text": "A few months ago we gave a Mostly False rating to a claim by Chicago mayoral candidate Susana Mendoza that, as a member of the Illinois House in 2011, she had cast the deciding vote to abolish the state’s death penalty. Mendoza, now the state comptroller, did vote to end executions, but records and news reports from those days made it clear that the fate of the measure didn’t turn on her support.\nNow, mayoral rival Toni Preckwinkle is out with a new ad that revisits Mendoza’s death penalty stand. It uses selective and deceptive video editing of a House floor speech by Mendoza just prior to that Jan. 6, 2011 vote to make it wrongly appear she was an enthusiastic supporter of capital punishment.\n\nBut there was a lot more to Mendoza’s remarks that the Preckwinkle campaign chose to leave on the cutting room floor. And those deletions tell a very different story.\nSelective editing\nTranscripts of the House debate from the day in 2011 that Mendoza spoke make clear that her point was to describe an evolution in her thinking.\nShe opened her remarks by explaining how the day marked \"the end of a long and difficult journey\" for her on the issue, and then talked about her earlier push to expand the death penalty. That is where Preckwinkle’s ad picks up.\nIn the ad, Mendoza’s line about how she could administer the death penalty \"‘...and sleep like a baby at night…’\" is emphasized with text. What both the edited footage and those ellipses leave out, however, is that she was referring only to cases where she knew \"without a doubt\" that a convicted criminal was \"a cop killer or a serial murderer.\"\nThe ad also cuts off Mendoza’s remarks a sentence before she reaches her main point — that too many people on death row in Illinois had later been found innocent.\n\"This debate for me is no longer about whether or not guilty killers deserve to die for their crimes, they do deserve to die,\" Mendoza said, according to the debate transcript, just as she does in the ad. But she then went on to describe how the state’s track record of sentencing people to death row who were later exonerated had changed her mind.\n\"I have come to realize that in order to ensure that justice is served in the form of death to an evil cancer in our society we must accept the possibility of executing an innocent person. I'm not OK with that and none of us should be OK with that,\" she said at the time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSusana Mendoza\n \n\nstated on November 19, 2018 in in a debate appearance\n\n\n\n\n\n\n\n\n\"I was the deciding vote on abolishing the death penalty in the state of Illinois.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Kiannah Sepeda-Miller • November 25, 2018\n\n\n\n\n\n\n\nPreckwinkle’s ad not only omits all that but also leaves the impression that Mendoza was arguing to keep the death penalty in place. It does that by juxtaposing the selectively edited portions of her remarks with an old citation from a story by FactCheck.org that references the state’s woeful record of wrongful convictions.\nThe problem of course is that Mendoza, in the remarks the Preckwinkle ad chose to omit, specifically refers to those wrongful convictions as the reason she had changed her mind about the death penalty.\nWhen we reached out to Preckwinkle’s campaign to ask why it considered the ad an accurate representation of Mendoza’s record, spokeswoman Monica Trevino responded with an email highlighting a House vote by Mendoza in 2001 for the death penalty expansion. She also sponsored that bill.\n\"Mendoza, despite her vote in 2011, gave testimony at that same time saying she still believed in the death penalty, and that she could administer the death penalty herself and sleep like a baby at night,\" Trevino added. \"The ad was reflective of her extreme values on this issue.\"\nOur ruling\nWith highly selective editing, Preckwinkle’s ad uses video clips from a speech Mendoza gave on the Illinois House floor in 2011 in which she declares opposition to the death penalty to leave the impression that she actually remained an enthusiastic supporter of it.\nWhile it is true that a decade earlier Mendoza backed an expansion of the death penalty, the speech from which the clips are taken made an entirely different point. She had changed her mind and wanted to end capital punishment in Illinois because the state had sentenced too many people to death row that later had been found innocent. Indeed, Mendoza then voted for a measure that abolished the death penalty.\nNone of that footage or context was used in the ad, which grossly misrepresents Mendoza’s position. We rate it Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n \n Share the Facts 2019-02-11 20:49:09 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says Susana Mendoza is a supporter of the death penalty who could administer it herself and \"‘...sleep like a baby at night…’\"    Toni Preckwinkle Chicago mayoral candidate https://www.youtube.com/watch?reload=9&v=9yXM-bMSwvs   A campaign ad Tuesday, January 29, 2019 2019-01-29    Read More  info", "vclaim_id": "vclaim-pol-01038"}