{"url": "/factchecks/2013/jun/02/frank-caprio/ri-treasurer-candidate-frank-caprio-says-pension-i/", "speaker": "Frank Caprio", "vclaim": "Since Gina Raimondo took office, investment fees on the state's pension portfolio \"have gone up from about $12 million annually to about $50 million.\"", "truth_label": "half-true", "date": "stated on May 19, 2013 in an appearance on \"10 News Conference\":", "title": "R.I. Treasurer candidate Frank Caprio says pension investment fees have more than quadrupled under incumbent Gina Raimondo", "text": "How much money should you spend to make money? That question, which every investor faces, has moved to the forefront in Rhode Island since the State Investment Commission, at the urging of General Treasurer Gina Raimondo, started moving 15 percent of state pension money into hedge funds.\n\nThose funds not only charge a very high fee for managing the account, they also collect a \"performance\" bonus -- often 20 to 25 percent -- from the profits.\n\nRaimondo's office says that's worth the price because hedge funds protect the pension fund from the type of drastic dip in value seen when the economy fell into a recession in 2008.\n\nCritics contend that investment expenses charged by those funds, combined with the risk they pose, make them a very bad choice.\n\nOne such critic is Frank Caprio, who served as treasurer from 2007 through 2010 and, after an unsuccessful run for governor, is seeking his old job back.\n\nOn the May 19 edition of the WJAR-TV program \"10 News Conference,\" Caprio said he worked hard as treasurer to reduce the fees paid by the pension fund.\n\n\"And lo and behold, after I left office, a national group did a study of all the pension funds. And Rhode Island ranked at the right end, the high end of that study, paying some of the lowest fees in the country, per capita,\" he said.\n\n\"The fee structure of hedge funds is much different than index fund managers, which are the type of managers we had a lot of money with. So the fees have gone up from about $12 million annually to about $50 million,\" Caprio said.\n\nThat's a big increase. We thought we'd check the numbers.\n\nWe turned to both Raimondo's office and to Caprio.\n\nThe former treasurer sent us the July 25, 2012, edition of the Maryland Policy Report, which ranked states based on the Wall Street fees they paid. For Rhode Island, it lists management fees of $13.1 million for the 2010 fiscal year. That's an expense ratio of $2.15 for every $1,000 invested. The U.S. average was $4.09 per $1,000. Only 10 other states paid a lower ratio.\n\nRaimondo's office, along with other documents, confirmed the $13.1 million figure, which is a bit higher than the \"about $12 million\" cited by Caprio.\n\nWhen we asked Caprio for the source of the $50 million comment, he referred us to minutes from the April 24, 2013, meeting of the state Investment Commission.\n\nStephen Nesbitt, chief executive officer of Cliffwater LLC, one of the state's management consultants, is cited as saying that with the inclusion of performance fund hedge fees, the state is paying an expense ratio of 0.58 percent. That would be $5.80 for every $1,000 invested. Because the fund had $7.78 billion on April 30, that would equal $45.1 million in annual fees being paid, Caprio said.\n\nThat's a bit lower than his \"about $50 million.\"\n\nBut these numbers don't begin to tell the whole story.\n\nThe year cited by Caprio touting his own performance occurred during the financial crisis, when the value of the state's pension fund was depressed. For that reason alone, investment fees (also known as management and performance fees) would be lower.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n(The expense was $13.1 million for 2010, but it was $20.3 million the previous year and $28.6 million the year before that. Caprio said the big 2010 reduction \"was not because of market going down. My team moved over $2 billion out of active money managers who charged high fees to index funds that charge low fees.\")\n\nRaimondo's office contends that such direct fees are actually lower under her current administration -- $12.7 million during the last fiscal year and $15.1 million the year before that.\n\n(Management fees cover the basic services for handling an account. They are calculated based on a percentage of what the fund is worth and paid whether the value of the fund has risen or fallen.)\n\nYet it gets even more complicated.\n\nThe direct management fees charged by traditional investments are only a small part of the actual cost of administering the state's portfolio.\n\nOther types of investments, such as those hedge funds, charge indirect fees, which are removed from the fund balance before it is reported, making them harder to compile.\n\nHedge funds charge both an indirect management fee and an indirect performance fee, which is typically about 20 percent of the fund's profit, assessed annually.\n\nThe total for the fees paid under Raimondo has tripled because the current treasurer, for the first time, has begun reporting both direct and indirect fees. It's one of only six states doing so, according to Cliffwater.\n\nHow much are we talking about?\n\nIn May, Raimondo's office released an accounting of all investment expenses for the fiscal year that ended June 30, 2012. They totaled $46 million, including staff expenses; $32.5 million of that went for indirect fund expenses and $13.5 million for direct fees.\n\nHow high were the indirect expenses during the year Caprio was paying out $13.1 million in direct expenses?\n\nThat's hard to tease out because they haven't been reported, and few states do.\n\nThe bottom line: Raimondo contends they were higher than Caprio stated. Caprio disagrees. We can’t determine who’s right because they weren’t reported in past years.\n\nOur ruling\n\nFrank Caprio said that since Gina Raimondo took office, investment fees on the state's pension portfolio \"have gone up from about $12 million annually to about $50 million.\"\n\nState records show that, at first blush, the numbers were $13.1 million in 2010 and $46.0 million now. He's not on the money, but close.\n\nBut it's not clear if Caprio has given a complete accounting of his expenses for fiscal 2010. Both Caprio and Raimondo say some data is unavailable for that year, so that element of truth remains unresolved.  \n\nBecause Caprio's comparison is partially accurate but lacks important details and elements of context, we rate it Half True.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-09270"}