{"url": "/factchecks/2011/jan/13/chris-abele/milwaukee-county-executive-candidate-chris-abele-s/", "speaker": "Chris Abele", "vclaim": "Says Jeff Stone = Scott Walker.", "truth_label": "mostly-true", "date": "stated on March 18, 2011 in a television ad:", "title": "Milwaukee County executive candidate Chris Abele says opponent Jeff Stone = Scott Walker", "text": "A doppelganger is a ghostly double of a living person. In German it means \"double walker.\"\n\nIn the case of a new TV ad from Milwaukee County executive candidate Chris Abele, it would be \"double Scott Walker.\"\n\nNaturally, state Rep. Jeff Stone -- Abele’s opponent in the April 5 election -- is the alleged double.\n\nIn a new TV ad with B-movie special effects, Abele presents Stone and the new Republican governor as scary, bleached-out phantoms in ideological lockstep on the \"unfair\" state budget repair law. Stone, the ad claims, will copy a Walker agenda that has \"mismanaged\" Milwaukee County government.\n\n\"I thought he was Scott Walker’s twin,\" a man identified as David Crowley of Milwaukee County says into the camera. Later, he adds: \"Jeff Stone is Scott Walker.\"\n\nLast fall in the governor’s race, we looked at the Republican primary ad Scott Walker used to equate opponent Mark Neumann with House Speaker Nancy Pelosi. We labeled Walker’s claim -- \"Mark Neumann = Nancy Pelosi,\" for shorthand -- and found it False.\n\nHere, Abele’s ad essentially equates Stone with Walker.\n\nSo: Does Stone = Walker?\n\nOf course, depending on where a voter sits, the degree of similarity could be considered a good thing or a bad thing.\n\nBut it’s worth evaluating, because both sides have made Stone’s ties to Walker a theme -- Stone ran as Walker’s logical successor for most of the race, and Abele is now pointing that out in a negative sense.\n\nWe asked the Abele campaign to back up the claim. They provided an analysis of voting records and pointed us to public statements and other evidence.\n\n\"They are overwhelmingly similar, and Jeff would represent a continuation of Scott Walker’s approach to governing,\" said Brandon Lorenz, Abele’s spokesman.\n\nWe’ll look at Walker and Stones’ statements about each other, as well as their voting histories, common causes, priorities, styles and backgrounds.\n\nWalker and Stone have been linked closely because both are conservative Republicans from suburban Milwaukee communities who scored rare victories to succeed Democrats in office. They served in the Legislature together for about four years -- even carpooling together -- with Walker taking the higher profile.\n\nWalker is seven years younger, at 43, but they got into elected politics within a year of each other. Stone started locally, as a Greenfield city alderman. Walker, from Wauwatosa, won a state Assembly seat.\n\nBoth considered the Milwaukee County exec’s job in 2002 after a pension scandal forced out F. Thomas Ament; only Walker jumped in. Stone helped Walker get elected. Now Stone wants to take over for Walker, and the governor says Stone -- whom he has endorsed and raised campaign money for -- would be a crucial local ally in reducing spending.\n\nStone and Walker’s statements:\n\nWalker touted Stone in February 2010 as a worthy successor, saying he was \"interested in pursuing some of the same reforms and ideas\" that Walker has backed. That confirmed the impression at the Courthouse, dating back years, that Stone was the GOP’s candidate in waiting.\n\nStone has consistently praised Walker.\n\nIt should be noted though that from the start of his campaign he has said that his small-business experience would make him more focused on job creation than Walker, who Stone said was focused primarily on reforming county government after the pension scandal.\n\nAre they close ideologically and by temperament?\n\nStone said in March 2011 that he and Walker share \"similar aspirations\" and \"a similarity in how we go about things. He urged a conservative audience: \"Vote for the person who’s going to move Milwaukee County forward along the lines of what Scott Walker has.\"\n\nStone’s pre-primary campaign literature implored voters to back him to preserve gains being made during Walker’s tenure.\n\nAt times since Walker’s budget attracted massive protests in Madison this winter, Stone cautiously has tried to separate himself. He has said he will be less confrontational.\n\n\"I voted for the budget, but I'm not Scott Walker,\" said Stone. \"I'm Jeff Stone. I have a very different way of managing and doing business.\"\n\nStone voted for Walker’s controversial budget-repair law, but later signaled he would not have tried to sharply curtail union bargaining rights if it had been up to him -- a position that earned him a Half Flip.\n\nHe voted for the business tax cuts Walker pushed in January’s special session.\n\nCommon Assembly voting history:\n\nStone and Walker overlapped in the Assembly from 1998 to 2002, when Walker was elected county executive. Stone has operated closer to power during his legislative career than did Walker (1993-2002). Stone served on the Legislature’s  budget-writing Joint Finance Committee. Walker made his mark mostly on law enforcement issues.\n\nResearch by Abele’s camp on more than 1,400 common votes shows Stone and Walker agreed 96 percent of the time. Stone doesn’t dispute that number.\n\nThere’s a limit, though, to how much insight comes from examining a mass of votes by two members of the same party, because most lawmakers vote the party line most of the time, and so many votes are minor.\n\nSo we looked at some ratings by a sampling of special interest groups on key legislation. The verdict: Stone and Walker have remarkably similar profiles, though not identical ones.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nWisconsin Manufacturers & Commerce rated both as 100 percent right on the group’s agenda from 1999-2002; the lowest-scoring Republicans are in the high 70s or mid 80s.\n\n\n\nGroups opposed to abortion view Walker and Stone as identical in their votes.\n\n\n\nThe Wisconsin AFL-CIO, a major labor organization, rates both low, but Walker’s lifetime rating of 30 percent is higher than Stone’s 18 percent.\n\n\n\nThe Wisconsin League of Conservation Voters saw little difference between the two in 2001-02.\n\n\nTop priorities:\n\nOn the issues, Stone has adopted Walker’s signature anti-tax stance and similarly endorses smaller government. Stone and Walker jointly have proposed various tax cuts over the years. Like Walker, Stone has long been an active supporter of a photo ID requirement for voting.\n\nThe most notable difference: public transit.\n\nWalker has been cool to expanding public transit for years, while Stone has made a regional transportation approach his signature issue.\n\n\"He’s been a great transit advocate for a decade,\" Kerry Thomas, interim executive director of Transit Now, a southeastern Wisconsin advocacy group, said of Stone.\n\nThere are limits to Stone’s support of new transportation options; he has spurned light rail, and he agreed with Walker’s stance against federal help for a high-speed train.\n\nBut Stone was a leading force behind creation of the Regional Transit Authority focused on commuter rail, and he has backed buses, and some -- but by no means all -- proposals for new funding options for public transit. Walker has taken a much tougher line against transit and new taxes or fees to pay for it. Stone is pledging an end to bus cuts seen under Walker and Ament.\n\nStone, like Walker, has backed freeway expansion.\n\nExperience:\n\nStone emphatically says he is his own person and is going to \"do it my way.\"\n\nWe asked him for examples of where he has broken with Walker -- and how his voting record compares.\n\nHe offered no criticism of Walker and pointed to no particular votes where they parted. But he notes correctly that he’s made a priority of regional transit, in contrast to Walker.\n\nTheir biggest difference, Stone said, is \"vastly different life experiences and what we’ve done in our career.\" Stone has run a small printing company, while Walker worked briefly in the private sector before winning election.\n\nHe suggests that he will be more pragmatic and collegial than Walker.\n\n\"I have a very different way of managing and doing business that Scott Walker,\" he said at a candidate forum.\n\nStone has made a point of saying he will try to get along with the County Board and work with Milwaukee Mayor Tom Barrett.\n\nLet’s review.\n\nAbele’s strongest evidence comes from Stone himself, who has aligned himself closely with Walker’s agenda and politics. Their voting histories are very similar, and they win very similar ratings from interest groups.\n\nThey are not indistinguishable, though: The transit issue illustrates Stone’s willingness to step out from Republican orthodoxy and work behind the scenes in a bipartisan fashion -- neither of which are Walker trademarks. Stone’s business experience is a notable biographical difference.\n\nIn the end, Abele’s equation (Stone = Walker) scores out as Mostly True.", "vclaim_id": "vclaim-pol-13781"}