{"url": "/factchecks/2020/feb/20/blog-posting/death-hoax-about-kobe-bryants-eldest-daughter-spre/", "speaker": "Bloggers", "vclaim": "Says Kobe Bryant’s eldest daughter, Natalia, left a suicide video after being bullied.", "truth_label": "pants-fire", "date": "stated on February 20, 2020 in a blog post:", "title": "Death hoax about Kobe Bryant’s eldest daughter spreads online", "text": "We have debunked several pieces of misinformation surrounding the tragic deaths of NBA star Kobe Bryant, his daughter Gianna, and seven others in a helicopter crash on Jan. 26.\nWe’ve noticed a disturbing trend by some websites reporting false suicides of Bryant’s surviving family members. A new one claims to show the BBC reported on the death of Bryant’s eldest daughter, Natalia.\nThe video shows a photo of Natalia with text that says \"R.I.P. Natalia Bryant 2003-2020.\" \nThis is not true. Natalia Bryant’s death has not been reported by any credible news organizations, including the BBC. \nWe previously fact-checked a similar hoax about Bryant’s wife, Vanessa.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nDespite carrying the BBC logo, this death hoax was shared on Facebook via a suspicious-looking web page called \"t0days.gl0ba1newsrep0rt,\" which is in no way affiliated with the British network.  \nIf you click on the video, a clip of a news anchor begins, with the \"RIP Natalia Bryant\" photo appearing in the corner. The anchor says \"the shock is still raw for fans\" before cutting out and showing a graphic content warning label. Clicking on the label opens a new window prompting you to share the post on Facebook. Many have done so, helping to spread the reach of the hoax.\nWe rate this abhorrent claim Pants on Fire!", "vclaim_id": "vclaim-pol-17421"}