{"url": "/factchecks/2007/oct/02/mike-gravel/yes-in-theory-but-not-in-practice/", "speaker": "Mike Gravel", "vclaim": "\"If we manufactured 5-million of these 2.5-meg windmills across the country, we could electrify the entire nation — the entire nation.\"", "truth_label": "barely-true", "date": "stated on September 26, 2007 in a debate in Hanover, N.H.:", "title": "Yes, in theory, but not in practice", "text": "Gravel said at a debate that 5-million windmills could produce enough energy, electrical and otherwise, to serve the whole country.\n\nIn theory, he's right. The energy experts we interviewed did not dispute that 5-million 2.5-megawatt windmills, operating under normal conditions, would produce energy equal to and surpassing total U.S. energy consumption of about 9-billion megawatt hours per year.\n\n\nSo, it's true, but not at all realistic.\n\n\n\"Technically it could be that big, but it wouldn't be economically feasible,\" said Ryan Wiser, a staff scientist with the Lawrence Berkeley National Laboratory.\n\n\nWind is described as an intermittent energy source because the wind doesn't always blow. So power production from windmills varies. It's not cost-efficient or practical to store the quantities of wind power you would need to power the entire country consistently, Wiser said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nResearchers are debating the potential of supplying 20 percent of U.S. electrical consumption via wind turbines, the term for electricity-producing windmills. Hitting 20 percent is considered controversial and ambitious. Wiser said scientific studies are still in draft form, but they look promising.\n\n\nCurrently, the United States gets between 0.8 and 1 percent of its electricity from wind power.\n\n\nPresident Bush has spoken approvingly of wind energy, because of its minimal impact on the environment. The\n\nWall Street Journal\n\nreported in July 2007 that the U.S. wind industry, which has lagged behind its counterpart in Europe, is now ramping up. Demand is strong for the high-tech parts used to build wind turbines, so much so that shortages are preventing new projects from starting.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16591"}