{"url": "/factchecks/2020/oct/01/donald-trump/trumps-tax-defense-jumbles-details-overstates-bide/", "speaker": "Donald Trump", "vclaim": "Says Joe Biden “passed a tax bill that gave us all these privileges for depreciation and for tax credits. We built a building, and we get tax credits like the hotel on Pennsylvania Ave.”", "truth_label": "half-true", "date": "stated on September 29, 2020 in the first 2020 presidential debate:", "title": "Trump’s tax defense jumbles details, overstates Biden’s role in 2009 bill", "text": "President Donald Trump disputed the New York Times' report that he paid little to no federal income taxes in many years, claiming in the first presidential debate with former Vice President Joe Biden that he actually paid \"millions of dollars\" in federal income taxes.\nAt the same time, Trump also said he tries to reduce what he pays through legal tax maneuvers, and he blamed Biden for the laws that let him do so. \"I don’t want to pay tax,\" Trump said at one point.\n\"Like every other private person, unless they're stupid, they go through the laws, and that's what it is,\" Trump said. \"(Biden) passed a tax bill that gave us all these privileges for depreciation and for tax credits. We built a building, and we get tax credits like the hotel on Pennsylvania Ave.\"\n\nTrump’s claim that he paid \"millions of dollars\" in federal income taxes in 2016 and 2017 is countered by the New York Times, which obtained years of his tax-return data.\nBut we wondered about the president’s claim about a Biden-passed tax bill. Asked what Trump was referring to, the Trump campaign cited a passage in the Times report, which described how Trump got a $72.9 million tax refund due to a change made under President Barack Obama. \nThe change was part of a law enacted during the Great Recession. It allowed net operating losses incurred by businesses in 2008 and 2009 to be deducted from tax liability for the previous five years, rather than the prior limit restricting such \"carrybacks\" to two years. Biden was vice president at the time the provision kicked in. \n\"Now business owners could request full refunds of taxes paid in the prior four years, and 50 percent of those from the year before that,\" the Times wrote.\nTrump took advantage of this change to wipe out the federal income taxes he paid from 2005 through 2007 with the tax refund, which he claimed and received starting in 2010, according to the Times. The refund is the subject of an audit by the Internal Revenue Service.\nWhat does that have to do with depreciation and tax credits? \nWithout access to Trump’s tax returns and financial records, it’s difficult to know what \"privileges\" Trump was talking about. The Trump campaign did not respond when PolitiFact asked if there were other tax bills or privileges linked to Biden that Trump was referencing.\nBut tax experts said Trump’s mention of the historic preservation tax credit he received for his hotel in Washington appears to jumble the details between the tax refund he got and other tax deductions or credits he may have taken to reduce his tax liability over the years.\n\"One could view the statement (from Trump) as simply confused and getting the details badly wrong,\" said Daniel Shaviro, a professor of taxation at New York University School of Law.\nThe Obama carrybacks rule and Trump’s tax refund \nTrump’s debate-night claim has to do with the provision passed under Obama that allowed losses from businesses to be used to recoup taxes paid in the previous five years. The provision was part of the Worker, Homeownership and Business Assistance Act of 2009. \n\"A business can only carryback or carryforward certain amounts, and that bill removed some of those restrictions temporarily for 2008 and 2009,\" said Joseph Bishop-Henchman, the vice president of tax policy and litigation at the National Taxpayers Union Foundation.\n\"It’s an efficient, relatively hidden way to help certain rich people,\" added Edward McCaffery, a professor of law, economics and political science at the University of Southern California, who noted in an op-ed that a similar provision was included in the coronavirus relief bill from March. \n\nJoe Biden speaks at a panel on the economy in Washington on Nov. 5, 2009, one day before the Worker, Homeownership, and Business Assistance Act of 2009 was signed into law. (AP)\nIn Trump’s case, the change let him request the tax refund that is now being scrutinized by the IRS and a congressional tax committee. If the IRS decides the refund was illegitimate, the Times reported Trump could owe the government more than $100 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe audit dispute over Trump’s tax refund may center, according to the Times, on Trump’s declaration in his 2009 tax return of more than $700 million in business losses. The Times said the materials it obtained did not show which business or businesses created those losses.\nThe carryback rule would have allowed losses incurred for any reason to be applied to income up to five years in the past, McCaffery said, including losses from depreciation, or the reduction in the value of property or an asset over time.\nBut it’s unlikely that all Trump’s losses are from depreciation, experts told PolitiFact. The Times reported that Trump’s records show that his casinos, golf courses and other interests lose real money, and that \"he has lost chunks of his fortune even before depreciation is figured in.\"\n\"We'd have to know precisely where the ‘excess losses’ that he had circa 2009 came from,\" McCaffery said. \"The fact that this is what the IRS is auditing strongly suggests it’s not simply depreciation, which would be based on easily audited facts.\"\n\"There’s a lot more to what he’s done than just using depreciation and tax credits,\" added Steven Rosenthal, a senior fellow at the Urban-Brookings Tax Policy Center.\nOther tax maneuvers documented by the Times included questionable write-offs for business expenses and a charitable tax deduction. But the $700 million in losses appears to correspond with Trump’s decision to part ways with his casinos in Atlantic City, N.J., the Times reported.\nWhat did Biden have to do with depreciation, tax credits?\nThere’s no obvious connection between the 2009 bill, which doesn’t mention depreciation, and other depreciation deductions or tax credits Trump may have applied. Garrett Watson, a senior policy analyst at the Tax Foundation, said the change to carryback rules was not a tax credit.\nTrump’s reference to his hotel in Washington, D.C., further muddles the facts. \n\nThe exterior of the Trump International Hotel in Washington on Oct. 26, 2016. (AP)\nA 2015 report by Sen. James Lankford, R-Okla., found that the Trump Organization got $40 million in the form of a historic preservation tax credit for renovating the Old Post Office into a hotel, which the Times said he has used to reduce his tax liability in more recent years.\nBut that type of credit has been on the books since 1976. \"This didn’t have to do with any policy change on the part of the Obama administration or Congress,\" Watson said.\nLaws enacted under Obama did create or extend several tax credits. Bishop-Henchman noted that Obama’s economic recovery packages extended provisions allowing businesses to deduct 50% of the cost of certain properties up front, rather than write all costs off over time.\nAs a U.S. senator representing Delaware, Biden also voted yes on a pair of bipartisan tax laws in 1981 and 1986 that \"overhauled the depreciation system,\" Watson said, while also noting that \"depreciation existed in a slightly different form\" before 1981. \n\"We don’t know how those particular changes impacted Trump’s specific tax situation,\" Watson added. \"Depreciation changes in the code are generally changes in timing of when expenses associated with an investment are deducted, so they do not impact total tax paid in the long run.\"\nRegardless, Biden was just one senator.\n\"It’s always peculiar when Trump is blaming Biden for legislation that happened to be enacted when Biden was in office as a senator or the vice president,\" Rosenthal said, noting that there are many more people involved with tax legislation.\nOur ruling\nTrump said Biden \"passed a tax bill that gave us all these privileges for depreciation and for tax credits. We built a building, and we get tax credits like the hotel on Pennsylvania Ave.\"\nA 2009 provision enacted under Obama allowed losses to be used to reduce tax liability for up to five previous years. The Times reported that Trump used this provision to claim a major tax refund. At the time, Biden was vice president.\nOther depreciation deductions and tax credits that Trump may have applied — including the decades-old tax credit for his hotel in Washington — are not clearly linked to Biden or to the 2009 provision that let Trump claim his refund. \nOverall, Trump’s claim is partially accurate. We rate it Half True.", "vclaim_id": "vclaim-pol-18587"}