{"url": "/factchecks/2019/jul/25/blog-posting/no-ocasio-cortez-isnt-going-after-motorcycles-s-an/", "speaker": "Bloggers", "vclaim": "Says Alexandria Ocasio-Cortez is proposing a \"nationwide motorcycle ban.\"", "truth_label": "pants-fire", "date": "stated on June 28, 2019 in a Facebook post:", "title": "AOC isn’t going after motorcycles. That quote was made up", "text": "Between websites with disclaimers, made-up author names and mocking subsections, satirical articles can usually be spotted from a mile away.\nBut when Facebook pages share these stories with no context or disclaimer, many users end up commenting and sharing the content as if it’s real news, without reading the story or seeing the \"this is satire\" banner some websites employ. \nThat’s what appears to have happened with a June 28 post that shared a satirical article without a disclaimer about U.S. Rep. Alexandria Ocasio-Cortez.\nThe headline: \"Ocasio-Cortez Proposes Nationwide Motorcycle Ban.\"\nNo, Ocasio-Cortez is not coming for motorcyclists. The story, and quotes within, are made up.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe post, which has nearly 700 comments and over 6,200 shares, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe website that posted the story, Taters Gonna Tate, describes itself as a subsidiary of America’s Last Line of Defense network of satire sites. \nOn its About Me page, the website says: \n\"Everything on this website is fiction. It is not a lie and it is not fake news because it is not real. If you believe that it is real, you should have your head examined. Any similarities between this site’s pure fantasy and actual people, places, and events are purely coincidental and all images should be considered altered and satirical.\" \nStill, the Facebook post garnered comments that thought it was real: \"Just think. She’s going to have a Great Pension for the rest of her life & Medical. For being STUPID.\" Also: \"Back off!!! A good majority of motorcyclists are retired veterans. She is NOT going to be able to do it.\"\nThis satirical article is just that — satire. We rate it Pants on Fire!", "vclaim_id": "vclaim-pol-00396"}