{"url": "/factchecks/2013/mar/21/chris-christie/chris-christie-claims-119000-private-sector-jobs-l/", "speaker": "Chris Christie", "vclaim": "Said the year before he took office, the state lost 119,000 private-sector jobs, labeling them \"Corzine jobs losses of 2009.\"", "truth_label": "half-true", "date": "stated on March 6, 2013 in a keynote speech to a commercial real estate group:", "title": "Chris Christie claims 119,000 private-sector jobs lost during last year of Corzine tenure as governor", "text": "Jon Corzine may be nearly four years removed from the governor’s office, but that hasn’t stopped Chris Christie from invoking the Democrat’s name when he wants to make a point about how far New Jersey has come since Corzine left government.\n\nChristie brought up his name in a keynote address on March 6 to the commercial real estate development association at the Sheraton Edison Hotel Raritan Center, where he talked about how many private-sector jobs the state lost during Corzine’s last year in office.\n\nChristie said the year before he took office, the state lost 119,000 private-sector jobs, labeling them \"Corzine jobs losses of 2009.\"\n\nChristie’s number is in the ballpark.\n\nLet’s explain how job gains and losses are measured before we look at the Republican governor’s numbers and whether Corzine is truly to blame for those lost jobs.\n\nFirst, we review data that is seasonally adjusted, meaning the data takes into account those jobs that result from seasonal hiring patterns.\n\nWhen looking at annual data, we review December over December to get the most accurate picture of employment for that 12-month period.\n\nNow let’s look at numbers from both the U.S. Bureau of Labor Statistics and New Jersey Department of Labor and Workforce Development.\n\nBoth agencies show New Jersey had 3,209,900 private-sector jobs in December 2009. A year prior, the state had 3,325,600 private-sector jobs. That’s a net loss of 115,700 jobs.\n\nJoseph J. Seneca, an economics professor with the Edward J. Bloustein School of Planning and Public Policy at Rutgers University in New Brunswick, agreed with that figure.\n\nIt’s worth noting that in other fact-checks about private-sector job gains and losses in New Jersey, Christie had cited a figure of 117,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nBy either measure, Christie’s numbers are off a bit. One reason is that the BLS has \"benchmarked\" its numbers, according to the state Labor Department.\n\n\"Benchmarking at BLS has taken place, which is a backward look at the numbers and adjustments based on newer, fuller data,\" Labor Department spokesman Brian Murray explained in an e-mail. \"It is done annually, and the look back goes anywhere from two years to further back.\"\n\nBLS spokeswoman Stacey Standish confirmed how benchmarking works.\n\nNext, we need to determine whether Corzine really is to blame for those lost jobs.\n\nLet’s point out that the first half of 2009 – Corzine’s last year in office – was marked by recession.\n\nThe National Bureau of Economic Research, a private nonprofit research group, has said the ‘Great Recession’ began in December 2007 and ended in June 2009. Lingering effects from the economic slowdown, however, have continued.\n\nAlso, as economic experts have told us for previous and similar rulings about private-sector job growth in New Jersey, the governor not only can’t take all the credit for job gains, he can’t pin blame for loss solely on another administration when there are other factors at work.\n\nChristie spokesmen Michael Drewniak and Kevin Roberts did not return a request for comment.\n\nOur ruling\n\nChristie said the year before he took office, the state lost 119,000 private-sector jobs, labeling them \"Corzine jobs losses of 2009.\"\n\nChristie is off a bit, since data from the BLS and state Labor Department show that New Jersey lost 115,700 jobs from December 2008 to 2009 – a period marked by the height of the recession, and something that economic experts have told us cannot be blamed solely on one person.\n\nSince the governor’s number is off slightly and the claim implies that Corzine is to blame for those job losses, we give Christie a ruling that he’s had before on these types of fact-checks: Half True.\n\nTo comment on this story go to NJ.com.", "vclaim_id": "vclaim-pol-09567"}