{"url": "/factchecks/2013/aug/16/rand-paul/rand-paul-says-young-people-are-major-part-uninsur/", "speaker": "Rand Paul", "vclaim": "Many uninsured Americans are \"young.\"", "truth_label": "mostly-true", "date": "stated on August 12, 2013 in an interview on Comedy Central's \"The Daily Show\":", "title": "Rand Paul says young people are a major part of the uninsured population", "text": "During a recent appearance on The Daily Show, guest host John Oliver and Sen. Rand Paul, R-Ky., engaged in a lively exchange on health insurance. In the interview, Paul said many of the uninsured are young people.\nPaul, an eye surgeon, strongly opposed President Barack Obama’s health care law. During the interview, Oliver pressed him on how to get more Americans signed up for insurance.\nPaul told Oliver that according to the most recent statistics, \"85 percent of people had insurance, so 15 percent didn't. So what you need to do is look at who are the 15 percent, and why don't they have insurance? Of the 15 percent who didn't have insurance, half of them made more than $50,000 a year. Why didn't they buy insurance? Because of the expense. They were young healthy people.\"\nIn this item, we’ll check whether the uninsured are predominantly young. In separate items, we’ll look at whether cost of insurance is the biggest barrier to uninsured Americans and whether half of the uninsured made more than $50,000 a year.\nWe’ll start by noting that it’s tricky to interpret Paul’s phrasing. One interpretation is that he said uninsured Americans making at least $50,000 are primarily young. Another is that he means that uninsured Americans are disproportionately young, regardless of income level. We didn't get an answer from Paul's staff about which of these he had intended, so we’ll look at both scenarios.\nBefore doing that, we’ll note that the age of uninsured Americans is important because young people have particular insurance needs that are distinct from those of middle-aged and older Americans.\nSince young people tend to be healthy, they are more likely to be tempted by the option of not buying insurance, particularly if they do not work for a company that offers subsidized insurance. Many young people are averse to paying for the kind of comprehensive coverage attractive to middle-aged Americans and those with families, since young, healthy people aren’t necessarily going to the doctor very often.\nAnd this makes it harder to devise policies that push younger people into buying insurance.\nAs Paul put it in the interview, \"They don't need low deductibles. They need very high deductibles. They need insurance for catastrophes, because young people are unlikely to get ill. They need it for the rare occasion, not the everyday occasion.\"\nAre higher-income uninsured Americans mostly young?\nAccording to Census Bureau data, uninsured Americans with family incomes above $50,000 break down as follows:\nChildren up to 18: 17 percent of all uninsured Americans with incomes above $50,000\nAges 19 to 29: 27 percent of all uninsured Americans with incomes above $50,000\nAges 30-39: 17 percent of all uninsured Americans with incomes above $50,000\nAges 40-64: 38 percent of all uninsured Americans with incomes above $50,000\n(Anyone 65 and older automatically gets Medicare and thus cannot be uninsured. This census data was calculated and provided to PolitiFact by the liberal Center for Budget and Policy Priorities.)\nSo about one-quarter of the better-off uninsured are age 19 to 29 -- the age range most people probably think of when they hear the phrase \"young\" in the context of health insurance. Using a broader age range -- from 19 to 39 -- the share rises to 44 percent. That’s a significant percentage, but it’s short of a majority.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAre uninsured Americans overall mostly young?\nHere’s how uninsured Americans break down by age, according to a Kaiser Family Foundation analysis of Census Bureau data:\nAge 0-18: 15.9 percent of all uninsured Americans\nAge 19-25: 17.3 percent of all uninsured Americans\nAge 26-34: 21.4 percent of all uninsured Americans\nAge 35-44: 17.5 percent of all uninsured Americans\nAge 45-54: 16.4 percent of all uninsured Americans\nAge 55-64: 11.5 percent of all uninsured Americans\nSo, the percentage of the uninsured who are between ages 19 and 25 is 17.3 percent, while the percentage of the uninsured who are between 19 and 34 is 38.7 percent. That means that \"young\" Americans comprise a significant minority of the uninsured population, though still not a majority.\nThat said, younger people are statistically more likely to be uninsured than either children or middle-aged Americans. Here are the percentages of people in specific age ranges who are uninsured:\nAge 0-18: 9.7 percent of people in this age range are uninsured\nAge 19‐25: 27.9 percent of people in this age range are uninsured\nAge 26‐34: 27.8 percent of people in this age range are uninsured\nAge 35‐44: 21.2 percent of people in this age range are uninsured\nAge 45‐54: 17.9 percent of people in this age range are uninsured\nAge 55‐64: 14.6 percent of people in this age range are uninsured\nIn other words, if you’re a young person, you are more likely to be uninsured than children or middle-aged Americans are. However, if you look at uninsured Americans in the big picture, young people are not the biggest part. Children and middle-aged Americans, combined, account for a larger share of the uninsured population.\nOur ruling\nPaul said that many uninsured Americans are \"young.\" He’s right that significant numbers of young people lack insurance, and that young people are statistically more likely to be uninsured than either children or middle-aged Americans are. However, it’s worth noting that within the universe of uninsured Americans, young people are not close to a majority. Collectively, children and the middle-aged account for a greater share of the uninsured. On balance, we rate Paul’s comment Mostly True.", "vclaim_id": "vclaim-pol-08983"}