{"url": "/factchecks/2014/feb/12/facebook-posts/bachmann-didnt-say-bible-was-written-english-and-n/", "speaker": "Facebook posts", "vclaim": "Says Michele Bachmann said \"English was good enough for Jesus when he wrote the Bible.\"", "truth_label": "pants-fire", "date": "stated on February 3, 2014 in a photo-quotation posted to Facebook:", "title": "Bachmann didn’t say Bible was written in English, and neither did Texas governor", "text": "After Coca-Cola aired a multilingual Super Bowl ad, a photo-quotation circulated on Facebook suggesting that U.S. Rep. Michele Bachmann, R-Minn., disapproved.\nThe Coke ad, featuring \"America the Beautiful\" sung in seven languages, provoked a backlash on Twitter and criticism from conservatives who objected to hearing parts of the patriotic song performed in tongues other than English.\n\"If English was good enough for Jesus when he wrote the Bible it should be good enough for Coke,\" Bachmann is quoted as saying in the graphic posted Feb. 3, 2014, by \"Christians for Michele Bachmann.\" It attributes the alleged quote to a Fox News appearance that same day.\nBachmann, a former presidential candidate, has supported making English the official language of the U.S., but we found no evidence that she uttered the \"good enough for Jesus\" line.\nBachmann spokesman Dan Kotman told us by email, \"Congresswoman Bachmann never said that quote, and actually didn’t even appear on Fox News that day. It’s 100 percent fake.\"\nIt’s fake — and not even new. A hoax-debunking blog called Waffles at Noon collected 2013 versions of the Bachmann meme in a Feb. 4, 2014, post, and said the earliest one also bore the logo of \"Christians for Michele Bachmann,\" which it described as a satirical Facebook page.\nBut it didn’t start with Bachmann. We found that the \"Bible written in English\" line is so old it was used to make fun of Texas’ 1925-27 governor, Miriam Ferguson, to whom versions have also been attributed.\nAnd it’s even older than that, tracing back to at least 1881.\nWall Street Journal language columnist Benjamin Zimmer investigated the \"Bible in English\" meme in an April 29, 2006, post on a linguists’ blog at the University of Pennsylvania.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nThe oldest iterations, he wrote, were jokes about an 1881 translation of the Bible, rather than about the English language specifically.\nZimmer cited a May 23, 1881, New York Times story about clergymen’s reactions to the new Bible. One preacher, the story says, told his congregation a joke that ended thus: \" ’What's the matter with the good old King James version?’ the farmer replied. ‘That was good enough for St. Paul, and it's good enough for me.’ \"\n\n\nWord sleuth Barry Popik of New York, a onetime Texas resident who has compiled an online etymological dictionary, investigated the Texas connection in an Aug. 10, 2006, post on his website.\nPopik wrote that quotations such as \"If English was good enough for Jesus, it’s good enough for Texas\" were attributed to Ferguson or her husband, also a former governor, as commentary on a period of Texas history when there was controversy over public schools teaching in Spanish.\nOur ruling\nThe Facebook post claims Bachmann said, \"If English was good enough for Jesus when he wrote the Bible, it should be good enough for Coke.\"\nIt’s a line so old, you’d have thought its fizz was gone. Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08262"}