{"url": "/factchecks/2012/feb/13/GaGOP/obama-setting-debt-record-georgia-gop-says/", "speaker": "Republican Party of Georgia", "vclaim": "\"[A]t his current rate, President Obama will have added more debt to the United State of America by the end of his first term than each of the previous 43 presidents -- combined!\"", "truth_label": "half-true", "date": "stated on February 1, 2012 in a web post:", "title": "Obama setting debt record, Georgia GOP says", "text": "Georgia Republican Party leaders are actively trying to make the case that President Barack Obama is not a good steward of the nation’s checkbook.\n\nOne recent post on the party’s website caused our Truth-O-Meter to light up.\n\n\"It is clear that America could not afford the first four years of Barack Obama’s presidency, let alone the unimaginable economic nightmare that would surely be his second term,\" the party wrote. \"In fact, at his current rate, President Obama will have added more debt to the United States of America by the end of his first term than each of the previous 43 presidents -- combined!\"\n\nThe party even has an \"Obama Debt Watch\" digital tote board on its website.\n\nSeveral Republican leaders have made similar claims, which have been fact-checked by our colleagues at our national PolitiFact office. The rulings have varied because the statements have been slightly different in each case.\n\nLet’s start with the basics concerning this particular claim. There are two ways to measure the national debt: the amount held by the public debt and the gross federal debt. The public debt includes all debt borrowed by the federal government and held by investors through Treasury notes and other securities. The gross federal debt includes public debt plus debt held by the government. The most notable forms of debt held by the government are the trust funds for Social Security and Medicare, money which is owed to beneficiaries in the future.\n\nGeorgia GOP spokesman Chris Kelleher said the state party was measuring the federal debt held by the public, starting at the time Obama was sworn in as president on Jan. 20, 2009.\n\nOn that January day, the debt held by the public was $6.3 trillion, according to U.S. Treasury Department data. Three years later, the total was nearly $10.5 trillion. In August, after much debate, Congress approved and Obama signed a debt deal that allowed the federal government to raise its debt ceiling by more than $2 trillion but requires a similar amount in budget cuts over the next decade.\n\nThe federal government manages its finances on a 12-month fiscal year schedule that begins Oct. 1 and ends Sept. 30. We are currently in fiscal year 2012.\n\nThe White House’s Office of Management and Budget estimates that the debt held by the public will be about $12.8 trillion by the end of fiscal year 2013. The Congressional Budget Office has a slightly more conservative estimate of just under $12 trillion.\n\nUsing the White House numbers means the debt will have risen by about $6.5 trillion since Obama took office, which is greater than the $6.3 trillion debt estimate when he became commander-in-chief. Using the CBO numbers, the increase since Obama took office will be about $5.7 trillion, which is less than the amount it was on Jan. 20, 2009.\n\nSo which 2013 estimate should we use?\n\nWe interviewed two experts on such matters. Jason Peuquet, the research director for the  Committee for a Responsible Federal Budget, said he prefers to go with the OMB numbers. Georgia State University professor Katherine Willoughby, an expert in government budgets, said she prefers to use the CBO’s figures. Both, however, disagreed with the Georgia GOP’s process to base its claim. They say it’s more accurate to measure debt as a share of the nation’s gross domestic product.\n\nPeuquet said that statistic is preferable because it is a better historic measure of debt and the economy.\n\n\"Dollars today are [worth] a lot less than they were 200 years ago,\" he said. \"So [the Georgia GOP comparison] is not an apples-to-apples comparison.\"\n\nIn fiscal year 2009, the public debt as a share of the nation’s gross domestic product was about 53 percent, according to OMB and CBO figures. By the end of fiscal year 2013, both organizations estimate it will be 75.1 percent. The difference between those four years is not more than America’s first 43 presidents combined.\n\nPolitiFact Georgia wondered whether it was fair for the party to put this all on Obama when Congress approved the August 2011 debt deal?\n\n\"In the American democracy, there are split powers,\" Peuquet said. \"Congress has played a big part in tax cuts and spending increases in the past.\"\n\nSaid Willoughby: \"My take on this would be that the statement is partially true. Certainly, our debt has soared in light of the Great Recession. To be fair to Obama, though, it would be better to consider debt held by the public as a percent of gross domestic product.\"\n\nWilloughby noted that the public debt as a share of the nation’s GDP rose to dangerously similar levels during World War II. It went from 47 percent in 1942 to 106.2 percent by 1945, according to OMB data.\n\nGeorgia Republican Party spokesman Chris Kelleher said responsibility for the debt increases solely belong to the president. He said congressional Republicans were forced to go along or face a government shutdown.\n\n\"The fact of the matter is that the request for the increase in the debt ceiling -- which directly allowed our government to continue writing bad checks and adding to our public share of the debt -- came directly from President Obama. The blame lies squarely at his feet; for Barack Obama, the buck stops nowhere,\" Kelleher told us via email.\n\nOur conclusion:\n\nThere are two factors to consider here. One, has the public debt risen under Obama’s presidency more than all of his predecessors combined? Two, is this all Obama’s fault?\n\nThe Georgia GOP’s rationale for its claim is based on using the raw totals reported by the OMB. There are other factors to consider, however, when examining the accuracy of this statement, such as measuring the debt increase by the nation’s gross domestic product. There, the GOP claim is in trouble.\n\nAs for whether Obama bears all of the blame here, Congress, which has a Republican-controlled House of Representatives, passed the 2011 debt deal and is partly responsible for the projected increase by fiscal year 2013.\n\nWith these caveats, we rate this claim as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010", "vclaim_id": "vclaim-pol-11617"}