{"url": "/factchecks/2020/apr/21/viral-image/no-isnt-photo-pregnant-woman-covid-19/", "speaker": "Viral image", "vclaim": "“My wife is suffering from coronavirus and she is pregnant. The doctor said she won’t survive it.”", "truth_label": "pants-fire", "date": "stated on April 19, 2020 in a Facebook post:", "title": "No, this isn’t a photo of a pregnant woman with COVID-19", "text": "An image of a woman in labor, wearing an oxygen mask and grimacing while a man supports her from behind, was taken in January 2019. But it has recently been shared on Facebook with false information linking it to the coronavirus. \n\"My wife is suffering from coronavirus, and she is pregnant,\" reads one post. \"The doctor said she won’t survive it, and even if she does the baby would be coronavirus positive. Tears is rolling down my cheeks as I am typing this am not wearing any face mask because I believe God is bigger than this virus. Pls if I lose my family I would end myself, I have seen how people pray for others and they get heal and I believe yours can help me too, please sharing this post to even 4 groups and dropping prayers won’t cost anything please am frustrated.\" \nMore than 205,000 people have shared the post since it was published on April 19. At least one other account has posted the same photo and a similar message, only the woman is identified as \"his wife.\"\nThey were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe image was posted on Instagram by Lane B Photography on Jan. 14, 2019, nearly a year before the first case of COVID-19, the disease caused by the new coronavirus, was reported. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"Power. Love. Womanhood,\" the caption on the Instagram post says. \nElaine Baca, the photographer who owns Lane B, told PolitiFact that it was a birth photo for Lorielle Forte. Baca said she has shared the photo for Black History Month and Black Maternal Health Week \"to shed a light on the maternal health crisis in America for African American women and their babies.\"\n\"Lorielle is not sick with COVID-19,\" she said, \"nor has she been sick with it. She and her family are perfectly healthy.\" \nWe rate these Facebook posts Pants on Fire.", "vclaim_id": "vclaim-pol-16979"}