{"url": "/factchecks/2018/sep/26/scott-walker/scott-walkers-claim-tony-evers-said-taxes-should-p/", "speaker": "Scott Walker", "vclaim": "\"Tony Evers says that tax dollars should pay for the abortions just like they pay for tonsillectomies.\"", "truth_label": "mostly-true", "date": "stated on September 17, 2018 in a poll:", "title": "Scott Walker's claim that Tony Evers said taxes should pay for abortions as they do tonsillectomies", "text": "A telephone poll conducted for the re-election campaign of Republican Gov. Scott Walker tested lines of attack on state schools superintendent Tony Evers, Walker’s Democratic challenger in the Nov. 6, 2018 election.\nThe person conducting the poll, which was revealed by the Milwaukee Journal Sentinel on Sept. 17, 2018, would read a statement. Then she asked the person on the other end of the line if the statement would make her more likely, or less likely, to vote for Evers.\nOne of the statements was:\n\"Tony Evers says that tax dollars should pay for the abortions just like they pay for tonsillectomies.\"\nEvers didn’t say exactly that; but it’s close.\n\n\n\n\nAll our Tony Evers and Scott Walker fact checks in the governor’s race.\n\n\n\n\n \nMedicaid\nTo begin, let’s note that we will be talking about Medicaid. The state-federal insurance program provides coverage for some low-income people, families and children, pregnant women, the elderly and people with disabilities.\nOn abortion, federal law prevents states from using federal Medicaid money to pay for an abortion unless the pregnancy is the result of rape or incest, or the abortion is necessary to save the life of the woman.\nStates can use their own funds to cover other medically necessary abortions — usually defined by states as those to protect the physical or mental health of the woman  — for Medicaid beneficiaries.\nIn Wisconsin, Medicaid can be used to pay for an abortion if continuing the pregnancy would \"cause grave and long-lasting damage to the physical health of the woman,\" according to the state Department of Health Services.\nNow to Evers’ comments.\n \nWeekly Standard article\nA couple of weeks before the poll, the conservative Weekly Standard published an article based on an interview it did with Evers. The article reported that Evers said tax dollars should be used to pay for abortions, just as they do for tonsillectomies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n \n\n\n\n\n\n\nMore specifically, this was the exchange:\nWeekly Standard reporter: One story I'm interested in is the role of pro-life Democrats: Do they have a place in the party? There've been fewer and fewer in Congress. What is your message to them? Do you want to see Medicaid funding of abortion generally? I know that's restricted in Wisconsin.\n\nEvers: Yeah, we have a big tent here in Wisconsin. We have to, in order to win elections. And yes, pro-life Democrats are welcome in the party, and I respect their decisions on this issue. But we need to have the Medicaid money be available for all people and restricting it because of a certain procedure, whether it's a tonsillectomy or any other procedure, seems to me a foolhardy thing to do. So, yes, we have to respect people's pro-life beliefs, and certainly they're welcome in the Democratic Party. Absolutely.\n\n\n\n\nAll our Tammy Baldwin and Leah Vukmir fact checks in the U.S. Senate race.\n\n\n\n\n \nEvers’ remarks drew criticism from conservative media, anti-abortion groups and the Rev. Franklin Graham, president and CEO of the Billy Graham Evangelistic Association. Walker tweeted a link to the article.\nWhen we asked Evers’ campaign about his remarks, the campaign told us:\n\"Tony was talking about access to reproductive care. He believes the government shouldn’t be in the business of coming between patients and doctors and that everyone should have access to affordable reproductive health care.\"\nSo, when asked about Medicaid funding for abortion, Evers said the use of Medicaid, which is tax funded, should not be restricted by any procedure, which would include abortion.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nOur rating\n \nWalker stated: \"Tony Evers says that tax dollars should pay for the abortions just like they pay for tonsillectomies.\"\nEvers didn’t make that exact statement, but the statement is a reasonable way to describe what he said.\nA reporter had asked Evers: \"Do you want to see Medicaid funding of abortion generally?\" And Evers replied saying, \"we need to have the Medicaid money be available for all people, and restricting it because of a certain procedure, whether it's a tonsillectomy or any other procedure, seems to me a foolhardy thing to do.\"\nSo, Evers said the use of Medicaid, which is tax funded, should not be restricted by any procedure, which would include abortion.\nWe rate Walker’s statement Mostly True.  Share the Facts 2018-09-26 14:02:46 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"Tony Evers says that tax dollars should pay for the abortions just like they pay for tonsillectomies.\"    Scott Walker Wisconsin governor, Republican https://www.jsonline.com/story/news/investigations/daniel-bice/2018/09/17/bice-audio-shows-gov-walker-testing-lines-attack-private-poll/1303156002/   In a poll Monday, September 17, 2018 2018-09-17    Read More  info", "vclaim_id": "vclaim-pol-01565"}