{"url": "/factchecks/2014/jun/02/aclu-florida/florida-aclu-says-state-has-most-errors-and-exoner/", "speaker": "American Civil Liberties Union of Florida", "vclaim": "Florida has \"the most errors and exonerations from death row.\"", "truth_label": "half-true", "date": "stated on May 27, 2014 in a news release:", "title": "Florida ACLU says state has 'the most errors and exonerations from death row'", "text": "On May 27, 2014, the U.S. Supreme Court struck down Florida’s standard for executing intellectually disabled convicts, finding that the state’s IQ cutoff of 70 is too rigid.\nJustice Anthony Kennedy wrote in the majority opinion that the standard, \"creates an unacceptable risk that persons with an intellectual disability will be executed, and thus is unconstitutional.\"\nThe case stemmed from a death sentence for Freddie Lee Hall, who in 1978 killed Deputy Lonnie Coburn and raped and murdered 21-year-old Karol Hurst. Hall scored between 60 and 80 on IQ tests over the decades.\nHoward Simon, executive director of the ACLU of Florida, said in a statement that Florida’s death penalty system is \"broken\" and that the Legislature must address its failings.\n\"Florida is the only state in the country where the vote of a simple majority of jurors can recommend that a person receive a sentence of death. This has contributed to our state’s record of having the most errors and exonerations from death row.\"\nDoes Florida hold the record for death row exonerations?\nDeath penalty exonerations\nThe ACLU of Florida obtained the information about Florida’s exoneration record from the Death Penalty Information Center, a nonprofit clearinghouse that has written reports critical of the death penalty.\nThe center shows the number of exonerations in 26 states that have the death penalty at any point between the 1970s through mid March 2014.\nThe center counts an exoneration as a case where a defendant has been acquitted, pardoned or had their case dropped by prosecutors. Common scenarios that led to exonerations include cases where evidence was withheld by the prosecution, or where the defendant had ineffective trial counsel and then got a new trial that resulted in acquittal or dropped charges, said Richard Dieter, executive director of the center. More recently, DNA tests have also led to exonerations.\nSo how do the numbers stack up? Florida was indeed No. 1, with 24 exonerations, followed by Illinois with 20 and Texas with 12.\nBut there’s also a separate source of data -- the National Registry of Exonerations, a joint project of the University of Michigan Law School and the Center on Wrongful Convictions at the Northwestern University School of Law. Launched in 2012, the registry provides information on exonerations for several types of crimes since 1989, including in death penalty cases.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on February 9, 2012 in a speech at the CPAC conference\n\n\n\n\n\n\n\n\nSays a U.S. Supreme Court justice suggested that some U.S. cases will be decided based on South African law.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • February 14, 2012\n\n\n\n\n\n\n\nThe registry uses a different definition of exonerations and it starts the clock ticking later than the other database does, so -- not surprisingly -- it produces different numbers.\nThe registry shows that Illinois had 18 death penalty exonerations while both Louisiana and Texas had 10, followed by Florida with 8.\nThese numbers suggest that Florida isn't in a category by itself in exonerations. For instance, in Illinois, several high-profile exonerations were so embarrassing that Republican Gov. George Ryan placed a 10-year moratorium on executions in 2000. In 2011, the Legislature passed a bill to abolish the death penalty and Democratic Gov. Pat Quinn signed it.\nSo two sources count the numbers differently. Let’s take a closer look at what the statistics say about Florida’s use of the death penalty.\nFlorida requires a unanimous vote by a jury to find a defendant guilty. However, during the penalty phase, Florida requires only a simple majority of the jury -- seven of 12 jurors -- to recommend a death sentence.\nFlorida is the only state that allows such a simple majority vote, ACLU of Florida spokesman Baylor Johnson said. Two other states -- Alabama and Delaware -- allow for the death penalty to be imposed by less than a unanimous jury, but they have a higher standard than Florida does. Alabama requires a 10-2 vote, while Delaware requires that a unanimous jury find aggravating circumstances.\nJohnson pointed to a 2006 study by Oklahoma City University School of Law, which showed that based on jurors’ reports, jury members in Florida deliberated for less time and reviewed evidence less frequently than jurors in other states. A 2006 American Bar Association study of the death penalty raised concerns about allowing a non-unanimous jury vote for capital punishment.\nKent Scheidegger, legal director of the Criminal Justice Legal Foundation, which supports the death penalty, takes issue with the use of the word \"exonerate\" on such lists.\n\"When typical readers read that word, they think of a person who has been affirmatively shown not to have committed the crime,\" he told PolitiFact Florida.\nA person can be deemed \"exonerated\" if his conviction is overturned and the evidence is insufficient to prove guilt beyond a reasonable doubt, he argued. But the person could still be guilty, he argued.\nOur ruling\nFlorida has \"the most errors and exonerations from death row,\" ACLU of Florida executive director Howard Simon said in a press release.\nAccording to a count by the Death Penalty Information Center, Florida has exonerated 24 death row inmates -- the most of any state in the nation. But another resource that uses a different definitions of \"exoneration\" and has a different time period -- the National Registry of Exonerations -- shows Florida had eight exonerations, fewer than Illinois, Louisiana and Texas. The ACLU's claim makes it seem like Florida is unchallenged for the most exonerations, but the data is actually murkier. So we rate this claim Half True.", "vclaim_id": "vclaim-pol-07793"}