{"url": "/factchecks/2019/feb/03/gery-chico/chicos-soda-tax-swipe-mendoza-falls-flat/", "speaker": "Gery Chico", "vclaim": "\"In Springfield, Susana Mendoza voted to hit working families with a massive new soda tax.\"", "truth_label": "barely-true", "date": "stated on January 16, 2019 in a campaign ad:", "title": "Chico’s soda tax swipe at Mendoza falls flat", "text": "Negative ads are a staple of politics, but a new one from Chicago mayoral candidate Gery Chico slaps at not just one of his rivals but three.\n\"In Springfield, Susana Mendoza voted to hit working families with a massive new soda tax,\" a narrator says. \"Two years later, Mendoza voted for billions in new income taxes on the middle class, but she voted to raise her own pay twice. Toni Preckwinkle’s soda taxes, sales and new parking taxes will force more families out. And Bill Daley’s commuter tax is a job killer.\"\nThat’s a lot packed into just 30 seconds, and in the spirit of succinctness we can say Chico is playing fast and loose with his scattershot accusations. The attack on Preckwinkle is a prediction for the future based in part on a tax that has been repealed. As for Daley’s so-called commuter tax, we’ve already rated Mostly False a similar claim from Mendoza. And, for the record, Daley has never endorsed such an idea.\nThat brings us to the soda tax charge levelled against Mendoza, who is currently the state comptroller but once was a member of the Illinois House. It intrigued us because we had never heard of a soda tax being proposed at the state level.\nSoda tax background\nFirst, some context for the term \"soda tax,\" a phrase likely to elicit strong reactions from Chicago area voters in the wake of Cook County’s short-lived and much-maligned tax on sweetened beverages.\nThat’s the soda tax Chico refers to in his ad while blasting Preckwinkle, who helped the county board pass it  and became a prominent defender.\nThe penny-an-ounce charge infuriated pop lovers when they discovered even previously free fountain drink refills were subject to the tax. Just two months after it took effect in late 2017, county commissioners repealed the tax.\nSo Chico is seizing on a potent symbol in his attack on Mendoza. A campaign press release announcing the ad’s debut goes even further, referring to Mendoza as the \"Original Soda Taxer\" and accusing her of \"two-faced political hypocrisy\" for having criticized the soda tax Preckwinkle pushed.\nA small part of a big capital bill\nWhen we followed the citation in Chico’s ad to the Illinois General Assembly’s website, however, we didn’t find anything resembling Cook County’s soda tax.\nState records show the bill Mendoza voted for, in 2009, was a sweeping measure that both legalized video gambling in Illinois and funded a $31 billion capital spending program. Chico has, by the way, indicated he supports video gambling as a potential revenue source for Chicago to tap.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nTo pay for borrowing costs to bankroll construction projects, the bill hiked taxes on alcoholic beverages, increased fines and fees for drivers, and imposed higher sales taxes on products like candy bars and soft drinks that previously had been taxed like groceries at a steep discount.\nIt passed in the House with a bipartisan, veto-proof majority. Records of the floor debate show several lawmakers raised concerns about the bill, but none focused on the impact on soda sales.\nPrior to the 2009 bill Mendoza supported, which later was signed into law, about 2-cents in state sales tax would have been added to the purchase of a two-liter bottle of soda costing $2.29. The law hiked the tax to 12-cents for the same purchase, whereas the short-lived Cook County soda tax added about 67-cents.\nOur ruling\nChico said that as a state lawmaker, \"Susana Mendoza voted to hit working families with a massive new soda tax.\"\nThe claim follows a well-worn partisan script in which a candidate blows out of proportion a minor piece of legislation an opponent once supported. Mendoza indeed voted for a bill that imposed a modest increase in the cost of not just soda purchases but also candy, booze and other items.\nHad she voted against that bill, which passed with strong support from all corners, she also would have been turning thumbs down on major infrastructure spending, expanded gambling and more.\nWhat’s more, changing the tax rate for a handful of items is a far cry from creating a new tax specific to sweetened beverages. The change also costs consumers considerably less at the register than did the now-defunct Cook County soda tax Chico has compared it to.\nWe rate his claim Mostly False.\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2019-02-04 16:03:07 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"In Springfield, Susana Mendoza voted to hit working families with a massive new soda tax.\"    Gery Chico Chicago mayoral candidate https://www.youtube.com/watch?reload=9&v=6KqlQK0T330   A campaign ad Wednesday, January 16, 2019 2019-01-16    Read More  info", "vclaim_id": "vclaim-pol-01066"}