{"url": "/factchecks/2011/feb/28/cliff-stearns/rep-cliff-stearns-says-un-headquarters-remodeling-/", "speaker": "Cliff Stearns", "vclaim": "\"The cost for renovating the headquarters of the U.N. has doubled from the original estimate.\"", "truth_label": "true", "date": "stated on February 18, 2011 in a press release:", "title": "Rep. Cliff Stearns says U.N. Headquarters remodeling budget has doubled", "text": "It's the place where heads of state have made the case for war and peace, and issues like world hunger and global warming have taken center stage. But the nearly 60-year-old United Nations Headquarters is also a place that in recent years has been plagued by structural issues like asbestos, leaky roofs and outdated electrical systems.\n\nA $1.9 billion renovation is now under way at the 18-acre site in New York City, financed by member countries, including the United States. But the project's price-tag has caught the ire of one Florida congressman.\n\nOn Feb. 18, 2011, Republican Rep. Cliff Stearns, who represents portions of Alachua and Marion counties, proposed a budget amendment that would keep the U.S. from contributing money toward the project during the upcoming fiscal year. The cost for the renovations is being divvied up by the U.N.'s member countries -- with each country paying based on the percentage it pays for membership. For the U.S., that amounts to 22 percent, or roughly $377.7 million, according the U.S. Government Accountability Office.\n\nStearns' amendment, which passed 231-191 on a largely party line vote, would eliminate this year's funding for the U.N. project -- $75.5 million. (Starting in 2007, the $377.7 figure was divided into five-year payments.)\n\n\"The cost for renovating the headquarters of the U.N. has doubled from the original estimate, and my amendment prohibits taxpayer funds from being used in the design, renovation or construction of the headquarters,\" Stearns wrote in a press release touting the amendment.\n\nWe decided to take a closer look at Stearns' claim. Have renovation costs on the 50-year-old headquarters doubled?\n\nFirst some background on the buildings and what has led to the current state of disrepair.\n\nConstruction on the U.N. Headquarters started in 1949, along New York City's East River. By 1952, construction was completed on the four main buildings: the 39-story Secretariat building, the General Assembly, the Conference Building and the Library.\n\nHowever, as years passed, the different buildings started facing problems from sewage backups to leaky roofs. There were also safety concerns because the buildings were not equipped with a fire-sprinkler system.\n\n\"The United Nations (U.N.) headquarters complex in New York City does not conform to current safety, fire and building codes or meet U.N. technology or security requirements, making it a potentially hazardous environment for visitors, employees and delegates,\" states an April 2008 report by the GAO.\n\nIn 2002, the U.N.'s General Assembly approved a complete renovation of the headquarters dubbed the \"Capital Master Plan.\" Under the plan, the historic buildings would be refurbished rather than completely replaced.\n\nIn February 2003, the preliminary price-tag was set at $953 million, according to a timeline of the project found on the U.N.'s website. This is the base figure that Stearns cites when referring to the cost increase.\n\nIn March 2004, President George W. Bush approved a $1.2 billion low-interest loan to the U.N. to finance the project, according to a press release from the United Nations.\n\nFast forward to 2011. The cost projection now is $1.87 billion, according to this website for the Capital Master Plan.\n\nA variety of factors have been cited for the increase in price, including high turnover among those managing the project.\n\n\"I have been frustrated by a number of factors, all working together, including the lack of clear support by many major stakeholders and difficulties of working within U.N. practices as it applies to a large building project,\" former project director Louis Frederick Reuter told the Washington Times in a May 4, 2006, interview. He quit after 10 months at the helm of the project.\n\nThe project is now being overseen by New York architect Michael Adlerstein, who joined other U.N. officials for a ceremonial ground-breaking on May 5, 2008. Since then, more than 4,700 employees have been shuffled around to temporary offices being leased throughout New York City. The restoration is expected to be completed by 2013, according to the U.N's website.\n\nFrom an original price estimate of $953 million to a project now reaching close to $2 billion, Stearns is correct in noting the costs of the U.N. renovations have doubled. We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge LeMieux\n\n\nstated on January 8, 2010 in a message on Twitter\n\n\n\n\n\n\n\n\n\"Why is January 8th an important date in American history? This day in 1835 is the only day in our history when we have not been in debt.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • January 11, 2010", "vclaim_id": "vclaim-pol-13517"}