{"url": "/factchecks/2020/feb/18/blog-posting/claims-robert-de-niro-linked-child-sex-trafficking/", "speaker": "Bloggers", "vclaim": "“Robert de Niro Linked to Child Sex Trafficking Ring According to Court Records”", "truth_label": "barely-true", "date": "stated on February 6, 2019 in a story:", "title": "Claim about Robert De Niro, sex trafficking ring misses the mark", "text": "Despite what various bloggers imply, Robert De Niro was never \"linked\" to a child sex trafficking ring. That's a significant overreach from stories published more than 20 years ago about the actor being questioned in connection with a prostitution ring investigation.\nDe Niro was never arrested or charged with a crime. But the blogposts easily leave the wrong impression.\nThe posts, such as this one from a page called The Washington Pundit, appear to base their claims off information from a 1998 Independent story by journalist John Lichfield. But they often present the facts in ways that wrongly suggest De Niro was involved with underage girls. There is no proof of that.\n\"Robert de Niro Linked to Child Sex Trafficking Ring According to Court Records,\" reads the Washington Pundit’s article headline.\nThe posts imply media coverage of the incident was suppressed. The posts also indicate that De Niro’s ongoing criticisms of President Donald Trump are the reason the child sex trafficking ring allegations have emerged.\n\"Just last year, De Niro decided to slam President Trump and dub him a sexual predator. He went so far as to call Trump ‘a dog,’\" the post reads. \"Now the tables have severely turned around. De Niro should be ashamed of himself for picking on President Trump for making an insignificant comment years ago… especially since he is was at the heart of an international prostitution ring.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThat isn't true, which probably explains why the article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Snopes and Truth or Fiction both fact-checked this claim back in 2018.\nThe 1998 story in the Independent said six people were charged in France with running an international prostitution ring, which involved some girls as young as 15. The agency was adept at \"tricking, or trapping, star-struck teenage girls into selling their bodies with the promise of careers as models or actresses,\" Lichfield wrote. But De Niro’s link to the prostitution ring is not as direct as the posts suggest — he was never arrested or charged with a crime, and he was never linked to any underage girls.\nIn his November 1998 story, Lichfield said women from the agency that broke the law \"entertained\" De Niro and a few other prominent figures. Previously, in a story from February 1998, Lichfield wrote that De Niro had been questioned by French police in connection to the prostitution ring investigation. \nLichfield also reported that De Niro’s lawyer said he found the way his client was treated shocking and upsetting given \"(De Niro’s) name came up only incidentally\" in the investigation.  \nLichfield was not the only source to report that De Niro had been questioned. The Irish Times’ Lara Marlowe also reported in February 1998 that De Niro was detained at the Bristol Hotel in Paris and questioned for about nine hours due to his connection with an international prostitution ring that had been under investigation since 1996. \nMarlowe’s story said officials \"stressed\" De Niro was questioned as a potential witness, and Lichfield said the police were clear that De Niro was never arrested.\nThe posts imply the actor’s involvement in this criminal investigation went much further than simply being questioned, and there is no evidence he was involved with an underage girl. So we rate this claim Mostly False.", "vclaim_id": "vclaim-pol-17405"}