{"url": "/factchecks/2019/dec/20/andrew-yang/yang-cites-maternal-mortality-stats-talk-about-rac/", "speaker": "Andrew Yang", "vclaim": "\"If you're a black woman, you're 320% more likely to die from complications in childbirth.\"", "truth_label": "true", "date": "stated on December 19, 2019 in comments during the December Democratic presidential primary debate.:", "title": "Yang cites maternal mortality stats to talk about race", "text": "In an exchange about racial inequality at December’s Democratic presidential primary debate, businessman Andrew Yang  highlighted jaw-droppingly different health outcomes between black and white women, and Vermont Sen. Bernie Sanders picked up that thread. \n\"If you're a black woman, you're 320% more likely to die from complications in childbirth,\" Yang said in a discussion about racial disparities between black and white Americans. \nSanders returned moments later, arguing, \"Black women die three times at higher rates than white women.\"\nThose figures, which are roughly equivalent, would speak to glaring inequities in the health care system. So we decided to dig in.\nWe reached out to both the Yang and Sanders campaigns for comment. \nThe Yang campaign referred us to data from a May 2019 report on maternal mortality disparities from the Centers for Disease Control and Prevention. \nThe context, and the data\nBased on the context of the debate, we also interpreted Sanders as discussing maternal mortality gaps between black and white women — an issue that public health researchers say is a major concern, and one that’s garnered sizable attention on Capitol Hill.\nThe best data comes from the CDC report Yang’s team cited. The May report outlines maternal mortality disparities, using data from 2011 to 2015 and select data from 2013 to 2017. Per the CDC, 700 women in the United States were reported to die from pregnancy-related complications each year.\nNon-Hispanic black women were 3.3 times as likely as non-Hispanic white women to die from complications in childbirth — data that roughly tracks with both Yang and Sanders’ stat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nSo, while their phrasing may have been inelegant, the point is correct.\nWhat’s at stake\nExperts say most of these deaths are preventable. \nOne issue: Hospitals that predominantly serve black women are often worse-performing than those that serve mostly white women — and that, researchers say, contributes to the gap. \nAnother issue comes from the American College of Obstetricians and Gynecologists. It released a comprehensive guide in May on preventing maternal mortality, which provided data showing that cardiovascular disease is the leading cause of pregnancy-related death, and it disproportionately affects women of color. \n\"Most of these deaths are preventable, but we are missing opportunities to identify risk factors prior to pregnancy and there are often delays in recognizing symptoms during pregnancy and postpartum, particularly for black women,\" said ACOG former president Dr. Lisa Hollier in a press release about the guide. \nBlack women’s risk of dying from cardiovascular disease while pregnant is 3.4 times higher than that of white women. The American College of Obstetricians and Gynecologists said this disparity is in part due to racial bias and overt racism in the medical system, with black women’s cardiovascular disease risk not being addressed before they become pregnant. \nDr. Neel Shah, an assistant professor of obstetrics, gynecology and reproductive biology at Harvard Medical School, said that both candidates reported the CDC statistics accurately. He also reiterated that this disparity persists irrespective of education or income and stems from medical providers’ implicit bias. \n\"When black women express concerning symptoms, particularly pain, the health system is slower to respond,\" Shah wrote via email. \"The reasons are surprising but also apparent to nearly everyone who works in health care. Clinicians are trained to profile people by race — nearly every exam question in medical school tells you the race of the patient and reinforces race-based associations.\"  \nOur ruling\nYang said black women are 320% more likely to die from complications in childbirth, as part of his explanation of disparities between black and white Americans. \nThe point tracks with non-partisan expert research. We rate it True.", "vclaim_id": "vclaim-pol-16713"}