{"url": "/factchecks/2018/oct/23/sydney-batch/democrat-falsely-links-newly-appointed-republican-/", "speaker": "Sydney Batch", "vclaim": "John Adcock and Republicans’ plan for health care \"would get rid of coverage altogether for thousands of families and raise premiums on the rest of us.\"", "truth_label": "false", "date": "stated on October 23, 2018 in a TV ad:", "title": "Democrat falsely links newly-appointed Republican to health care bill", "text": "Democrats in North Carolina are campaigning on the idea that the GOP-controlled legislature should do more to improve health care in North Carolina.\nA recent video ad by Sydney Batch, a Democrat running for NC House District 37 in southern Wake County, tries to build off that idea. She’s running against Republican John Adcock, who was appointed to the seat in September.\n\"John Adcock wants to join politicians who took thousands from insurance companies and support letting them deny health care coverage,\" a narrator in the ad says.\n\"Their plan would get rid of coverage altogether for thousands of families and raise premiums on the rest of us.\"\nThe claims are vague, leaving PolitiFact to wonder which plan by legislative Republicans would eliminate coverage for North Carolina families.\nThe first quote is a reference to Republicans refusing to expand Medicaid, said Benjamin Woods, Batch’s campaign manager. It’s been well-documented that expanding Medicaid in North Carolina could provide coverage for up to 500,000 people.\nSo let’s move on to the second quote. Woods said it refers to legislative Republicans’ \"work to undermine the positive impact of the Affordable Care Act in North Carolina.\"\nWoods referenced a Charlotte Observer editorial about a Republican proposal this summer that would allow nonprofit organizations to offer health benefits to their members.\nAn alternative to the ACA\nHealth benefit plans, which exist in other states but aren’t available in North Carolina, can be cheaper than typical health insurance because they’re not regulated and don’t have to meet financial solvency requirements for sufficient funds to pay customers’ medical bills, The News & Observer reported in June.\nThe plans don’t cover mental health benefits or preventive health services, unlike health insurance regulated under the ACA. (Although, in some cases, customers can pay extra for that coverage.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nCritics, including The Charlotte Observer editorial board, fear the nonprofit benefit plans would lure healthy customers away from ACA plans, \"which in turn would force insurers to raise premiums even more to cover the costs of the less healthy folks and elderly who remain on Obamacare.\" The Observer’s editorial continued: \"The result: Obamacare will be gutted. So will its preexisting conditions benefit.\"\nThe bill’s intention is indeed to provide healthy North Carolinians an alternative to subsidizing insurance for unhealthy people, said David Anderson, a research associate for Duke University’s Margolis Center for Health Policy.\n\"It’s a cynical dodge, but a legal one,\" Anderson said. And it \"would harm a small group of families who have significant medical conditions.\"\nThe plan and Adcock\nThe bill wouldn’t directly eliminate coverage, as the ad suggests. But it could drive up prices for ACA customers, prompting customers with the highest premiums to leave the marketplace altogether.\n\"You’d probably start seeing price changes if 10,000 to 20,000 (healthy ACA customers) leave the risk pool,\" Anderson said. Eventually, he said, people with pre-existing conditions and the poor \"will have to make the decision between paying the mortgage and paying for insurance.\"\nThe bill, however, never became law. And Adcock hasn’t expressed support for it.\nIn an email to PolitiFact, Adcock said he doesn’t know the specifics of the bill. But, \"I know that many Republicans in the State House had many concerns with this bill as written, and I agree with them that the bill in its current form should not pass.\n\"I think that if non-profit organizations want to offer health insurance to their members, they should be bound by consumer protections and have to cover all of their members, regardless of pre-existing conditions,\" Adcock continued. \"While I’m open to considering a bill authorizing self-funded health benefit plans for non-profit organizations, I would need to review an extensive and objective analysis of its impacts before I could determine if such a bill is in the best interest of my constituents.\"\nOur ruling\nBatch’s commercial suggests a plan supported by John Adcock and legislative Republicans \"would get rid of coverage altogether for thousands of families and raise premiums on the rest of us.\" Her campaign manager cited a bill that would have provided an alternative option to the Affordable Care Act. While that bill could ultimately destabilize the ACA marketplace, causing premiums to rise, it doesn’t directly eliminate coverage. It didn’t have enough support to pass and Adcock says he opposes it. We rate this claim False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-23 18:29:31 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  John Adcock, GOP plan for health care \"would get rid of coverage altogether for thousands of families and raise premiums on the rest of us.\"    Sydney Batch Democratic NC House candidate https://www.youtube.com/watch?v=9rKJWGBMUeU   NC Tuesday, October 23, 2018 2018-10-23    Read More  info", "vclaim_id": "vclaim-pol-01426"}