{"url": "/factchecks/2011/oct/17/chris-abele/milwaukee-county-executve-says-sheriffs-office-pla/", "speaker": "Chris Abele", "vclaim": "The Milwaukee County sheriff’s department  \"plays only a limited role as a traditional law enforcement agency\" and in 2009 reported far fewer crimes to the FBI than the University of Wisconsin-Milwaukee police did.", "truth_label": "half-true", "date": "stated on September 29, 2011 in a speech:", "title": "Milwaukee County executve says sheriff's office plays \"limited role\" in law enforcement, reports few major crimes", "text": "With his 2012 budget, Milwaukee County Executive Chris Abele proposed to cut more than $14 million and 240 positions from the sheriff’s office -- cuts larger than for any other county department.\n\nHis rationale?\n\nWhen it comes to crime fighting, Abele essentially said, the sheriff’s office doesn’t do much.\n\n\"By statute and by practice, the sheriff plays only a limited role as a traditional law enforcement agency,\" Abele said in his budget remarks to the County Board on Sept. 29, 2011.\n\n\"For example, in 2009 the sheriff reported only 12 crimes to the FBI, compared to 41,000 for the City of Milwaukee and 3,200 for West Allis, and even 242 for the UWM Police Department.\"\n\nWait.\n\nThe sheriff’s department, covering the entire county, reported far fewer crimes to the FBI than the campus police at the University of Wisconsin-Milwaukee?\n\nLet’s address the two parts of Abele’s statement one at a time.\n\nSheriff plays \"limited role\" in law enforcement:\n\nAbele’s claim bolsters what is his opinion, but it is important in the context of his entire statement. The first-term county executive is arguing that his budget cuts are justified because the sheriff’s office plays only a limited role in what he calls traditional law enforcement.\n\nIt’s certainly true that the Milwaukee County sheriff’s office has less responsibility for crime fighting than sheriff’s departments in less urban parts of Wisconsin, given that Milwaukee County is filled with cities and villages that have their own police departments.\n\nThat means under FBI rules the vast majority of crimes in Milwaukee County are reported by local agencies and not the sheriff’s office, said Tami Jackson, spokesman for the state Office of Justice Assistance, which coordinates FBI reporting.\n\nThe sheriff’s office also differs from local police departments in that it runs two jails, provides bailiffs for the courthouse and provides other inmate-related services.\n\nIndeed, under Abele’s budget, nearly three-fourths of the 1,146 sheriff’s employees would work in what is known as the detention division, while less than 20 percent would perform what are called police services: crime investigation, patrol and providing security for the airport, parks and County Grounds.  \n\nSo, it is clear the sheriff’s office has less responsibility for crime fighting than other police agencies. But by running jails and patrolling freeways, among other duties, it is providing other essential law enforcement services.  \n\nSheriff reported few crimes to FBI:\n\nIn his claim about crimes reported to the FBI, Abele was citing the FBI’s Uniform Crime Reporting figures for 2009, said his spokesman, Jeff Bentoff.\n\nThose major crime statistics are released annually by the FBI and are tracked regularly by news media such as the Milwaukee Journal Sentinel, which maintains a searchable database of UCR data.\n\nThrough UCR, local law enforcement agencies report to the FBI four types of violent crime (murder and non-negligent manslaughter, forcible rape, robbery and aggravated assault) and four types of property crime (burglary, larceny-theft, motor vehicle theft and arson).\n\nSo, the statistic Abele is citing covers only a limited portion of offenses that local law enforcement authorities handle and only the most serious ones.\n\nWe found Abele accurately quoted the total number of UCR crimes reported to the FBI in 2009 by Milwaukee police (more than 41,000); West Allis police (more than 3,200); and UWM police (242-- five violent and 237 property crimes).\n\nAbele was off a bit when he said the sheriff’s office reported 12 crimes to the FBI in 2009. The sheriff’s office actually reported seven violent crimes plus 12 property crimes for a total of 19 UCR crimes.\n\nAlthough Abele gave the wrong figure in his budget speech, he quoted the correct figure in other budget documents.  \n\n(Bentoff said Abele cited 2009 UCR statistics because they were the most recent available when Abele’s budget was assembled. We found 2010 figures and they show a similar disproportion -- the sheriff’s department reported 38 UCR crimes to the FBI in 2010, far fewer than the 271 reported by UWM police.)\n\nSo, Abele was correct in claiming that the sheriff’s office reported far fewer crimes to the FBI in 2009 than UWM police did.\n\nBut is that the whole picture in terms of crime fighting? Was the sheriff’s office involved in handling only 19 serious crimes in all of 2009?\n\nWhen we asked Clarke spokeswoman Fran McLaughlin about Abele’s statement, she did not rebut his statistic. Rather, she argued that Abele \"cherry picked\" a figure that she said doesn’t reflect the many non-UCR offenses handled by the sheriff’s office.\n\nMcLaughlin provided summaries that show the sheriff’s office made 1,927 arrests in 2009. Relatively few were for serious crimes. A sampling: One arrest was for murder, one was for second-degree sexual assault and 15 were for battery.\n\nIn contrast, more than 1,000 of the sheriff’s arrests were for operating while intoxicated. In Wisconsin, OWI doesn’t become a crime until the second offense.\n\nThe sheriff’s office also recorded 290 arrests for disorderly conduct, which can be a municipal offense or a misdemeanor crime.\n\nSo, while the sheriff’s office does handle some serious crimes, most of its traditional police work involves lesser offenses.\n\nOur conclusion\n\nAbele said the sheriff’s office \"plays only a limited role as a traditional law enforcement agency\" and in 2009 reported far fewer crimes to the FBI than UWM police did.\n\nAbele’s claim about the FBI reporting was accurate and it reflects the fact that the sheriff’s office handles relatively few major crimes. On the other hand, the sheriff’s office runs jails, patrols freeways and provides other services that other police agencies rely on and that are essential components of traditional law enforcement.\n\nWe rate Abele’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12256"}