{"url": "/factchecks/2015/oct/14/hillary-clinton/clinton-says-nsa-leaker-snowden-failed-use-whistle/", "speaker": "Hillary Clinton", "vclaim": "Says Edward Snowden \"could have gotten all of the protections of being a whistleblower.\"", "truth_label": "barely-true", "date": "stated on October 13, 2015 in the first Democratic presidential debate:", "title": "Hillary Clinton claims Edward Snowden had whistleblower protections, didn't use them", "text": "Edward Snowden’s decision to reveal the existence of massive national security databases of Americans’ email and telephone data remains a flashpoint for debate among Americans. Some people praise Snowden as a hero. To others, Snowden is a traitor.\nThe U.S. government charged Snowden, an employee of a government security contractor, with violating the Espionage Act. He found asylum in Russia but would like to return home.\nAt the first Democratic debate Oct. 13, CNN moderator Anderson Cooper pressed the candidates to offer their view of Snowden.\nHillary Clinton said Snowden shouldn’t come home \"without facing the music.\"\n\"He broke the laws of the United States,\" Clinton said. \"He could have been a whistleblower. He could have gotten all of the protections of being a whistleblower. He could have raised all the issues that he has raised. And I think there would have been a positive response to that.\"\nThat’s not accurate, we found. While American law does shield government whistleblowers, it wouldn't necessarily apply in Snowden's case.\nThe law\nSnowden was charged with two counts of unauthorized communication under the 1917 Espionage Act. That law makes it a crime punishable by death or imprisonment to share \"information relating to the national defense\" with anyone who might want to do harm to the United States.\nAmong other details, Snowden showed that under a federal court order, Verizon was providing the National Security Agency with the phone records of nearly all its customers, and on similar terms, giants such as Google and Facebook were turning over user data. He also let the world know that the United States was listening in on the private calls of the leaders of its closest allies.\nThat law has no specific whistleblower protection.\nWhat Snowden could have relied on, experts say, is the 1998 Intelligence Community Whistleblower Protection Act. That law includes some protections, but they're not as strong as Clinton lets on. And it's not clear they could have saved Snowden.\nUnder that 1998 law, Snowden could have raised his concerns with the Inspector General’s Office at the NSA or spoken to congressional intelligence committees. (A separate federal law protects whistleblowers more generally, but that only applies to sharing unclassified information, not the secret materials that Snowden had in hand.)\nSnowden claims that he did raise his concerns with a legal division at the National Security Agency but was rebuffed. The National Security Agency has released a single email from Snowden in which he asked for clarification of the laws that govern the agency.\nA debate over protection\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe 1998 law aimed at intelligence community workers specifically includes contractors such as Snowden. Daniel D’Isidoro, a former U.S. Army judge advocate, argued in the Harvard Law School National Security Journal that Snowden did have a legal pathway to voice his concerns. But he also said it was unclear if the issues Snowden raised would have fallen under the guidelines of that law.\nBriefly, Snowden’s complaints would need to meet the definition of an \"urgent concern.\" That term specifically doesn’t cover policy disagreements. At the time, the NSA could reasonably assert that it was following the law, which would undercut Snowden’s case, D’Isidoro said.\nTellingly, Thomas Gimble, the acting inspector general for the Army, said in 2006 House testimony that the Intelligence Community Whistleblower Protection Act was \"a misnomer.\" It \"does not provide statutory protection from reprisal for whistleblowing for employees of the intelligence community,\" Gimble said.\nAn assessment in the Boston University Law Review concluded that the 1998 law \"arguably fails to provide any real protection to national security whistleblowers.\"\nOthers familiar with this legal landscape echoed the view Snowden would have been vulnerable to prosecution if he went public through government channels.\nThe Intelligence Community Whistleblower Protection Act, for instance, does not prohibit agencies from retaliating against employees, said Elizabeth Goitein, co-director of the Brennan Center’s Liberty and National Security Program at New York University School of Law.\nGoitein said President Barack Obama helped matters slightly when he issued a presidential order preventing retaliation against federal employees. But that order did not explicitly address the rights of contractors such as Snowden. And Goitein added, neither that directive nor the whistleblower law \"bars the government from criminally prosecuting whistleblowers.\"\nThis has played out before.\nIn 2010, NSA staffer Thomas Drake tried to use proper channels to report allegations of improper contracting but wound up the target of an investigation, said Kathleen McClellan, the national security and human rights counsel for the Government Accountability Project, a whistleblower advocacy group.\n\"Drake followed the Intelligence Community Whistleblower law to a ‘T’,\" McClellan said in January 2014. \"He went to the Department of Defense inspector general and both congressional intelligence committees and it did not protect him from retaliation. In fact, it made him the target of an investigation.\"\nFederal agents went after Drake in pursuit of a separate matter and charged him with multiple felonies, according to a report from the Committee to Protect Journalists. When it became clear that whatever Drake had shared with the press was either not classified or already in the public domain, the government’s felony case collapsed. A federal judge said it was \"unconscionable\" that Drake and his family had endured \"four years of hell.\"\nWe reached out to the Clinton campaign and did not hear back.\nOur ruling\nClinton said that Edward Snowden could have gotten all the protections of being a whistleblower.\" A key 1998 law focused on intelligence community workers does lay out a pathway Snowden could have followed. However, there is at least a significant legal debate over whether the issues Snowden wanted to raise would fall under that law.\nAdditionally, legal experts including an Army inspector general have said that the 1998 law does not protect whistleblowers from reprisals.\nThe protections that Clinton referenced do not seem to be as strong as she suggested, and most of the expert opinion suggests they would not apply to Snowden.\nWe rate this claim Mostly False.", "vclaim_id": "vclaim-pol-05856"}