{"url": "/factchecks/2010/jul/26/jane-norton/ken-bucks-budget-increased-commissioners-said-it-w/", "speaker": "Jane Norton", "vclaim": "\"Ken Buck's (District Attorney's) office? His spending skyrocketed by 40 percent.\"", "truth_label": "mostly-true", "date": "stated on July 9, 2010 in a television ad:", "title": "Ken Buck's budget increased, but commissioners said it was justified", "text": "A Republican primary for the U.S. Senate seat in Colorado is heating up with a battle of television ads.\n\nJane Norton recently attacked her opponent over a set of ads being run by Americans for Job Security, a pro-business advocacy group.\n\n\"Seen those TV ads attacking me? They're paid for by a shady interest group doing the bidding of Ken Buck. You'd think Ken would be man enough to do it himself,\" Norton says in the ad.\n\n\"Here's the truth: In state government, I cut budgets, cut programs and reduced staff,\" Norton continues. \"Ken Buck's Office? His spending skyrocketed by 40 percent. We need a senator who's actually cut spending, and has the backbone to stand her ground.\"\n\nNorton is a former lieutenant governor who got early backing from some national Republican Party leaders. Buck is the Weld County District Attorney and a former U.S. attorney and has received backing from the tea party movement.\n\nHere, we'll look at Norton's statement about Ken Buck that spending at his office \"skyrocketed by 40 percent.\" We've also fact-checked the ad that Norton was responding to and explained more about the group Americans for Job Security.\n\nWe contacted Norton's office to ask for back-up for her statement about Buck's office, but they didn't get back to us.\n\nThe Weld County Commission, though, said the District Attorney's budget increased by 30 percent during Buck's tenure, not as much as Norton's ad said. From 2005 to 2009, the budget increased from $3.4 million to $4.4 million, they said. (Buck was elected in November 2004; Weld County is northwest of Denver.)\n\nWe wanted to double-check their numbers, so we reviewed budget documents from Weld County. We found there are a number of ways to look at the budget, depending on whether you include budgets for special programs in different years. (A victim's assistance program is one example.) We looked at the base budgets, though, and found that the 2005 budget was closer to $3.2 million. The difference between $3.2 million and $3.4 million isn't much, but it's enough to push the percentage growth from 30 percent to 38 percent.\n\nWhatever the number, the commission defended the increase in a formal letter signed by all five commissioners. They noted that the budget grew along with the population of the county and as the number of its courts in Weld County increased as well. Crime, meanwhile, decreased.\n\n\"The Weld County Commissioners are impressed with the return on investment we have made in our District Attorney's Office and would not approve budget increases if we didn't believe it was to the benefit of our county,\" they said.\n\nThe commissioners noted that the population increased 40 percent between 2000 and 2009. However, we calculated the population change from 2005 to 2009, the time period in question, and found the population increased 12 percent.\n\nWe will stipulate that there are several different ways to look at the District Attorney's office budget, but whichever way you look at it, the budget increased somewhere between 30 and 40 percent, which is pretty close to Norton's claim. On the other hand, the Weld County Commission defended the increase as appropriate and a good use of resources, an important idea for voters to consider. So we rate Norton's statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14701"}