{"url": "/factchecks/2007/dec/19/mitt-romney/their-shifts-were-less-stark/", "speaker": "Mitt Romney", "vclaim": "\"I'm prolife. I'm not going to apologize for becoming prolife. Ronald Reagan followed that same course, as did Henry Hyde and George Herbert Walker Bush. And I'm proud to be prolife.\"", "truth_label": "half-true", "date": "stated on December 12, 2007 in debate in Johnston, Iowa:", "title": "Their shifts were less stark", "text": "Under attack from Alan Keyes during a GOP debate on Dec. 12, 2007, Mitt Romney said he's not the only politician to have changed his position on abortion.\n\nHe cites three prominent Republican figures to make his case, but their shifts are far less stark than his. Let's take them one at a time.\n\n\nWe examined Romney's abortion record\n\nhere.\n\nAfter supporting abortion rights early in his political career, he changed his mind after meeting a stem-cell researcher in 2004.\n\n\nAs governor of California in 1967, Ronald Reagan signed into law a bill legalizing \"therapeutic\" abortions, defined as those approved by medical staff where there is substantial risk to the physical and mental health of the woman, or the pregnancy is the result of rape or incest.\n\n\nBiographer Lou Cannon, in his 2001 book\n\nRonald Reagan: The Presidential Portfolio,\n\nwrites that it was a difficult decision.\n\n\n\"Reagan did not know what to do,\" Cannon writes. \"His staff was divided (also largely on religious lines), and he was lobbied heavily from both sides. … After several days of indecision, Reagan reluctantly signed the Therapeutic Abortion Act. After he recognized its consequences, he became an opponent of abortions, except to save the life of the mother or in cases of rape or incest.\"\n\n\nThirteen years later, Reagan ran for president under a platform that included strong opposition to abortion.\n\n\nNow, the case of Henry Hyde: In the early 1970s, in the Illinois legislature, he initially was receptive to a colleague's request that he co-sponsor a bill relaxing the state's ban on abortion. But after he read up on the issue, he declined.\n\n\n\"I had never really thought about abortion, so I read the bill and read a book:\n\nThe Vanishing Right to Live\n\n, by Charlie Rice. I became convinced that abortion was an evil,\" Hyde says in a 2006\n\nNational Review\n\narticle, \"Hyde in Winter,\" by John J. Miller.\n\n\nHyde did not support the bill, rather he helped defeat it. As he went on to Congress, he became a strong abortion opponent, winning passage in 1976 of what became known as the Hyde Amendment, which bars the use of federal funds for abortion.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nGeorge H.W. Bush's position on abortion was an issue as Reagan considered him as a running mate in 1980.\n\n\n\"While he personally opposes abortion, he is against passing a constitutional amendment to make it illegal,\" a\n\nNewsweek\n\narticle said of Bush that year.\n\n\nReagan, running on a strict antiabortion platform, needed a vice presidential candidate who was right there with him. Richard Allen, Reagan's foreign policy adviser at the time and later national security adviser, writes about the angst in the Reagan camp in an article for the\n\nNew York Times\n\n.\n\n\n\" 'There's Bush,' I suggested, half expecting him to close off the discussion. Instead he paused and then said, 'I can't take him; that \"voodoo economic policy\" charge and his stand on abortion are wrong.' \"\n\n\nAllen goes on to say that Bush was approached by Reagan himself about whether he could pledge to support the platform. That was the beginning of Bush's unwavering antiabortion support.\n\n\nPlanned Parenthood says Bush \"turned his back on reproductive health care to be Reagan's running mate,\" while the National Right-to-Life Committee endorsed him for president in 1988.\n\n\nSo, where does that leave us? Reagan had an abortion-rights moment early in his career. Hyde briefly considered backing the abortion-rights bill of a colleague. Bush at one time opposed outlawing abortion.\n\n\nStill, it's difficult to compare records on this issue because of the way the political landscape and dialogue has changed over the years.\n\n\nNone of the three politicians Romney cites made so clear a change as he did, but he's not entirely wrong either. We rule Romney's statement Half True.", "vclaim_id": "vclaim-pol-16457"}