{"url": "/factchecks/2013/jun/02/dale-kooyenga/kooyenga-says-wisconsins-income-taxes-stand-out-na/", "speaker": "Dale Kooyenga", "vclaim": "Wisconsin has \"one of the most progressive tax codes in the country.\"", "truth_label": "mostly-true", "date": "stated on May 27, 2013 in an opinion piece:", "title": "Kooyenga says Wisconsin's income tax system stands out nationally as progressive", "text": "The author of a Wisconsin income tax overhaul sees the flat tax in the Flatland to the south as a beacon for Republicans trying to ease the Badger State’s heavy tax burden on the middle class.\n\n\"We have a long ways to go in Wisconsin,\" state Rep. Dale Kooyenga, R-Brookfield, told reporters. \"Everyone in Illinois pays 5 percent. Illinois millionaires … pay less of a rate in taxes than Wisconsin’s lower income, middle-class families.\"\n\nResearchers deem Illinois’ personal income tax structure \"regressive\" because a uniform tax rate ultimately takes a bigger bite from lower incomes than higher ones. Wisconsin pioneered the opposite approach, a \"progressive\" system in which tax rates rise with earnings.\n\nKooyenga argues change is long overdue.\n\n\"Wisconsin was the first state to enact an income tax in 1911,\" he  wrote in a May 27, 2013 posting on the conservative Right Wisconsin website. \"The complexity of the Wisconsin tax code has exponentially grown as Madison politicians believed the tax code was their magic wand which could be used to accomplish political and social objectives.\"\n\nHis conclusion: \"As a direct result, our tax code picks winners and losers and is one of the most progressive tax codes in the country.\"\n\nKooyenga’s plan reduces rates and collapses several tax brackets. It comes on top of Gov. Scott Walker’s tax-cut proposal. Combined they reduce taxes by nearly $790 million over two years.\n\nTop earners would likely receive the majority of the $444 million in tax savings under Kooyenga’s plan, and those with modest incomes would land in the same tax bracket as very high earners, the Journal Sentinel reported. Kooyenga acknowledges that, but says everyone deserves tax relief and that the top 10 percent right now pay over 50 percent of the tax revenue in Wisconsin.\n\nBut Kooyenga’s claim wasn’t about the impact of his plan. Rather it was about the tax system as it stands today.\n\nDoes Wisconsin have \"one of the most progressive tax codes in the country\"?\n\nThe rankings\n\nKooyenga’s plan focuses on the personal income tax, so we’ll confine our analysis to that rather than all taxes in the code.\n\nWe found two 50-state studies comparing income tax burdens by income level, and Kooyenga cited the same research when we asked him for backup.\n\nA March 2013 study of 2010 tax data by the non-partisan Minnesota Center for Fiscal Excellence, a research organization, concluded that:\n\n-- Among 42 states with an income tax (and the District of Columbia), Wisconsin is the 9th most-progressive when comparing married couples with $10,000 of gross income to those with incomes of $150,000, $250,000, $500,000 and $1 million.\n\n-- Wisconsin’s ranking drops lower, in a range from 11th to 15th \"most progressive,\" when comparing a couple earning $35,000 to each of those four higher levels. The ranks were 11, 12, 15 and 15. Minnesota came in number 2.\n\nThe second study cited by Kooyenga is a January 2013 examination by the nonpartisan, liberal Institute on Taxation and Economic Policy (ITEP) in Washington, D.C.\n\n(The group is a partner organization to Citizens for Tax Justice, which has criticized the Walker and Kooyenga tax cuts as costly and regressive. Also, on May 30, 2013, ITEP released a review of Kooyenga’s plan, concluding that the top 20 percent of earners, a group with an average income of $183,000, would receive more than two-thirds of the benefit.)\n\nIn any event, the group’s earlier 50-state study -- the one cited by Kooyenga to back up his claim -- found that Wisconsin’s income tax was the 12th most progressive in the nation. That ranking is not revealed in the report, which deals with a broader variety of state and local taxes, but the group made it available to us from its unpublished database.\n\nSo, the two studies rank the income tax here in a range from 9th to 15th most progressive. That puts Wisconsin among the top 21 to 36 percent of \"most progressive\" income tax states, depending on the comparison point and the study.\n\nOf course, that’s just among the state’s that levy a personal income tax -- the tax that is the main way to add a progressive element to a tax system.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nFour states that don’t levy a personal income tax are on the ITEP’s top-10 \"most regressive\" list for their overall tax systems, so it’s safe to say Wisconsin’s income tax approach is more progressive than in those additional states that don’t even use this progressive tool.\n\nOf the two studies, the ITEP research is more up to date, but is limited to non-elderly taxpayers. It, unlike the Minnesota study, accounted for the effect of reductions that Walker initiated in 2011 in the earned income tax credit for low-income workers, a cut of 19 percent, or $56 million over two years.\n\nThat change made the income tax less progressive, but we don’t know how it affected Wisconsin’s ranking vs. other states, some of whom made similar changes.\n\nDigging deeper\n\nFrom the ITEP study, Kooyenga highlighted tables showing that Wisconsin’s top 20 percent of earners pay an effective income tax rate considerably higher than the national average. Similarly, for the lowest 20 percent, Wisconsin’s burden is lower than the 50-state average.\n\nThat’s true, and it demonstrates the progressive nature of the Wisconsin system. The progressive income tax offsets the regressive effect, for example, of the sales tax.\n\nAside from the graduated rate structure that rises with income, the state’s sliding standard deduction is \"powerfully progressive,\" as is the itemized deduction credit, notes Wisconsin Taxpayers Alliance president Todd Berry.\n\nBut the ITEP study also shows that by the time earnings reach an average of $28,000, Wisconsin’s personal income tax bite is already over the national average for the second 20 percent.\n\nPolitiFact Wisconsin in November 2012 reviewed a claim by state Rep. Robin Vos that on income taxes, \"Wisconsin is one of the best places in the country to be poor but \"top 4 or 5 worst\" for middle-income earners. We rated it Mostly True.\n\nWisconsin, in the 2013 ITEP study, is not singled out as at the very highest end as either progressive or regressive.\n\n\"Unlike most states, Wisconsin allows a large capital gains tax break,\" ITEP executive director Matthew Gardner wrote in an email. \"Since the benefits of this tax break go primarily to the best-off taxpayers, the capital gains tax break makes Wisconsin’s income tax much less progressive than you would think from just looking at the tax rates.\"\n\nGardner said it would be reasonable to say that Wisconsin is in the upper tier of \"least regressive\" states based on its #12 ranking.\n\nBut, in his view, \"it’s hard to describe the Wisconsin income tax -- or the tax system as a whole -- as among the ‘most progressive’ in the US.\"\n\nIn the Minnesota study, the rankings drop quite a bit when the comparison income is set at $35,000 instead of $10,000.\n\nThe reason for that is related to the tax credits for very low earners that we mentioned earlier. Wisconsin has a prominent credit, helping to account for its progressive ranking.\n\nSuch credits phase out as income rises, however, so those people would have a tax liability, unlike lower earners whose bill is wiped out by the credit, said Aaron Twait, research director at the Minnesota center.\n\nA few other states keep the credits in place at higher incomes, bumping up their \"progressive\" rating.\n\nKooyenga could have balanced off some of the regressive effect of his plan by increasing tax credits for very low-income earners.\n\nBut he notes that many workers in that category receive the credit even though they did not\n\nearn enough wages to have Wisconsin taxes withheld. It’s a wage supplement in the form of a refund. That, in Kooyenga’s view, is one of the inappropriate \"social objectives\" in the tax code, his office told us.\n\nOur rating\n\nPItching his plan to begin flattening the Wisconsin state income tax code, Kooyenga said Wisconsin has \"one of the most progressive tax codes in the country.\"\n\nKooyenga was talking about income taxes, and it’s clear from two national studies that Wisconsin’s tax is more progressive than two-thirds to four-fifths of the states that levy such a tax, depending on the study.\n\nSo Wisconsin is clearly in the upper tier, but not in elite of the elite.\n\nWe rate the claim Mostly True.", "vclaim_id": "vclaim-pol-09268"}