{"url": "/factchecks/2013/jul/01/jimmy-carter/carter-correct-death-penalty-claim/", "speaker": "Jimmy Carter", "vclaim": "\"(T)he United States government and its Constitution says that people can be put to death.\"", "truth_label": "true", "date": "stated on June 23, 2013 in an interview:", "title": "Carter correct on death penalty claim", "text": "Former President Jimmy Carter, in preparation for a conference in Atlanta, recently gave an interview in which he highlighted his opposition to the death penalty.\n\n\"The Carter Center and I personally are very deeply opposed to the death penalty,\" he told Time magazine. \"But when the United States government and its Constitution says that people can be put to death, that sets an example of extreme violence that very few other developed, industrialized nations would have.\"\n\nWith all of the debate about capital punishment in recent years, PolitiFact Georgia wondered if the former president was correct about the Constitution and the death penalty.\n\nCarter, a Democrat, gave the interview in advance of the Mobilizing Faith for Women conference, which was scheduled from June 27-29 at his Presidential Center in Atlanta. The conference focused on improving the lives of women around the world. The Carter Center’s website says prior conferences have helped combat issues such as human trafficking and sexual violence. Carter, a former Georgia governor, was scheduled as a speaker.\n\nCarter cites the Eighth Amendment to the Constitution for his argument that the death penalty should be considered unconstitutional, said Deanna Congileo, a spokeswoman for Carter. There’s plenty of debate about what that amendment says about the Constitution, which we’ll visit later in this article. As for whether the U.S. government says people can be put to death, there’s a long history of federal executions.\n\nThere have been 37 federal prisoners executed since 1927, according to the U.S. Bureau of Prisons. The most notable U.S. execution took place in June 2001, when Timothy McVeigh, convicted of the 1995 Oklahoma City federal building bombing that killed 168 people, was executed by lethal injection in a federal prison in Indiana. The last federal execution was in 2003.\n\nU.S. Attorney General Eric Holder has authorized several death penalty prosecutions since he took office in 2009. In 2011, he revised some procedures on how federal prosecutors can consider death penalty cases.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\nNow, does the Constitution say people can be put to death? There’s healthy legal debate among scholars and jurists concerning that argument.\n\nThe Fifth Amendment to the U.S. Constitution says no one can be held for a capital crime \"except by due process of law.\" Death penalty proponents say that language confirms its legality. Capital punishment opponents contend the words \"cruel and unusual punishments inflicted\" in the Eighth Amendment is an indictment of the death penalty and its legality.\n\nThe state of Georgia has been the genesis for many of the questions concerning whether the Constitution allows the death penalty, with two landmark U.S. Supreme Court rulings, one occurring when Carter was elected president in 1976.\n\nIn the 1972 case, Furman v. Georgia, the Supreme Court concluded that the arbitrary application of the death penalty and the disproportionate number of minorities that were executed made the death penalty \"unusual.\" By declining to rule that capital punishment was unconstitutional in and of itself, however, the Supreme Court left the door open for state legislatures to draw more narrowly construed death penalty statutes.\n\nIn 1976, Georgia's newly written death penalty statute was challenged before the Supreme Court in Gregg v. Georgia. This time, Georgia won. The Supreme Court ruled the death penalty could be used under careful conditions.\n\nThe website ProCon.org highlights the dispute. It contains a quote from former U.S. Supreme Court Justice William J. Brennan disagreeing with the Gregg v. Georgia ruling, saying it violated the Eighth Amendment. Brennan later expressed his moral objections to the death penalty. Next to Brennan’s quote on the website is a quote from the current chief justice, John G. Roberts Jr. In a 2008 ruling, Roberts wrote that a method of execution \"cannot be viewed as probative of the wanton infliction of pain under the Eighth Amendment.\"\n\nTo sum up, Carter claimed the federal government and the U.S. Constitution say people can be put to death. The U.S. attorney general’s office has guidelines on prosecuting such cases, and the Supreme Court has ruled capital punishment can be employed under the Constitution, although there is still much discussion about its interpretation.\n\nWe rate Carter’s claim True.", "vclaim_id": "vclaim-pol-09154"}