{"url": "/factchecks/2011/feb/22/barack-obama/barack-obama-says-his-budget-will-bring-deficit-lo/", "speaker": "Barack Obama", "vclaim": "The president’s proposed budget \"will help reduce the deficit by $400 billion over the next decade to the lowest level since Dwight Eisenhower was president.\"", "truth_label": "false", "date": "stated on February 22, 2011 in a speech in Cleveland, Ohio:", "title": "Barack Obama says his budget will bring deficit to lowest level since Eisenhower", "text": "In his remarks at the opening session of a small business forum in Cleveland on Feb. 22, 2011, President Barack Obama made the following claim about the budget proposal he released eight days earlier.\n   \nSaying that government should live \"within its means,\" Obama told the audience, \"And that's why I've designed a budget that freezes spending for five years and will help reduce the deficit by $400 billion over the next decade to the lowest level since Dwight Eisenhower was president.\"\n   \nThe part that caught our eye was that Obama’s proposed budget \"will help reduce the deficit by $400 billion over the next decade to the lowest level since Dwight Eisenhower was president.\"\n   \nThis is different than what he said in a speech to unveil his budget plan in Baltimore on Feb. 14, 2011. In that event, Obama said that his budget \"would cut the deficit by more than $400 billion over the next decade, bringing this kind of spending -- domestic discretionary spending -- to its lowest share of our economy since Dwight Eisenhower was president.\" He said something similar in his State of the Union address.\n   \nDiscretionary spending refers to funds appropriated by Congress annually, rather than determined by a formula, and we discovered that there are a variety of definitions of \"domestic discretionary spending.\"\n   \nIn our fact-check, published on Feb. 16, 2011, we looked at all the possible definitions and concluded that Obama was justified in saying that by 2015, domestic discretionary spending would be at the lowest levels as a percentage of GDP since the early 1960s at least. However, we downgraded Obama to Half True because those numbers used at least one accounting technique that some economists consider a gimmick.\n   \nIn Cleveland, though, the president said something different -- that the overall federal deficit would be lower by the end of the next decade than it’s been under any president since Eisenhower. Could that be true?\n   \nBefore we go further, we’ll make one general caveat: The president’s numbers refer to his preferred policies -- which are merely the opening gambit in what is sure to be a drawn-out fight over the federal budget. In addition, the numbers are based on economic projections as far as 10 years in the future that may or may not come to pass.\n   \nUsing the summary tables from Obama’s budget proposal, we found that the deficit for fiscal year 2011 is expected to be $1.645 trillion, while in 2021 -- the end of the decade-long span the president referenced in Cleveland -- the projected deficit is $774 billion. So the president actually underestimated the size of the decline in the deficit -- it’s actually set to fall by $871 billion over the 10-year period rather than by $400 billion.\n   \nAs for the Eisenhower comparison, there are at least two obvious ways to look at this -- by the size of the deficit in dollars and by the size of the deficit as a percentage of gross domestic product. The latter calculation takes into account the size of the economy, which has grown dramatically over time, enabling fairer comparisons across long periods of time, such as the 50 years since Eisenhower left office.\n   \nTo make these comparisons, we looked at the historical tables included with the president’s budget.\n   \nUsing dollar amounts, Obama projects a deficit of $774 billion for 2021. From 1961 to 2011, the dollar amount of the deficit (not adjusted for inflation) was lower than that in every single year except for 2009, 2010 and 2011. So using this measure, the president’s comparison is way off.\n   \nUsing deficits as a percentage of GDP. Obama's budget projects that the deficit in 2021 will represent 3.1 percent of GDP. From 1961 to 2011, the percentage was lower than 3.1 percent in 32 out of the 51 years. So by this measure, too, Obama’s comparison is way off.\n   \nIn fact, in five years -- one under President Richard Nixon and four under President Bill Clinton -- the federal government ran a surplus. So those years alone would have made the president’s claim incorrect.\n   \nWhen we showed this comment to economists on the left and right, they agreed that the president was so far off that it was hard to believe he meant the comment as he said it. And indeed, the White House confirmed to us that the president had intended to make the same comparison he had made in Baltimore.\n\nIn fact, about an hour and a half after we initially contacted the White House, Obama changed his statement when he made his closing comments in Cleveland.\n\n‘We’ve also got to get our fiscal house in order,\" he said, \"and that’s why I’ve put forth a budget that includes a five-year spending freeze that will help reduce the deficit by $400 billion and will get annual domestic spending down to the lowest levels since Dwight Eisenhower.\"\n   \nSo where does this leave us? The president meant to say something different and then rephrased the statement several hours later. Still, most people in the room or watching on television who didn’t see his closing remarks would think that Obama was referring to the deficit, which would be incorrect. To set the record straight, we give his initial statement in Cleveland a rating of False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13549"}