{"url": "/factchecks/2018/oct/24/blog-posting/no-democratic-party-didnt-create-klu-klux-klan/", "speaker": "Bloggers", "vclaim": "\"The KKK was formed by the Democratic Party.\"", "truth_label": "false", "date": "stated on October 11, 2017:", "title": "No, the Democratic Party didn’t create the Ku Klux Klan", "text": "President Donald Trump has faced criticism for normalizing white nationalists but some conservative bloggers are trying to flip the script, shooing the Ku Klux Klan out of the \"Big Tent\" and into liberal territory.  \n\"I hate when people aren’t smart enough to realize that the KKK was formed by the Democratic Party,\" reads a Facebook post from Oct. 11, 2017. This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Though the post is a year old, it continues to circulate online, generating nearly 27,000 shares and 840 comments, many as recently as a day ago.\n\"Just so you know,\" the post goes on, \"the Ku Klux Klan’s original purpose was to oppose the Republican Party’s policies intended to establish economic and political equality for blacks (sic) folks after the Civil War.\"\nFacebook isn’t the only place this idea has spread.\nBack in 2013, Virginia State Sen. Stephen Martin also claimed that the KKK was created by Democrats. The Republican lawmaker soon retracted the statement after after PolitiFact Virginia started to investigate the origins of the KKK.\nReporter Sean Gorman discovered then that the group’s founding is murky but that \"historians generally agree it was founded by a handful of Confederate veterans in Pulaski, Tenn. as a social fraternity and it quickly changed into a violent group that terrorized newly empowered black and white Republicans in the South.\"\nOne historian confirmed there’s a historic link between the Democrats and the KKK: Many angry Southern whites during the 1860s and 1870s were Democrats, and some joined the KKK. But according to J. Michael Martinez, who wrote the 2007 book \"Carpetbaggers, Cavalry and the KKK,\" it’s misleading to say the Democratic Party founded the Klan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nIt was a more of a grassroots creation, Martinez said. Plus, the Democratic Party of the past is not the Democratic Party of today. From the 1930s onward, \"you think of the Democratic Party being considered the party of the disenfranchised,\" he said.\nCarole Emberton, an associated professor at the University of Buffalo, agreed.\n\"Although the names stayed the same, the platforms of the two parties reversed each other in the mid-20th century, due in large part to the white ‘Dixiecrats’ flight out of the Democratic Party and into the Republican Party after the passage of the Civil Rights Act of 1964,\" she said.\nBack in the mid-19th century, various Klans in the South acted as a \"strong arm\" for many local Democratic politicians, Emberton said. The Confederate general believed to be the KKK’s first Grand Dragon even spoke at the 1868 Democratic National Convention. By the time the Civil Rights Act became law, the Democratic Party supported so-called liberal causes that \"had been the banner of the Republican Party.\"\nWhile some Democrats supported the KKK, there’s  no evidence the group was founded by their political party. And context matters—the anti-black Democratic Party of yore is not the party that Hillary Clinton belongs to today.\nWe rate this statement False.\nCorrection: This story was updated to correct the spelling of the Ku Klux Klan.\n Share the Facts 2019-02-06 15:03:42 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"The KKK was formed by the Democratic Party.\"    Bloggers On the internet     Wednesday, October 11, 2017 2017-10-11    Read More  info", "vclaim_id": "vclaim-pol-01418"}