{"url": "/factchecks/2013/oct/07/john-boehner/john-boehner-says-us-will-have-record-revenues-yea/", "speaker": "John Boehner", "vclaim": "\"This year, the federal government will have more revenue than any year in the history of our country.\"", "truth_label": "half-true", "date": "stated on October 6, 2013 in an interview on ABC's \"This Week\":", "title": "John Boehner says U.S. will have record revenues this year", "text": "As the nation moved closer to breaching the debt ceiling, House Speaker John Boehner, R-Ohio, told ABC’s George Stephanopoulos that the country has enough money, it just needs to stop spending.\nOn the Oct. 6, 2013, edition of This Week, Stephanopoulos asked Boehner about his stance on passing a \"clean\" debt limit bill -- that is, a bill that lifts the amount of debt the nation can take on without adding any additional provisions.\n\"So under no circumstances will you pass a clean debt limit?\" Stephanopoulos asked Boehner.\nBoehner responded, \"We're not going down that path. ... George, we've spent more than what we've brought in for 55 of the last 60 years. This year, the federal government will have more revenue than any year in the history of our country, and yet we're still going to have a nearly $700 billion budget deficit.\"\nBoehner’s a little off when he said that there have been deficits for 55 out of the past 60 years; it’s actually been 51 years out of 60.\nBut in this item, we wanted to look at his claim that the government \"will have more revenue than any year in the history of our country.\"\nThe most recent estimate by the nonpartisan Congressional Budget Office projects in excess of $3 trillion in revenues for fiscal year 2014. That would be the highest amount of federal revenue in the nation’s history when measured by raw dollars.\nHowever, that’s not the only way to measure federal revenues -- or even the best.\nThat’s because using raw dollars doesn’t take into account either inflation or the growing economy and population. It’s natural that today’s economy -- which is larger than ever, and with dollars worth less than they once were -- would produce the largest amount of revenue in raw dollars.\nAn alternative way of measuring the scale of federal revenues is to measure it as a percentage of gross domestic product. And using this yardstick gives a much different impression.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nFor fiscal 2013, the just-completed fiscal year, the Office of Management and Budget predicted that federal revenues would account for 16.7 percent of GDP.\nThat’s the highest it’s been since 2008, the year the Great Recession hit -- but by historical standards, it’s low.\nGoing back to 1952, revenues as a percentage of GDP were higher than today’s level during 55 of 63 years, or 87 percent of the time. Only in eight years was it lower than today’s 16.7 percent. It reached a high of 20.6 percent of GDP in 2000.\nWhen we contacted Boehner’s office, spokesman Brendan Buck said that what Boehner said \"is accurate. If you want to write about revenue as a percentage of GDP, that’s a column – not a fact check.\"\nHowever, experts say the difference between the two measurements isn’t trivial. Boehner’s argument was that even with historically unprecedented revenues, the United States still can’t balance its books. He has a point that the nation does face long-term budget concerns, but framing the question the way he did ignores that current revenues aren’t all that massive by historical standards.\n\"If revenues had been even at historically average levels -- whether due to a stronger economy or a different tax structure -- the deficit might be significantly lower,\" said Tara Sinclair, a George Washington University economist.\nOur ruling\nBoehner said that this year, the federal government \"will have more revenue than any year in the history of our country.\"\nThat’s true for raw dollars, but raw dollars aren’t an especially useful measurement for analyzing long periods of history, because inflation, population growth and economic expansion almost inevitably make the most recent year the largest ever.\nA more reliable method -- revenue as a percentage of GDP -- actually shows that revenues today are historically low compared to most of the past six decades. We rate Boehner’s claim Half True.", "vclaim_id": "vclaim-pol-08793"}