{"url": "/factchecks/2012/jan/05/chris-abele/milwaukee-county-executive-chris-abele-says-county/", "speaker": "Chris Abele", "vclaim": "Says Milwaukee County buses are no less safe now than a year or two ago.", "truth_label": "barely-true", "date": "stated on December 15, 2011 in a television interview:", "title": "Milwaukee County Executive Chris Abele says county buses are no less safe now than a year or two ago", "text": "A spate of diametrically opposed claims about safety on Milwaukee County buses is the latest product of the increasingly bitter battle between Sheriff David A. Clarke Jr. and County Executive Chris Abele.\n\nThe sheriff, whose agency helps police buses, released videos of student fights to dramatize that, as he put it, \"a ride on a Milwaukee county bus has become a frightening experience.\"\n\nThe bad news aboard or around buses in December 2011 included a fight culminating in an attack against a mother who was with a 2-year-old child, an assault against a driver, a road-rage episode and stunning footage of beatings of students.\n\nTaking a somewhat longer view, Abele told reporters there is no disturbing new trend.\n\n\"I think he’s misrepresenting the facts,\" Abele told CBS 58 TV reporter. \"If the sheriff has given you the impression that transit is less safe than it was a year ago or the year before that, then he’s giving the wrong impression.\"\n\nWe’ll focus on that two-year time period, but also peek at how Clarke can say incidents on buses have spiked five years in a row since 2006, while Abele cites a big drop comparing 2011 to 2006.\n\nThis dispute escalated to the point that Milwaukee Police Chief Ed Flynn stepped in to have his officers patrol buses, which prompted Clarke and Flynn to hammer at each other.\n\nBoth Clarke and Abele referred to data on \"incidents\" when we asked. But Clarke couldn’t show us numbers to back up his assertion of a five-year rise. Abele did produce transit system figures, but his claim of a drop comparing 2011 to 2006 is misleading because he compared the present to a high point.\n\nIn any event, the \"incidents\" figures are highly diluted. They include many hundreds of problems so minor -- sleeping on the bus, for example -- that neither law enforcement nor the transit system’s private security force was called in to deal with them.\n\nSo let’s stick to more serious incidents -- and Abele’s statement about the last two years. We’ll look at violence, lawbreaking and other security problems that required intervention by law enforcement or G4S, the private security company formerly known as Wackenhut.\n\nHere’s our analysis of figures provided by the Milwaukee County Transit System (2011 figures are through Dec. 20).\n\nLaw enforcement responses: This is arguably the most important measurement, and the trend line goes up -- though in roller-coaster fashion around 600 responses per year.\n\nPolice were called in 12 percent more often in 2010 than in 2009, but those cases were on pace to fall about 5 percent in 2011 compared to 2010. So, buses were less safe this year than in 2009, but more safe this year than in 2010.\n\nBut if you look at the last two years mentioned by Abele, and compare the responses from the previous two years, they are up slightly, about 4 percent.\n\nAll responses: Counting all instances when police and/or private security was needed, incidents went up the last two years. This year, compared to 2009, they are up more than 13 percent.\n\nThose are the broad numbers for police and private security responses. But there are hundreds of non-criminal episodes such as fare disputes included, though, so let’s take a closer look at the violent incidents.\n\nAssaults and verbal altercations against passengers: Security was called -- and law enforcement sometimes dispatched --  in 150 such cases in 2011, up from 139 in 2010 and 106 in 2009. That’s two years in a row of increases, though it moderated in 2011, according to a report MCTS ran for us.\n\nAssaults against drivers: This counts drivers struck by a person, but mainly by objects or fluids (such as spittle). There were 29 such incidents in 2009, 24 in 2010 and 25 this year. It’s fallen off more compared to 35 in 2008. There were six drivers struck by individuals in 2011, though not all of these cases were serious enough to warrant medical attention.\n\nNon-violent lawbreaking: We only have two years of data here. It was virtually unchanged at nearly 900 incidents per year, this category includes threats, weapons incidents, off-bus fights and disorderly conduct, vandalism and profane/drunken behavior. The number represents how many time private security -- and police in some cases -- were called in.\n\nThose are the numbers.\n\nA transit spokeswoman sees no red flags in the fluctuations and mixed trends.\n\n\"There’s not an increase in crime, there’s an increase in attention,\" said Jacqueline Janz of MCTS.\n\nThe numbers are a bit of a mixed bag, but show lawbreaking and violence is a consistent, if relatively uncommon, phenomenon on county buses that -- MCTS officials are quick to point out -- provide 44 million passenger trips a year on 411 buses, most without incident.\n\nBroadly speaking, it’s happening less now than five years ago, but more than it was two years ago, based on total responses by police and security. The Abele statement we are checking referred to the last two years.\n\nAssaults on drivers are notably down over two to three years.\n\nBut looking at the broadest measure of serious problems (altercations among passengers), the history shows a significant increase two years in a row. That’s the time frame Abele referred to, and we think Clarke’s critique focuses mainly on these kind of serious incidents.\n\nTo be sure, there’s no dramatic swing up, as Clarke’s rhetoric implied. And the picture improves when the longer view is taken, though as we noted that’s selectively taking a high point as the starting point.\n\nBut Abele’s claim about buses being no less safe than a year or two ago flies in the face of the passenger altercation stats. Plus, Abele makes use of overly broad \"incident\" numbers that are highly misleading as a measure of crime.\n\nThere’s enough counter evidence -- the declining number of bus drivers struck -- to give Abele’s claim an element of truth. But it also gives a wrong impression.\n\nThat is our definition of Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11857"}