{"url": "/factchecks/2011/dec/05/eric-cantor/eric-cantor-says-us-economy-three-larger-chinas/", "speaker": "Eric Cantor", "vclaim": "The U.S. economy \"is three times as big as China's.\"", "truth_label": "mostly-true", "date": "stated on November 14, 2011 in a news conference.:", "title": "Eric Cantor says U.S. economy is three larger than China's", "text": "Congressman Eric Cantor recently weighed in on how the United States’ economy compares to the domestic output in China, which is seen as an rising economic rival.\n\n\"Our economy is three times as big as China’s,\" Cantor, R-7th, said when asked about China’s currency during a Nov. 14 meeting with reporters.\n\nThere’s been plenty of speculation on about just how much progress China’s economic engine has made in catching up to the United States, so we wanted to check to find out if Cantor was correct.\n\nWe ran the congressman’s statement past Derek Scissors, a research fellow in Asia economic policy at the conservative Heritage Foundation.\n\nScissors said that when measuring the two countries by a standard comparison of each nation’s gross domestic product, Cantor is almost on target. For 2009, Cantor’s number is right, Scissors said.\n\nBut using the latest annual numbers from 2010, he’s off just a bit.\n\n\"For 2010, it’s more like two and a half to one (advantage for the U.S.),\" Scissors said.\n\nWe asked Cantor’s office where he got his information for the statement. Megan Whittemore, a Cantor spokeswoman, cited numbers from the World Bank, showing that U.S. GDP in 2010 was about $14.6 trillion while China’s GDP was nearly $5.9 trillion.\n\n\"So the U.S. economy is about 2.5 times the size of China’s economy, but the congressman rounded up to three,\" Whittemore said in an e-mail.\n\nCantor is not alone in making the claim that the U.S. economy is outpacing China’s by a 3-to-1 ratio.\n\nIn a Jan. 19, 2011, joint news conference with Chinese President Hu Jintao, President Barack Obama said the U.S. economy is still three times larger than China’s, according to a USA Today blog post.\n\nA March 11, 2011, report from the Congressional Research Service said that after three decades of brisk economic growth, China has the second largest economy in the world behind the United States. But the report added that despite China’s rise, \"the United States’ economy is three times larger than China’s.\"\n\nBut that’s not the end of the story.\n\nThere are different ways of measuring a country’s Gross Domestic Product. One way is to compare each country’s GDP using nominal exchange rates that convert China’s economic data into U.S. dollars, according to a 2007 Congressional Research Service report.\n\nIt’s by that measure that the U.S. economy is three times bigger than China’s.\n\nBut that Congressional Research Service report noted there’s been considerable debate among economists over the actual size of China’s economy. Many economists, the CRS noted, contend using the nominal exchange rate significantly understates the size of the Chinese economy.\n\nAnother way to gauge GDP is to use purchasing power parity, or PPP, a measurement that converts foreign currency to U.S. dollars based on that currency’s purchasing power, the CRS report states. That measurement gives a huge boost to China’s GDP, making it much closer to the size of U.S.\n\nData from a September 2011 report from the International Monetary Fund said that when measured on a purchasing power parity basis, China’s 2010 GDP was about $10.1 trillion, while the U.S. was at $14.5 trillion. By that gauge, the U.S. economy is only 30 percent larger than China’s.\n\nThe Central Intelligence Agency’s World Factbook puts more stock in measuring China’s economy by using the purchasing power parity measure. It notes that measuring China’s GDP by the lower official exchange rate understates the China’s output compared to the rest of the world.\n\n\"In China’s situation, GDP at purchasing power parity provides the best measure for comparing output across countries,\" the CIA’s factbook states.\n\nBut using that GDP larger measure also has drawbacks, Scissors wrote in an April 2011 report. He said that purchasing power parity estimates change over time, noting that the World Bank cut the size of its 2005 purchasing power parity GDP estimate for China by 40 percent.\n\nSince 2005, Chinese inflation has outpaced that in the U.S., meaning the latest purchasing power measurements are out of date, Scissors wrote. He added that measuring GDP by that method overstates Chinese GDP.\n\nAnd we should also note that the 2007 Congressional Research Service report urged caution in using purchasing power GDP estimates for China, noting the prices of many goods and services in that country are distorted due to price controls and government subsidies.\n\nOur Conclusion:\n\nCantor said that the U.S. economy is three times the size of China’s. By a standard and commonly-used measure of Gross Domestic Product, he’s pretty close. Annual figures from 2010 show the U.S. economy is two and a half times the size of China.\n\nThat gives credibility to what Cantor is saying.\n\nBut by a second measure, adjusting for purchasing power, the U.S. output is still larger than China’s, but the gap is much smaller. The U.S. economy by that score is only one-third larger than China’s.\n\nNeither set of statistics is universally accepted as the only way to gauge the size of China’s output. Both measures garner support and criticism from analysts.\n\nWe rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-11987"}