{"url": "/factchecks/2014/jun/18/rick-perry/rick-perry-correct-record-number-immigrants-not-me/", "speaker": "Rick Perry", "vclaim": "A record number of immigrants not from Mexico are \"being apprehended at the border.\"", "truth_label": "true", "date": "stated on June 17, 2014 in an interview on Fox & Friends:", "title": "Rick Perry correct that record number of immigrants not from Mexico are being apprehended at border", "text": "Questioning the flow of unaccompanied Central American children across the Texas-Mexico border, Gov. Rick Perry declared he has yet to hear from President Barack Obama or his administration to a 2012 letter urging attention to the matter.\nPerry went on to say on \"Fox & Friends\" June 17, 2014: \"We have record-high numbers of ‘other than Mexicans’ being apprehended at the border. These are people that are coming from states like Syria that have substantial connections to terrorist regimes and terrorist operations.\"\nBoth of those claims drew our interest, though for this story, we’re tackling only Perry’s statement that a record number of immigrants not from Mexico are being apprehended at the border. We’ll check his reference to people coming from \"states like Syria\" in another article.\nThe increased flow of children from Central American nations has attracted attention, in part, Douglas Massey, a Princeton University professor, suggested this month, because fewer Mexicans are being detained near the border than any year since 1971. An online U.S. Border Patrol chart shows about 265,000 Mexicans were caught near the border in the fiscal year that ran through September 2013. That was up 3,000 from the year before, according to the chart, but down at least 15,000 compared to any of the previous dozen years.\nNews reports suggest multiple factors in this surge including a contrast: The Border Patrol routinely and quickly returns immigrants from Mexico across the Rio Grande; that's not an option for handling individuals from distant countries like El Salvador and Honduras.\nSo, have non-Mexican detentions at the border reached a record level?\nTo our inquiry, Perry spokeswoman Lucy Nashed said Perry drew his conclusion about a record being set from information provided by the Texas Department of Public Safety.\nWe turned to the Border Patrol for numbers. The federal agency posted an online chart indicating its officers apprehended 153,055 people from countries \"other than Mexico\" in the fiscal year that ran through September 2013. That’s more than in any of the seven previous years. That chart shows, though, that 165,170 \"other than Mexicans\" were apprehended in fiscal 2005.\nThe numbers include all Border Patrol regions, including the northern border with Canada and coastal boundaries. Every year, though, the vast majority of such apprehensions occur in the agency’s Southwest Border region, running from San Diego to the tip of Texas.\nAnd what about the South Texas portions of the border that have received attention recently?\nThe chart shows nearly 115,000 apprehensions from countries other than Mexico in the agency’s Laredo and Rio Grande Valley sectors in fiscal 2013, which outpaced the previous high of 100,647 in fiscal 2005.\nTighter focus: The 96,829 \"other than Mexico\" apprehensions in the Rio Grande Valley sector in 2013 was 21 percent greater than the sector’s previous high (at least since fiscal 2000) of 79,854 such apprehensions in 2005.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nBy telephone, a Del Rio-based Border Patrol spokesman, Dennis Smith, brought us up to speed on \"other than Mexico\" apprehensions from October 2013 through May 2014, or the first eight months of fiscal 2014. In that period, he said, there were 165,729 such apprehensions nationally, including 162,749 in the Southwest region, counting what would be a 15-year high of 122,071 (and counting) in the Rio Grande Valley sector.\nSeparately, analyst Jessica Vaughan of the Center for Immigration Studies, a think tank focused on reduced immigration, emailed us its chart demonstrating a surge since early 2011 in \"other than Mexico\" apprehensions in the Rio Grande Valley sector:\n\n \nWe asked Smith if for history’s sake, we should try to gauge apprehensions before 2000, the earliest year on the Border Patrol’s chart. Smith said there weren’t more such apprehensions any year before 2000. Our own brief look for older data led us to a Sept. 22, 2005, report by the nonpartisan Congressional Research Service indicating fewer people from countries other than Mexico were apprehended in 1997, 1998 and 1999.\nFinally: The number of unaccompanied children being picked up also has been record-setting, according to a June 4, 2014, New York Times news story. \"Since Oct. 1, a record 47,017 unaccompanied children have been apprehended at the southwest United States border,\" the story said, \"most traveling from Central America, part of a larger wave that includes some youngsters accompanied by their parents and some traveling alone.\"\nThe story said that according to U.S. Customs and Border Protection, that 47,017 total is \"nearly twice as high as all of the last fiscal year (24,493 apprehensions), with four months yet to go in the current fiscal year.\"\nAnd, a June 5, 2014, Times news story said, an internal draft Homeland Security document projects unaccompanied-minor apprehensions rising to 90,000 in the current fiscal year, running through September 2014. Peter Boogaard, a Homeland Security spokesman, told the paper the draft document was not official policy and had not been finalized or circulated.\nOur ruling\nPerry said a record number of immigrants not from Mexico are \"being apprehended at the border.\"\nWe didn’t come up with apprehension figures for every year through history. But available figures show the Border Patrol apprehended more people from countries other than Mexico along the border through the first eight months of fiscal 2014 than it apprehended in any of the preceding 17 years.\nWe rate Perry's statement as True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07722"}