{"url": "/factchecks/2013/mar/20/michele-bachmann/michele-bachmann-said-alzheimers-disease-could-be-/", "speaker": "Michele Bachmann", "vclaim": "\"Scientists tell us that we could have a cure in 10 years for Alzheimer's\" were it not for \"overzealous regulators, excessive taxation and greedy litigators.\"", "truth_label": "pants-fire", "date": "stated on March 16, 2013 in a speech at CPAC:", "title": "Michele Bachmann says Alzheimer's disease could be cured if not for government regulation, taxes and lawyers", "text": "Are bureaucrats, high taxation and trial lawyers keeping America from tackling Alzheimer’s disease? Rep. Michele Bachmann, R-Minn., said they are during a speech to CPAC, the annual conservative conference.\n\n\nAfter recalling the history of vaccinations against polio, Bachmann said, \"We have another disease ... that's hurting us today. It's called Alzheimer's. ... There is no known treatment for Alzheimer's on the horizon. … Scientists tell us that we could have a cure in 10 years for Alzheimer's, if we'd only put our mind to it. So why aren't we seeking to cure diseases like Alzheimer's, or diabetes, juvenile diabetes, heart disease, cancer, Parkinson's disease? How did we possibly get to this point of political malpractice? Because our government, proclaiming to care so much, has created a cadre of overzealous regulators, excessive taxation and greedy litigators. That's not caring. It's time we care.\"\n\n\nWe wondered if it was accurate for Bachmann to say that \"scientists tell us that we could have a cure in 10 years for Alzheimer's\" were it not for \"overzealous regulators, excessive taxation and greedy litigators.\" So we checked with a variety of Alzheimer’s researchers and policy experts. (Bachmann’s office did not respond to an inquiry for this article.)\n\n\nWe found a strong consensus among Alzheimer’s disease experts that Bachmann’s factors are either minor obstacles or not obstacles at all. Instead, they cited two primary concerns -- insufficient funding and the complexity of the disease itself.\n\n\nFirst, let’s look at funding.\n\n\n\"The only thing keeping us from developing successful treatments for Alzheimer's disease is the lack of adequate funding for research from NIH and other federal agencies,\" said Robert A. Stern, a neurologist and neurosurgeon, as well as a director of the Alzheimer's Disease Center at the Boston University School of Medicine. \"That has nothing to do with her naive and scary statements. It only has to do with Congress deciding that it is worth spending money on.\"\n\n\nWe should note that the Obama administration did shift $50 million into Alzheimer’s research for fiscal year 2012 and requested an additional $80 million for fiscal year 2013. It also dedicated nearly $80 million in stimulus money to Alzheimer’s for each of two fiscal years, 2009 and 2010.\n\n\nStill, these temporary increases were not built into the ongoing baseline. The baseline level has remained fairly constant since Obama took office, at about $450 million a year. And that amount is due to be cut back this year due to the across-the-board cuts known as sequestration.\n\n\n\"After many years of expansion under the Clinton administration, the budget for the National Institutes of Health has remained relatively stagnant for more than a decade,\" said Deborah E. Barnes, an Alzheimer’s specialist at the University of California, San Francisco. \"This has put the squeeze on scientists. In the past, the top 25 percent to 30 percent of research proposals would receive funding. Now it is the top 5 percent to 10 percent. This means that a lot of really good research is not being funded, and our progress toward finding a cure for Alzheimer's and other important disorders has been slowed. The funding for NIH comes from taxpayer dollars, so excessive taxation is clearly not the problem.\"\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe other key obstacle our experts cited is the nature of the disease itself.\n\n\nIf Bachmann is looking for diseases that have been sidetracked by bureaucratic or regulatory hurdles, \"Alzheimer's is about the worst example she could give,\" said R. Alta Charo, a bioethicist at the University of Wisconsin.\n\n\nThe disease, she said, \"develops over years from causes still unclear. The real dilemma for Alzheimer's drug trials -- or for trials of any disease that develops slowly with symptoms that may easily be due to other diseases and which may be of varying intensity -- is that there is no form of standard clinical trial that can test interventions and cures within a reasonable time frame.\"\n\n\nAs a result, she said, the FDA has allowed various kinds of abbreviated trials that don’t evaluate progress in slowing or reversing the disease itself. Instead, they track \"surrogate markers\" -- indicators that seem to suggest that a drug is helping. But not all markers translate over time into clinical benefit, she said.\n\n\nSuch practical challenges have produced a trail of broken hopes. In a 2012 \"setbacks report\" on Alzheimer’s drug research, the Pharmaceutical Research and Manufacturers of America, the nation’s leading trade group for drugmakers, tallied 101 \"failed\" Alzheimer’s drugs since 1998, with a rate of 34 setbacks for every drug approved. And even the medicines that have won approval have provided symptomatic relief to some patients, rather than actually rolling back the disease itself.\n\n\nOne might expect PhRMA, one of the most influential pro-business lobbying groups in Washington, to applaud the notion that overzealous regulation, high taxation and aggressive plaintiffs attorneys are curbing the industry’s efforts. But in the case of Alzheimer’s, at least, the \"setbacks report\" doesn’t even touch on those issues.\n\n\nSo what does the report point to instead? It talks largely about the practical challenges of dealing with a complicated disease.\n\n\n\"Scientists still do not fully understand the underlying causes and mechanisms of the disease, particularly when it comes to separating potential causes from effects of the disease. This makes selection of viable targets for new medicines very difficult,\" the report says. It adds that \"the limited utility of current models of the human disease is a huge barrier in preclinical testing of drug candidates.\"\n\n\nThe difficulty of finding testable indicators of the disease, the report continues, \"makes it particularly challenging to evaluate, enroll, follow up, and retain patients in clinical studies. Ultimately this leads to long and very expensive clinical trials.\"\n\n\nOur ruling\n\n\nBachmann said that \"scientists tell us that we could have a cure in 10 years for Alzheimer's\" were it not for \"overzealous regulators, excessive taxation and greedy litigators.\" The 10-year goal may or may not be plausible, but if it’s not, there’s wide agreement that the three factors Bachmann mentioned are not the primary obstacles.\n\n\nInstead, researchers pointed to stagnant funding and the fact that Alzheimer’s is a particularly tricky disease to research, given its slow and stealthy advances. If Bachmann was looking to score points about bureaucracy and taxation, she has made a particularly poor choice of case study. Bachmann has taken a popular theme and assigned it to a complicated health condition, simply to score political points. The experts say her claim is unfounded. We rate her claim Pants on Fire!", "vclaim_id": "vclaim-pol-09569"}