{"url": "/factchecks/2017/aug/01/donald-trump/have-corporations-never-made-much-money-now-donald/", "speaker": "Donald Trump", "vclaim": "\"Corporations have NEVER made as much money as they are making now.\"", "truth_label": "half-true", "date": "stated on August 1, 2017 in a tweet:", "title": "Have corporations 'never made as much money' as now, as Donald Trump tweeted?", "text": "In what has become a regular occurrence, Donald Trump took to Twitter to tout the nation’s economic performance on his watch.\nIn a tweet on the morning of Aug. 1, 2017, Trump praised some of the commentary about the Trump-era economy on Fox & Friends: \" ‘Corporations have NEVER made as much money as they are making now.’ Thank you Stuart Varney @foxandfriends Jobs are starting to roar,watch!\"\n\"Corporations have NEVER made as much money as they are making now.\" Thank you Stuart Varney @foxandfriends Jobs are starting to roar,watch!— Donald J. Trump (@realDonaldTrump) August 1, 2017\n\n\nWe thought the remark about corporate profits was worth a closer look. The White House did not respond to an inquiry.\nAre corporate profits higher now than ever?\nThe details of this are a bit complicated given the fact that Trump is implying he deserves some credit. That’s because the most recent data is from January 2017, which predates Trump taking office.\nIn January 2017, corporate profits totaled $1.81 trillion on an annualized basis, according to the federal Bureau of Economic Analysis. That’s the highest in history in raw dollars.\n\nBut the high profits Trump is touting came during President Barack Obama’s tenure. And as we always point out in these cases, this is not due solely to Trump (or Obama). For better or for worse, presidents have a modest impact on the economy. Cyclical factors, the international economy, demographics and technology all play important roles, and they tend to be beyond the control of any president.\nSecond, experts say measuring raw dollars is not as illustrative as analyzing corporate profits as a percentage of overall gross domestic product. That analysis, it turns out, paints Trump’s claim in a less impressive light.\nCorporate profits as a share of gross domestic product\nAs the chart below shows, the January 2017 data point, while impressive, is far from unprecedented. That’s due in large part to the reality that the economy tends to grow over time, with corporate profits not necessarily outpacing the overall growth level.\nThe current level of corporate profits as a share of GDP was exceeded once during Harry Truman’s presidency, five times under President George W. Bush, and a 14 times under President Barack Obama. In fact, that’s almost half of the quarters during Obama’s tenure (44 percent).\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nHow important are corporate profits as an economic indicator?\nNow let’s take a step back. What do these numbers actually mean?\nEconomists say that measuring corporate profits is useful -- up to a point.\nOn the one hand, \"prosperity is ordinarily good news for both business owners and workers,\" said Gary Burtless, an economist at the Brookings Institution. \"It is certainly fair to cite high business profits as an indicator the economy is doing well.\"\nHowever, Burtless added that when corporate profits are historically high, they might be crowding out wage or salary increases for workers, which ends up curbing how widely the prosperity spreads through the rest of the economy.\nEconomists offer divergent views on how stark this tradeoff is.\nDan Mitchell, a scholar at the libertarian Cato Institute, agreed that \"capital and labor compete for shares of income in the short run.\" Over the long term, however, \"there is no tradeoff between corporate profits and labor income,\" he said.\nBut Dean Baker, an economist with the liberal Center for Economic and Policy Research, countered that \"high corporate profits are good for people who own lots of stock -- that’s about it.\" In fact, Baker said, the historical record suggests that high levels of investment -- in people and otherwise -- doesn’t necessarily move in tandem with high profits.\nEither way, one conclusion does seem clear: The share of the economy devoted to wages has been decreasing over the long term. Here’s a chart showing employee compensation as a share of gross domestic product since the end of World War II.\n\nOur ruling\nTrump tweeted that \"corporations have NEVER made as much money as they are making now.\"\nIn raw dollars, corporations are making more money as of January 2017 than ever before. It’s worth noting that the data isn’t in for a Trump-only quarter.\nAnd as a share of the broader economy, corporate profit levels are not unprecedentedly high -- in fact, for almost half of the quarters under Obama, the share was even higher.\nWe rate the statement Half True.\n Share the Facts 2017-08-01 21:44:51 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Corporations have NEVER made as much money as they are making now.\"    Donald Trump President   a tweet Tuesday, August 1, 2017 2017-08-01    Read More  info", "vclaim_id": "vclaim-pol-03046"}