{"url": "/factchecks/2016/may/19/ted-strickland/ted-strickland-says-trade-deals-done-secret-and-wi/", "speaker": "Ted Strickland", "vclaim": "Trade deals are negotiated in \"secret\" and, unlike corporate interests, politicians never invite \"the leaders of the AFL-CIO or steelworkers or the mine workers to come in and sit down in these meetings.\"", "truth_label": "half-true", "date": "stated on May 9, 2016 in a campaign stop at Steelworkers 1104 in Lorain, Ohio:", "title": "Ted Strickland says trade deals done in 'secret' and without union input", "text": "In Ohio’s rancorous contest for the Senate seat currently held by Republican Rob Portman, the Democratic opponent, Ted Strickland, has regularly invoked the candidates’ stances on trade. He frequently calls Portman \"the best senator China’s ever had.\"\nBut at a campaign stop at a steelworkers’ union hall in Lorain, Ohio, Strickland said something we hadn’t heard before.\n\"We need to stop politicians and special interests from negotiating trade deals in secret,\" Strickland said. \"Now, I don’t know exactly how these trade deals are negotiated, but that’s a problem. The American people ought to know who’s in the room and who has some input. I do know that they consult with the corporate leaders. To my knowledge they’ve never invited the leaders of the AFL-CIO or steelworkers or the mine workers to come in and sit down in these meetings.\"\nSecret? And without union input? Our fact-checking curiosity piqued, we decided to dive in.\nNegotiated in secret\nPolitiFact has previously explored the biggest pending trade deal, the Trans-Pacific Partnership (TPP). Five years in the making, the TPP sets new rules for trade between the United States and Pacific nations (not including China).\nThe Senate voted to fast-track this trade deal in June 2015, meaning that legislators can’t amend the agreement hammered out by the White House. They can only vote for it or against it.\nBut were the negotiations secret? We checked in with former U.S. Trade Representative Susan Schwab, now a professor at the School of Public Policy at the University of Maryland.\nShe told us, basically, yes.\n\"What you don’t want, or need, in a negotiation -- unless you intentionally want to blow it up or undermine your own side’s position -- is for the other side to know what your real motivation is, or what your bottom lines are,\" Schwab said.\nBecause the TPP deal involves an incredible number of interested parties, the need to not let other partners know what terms each side has \"won\" in negotiations is essential, Schwab said.\n\"Why would you want that?\" she continued. \"Then it isn’t a negotiation at all. You may as well give it all away and not expect to get anything back for American interests. That includes workers’ interests, manufacturing interests, agricultural interests, etc.\"  \nBut who’s in this clandestine club at the bargaining table? That brings us to our next question.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLee Fisher\n\n\nstated on July 12, 2010 in a campaign statement\n\n\n\n\n\n\n\n\nRob Portman’s \"plan to tax, slash and privatize\" Social Security \"would devastate Ohioans.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Stephen Koff • July 28, 2010\n\n\n\n\n\n\n\nUnions role in trade negotiations\nSchwab told us that union reps have the same access as corporate interests in trade negotiations. She knows because she was there.\n\"I used to meet regularly with John Sweeney, when he was head of the AFL-CIO, along with his lead trade advisor at the time, Thea Lee, because they were on our official advisory committee for all of the negotiations we were involved in,\" Schwab said.\nThere are well over 1,000 \"cleared advisors\" engaged in the trade negotiations process, Schwab said, in private sector advisory committees. While negotiations are ongoing, those advisors are sworn to secrecy.\n\"They had security clearances and access to negotiating information,\" Schwab said. \"They could meet with us in D.C. or come to Geneva or elsewhere, when negotiations were hot. Other labor union leaders, consumer group representatives, environmental groups and civil society representatives are there. So are industry, agricultural and service sector experts. Negotiators turn to all of these committees, along with members of Congress who represent them, and key Republican or Democratic staffers with security clearance and access to classified negotiating information and status reports, to get input and advice before and during negotiations.\"\nUnion involvement in trade negotiations is nothing new. Lee, the AFL-CIO’s lead trade adviser, spoke about the process under President Barack Obama when she told CNN in 2015, \"I've worked with the Clinton administration and I've worked with the Bush administration. And this administration is more secretive.\"\nIn 2014, Obama tapped several union representatives to serve on the Advisory Committee for Trade Policy and Negotiations, including Leo W. Gerard, member of the AFL-CIO’s Executive Committee, Joseph T. Hansen, president of the United Food and Commercial Workers Union, and James P. Hoffa, president of the International Brotherhood of Teamsters (and the late Jimmy Hoffa’s son).\nWhen we checked with Strickland’s campaign, spokesman David Bergstein sent us this issues statement from the AFL-CIO, which articulates the union’s frustration with their level of influence and access in trade agreements.\nOur ruling\nStrickland told a union hall’s audience, \"We need to stop politicians and special interests from negotiating trade deals in secret. ... To my knowledge they’ve never invited the leaders of the AFL-CIO or steelworkers or the mine workers to come in and sit down in these meetings.\"\nHe was correct that trade deals are negotiated in secret.\nHowever, when Strickland says that union leaders aren’t invited to have a say in these talks, he’s wrong. Union representatives are part of the advisory committees that have access to negotiators and politicians as these deals are worked out. They have similar access to the corporate leaders and business interests.\nHow much of a difference they’re able to make -- that’s a whole other fact-check.\nWe rate this statement Half True.\nhttps://www.sharethefacts.co/share/aed2b31e-ded4-4ab9-ab86-c209f2c7aa29", "vclaim_id": "vclaim-pol-04944"}