{"url": "/factchecks/2011/may/03/donald-trump/trump-said-us-doesnt-build-bridges-anymore/", "speaker": "Donald Trump", "vclaim": "\"We don't have bridges being built\" in the United States.", "truth_label": "half-true", "date": "stated on April 27, 2011 in a CNN interview:", "title": "Trump: U.S. doesn't build bridges anymore", "text": "Now that President Barack Obama has released his original Certificate of Birth, Donald Trump wants to talk about other things.\n\nLike bridges. More specifically, that the United States isn't building them any more, while China is.\n\nIt has become a regular talking point for the real estate mogul/potential Republican presidential candidate in recent press appearances. Here are a couple examples:\n\n\"We are rebuilding China. I don't know if you know it. They're building bridges. They're building airports. They're building cities, brand-new cities. When was the last time you saw a bridge being built in the United States? We don't have bridges being built. We have bridges that are falling down.\" - Trump on CNN's State of the Union on April 17, 2011.\n\n \"When was the last time – if you go to China, as an example – bridges being built, massive bridges. When is the last time we built a bridge in this country, other than a little toy.\" - Trump at a press conference in New Hampshire on April 27, 2011.\n\nIs the United States no longer in the bridge building game?\n\nWe contacted the U.S. Department of Transportation's Federal Highway Administration to get data on federal spending on bridges over the last decade. The press office prepared a report on funds obligated for highway bridge replacement, rehabilitation and maintenance for the fiscal years 2001 through 2010. The report shows a steady upward trend in federal spending (in other words, not including state and local bridge funding): from $4.8 billion in 2001; to $6.8 billion in 2008; and then jumping to $9.4 billion and $8.5 billion in 2009 and 2010 as a result of an influx of money from the economic stimulus package.\n\nIt's not that the U.S. isn't spending more on bridges, said Jeffrey Solsby, a spokesman for the American Road and Transportation Builders Association. It's that it isn't nearly enough to keep pace. Over the last 30 years, the number of cars and miles driven has doubled, he said, yet the amount of road and bridge capacity has increased just 7 percent.\n\n\"We didn't build it, and they came anyway,\" Solsby said.\n\nAccording to an April 28, 2011, story in The Economist, America is lagging behind most of the rest of the industrialized world in terms of investment in infrastructure such as bridges.\n\n\"Total public spending on transport and water infrastructure has fallen steadily since the 1960s and now stands at 2.4 percent of GDP,\" the story notes. \"Europe, by contrast, invests 5 percent of GDP in its infrastructure, while China is racing into the future at 9 percent. America’s spending as a share of GDP has not come close to European levels for over 50 years. Over that time funds for both capital investments and operations and maintenance have steadily dropped.\"\n\nMoreover, the article notes, the government's nonpartisan Congressional Budget Office estimated that \"America needs to spend $20 billion more a year just to maintain its infrastructure at the present, inadequate, levels.\" And that's doesn't include building new bridges.\n\nIn its \"2010 Bridge Inventory\" report, Better Roads Magazine analyzed the state of the nation's more than 600,000 bridges and concluded that a \"worryingly high\" number of them are structurally deficient or functionally obsolete. \n\nPoliticians on both sides of the aisle acknowledge the problem, Solsby said. The dilemma is how to pay for it. States are financially strapped as a result of the recession. Federal dollars are stretched, too. The ARTBA would like to see an increase in the gasoline tax to fund more bridges, Solby said, but with gas prices soaring, \"Is that politically palatable?\"\n\n\"From one perspective, he (Trump) is right,\" Solsby said. \"Everyone else on the planet realizes infrastructure investments are a major shot of adrenaline for an economy. But it's not like we are not building bridges. We are. It's just slow.\"\n\nBridge experts we spoke with rattled off a number of major bridges recently completed or well underway. Among them:\n\n* The Hoover Dam bypass bridge, which opened October, 2010. The New York Times called it \"an engineering marvel and an acrophobe's nightmare.\" The 1,900-foot-long bridge over the Colorado River gorge, connecting Arizona and Nevada, is the the seventh-highest bridge in the world and the longest single-span concrete arch bridge in the Western hemisphere. In other words, not just a \"little toy.\"\n\n* The San Francisco-Oakland Bay Bridge, a \"major seismic retrofit\" with a total project length of 8.4 miles. Cost of the East Span alone is estimated at nearly $5.5 billion. It is projected to open in both directions in 2013.\n\n* The replacement 1.1-mile Woodrow Wilson Bridge across the Potomac River, connecting Maryland and Virginia, which was completed in 2008 with a capacity for 295,000 vehicles a day. \n\n* The I-35W bridge over Mississippi River in Minneapolis, replacing the bridge that tragically collapsed in August 2007, claiming 13 lives. A new, 10-lane replacement bridge opened -- at a cost of $234 million -- just over a year later. \n\n* The Willis Avenue Bridge over the Harlem River connecting Manhattan and the Bronx in New York City. Completed last summer at a cost of $614 million, the 2,400-ton bridge span was shipped 136 miles via two barges.\n\nThis is by no means an exhaustive list, just a sampling. Which is all to say: the U.S. is still in the bridge-building business. So Trump has overreached with his claims. But allowing for the possibility that Trump was exercising a bit of hyperbole to make a point about needing to prioritize infrastructure investment for things like new bridges -- an issue that data suggests is a valid and pressing concern --  we rate Trump's statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-13160"}