{"url": "/factchecks/2012/oct/18/bill-nelson/bill-nelson-says-connie-mack-missed-lot-votes-year/", "speaker": "Bill Nelson", "vclaim": "In 2012, Connie Mack missed 178 votes, \"one of the worst voting records\" in Congress.", "truth_label": "mostly-true", "date": "stated on October 17, 2012 in in a debate in Davie, Fla.:", "title": "Bill Nelson says Connie Mack missed a lot of votes this year", "text": "Democratic U.S. Sen. Bill Nelson said that his Republican rival U.S. Rep. Connie Mack IV has missed 178 votes this year, giving him one of the worst attendance records in Congress.\n\n\"Speaking of votes, why don’t you explain how you don’t show up to work. Why don’t you explain how this year you have one of the worst voting records. I have missed one vote this year, you have missed 178,\" Nelson said.\n\nNelson made the claim during a debate at Nova Southeastern University in Davie on Oct. 17. Mack countered back that they had similar records of missed votes if looking at their entire careers, rather than just this year.\n\nMissed votes in 2012\n\nHere we will examine recent figures for missed votes by both Mack and Nelson through September 2012.\n\nGovTrack.us tracks missed votes for members of Congress using voting information from the official websites of the U.S. House of Representatives and Senate.\n\nIt shows that for the first three quarters of this year, Mack has missed 178 votes (65 in the first quarter, 75 in the second quarter and 38 in the third quarter.)\n\nNelson’s one missed vote this year was to confirm the nomination of a federal judge in Illinois, which passed 86-1 on May 14.\n\nBut looking at sheer votes isn’t an apples to apples comparison because the House takes more votes than the Senate.\n\nCareer missed votes\n\nThat’s why we also looked at the percentage of missed votes on GovTrack for Mack’s tenure and Nelson’s Senate tenure (Nelson previously served in the House 1979-1990) -- and the percentage missed this year.\n\nFrom the start of Mack’s tenure in January 2005, he missed 6 percent of roll call votes. During Nelson’s Senate tenure starting in January 2001, he missed 1 percent. The median missed votes for all members was 2.5 percent.\n\nWe noticed that Mack’s percentage of missed votes started to spike in the last quarter of 2011 around the time he announced he was running for the U.S. Senate. While Nelson faced token primary opposition, Mack faced more serious challengers, forcing him to campaign more in Florida.\n\nThe New York Times’ Inside Congress tabulates missed votes and shows the top three vote missers in the House for the 112th Congress, which covers the past two years. For that time period, Mack is in 13th place, according to New York Times reporter Derek Willis. That was worst among Florida representatives. If we removed Reps. Gabrielle Giffords, D-Ariz.; and Jane Harman, D-Calif., who resigned; and Donald Payne, D-N.J., who died, Mack would be in 10th place, Willis said.  \n\nIn July,  Mack campaign spokesman David James said that Mack missed some votes \"to make sure Mitt Romney won the Florida presidential primary in January, something Connie's constituents felt very strongly about when it comes to invoking the change we need in Washington.\"\n\nOur ruling\n\nNelson said Mack missed 178 votes this year, making that \"one of the worst voting records.\" Mack did miss 178 votes this year compared to 1 for Nelson.\n\nBut unlike Nelson, Mack faced serious primary challengers, which meant he had to campaign in Florida more. Also, the House takes more votes than the Senate, so it’s more useful to look at percentages of missed votes. But the numbers are correct.\n\nAccording to the New York Times, Mack’s record places him in 13th for this Congress which started in January 2011 (or 10th if we omit members who resigned or died). That fits the definition of \"one of the worst.\"\n\nWe rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-10144"}