{"url": "/factchecks/2017/sep/06/sid-miller/sid-miller-poll-shows-70-percent-75-percent-americ/", "speaker": "Sid Miller", "vclaim": "Says a poll showed 70 percent to 75 percent of people want to see Confederate statues \"remain up and not taken down.\"", "truth_label": "half-true", "date": "stated on August 23, 2017 in an interview on Spectrum Cable's \"Capital Tonight\":", "title": "Sid Miller: Poll shows 70 percent to 75 percent of Americans oppose removals of Confederate statues", "text": "Sid Miller objected to the recent in-the-night removals of four statues of people with Confederate ties from pedestals at the University of Texas. The big-hatted Republican serving as Texas agriculture commissioner further said most Americans agree that such statues should be left in place.\nIn an August 2017 interview with Karina Kling of Spectrum Cable’s Capital Tonight, Miller disputed the notion that statues venerating Confederate figures touch off controversy. \"I don’t believe they do cause controversy,\" Miller said. \"I saw a poll, I think (on) NPR, 70 or 75 percent of the people would like to see those statues remain up and not taken down.\"\nWe decided to check Miller’s poll claim.\nA caution: Any comparison of poll results is limited by the amount of information available about how and when each poll was taken, what’s asked (there are invariably variations) and the demographic and partisan mix of each poll’s respondents. So, we recognized that fact-checking Miller’s reference to precise results might prove knotty.\nHuffington Post round-up\nA Huffington Post news story published the day Miller was interviewed rolled out the results of a HuffPost/YouGov poll of 1,000 adult U.S. citizens who were surveyed over the web Aug. 15-16, 2017--specifically, 353 Democrats, 397 independents and 246 Republicans, the organization reported.\nIts poll question:\"Do you favor or oppose removing statues and memorials of Confederate leaders?\" Thirty-three percent favored removals, 48 percent were opposed, 18 percent were unsure. The poll also had a margin of error of plus or minus 4.2 percent so you could speculate that 52 percent of the respondents wanted such statues to stay put.\nThat’s considerably shy of 70-plus percent. But the story noted six other polls taken Aug. 15, 2017, to Aug. 22, 2017, each one asking about Confederate statues three days or more after confrontations between white supremacists and protesters in Charlottesville, Va., crumbled after a driver drove into pedestrians, killing one.\nHere’s the Huffington Post’s summary of recent statue polls:\n\n \n \n \n \n \n \n \n \n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n \n \n \nSOURCE: Graphic, \"Polls Find Little Support For Confederate Statue Removal — But How You Ask Matters,\" the Huffington Post, Aug. 23, 2017 (accessed Aug. 25, 2017)\nThe Marist Poll\nWe noticed the post-Charlottesville poll showing the largest share of respondents opposed to removing statues was the Marist Poll taken Aug. 14-15, 2017, by mobile and landline phones of 1,125 U.S adults. After the poll interviews, the pollster said, the regionally balanced samples were combined and balanced to reflect the 2013 U.S. Census Bureau’s American Community Survey one-year estimates for age, gender, income, race, and region. Marist said that of the 859 registered voters included in the poll, 37 percent were independents, 36 percent were Democrats and 26 percent were Republicans.\nThe poll, taken in collaboration with NPR and the PBS NewsHour, asked: \"Do you think statues honoring leaders of the Confederacy should remain as a historical symbol/be removed because they are offensive to some people?\" Sixty-two percent of the surveyed adults said the statues should remain, 27 percent said they should be removed, 11 percent were unsure.\nThe poll’s margin of error was plus or minus 2.9 percentage points meaning you could say close to 65 percent, or as few as 59 percent, of the polled preferred leaving such statues in place.\nMiller notes a deeper break-out\nBy phone to our inquiry, a Miller campaign spokesman, Todd Smith, said Miller reached his 70 percent or 75 percent figure as an estimate of where Texans stand based on the Marist poll’s detailed results showing 67 percent of moderates and 81 percent of conservative or very conservative respondents said such statues should remain.\n\"He was trying to extrapolate Texas numbers out of that,\" Smith said. \"I don’t think Commissioner Miller was trying to give an exact number.\"\nThe results also were broken down regionally. Sixty-six percent of respondents in the South favored statues to remain, 23 percent backed removals.\nOther polls identified by Ariel Edwards-Levy, the Huffington Post’s polling director, suggested 49 percent to 54 percent of respondents oppose statue removals (though it’s again worth stressing it matters how each question was posed and who was polled and how results were weighted).\nAn outlier\nOnly a poll by North Carolina-based Public Policy Polling, which showcases Democratic clients, delivered contrary results, perhaps because of how its question was framed and worded.\nThe company’s general summary of its poll taken Aug. 18-21, 2017, says: \"Voters have nuanced views when it comes to Confederate monuments. Overall 39% say they support monuments honoring the Confederacy to 34% who say they oppose them. That's basically unchanged from the 42/35 spread we found on this question when we polled it in June.\"\nEven though voters narrowly support the monuments, the summary says, 58 percent of respondents said \"they support relocating them from government property and moving them to museums or other historic sites where they can be viewed in proper historical context. There's bipartisan support for that approach with Democrats (72/14), independents (52/27), and Republicans (46/42) all in favor of it.\"\nPublic Policy Polling says it surveyed 887 registered voters. Eighty percent of participants, selected through a list based sample, responded by phone with the remaining 20 percent participating on the web. Forty-one percent of respondents self-identified as Democrats, 31 percent as Republicans, 29 percent as independents.\nAfter a question about supporting or opposing monuments honoring the Confederacy, the poll asked: \"Do you support or oppose relocating monuments honoring the Confederacy from government property and moving them to museums or other historic sites where they can be viewed in proper historical context?\" Fifty-eight percent supported relocation, 26 percent were opposed, 16 percent were unsure. The poll’s margin of error was plus or minus 3.3 percent so you could speculate that as much as 61 percent of respondents supported relocation.\nOur ruling\nMiller said a poll showed 70 percent to 75 percent of people oppose the removal of Confederate statues.\nAll but one of the latest national polls, we confirmed, show more Americans in opposition to tumbling such statues than in favor. But most polls show a little more than 50 percent to 54 percent of respondents opposed with only the Marist poll, which Miller mentioned, indicating more than 60 percent in opposition.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-09-06 20:24:12 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  an interview on Spectrum News's 'Capital Tonight' Says a poll showed 70 percent to 75 percent of people want to see Confederate statues \"remain up and not taken down.\"    Sid Miller Texas agriculture commissioner   Austin, Texas Wednesday, August 23, 2017 2017-08-23    Read More  info", "vclaim_id": "vclaim-pol-02934"}