{"url": "/factchecks/2011/mar/16/sherrod-brown/sen-sherrod-brown-chides-gop-saying-vote-health-ca/", "speaker": "Sherrod Brown", "vclaim": "Says that Republicans \"bragged about how every bill was going to be paid for, right from the beginning\" and that the first vote, the repeal of health care reform, violated that rule.", "truth_label": "mostly-true", "date": "stated on January 19, 2011 in a telephone news conference:", "title": "Sen. Sherrod Brown chides GOP, saying vote on health care broke new rules", "text": "Bolstered by Tea Party support, Republicans seized majority control of the U.S. House of Representatives this year on a pledge to reel in government spending, starting with the repeal of Health Care Reform.\n\nThe Republican-controlled house did just, voting to repeal the Patient Protection and Affordable Care Act passed by both houses of Congress and signed into law nearly a year ago.\n\nBut before taking that vote the Republicans in the house also scuttled \"pay as you go\" provisions that Democrats had restored in 2007, requiring any increased expenditures flowing from a new piece of legislation to be offset by decreases in other programs.\n\nIn its place, Republicans approved \"cut as you go,\" which requires that any proposed spending increases be paid for with cuts in other areas. And unlike \"the Democrats’ pay-as-you-go policy, tax increases (including closing of tax loopholes) to pay for new spending are prohibited.\n\nBut at the same time, Republicans specifically exempted from the rule votes to extend the Bush tax cuts and the estate tax and alternative minimum tax. Also exempted was the vote to repeal the health care reform legislation.\n\nThis moved Sherrod Brown, the senior senator from Ohio to observe that Republicans \"bragged about how every bill was going to be paid for, right from the beginning. And the first bill they put out there, it would be paid for, according to Congressional Budget Office calculations. That's the way things are done in the Congress and have been agreed to by both parties for years and years. They already violated their own rule by not paying for this.\"\n\nGiven that the Republicans have preached the need to cut the budget, PolitiFact Ohio thought it’d take a look at Brown’s claim.\n\nThe Congressional Budget office was created by an act of Congress in 1974 to act as the non-partisan authority on how proposed legislation would affecting the federal budget. When it analyzed the health-care reform legislation, it said the impact over the next 10 years would be a deficit reduction of $143 billion.\n\nThat’s what Brown cites when he says the health reform bill would be paid for.\n\nRepublicans dispute those estimates and argue that health reform will drive up the deficit. That being the case, they say, the effect of the \"cut as you go\" rule change is moot because repeal would save the taxpayers hundreds of billions of dollars -- meaning there would be no spending increase that needed to be offset elsewhere.\n\nLetters from CBO director Douglas W. Elmendorf to House Speaker John Boehner and other congressional leaders warn that all projections carry a degree of speculation because there are economic variables that can reshape revenues and expenditures over the next decade without foreseeability.\n\nUltimately, who is right may prove to be academic. Republicans acknowledge the repeal vote was symbolic because it’s unlikely the Democratic-controlled Senate will act on the legislation and even if it did, Republicans don’t have enough votes to override an Obama veto.\n\nSo where does that leave Brown’s claim on the Truth-O-Meter?\n\nThe senator is correct that House Republicans did pledge to not approve any legislation that would push up the federal deficit. The question then is did they, as he said, violate their own rule?\n\nThat's where the exemption that was approved with the House rules comes into play. Brown mentioned that exemption during his teleconference, describing it as a loophole Republicans carved out to avoid the cut-as-you-go restrictions. But with that exemption, the repeal vote didn't violate the rule. That's a point of clarification.\n\nWe rate Brown’s statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-13411"}