{"url": "/factchecks/2009/nov/18/american-natural-gas-alliance/industry-group-claims-we-have-100-years-worth-natu/", "speaker": "America's Natural Gas Alliance", "vclaim": "The United States has a supply of \"more than 100 years of natural gas.\"", "truth_label": "half-true", "date": "stated on November 18, 2009 in a television ad:", "title": "Industry group claims that we have 100 years' worth of natural gas", "text": "With Congress debating cap-and-trade legislation, we've seen a lot of television ads promoting the benefits of various fuels: coal, wind, solar -- you name it.\n\n \n\nRecently, an ad sponsored by America's Natural Gas Alliance caught our eye.\n\n \n\nIn it, a mother tells her daughter that the United States has \"more than 100 years of natural gas.\"\n\n \n\nThat's a lot of natural gas, so we decided to look into the claim.\n\n \n\nAmerica's Natural Gas Alliance, a group backed by the top natural gas producing companies in the nation, told us the figure came from a June 18, 2009, report by the Potential Gas Committee, a panel associated with the Colorado School of Mines and financially supported by the natural gas industry.\n\n \n\nAccording to the committee, the nation has about 2,074 trillion cubic feet of natural gas. Most of it is in the Gulf of Mexico, the Rocky Mountains, the Atlantic Coast and the Midwest. That figure includes 238 trillion cubic feet of proved gas reserves as established by the Energy Department and about 1,836 trillion cubic feet of what the school calls technically recoverable natural gas.\n\n \n\nLet's pause to go over some energy nomenclature. The phrase \"technically recoverable\" has to do with how much natural gas is available using current technology; this is the amount of natural gas the Potential Gas Committee looked at. The term \"proved reserves\" is used to describe natural gas that is economically viable, and usually reflects sources that have already been tapped by natural gas companies. Proved reserves are tracked by the government through Securities and Exchange Commission filings because natural gas companies list their sources as capital assets. Recently, reserve estimates have been on the rise due to the extraction of gas from shale deposits, rock that holds natural gas and was, until recently, relatively expensive and difficult to harvest.\n\n \n\nIf you multiply 23 trillion cubic feet, the amount of natural gas used annually in the United States, by 100, you get 2,300 trillion -- roughly the amount the Colorado School of Mines has estimated.\n\n \n\nSo, by one standard, America's natural Gas Alliance is in the ballpark.\n\n \n\nHowever, by another standard the group is pretty far off; the United States Geological Survey and the Minerals Management Survey say there's only about 1,162.7 trillion cubic feet of technically recoverable natural gas available, a total of 1,400 trillion metric tons when paired with the government's proved reserve estimate. Using the same math, there's only about 61 years of natural gas in the United States.\n\n \n\nWhat's more, energy experts we spoke with said that America's Natural Gas Alliance's use of technically recoverable estimates should come with an important caveat.\n\n \n\n\"Right now, we are awash in natural gas,\" said Vincent Matthews, Colorado's state geologist. \"But it's not about the reserves or resources. It's about how fast we can get it out of the ground and whether it's economically viable.\"\n\n \n\nIndeed, the price of natural gas has hovered around $4 per million British thermal units over the last few months, while the price of the same unit of oil has been as high as $9 more during the same period, according to the Energy Information Administration.\n\n \n\nSo, relatively low natural gas prices might be good for consumers, but they don't make production cost-effective for producers, Miller said.\n\n \n\nRichard Heinberg, a senior fellow at the Post Carbon Institute, echoed the concern.\n\n \n\nOne hundred years \"is a hugely inflated number,\" he said. \"What price does natural gas have to be at to justify extraction? It needs to be $8 or more.\"\n\n \n\nSo, by one estimate, the natural gas industry is correct that we have about 100 years' worth of natural gas. But another estimate disputes that total. Furthermore, geologists and energy experts warn that the higher number is somewhat misleading because it includes natural gas that is not economicaly viable to extract. Given that those important elements were not mentioned in the commercial, we give America's Natural Gas Alliance a Half True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15461"}