{"url": "/factchecks/2010/jun/30/lincoln-chafee/chafee-says-expanding-ri-sales-tax-could-raise-893/", "speaker": "Lincoln Chafee", "vclaim": "If Rhode Island applied a 1-percent sales tax on all items exempt from sales tax, ''the state would receive an additional $89,376,857.''", "truth_label": "mostly-true", "date": "stated on June 18, 2010 in Lincoln Chafee, a posting on his website, Chafee for Governor:", "title": "Chafee says expanding R.I. sales tax could raise $89.3 million", "text": "Former U.S. Sen. Lincoln Chafee shook up the political world in January when he called for a sales tax increase as part of his formal announcement of his candidacy for governor. Specifically, he proposed a  two-tiered sales tax in which exempt items, including food, clothing and over-the-counter drugs, would be taxed at 1 percent to help close the gap between state revenue and state spending. He outlines the plan on his website: \"Currently all exempt items total $8,936,785,714 in untaxed revenue. If we were to tax these items at 1% the state would receive an additional $89,376,857.  This money plus reforming the mandates on cities and towns and continuing to cut government spending could help us be the master of our economic destiny in this state.\"Such specificity begs to be verified, so we decided to see whether Chafee’s numbers add up. Would Chafee’s plan raise what he promises? The most authoritative source of information on how much the state collects from the assorted taxes and fees it levies is the state Department of Revenue.In addition to monitoring what the state takes in, the department is also required to prepare a report every even-numbered year on how much revenue the state has relinquished by granting various tax exemptions.If the actual amount lost from particular exemptions can’t be determined precisely, the department, comes up with estimates, with varying degrees of reliability.The most recent report is for 2008, based on 2007 statistics. (Paul L. Dion, chief of the department’s office of revenue analysis, said the 2010 report is in its final stages.)The report said state law, in 2007, carved out 72 sales-tax exemptions. There are the well-known ones, such as food and clothing, and others such as coffins, aircraft parts, mobile homes and newspapers. Dion said more exemptions have been added since the last report; the 2010 report will have around 83. The best estimate is that those 72 exemptions cost the state $625,575,000 in lost revenue, assuming the transactions were taxed at 7 percent. And $625,575,000 is 7 percent of $8,936,785,714, the exact number the Chafee campaign cites on its website.  And if you taxed that at 1 percent, it would raise $89,376,857.     Dion said the Chafee campaign’s calculations are correct. But because many of the report’s figures are based on extrapolations, not hard data, real-world results may vary, Dion said. For example, the estimated $125-million cost for exempting food -- items “sold for ingestion or chewing by humans for their taste or nutritional value” -- is derived by updating a 1999 sales-tax model, not actual sales receipts.\"Those are huge numbers,\" Dion said. \"You’ve got to use caution.\"Chafee’s sales-tax math is accurate. But it’s based on numbers that even the people who compiled them say are less than reliable. For that reason, we rate Chafee’s projection Mostly True. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-14829"}