{"url": "/factchecks/2017/apr/11/joseph-crowley/famine-threatens-four-nations/", "speaker": "Joseph Crowley", "vclaim": "\"More than 20 million people are at risk of dying from starvation within 6 months in 4 nations.\"", "truth_label": "true", "date": "stated on April 7, 2017 in a tweet:", "title": "How many people are at risk of dying from starvation?", "text": "Rep. Joseph Crowley, D-N.Y., joined members of Congress on Twitter April 7 to raise awareness for food issues using the hashtag #FightFamine.\n\"More than 20 million people are at risk of dying from starvation within 6 months in 4 nations,\" he wrote.\nMore than 20 million people are at risk of dying from starvation within 6 months in 4 nations. This is unacceptable. #FightFamine pic.twitter.com/pwj0tZ0V4Y— Rep. Joe Crowley (@repjoecrowley) April 7, 2017\n\nIs that true?\nThe tweet is based on a projection from the United Nations.\nThe U.N.’s head of emergency relief Stephen O’Brien provided the 20 million persons estimate to the U.N. Security Council on March 10. Behind that figure lie crises in Yemen, South Sudan, northeastern Nigeria and Somalia.\n\"Without collective and coordinated global efforts, people will simply starve to death,\" O’Brien told council members.\nTo be clear, the number of people today who literally would have nothing to eat if it weren’t for international aid is less than 20 million. But O’Brien warned that it would reach that number if nothing is done. O’Brien said this disaster would unfold in 2017.\nThe chief economist of the U.N. World Food Program warned in February that the world could see widespread starvation develop in these four places within six months.\n\"This is the first time that we are literally talking about famine in four different parts of the world at the same time,\" Arif Husain told Reuters in an interview.\nAn immediate surge of $200 million in aid was needed O’Brien said, but he cautioned that most of the problems are political.\n\"With access and funding, humanitarians will do more, but we are not the long-term solution to this growing crisis,\" he said.\nOnly in Somalia has nature played a key role. The causes in Yemen, South Sudan and northeastern Nigeria are primarily man-made.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDaniel Greenfield\n\n\nstated on July 30, 2015 in an article on the Frontpage website\n\n\n\n\n\n\n\n\n\"Obama spent $7 billion to bring electricity to Africa, failed miserably.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • February 11, 2016\n\n\n\n\n\n\n\nYemen\nYears of civil war have killed an estimated 10,000 civilians and shredded the fabric of life for millions of Yemenis. A coalition of followers of the Houthi movement and forces loyal to the previous president toppled the elected government of President Abdu Rabbu Mansour Hadi. Iran has backed the insurgents. Saudi Arabia and other Gulf states have deployed airstrikes and soldiers to restore Hadi to power.\nThe World Food Program said nearly a quarter of the population -- 6.8 million -- rely entirely on outside assistance. A sharp delcine in oil and gas exports caused the economy to collapse, essentially shutting down all imports of wheat and rice.\nSouth Sudan\nAfter almost 40 years of civil war, South Sudan separated from Sudan in 2011, but peace was short lived. By 2013, competing factions battled for control of the new country. Since then, the violence displaced about 2.7 million people. Combatants target civilians and aid workers, making South Sudan one of the most dangerous places to deliver humanitarian assistance.\nThe U.S. Famine Early Warning Network reported that the \"conflict has disrupted planting, harvesting, and other livelihood activities.\" With production down, food prices have shot up beyond the reach of millions.\n\nNortheastern Nigeria\nKidnappings and attacks by Boko Haram insurgents in the north produced a running battle with Nigerian armed forces. About 2 million people abandoned their fields and fled their homes. The crisis is most acute in the states of Adamawa, Borno and Yobe where about 7 million people need humanitarian assistance.\nDespite gains by the Nigerian military, farmers have been unable to plant for three years in a row. Some fear outright attack, but landmines present an ongoing threat long after rebels have been driven back. Without a new harvest, not only will farmers’ families lack food, but what food is available will be more expensive.\nSomalia\nExtreme weather has dramatically added to the human misery in an already fragile state. After floods ruined crops and displaced people in 2015, drought has now led to some of the driest conditions in decades in some regions. According to the United Nations, over half of the population -- about 6.2 million -- is in need of help. That includes about 363,000 acutely malnourished children.\nAid officials say the nation is on the brink of famine.\nOur ruling\nCrowley said that 20 million people are at risk of dying from starvation within six months in four nations. That’s in line with the assessments of two U.N. officials who say the threat is of historic proportions.\nWe rate this claim True.\n Share the Facts   Politifact    1 7  Politifact Rating: True  \"More than 20 million people are at risk of dying from starvation within 6 months in 4 nations.\"    Joseph Crowley Democratic congressman from New York   In a tweet Friday, April 7, 2017 04/07/2017    Read More  info", "vclaim_id": "vclaim-pol-03449"}