{"url": "/factchecks/2012/aug/12/dolores-gresham/education-chair-gresham-said-she-didnt-push-bill-s/", "speaker": "Dolores Gresham", "vclaim": "\"I didn’t try to push\" a bill to reduce lottery scholarship proceeds for students.", "truth_label": "false", "date": "stated on July 16, 2012 in in an interview with The Commercial Appeal.:", "title": "Education chair Gresham said she didn’t push bill she sponsored to raise eligibility standards for Hope Scholarships", "text": "The Tennessee Education Lottery Corp. released its fiscal year 2011-12 results on July 16, reporting record sales and record proceeds for education. The Commercial Appeal called state Sen. Dolores Gresham, R-Somerville, for her reaction because she sponsored the bill this year to raise the eligibility standards for Tennessee’s lottery-funded Hope Scholarships.\n\nWe weren’t surprised that Gresham, the chairwoman of the Senate Education Committee, was pleased with the lottery’s financial news – a $30 million increase for education over the previous year, far more than needed to cover the projected deficits. \"Their success means success for students who earn lottery scholarships,\" she said.  \n\nBut we were surprised when the senator told the newspaper that she hadn’t pushed the bill that would have made it tougher for high school students to win the full $4,000 per year basic Hope Scholarship. \"I didn’t try to push anything,\" said Gresham, whose district is about 30 miles east of Memphis. \"The bill died. That’s not even an issue.\"\n\nGresham was sponsor of the bill in the Senate and argued for its approval in two separate Senate committees and on the Senate floor, where it was approved in a partisan vote April 16. The bill later failed to become law when the House sponsor withdrew it on April 30, citing record lottery revenues. In March, we examined Sen. Gresham’s statement that the lottery reserve fund could sustain possible lottery-scholarship program deficits for \"only\" a few more years more and ruled it False.\n\nThe policy contained in the bill was recommended last December by the Senate Lottery Stabilization Task Force, which Gresham chaired. The Tennessee Higher Education Commission had estimated the change would eliminate projected deficits in the program by cutting in half the Hope Scholarships for 5,200 to 6,600 new students per year. The bill also would have increased by $10 million per year state funding for the Tennessee Student Assistance grants, a separate scholarship program whose aid is entirely need-based. That provision would have served about 5,700 more students, with annual grants averaging $1,800 each. Gresham had also sponsored a bill in 2011 that would have raised qualification standards for all Hope recipients, but it never reached the Senate floor.\n\nWe wondered how a lawmaker could say she didn’t \"push\" a bill when she was its sponsor, argued on several occasions for its passage, resisted efforts to block its passage and led it to approval in the Senate, so we emailed Gresham to ask for clarification. Senate Republican Caucus press secretary Darlene Schlicher responded, after speaking with Gresham, with a statement:\n\n\"This sounds like a quibble over semantics. Sen. Gresham sponsored and advocated for\nthis piece of legislation in her role as Lottery Scholarship Stabilization Task Force Chairman. No one disputes this. What Chairman Gresham took issue with was the implication by the reporter that she had attempted to twist arms or exert undue influence on the bill. She did not. Chairman Gresham did her job as a Task Force chairman and sponsor. Period.\"\n\nSome background is in order. The task force’s reason for being really dates back to fiscal year 2009, when the Tennessee Lottery had its first and only year-to-year decline in proceeds since its 2004 launch. It was the first time the program ran a deficit, and to close the books that year, the scholarship program took about $9.3 million from its huge $400 million-plus reserve fund.\n\nLast summer, Senate Speaker Ron Ramsey appointed a task force of senators and higher education officials to examine the issue. It concluded that deficits of up to $17 million to $20 million a year would occur in the short term, before falling considerably by 2020 if no changes were made. The panel recommended tightening eligibility requirements so that students entering college in 2015 must have a high school grade-point average of at least 3.0 and at least a 21 on the ACT to qualify for the basic $4,000 per year Hope Scholarship. Since the program began, students qualified by achieving one of the two standards – either a 3.0 high school GPA or a minimum 21 ACT score. Under the task force plan, students who scored one of the two standards but not both would receive a $2,000 annual scholarship.\n\nBut even as the task force was working last autumn, the lottery was racking up record sales monthly. In fact, the lottery has been on a roll since the 2009 decline, rebounding in 2010 to a record level outstripping 2008’s pre-recession earnings. It set another record in 2011 and again in fiscal year 2012, yielding $323 million for education – up from $292 million the previous year. Thus, the projected annual deficit did not occur, and the lottery reserve fund still has over $400 million in it.\n\nAs chairman of the task force, Gresham sponsored the task force’s recommendations in the form of Senate Bill 2514. Some examples of her advocacy:\n\n--Gresham argued for passage in a 51-minute discussion in the Senate Education Committee on Feb. 15, over the objections of Sen. Andy Berke, D-Chattanooga.\n--On Feb. 29, the Education Committee heard an update on lottery revenues from lottery executives, who reported that proceeds for education in the first seven months of the fiscal year were already $10 million ahead of the previous year and said they believed they could sustain at least that level into the future. Gresham told reporters after the meeting that she \"absolutely\" planned to proceed with the bill.\n--On March 7, after 21 minutes of talk, the Education Committee approved an oral amendment by Gresham that said the new eligibility standards would not go into effect in 2015 as the bill required if the lottery’s education proceeds were up at least $10 million annually over the next three years.\n--On March 20, Gresham presented the bill in the Senate Finance Committee, which discussed it for 22 minutes and then deferred a vote to the following week.\n--On March 27, the Finance Committee discussed the bill for 38 minutes before sending it to the Senate floor.. Gresham discussed the amendment again and emphasized that it meant only that the lottery had to generate $10 million more this year than last year, $10 million plus $1 the following year and $10 million plus $2 the following year.\n--On April 16, the bill was debated for 46 minutes on the Senate floor before winning approval on a 20-10 vote, with all Republicans favoring it and all but four Democrats opposing it. Gresham made her most vocal arguments for the bill here, against specific arguments raised by Democratic Sens. Berke, Jim Kyle (Memphis) and Roy Herron (Dresden). Gresham moved an amendment on the bill and tabled another.  \n\nOur ruling \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nIt may be a quibble over semantics, but we think when the record shows that a state Senate committee chairwoman sponsored a bill, argued for its passage through two separate committee, tabled amendments offered by opponents and led it to passage on the Senate floor, that qualifies as trying to push for a bill. On the Senate floor, only one other member even spoke in favor of the bill in the entire 45-minute floor debate. We rule this statement False.", "vclaim_id": "vclaim-pol-10597"}