{"url": "/factchecks/2007/oct/17/joe-biden/richardson-first-said-it-might-work/", "speaker": "Joe Biden", "vclaim": "\"First, he was in favor of my plan, now he's attacking it.\"", "truth_label": "mostly-true", "date": "stated on October 12, 2007:", "title": "Richardson first said it might work", "text": "Among the field of Democratic candidates, Sen. Joe Biden has had a detailed, long-standing plan for an Iraq exit that he's promoted at debates and other venues. The other candidates have discussed the feasibility of various points of his plan, particularly whether a decentralized government is the solution for bringing peace among the Sunnis, Shias and Kurds.\n\nBill Richardson, the governor of New Mexico, has spoken favorably of the Biden plan at least twice at public forums. At an Aug. 19, 2007, debate, he said there was a serious need for a reconciliation process in Iraq, adding \"I believe Joe Biden's plan has potential, a possible partition.\" But he also emphasized that, unlike Biden's plan, Richardson is in favor of full withdrawal.\n\n\nIn a Christian Science Monitor story dated Sept. 26, 2006, Richardson said, \"I would set a timetable for withdrawal. I would couple that with a political solution of the three ethic groups forcing them to have a political solution. … I would also study Senator Biden's federation [proposal]. I think that may be ultimately the right solution.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nBut in October 2007, Richardson issued a statement harshly critical of the Biden plan: \"Senator Biden's plan to leave troops in Iraq means his plan has very little chance to succeed. The parties will not even sit down in a meaningful way until we get all the forces out. … Using U.S. peacekeepers in Iraq would turn the guarantors into targets, thus plunging any settlement back into war.\"\n\n\nRichardson's early support for the Biden plan was not unequivocal – it included qualifications, such as saying the plan had \"potential\" and needed more study. But he also voluntarily praised the plan by name, and now he's singling it out for criticism. So we give Biden's flip-flop charge a mostly true rating.", "vclaim_id": "vclaim-pol-16561"}