{"url": "/factchecks/2015/may/27/gina-hinojosa/gina-hinojosa-says-austin-teachers-lowest-paid-any/", "speaker": "Gina Hinojosa", "vclaim": "Austin school district \"teachers are the lowest paid of any urban\" Texas district and the \"lowest paid of any surrounding school district.\"", "truth_label": "half-true", "date": "stated on May 6, 2015 in an interview with Kiah Collier, Austin American-Statesman reporter:", "title": "Gina Hinojosa says Austin teachers \"lowest paid\" of any urban Texas district and any district nearby", "text": "In May 2015, the president of Austin’s school board urged state lawmakers to put billions of additional dollars into school aid. The money should flow to teacher pay, Gina Hinojosa said, adding that teachers in the Austin district have lower salaries than peers elsewhere.\nSpecifically, Hinojosa told Austin American-Statesman reporter Kiah Collier: \"Currently our teachers are the lowest paid of any urban, lowest paid of any surrounding school district and we believe that's unacceptable.\"\nThe lowest among whom? \"Amongst all urban districts in the state and amongst surrounding Central Texas school districts,\" Hinojosa said.\nIs all of that so?\nTo our inquiry, Hinojosa said she drew on information gathered by the district. District spokesman Reyne Telles then said by email the comparisons appeared in charts (see them here) showing the salaries of teachers with bachelor’s degrees at different years of experience drawn from information posted online by districts. Telles said the district is \"confident in the numbers,\" which were part of a January 2015 staff presentation to the board.\nLeft out of the comparison: Some 1,675 local teachers with master’s or doctoral degrees who, a district chart indicates, accounted for 29 percent of the district’s 5,842 teachers in 2014-15. By email, a district official, Michael Houser, said the teachers with advanced degrees earned $862 more than other Austin teachers. He said he believes that stipend trailed comparable payments made by the district’s Texas competitors.\nAt any rate, the presentation that Hinojosa relied on shows some Austin teachers making more than Austin-area peers in 2014-15. But the bulk, more than six in 10 by our calculation, had salaries less than what was paid teachers nearby and in selected urban districts around the state.\nHouser told us by phone the district did not compare salaries in all urban districts, focusing instead on those other districts where it’s had recruiting success. Similarly, Houser said, the district did not check salaries in every nearby district, focusing on \"our most immediate competition.\"\nThe district’s charts show:\n--In 2014-15, Austin teachers with five through 30 years of experience were paid less than nearby peers in nearly every instance. Also, those teachers made less than nearly all peers in eight selected urban Texas districts: Cypress-Fairbanks (Harris County), Dallas, El Paso, Fort Bend, Fort Worth, Houston, Northside (Bexar County) and San Antonio. Austin teachers trailed the average pay for teachers in the other districts by $4,422 (for teachers with no experience) to $7,687 (teacher with 10 years’ experience).\n--In contrast, beginning and very experienced Austin teachers mostly drew more in pay than peers in the nine nearby districts: Del Valle, Eanes, Hays, Lake Travis, Leander, Manor, Pflugerville, Round Rock and San Marcos. That is, Austin teachers with no experience were paid $44,046, which exceeded the salary of comparable teachers in each of the nearby districts by a minimum of $546 up to $2,046. The nearby districts paid teachers with no experience an average of $42,810.\n--Austin teachers with 35 years of experience earned $3,595 to $6,104 more than teachers in four of the nearby districts though up to $3,605 less than comparable teachers in the five other Austin-area districts. Austin’s $56,595 salary for such teachers ran $1,406 ahead of the average $58,189 pay for such teachers in the nearby districts.\nSocial Security\nA wrinkle: The district’s charts did not account for money it pays toward Social Security benefits for employees. By phone, Houser told us that’s because what once seemed a recruiting advantage—the district making contributions for Social Security and for pensions through the Teacher Retirement System of Texas—has become an albatross; teachers, Houser said, would prefer to get the district’s Social Security contributions in take-home pay. District spokesman Jacob Barrett said the Austin district is among 47 statewide that long ago committed to backing both benefits.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nHouser said that if Social Security contributions are folded into the comparisons, Austin’s teachers received more in compensation in 2014-15 than peers in the nearby districts. But Austin’s teachers still saw less compensation than counterparts in the urban districts the district considers peers, he said.\nWe checked this by counting as income the district’s Social Security contributions, 6.2 percent of each employee’s gross pay. After these adjustments, Austin’s teacher salaries at every experience level exceeded the average for the nine nearby districts, with the Austin advantage ranging from $324 a year (for teachers with 25 years’ experience) to $5,101 (teachers with 35 years’ experience). But, as Houser said, counting the contributions as income did not propel Austin’s teachers at any experience level to higher pay than the average salaries of peers in the urban districts Austin uses for comparisons. An unknown: Whether Austin teachers will uniformly participate in Social Security long enough to reap full benefits on retirement.\nHealth insurance\nWe also asked if the Austin district compared health insurance benefits by district. By email, Houser pointed out a chart in the board presentation indicating Austin’s payments of $446.25 a month to cover employee health insurance premiums in 2014-15 were more than what nearly every nearby peer district spent; the Lake Travis district expended $537 a worker. The Austin district’s spending also outpaced expenditures for premiums in most of the urban districts selected as peers; the Houston district was paying $500. Austin generally pays more, Houser indicated, to fund a health plan offering more benefits than, say, the TRS-backed plan for which districts in 2014-15 were paying $325 monthly for employee premiums.\nOther pay analyses\nOther pay analyses bore out what we saw in the Austin district’s information.\nFor instance, we asked the Texas Education Agency for its best data on teacher salaries within each district; spokeswoman Debbie Ratcliffe guided us to an agency website where we punched in district names to reach average base salaries for teachers in 2014-15 (not counting Social Security contributions). By this gauge, the Austin district’s average base teacher salary of $47,476 trailed average base teacher salaries in all but one of the nine nearby districts; the Manor district’s average base teacher salary was $46,093.\nOur searches indicated Austin’s average base teacher salary was less than the average base teacher salary in a dozen other urban districts. We looked at the Arlington, North East (Bexar County), Socorro and Ysleta districts in addition to the urban districts shown in the Austin district’s charts. TEA considers these added districts, like the Austin district and others, to be \"major urban\" districts. A district falls into this category if it’s located in a county with a population of at least 840,000; its enrollment is the largest in the county or at least 75 percent of the largest district enrollment in the county; and at least 35 percent of enrolled students are economically disadvantaged.\nFor another take, we turned to the Texas Association of School Boards, which annually surveys districts on salaries. Spokesman Dax Gonzalez emailed us its findings for 2014-15--and the results, also not folding in Social Security contributions, aligned with the Austin district’s charts in that the least experienced and most experienced Austin teachers had higher salaries than peers in nearby districts--but other teachers trailed. Compared to teachers in the major urban districts that the TEA groups with the Austin district, Austin teachers had lower salaries at all experience levels.\nIn the end, Hinojosa didn’t dispute the range of our findings. Still, she said, \"we have a real problem in this district paying our employees enough.\"\nOur ruling\nHinojosa said Austin school district \"teachers are the lowest paid of any urban\" Texas district and the \"lowest paid of any surrounding school district.\"\nHinojosa relied on research not extending to all urban or all nearby districts nor did it roll in teachers with advanced degrees.\nThose gaps aside, the pay contrasts aren’t entirely clear-cut. Inexperienced and very experienced Austin teachers were paid more in 2014-15 than peers in some or most nearby districts and if you count Social Security contributions, Austin teachers in general were compensated better on average than teachers in nearby districts. On the other hand, all Austin district teachers were paid less than counterparts in comparable urban districts across the state--even after taking into account Social Security contributions.\nOn balance, we rate this claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06378"}