{"url": "/factchecks/2015/jul/02/ted-kanavas/ted-kanavas-says-spending-private-school-vouchers-/", "speaker": "Ted Kanavas", "vclaim": "\"Less than 1 percent of all the education dollars that we spend are spent on private (school) voucher programs.\"", "truth_label": "half-true", "date": "stated on June 12, 2015 in a political talk show:", "title": "Ted Kanavas says spending on private school vouchers makes up tiny piece of all education spending", "text": "Amid the debate over whether to spend state money to expand the private school voucher program, a former state senator is arguing there is not all that much spent on the program.\nRepublican Ted Kanavas made the comments during a face off with Democrat Chuck Chvala, another former state senator, in the June 12, 2015 episode of the WisPolitics online show, The Insider.  \n\"Chuck, this is going to be a great document at the end of the day,\" Kanavas said of the budget, which is stalled in the Legislature.  \n\"They're destroying public education,\" Chvala said of Republicans. \"You know, this is a fun segment, but you know, I can't tell you how much it hurts and how sad it is to see them destroy K-12 education.\"\n\"Wrong, wrong, and wrong,\" Kanavas said.  \nOne of his rebuttal points:  \n\"Less than 1 percent of all the education dollars that we spend are spent on private voucher programs.\"\nFor all the debate about the voucher program, could funding for it really make up such a small portion of spending?  \nBackground\nEducation is the largest line in the state's budget with $5.2 billion allocated in 2014-’15.   \nWisconsin schools have three basic sources of revenue -- state aid, property taxes and federal funding. The proportion each source of aid makes up varies between school districts.\nA report from the Wisconsin Association of Schools Boards shows state aid and property taxes each providing about 40 to 45 percent of overall education funding in the state. Federal funding typically makes up 6 to 7 percent. Other sources of funding like ticket sales from sporting events and building rentals comprise the last small portion.\nThe state’s school voucher program allows parents to take the government funds that would be used to educate their child to private school of their choice, including religious schools.  \nWe've rated claims about spending on the program before. Opposing claims about per-pupil spending at public and voucher schools made by Gov. Scott Walker and state Rep. Sondy Pope in 2013 were both rated Half True because of the methods used for the comparisons.  \nSo how much is really spent on voucher schools?  \nThe numbers  \nWhen we reached out to Kanavas to provide support for his claim, he didn’t respond.\nBut a report from the Legislative Fiscal Bureau, the state’s nonpartisan scorekeeper, breaks down money allocated in the state budget in recent years. Here's a look at how much the state spent on voucher programs:  \n\n\n\n\n\n\n\n\nFiscal year\n\n\nChoice school funding (in millions)\n\n\n\n\n2011-12\n\n\n$145.8\n\n\n\n\n2012-13\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n \n\n\n\n\n\n\n\n\n$157.8\n\n\n\n\n2013-14\n\n\n$171.9\n\n\n\n\n2014-15\n\n\n$213\n\n\n\n\n \nKanavas was fairly general in his statement saying, \"education dollars that we spend.\" But he spoke in the context of the Wisconsin budget, so let’s start there.\nBy that measure, voucher spending makes up 3 to 4 percent in the last four fiscal years, not close to the \"less than one percent\" asserted by Kanavas.  \nWhat if we add in the local money that goes to schools through property taxes? After all, in recent years, the state has restricted property tax increases, so the two areas are connected.\n\n\n\n\n\n\n\n\nFiscal year\n\n\nPercentage spent on voucher programs\n\n\n\n\n2011-12\n\n\n1.5%\n\n\n\n\n2012-13\n\n\n1.6%\n\n\n\n\n2013-14\n\n\n1.8%\n\n\n\n\n2014-15\n\n\n2.1%\n\n\n\n\n \nThe percentage went down, but not enough to fall below 1 percent.\nEven if one were to take the most charitable approach to analyzing Kanavas’ claim -- by including money for the University of Wisconsin System, which could be lumped in as \"education dollars that we spend\" -- spending on voucher schools stays above 1 percent.\nBut the essence of his argument holds up -- the state still targets the vast, vast majority of its education spending to public schools.\nOur rating\nKanavas said, \"less than 1 percent of all the education dollars that we spend are spent on private voucher programs.\"  \nWhile spending on voucher programs comprises a small fraction of the state education budget, it stays above the 1 percent mark.  \nWe rate the claim Half True.\nEditor’s note: After this item was posted, School Choice Wisconsin President Jim Bender called our attention to two Legislative Fiscal Bureau memos. One sent to Assembly Minority Leader  Peter Barca, D-Kenosha, estimates $600 to $800 million would go toward the school voucher program over the next 10 years. Another memo, sent to Assembly Speaker Robin Vos, R-Rochester, says that during the next decade, public schools would receive more than $94 billion of state and local funds. In this scenario, less than 1 percent would be spent on school voucher programs. \nBut in his statement, Kanavas spoke in the present tense, and made no mention of spending over a future decade. What’s more, none of those budgets have been approved and other factors could increase or reduce the figure. Our rating remains Half True.", "vclaim_id": "vclaim-pol-06240"}