{"url": "/factchecks/2019/dec/11/mark-pocan/are-president-trumps-trade-wars-blame-all-wisconsi/", "speaker": "Mark Pocan", "vclaim": "Says President Donald Trump is \"waging a trade war against WI farmers -- forcing > 1600 dairy farms to close.\"", "truth_label": "barely-true", "date": "stated on December 2, 2019 in a tweet:", "title": "Mark Pocan wrong to blame President Trump, trade wars for all dairy woes", "text": "It’s a tough time to be the Dairy State.\nThe family farms that long formed the backbone of the state’s milk production are increasingly being forced out of business. And the U.S. agriculture secretary came to town and cast doubt on the future viability of any small dairy farms.\nU.S. Rep. Mark Pocan, D-Madison, says Wisconsinites should lay the blame at the feet of President Donald Trump.\nIn a Dec. 2, 2019, tweet, Pocan said Trump is \"waging a trade war against WI farmers — forcing more than 1600 dairy farms to close.\"\nTrade tensions are certainly having an impact, but is it reasonable to blame them — and Trump — for that many closures?\nDairy was in trouble long before Trump\nPocan’s is roughly correct on the number of closures.\nWisconsin had 9,288 dairy farms on Feb. 1, 2017 — about two weeks after Trump was sworn in. By Dec. 1, 2019, that number dropped to 7,337, according to the U.S. Department of Agriculture. That’s a loss of 1,951 farms, even more than Pocan referenced.\nBut Wisconsin dairy farms closing is hardly a new trend.\nThe number of milking operations here has plummeted by more than half in the last 15 years, from 15,000 at the end of 2004 to about 7,300 as of December 2019.\n\nThat trend has indeed worsened under Trump, however.\nIn the 34 months since Trump’s election Wisconsin has lost an average of 57 dairy farms per month. In the 34 months before that, the monthly average was 33 farms.\nMany factors conspire against farmers\nPocan blamed the closures not only on Trump, but specifically on the president’s trade wars.\nDefending the claim, Pocan spokesman Usamah Andrabi pointed to a category of Chinese dairy exports that dropped from mid-2018 to mid-2019 amid retaliatory tariffs.\n\"That being said, I think we can reasonably attribute the majority of these farm closures to the effects of China’s tariffs/Trump’s trade war,\" Andrabi said.\nThat’s simply not accurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nPocan’s claim — and his spokesman’s defense — oversimplify an industry facing a complex set of economic pressures.\nHow do Wisconsinites feel about President Trump? Well, he's:✖️ Waging a trade war against WI farmers--forcing >1600 dairy farms to close✖️ Refusing to protect workers or enact environmental standards in the USMCA✖️ Undermining folks' healthcare access.How do you think? pic.twitter.com/bjN7hL2Wn1— Rep. Mark Pocan (@repmarkpocan) December 2, 2019 \nLow milk prices, historic levels of oversupply and changing consumer demand were dealing devastating blows to dairy farmers long before Trump picked a fight with China.\nThe Milwaukee Journal Sentinel summarized the demand struggles this way as part of its Dairyland in Distress project, an exhaustive examination of the state’s trademark industry.\nSales of milk as a beverage have fallen steadily since the 1970s, with fewer parents encouraging their children to drink milk than ever before. Soy milk and almond milk — which dairy farmers point out aren't real milk — and scores of sports drinks have flooded the beverage market.\nAnd although consumption of cheese, yogurt and butter have all increased, they've not always kept pace with runaway production. Today, for instance, U.S. commercial and government cheese stockpiles are at about 1 billion pounds — the highest level in a century.\nAt the same time, foreign markets for American dairy products have shrunk in response to tariffs that President Donald Trump placed on foreign steel and aluminum. Cheese shipments to China have fallen almost 65 percent, according to industry figures, and exports to Mexico are down more than 10 percent.\nSo tariffs are a factor in limiting demand, but far from the only one.\nAnd supply is a major problem as well.\nAdvances in genetics and feed science mean the average cow today produces about four times more milk than it would have in the 1950s. This leads to a market saturation that both generates waste — some farmers are forced to dump milk down the drain for lack of a buyer — and contributes to reduced prices.\nMilk prices have nudged up in recent months but before that went through a yearslong downturn that often left prices below the break-even point for farms. \n\"There were four years of the depressed milk prices before the trade war started,\" Laurie Fischer, CEO of the American Dairy Coalition, told PolitiFact Wisconsin. \"If you go back and you look, we've always had attrition going on.\"\n\nOur rating\nPocan said Trump is \"waging a trade war against WI farmers\" that has forced more than 1,600 dairy farms to close.\nSetting aside the rhetorical overreach of calling it a trade war \"against\" state farmers, Pocan’s finger-pointing is off the mark.\nWisconsin has lost that many dairy farms — slightly more even — since Trump took office. Trade wars certainly haven’t helped, and accordingly farm closures have increased under Trump.\nBut it’s not reasonable to attribute all the closures to Trump and trade tension when this trend dates back more than a decade. Milk prices, over-production and changing consumer demand have all played key roles in devastating the dairyland economy and shuttering Wisconsin farms.\nPocan’s claim contains an element of truth but ignores critical facts that would give a different impression. That’s what we call Mostly False.", "vclaim_id": "vclaim-pol-16678"}