{"url": "/factchecks/2011/jul/21/john-kasich/gov-john-kasich-touts-ohios-improvement-cnbc-busin/", "speaker": "John Kasich", "vclaim": "\"We jumped 11 places since beginning this year in terms of being job-friendly.\"", "truth_label": "mostly-true", "date": "stated on July 12, 2011 in an interview on Fox News:", "title": "Gov. John Kasich touts Ohio's improvement in a CNBC business survey", "text": "\"We're No. 23\" may not sound like a stirring claim, but Gov. John Kasich has been using one version of it to lead cheers for Ohio.\n\n\"We jumped 11 spaces since beginning this year in terms of being job-friendly,\" he said in an interview July 12, 2011, with former Fox News colleague Sean Hannity, crediting the improvement to \"probably the most massive comprehensive piece of legislation passed in modern times in Ohio.\"\n\nHe was referring to the recently passed state budget, which he signed into law June 30.\n\nHe cited more accomplishments and some sources of information when he repeated the claim the next day with former House colleague Joe Scarborough and Mika Brzezinski on MSNBC: \"My state was dying. It is my job to get us out of this. We jumped, according to CNBC, 11 places since I've become governor as business friendly in America.\"\n\nAnd Kasich got a third chance to tout Ohio July 17, 2001, on NBC's \"Meet the Press,\" telling host David Gregory: \"Ohio was dying, and we are beginning to really become business-friendly. ... In Ohio, because we faced our $8 billion budget deficit and provide tax relief, what's happened? CNBC says we've jumped 11 points, 11 places in terms of business-friendly.\"\n\nPolitiFact Ohio decided to take a look at the claim.\n\nThe governor’s office confirmed he was talking about CNBC's annual rating of \"America's top states for business,\" which the business channel released in June.\n\nOhio ranked 23rd. That is, in fact, an advance of 11 spots from last year’s list, which made Ohio the most improved state (followed by Florida and Pennsylvania).\n\nCNBC said its study used input from business groups including the National Association of Manufacturers and the Council on Competitiveness to rank states in 10 categories: cost of doing business; workforce; quality of life; economy; transportation and infrastructure; technology and innovation; education; business friendliness; access to capital, and cost of living.\n\nOhio's biggest improvement came in the \"cost of doing business\" category, based on tax burden, including individual income and property taxes, and business taxes, particularly as they apply to new investments. Utilities, wages and rental space were also figured.\n\nThat specific improvement was hailed by the Ohio Business Development Coalition, which said, \"Ohio improved to 5th place from 29th place last year due to a multi-year effort to reform the state's tax structure, which took full effect in 2010.\"\n\nIn April, the coalition noted, a report from Ernst & Young with the Council On State Taxation ranked Ohio as having the third friendliest tax environment in the nation.\n\nThose tax reforms came before Kasich's watch, however; they started two administrations ago, under Republican Gov. Bob Taft and a GOP-controlled legislature in 2005.\n\nKasich can claim some credit in the category of economy, where the study measured each state’s fiscal health by looking at projected budget gaps or surpluses for the coming fiscal year. Ohio moved up 10 spots to 24th.\n\nWe think it's fair to allow the governor some license for salesmanship, but we don't think it's splitting hairs to note that the CNBC study did not give Ohio high marks for being \"job friendly\" or \"business friendly\" as he stated.\n\nHis underlying meaning is that Ohio’s business climate has improved, and his wording is similar to the name of the study, \"America’s top states for business.\" But Ohio did not fare as well in some of the study’s 10 categories as it did overall.\n\nOne category specifically graded states \"on the perceived 'friendliness' of their legal and regulatory frameworks to business.\" Ohio ranked 42nd in it.\n\nThe state was dead last in the \"workforce\" category. CNBC says states were rated \"on the education level of their workforce, as well as the numbers of available workers. We also considered union membership. While organized labor contends that a union workforce is a quality workforce, that argument, more often than not, doesn’t resonate with business. We also looked at the relative success of each state’s worker training programs in placing their participants in jobs.\"\n\nCNBC's list is one of many.\n\nChief Executive magazine annually rates the \"best/worst states for business,\" using input on \"overall business-friendliness\" from 550 CEOs. Ohio this year ranked 41st -- improved two places from last year but down 19 places from 2006, making the state one of the biggest losers over five years (with Illinois, Washington, Maryland and Pennsylvania).\n\nThe conservative-leaning Tax Foundation ranked Ohio 46th in its state business tax rankings for 2011.\n\nBut the Small Business and Entrepreneurship Council, a trade group that represents small businesses and advocates for less government regulation, annually issues a rigorous \"Business Tax Index\" that pulls together 18 different tax measures to rank the states from best to worst in terms of the costs of their tax systems on entrepreneurship and small business. The index for 2011, published in April, ranked Ohio 9th.\n\nThe SBE Council also has a \"Small Business Survival Index\" that evaluates states in 36 categories including  corporate and income taxes, gas and diesel taxes, government spending, health care and energy costs, inheritance taxes, and workers compensation costs. The latest, released in December, rated Ohio 9th in the nation, up from 11th a year earlier.\n\nSo where does that leave the governor’s claim?\n\nHe was correct that Ohio jumped 11 places in a study from CNBC, although he misstated the name of the study. The state didn’t fare as well in some catagories of that study, including one that specifically looked at perceived friendliness to business.\n\nThere also are several other rankings for business climate and tax burdens out there. In some of those, Ohio has shown improvement. Others, however, still have the state low in their rankings.\n\nAnd some of the tax changes that boosted the state were put in place by previous administrations.\n\nKasich was trying to show progress in Ohio, selling both the state and his stewardship. In his claim, he was citing only one study. On that study his statement was accurate, but these other points help clarify the picture.\n\nOn the Truth-O-Meter, that gets a rating of Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12704"}