{"url": "/factchecks/2018/may/23/donald-trump/mueller-probe-costing-20-million-donald-trump-says/", "speaker": "Donald Trump", "vclaim": "The Mueller investigation is \"soon to be $20,000,000.\"", "truth_label": "half-true", "date": "stated on May 20, 2018 in a tweet:", "title": "Is the Mueller probe costing $20 million, as Donald Trump says?", "text": "President Donald Trump has criticized the special counsel investigation headed by Robert Mueller on a variety of grounds. In a recent tweet, he took it to task for its price tag.\nOn May 20, he tweeted: \"At what point does this soon to be $20,000,000 Witch Hunt, composed of 13 Angry and Heavily Conflicted Democrats and two people who have worked for Obama for 8 years, STOP! They have found no Collussion with Russia, No Obstruction, but they aren’t looking at the corruption...\"\n....At what point does this soon to be $20,000,000 Witch Hunt, composed of 13 Angry and Heavily Conflicted Democrats and two people who have worked for Obama for 8 years, STOP! They have found no Collussion with Russia, No Obstruction, but they aren’t looking at the corruption...— Donald J. Trump (@realDonaldTrump) May 20, 2018\n\n\nTrump’s tweet caught our eye, because it doubled his estimate of the Mueller probe’s cost from $10 million just five days earlier. Trump echoed a comment by one of his lawyers, Rudy Giuliani, that pegged the figure at $20 million.\nIs the Mueller probe really approaching $20 million? It does if you use the most aggressive accounting method. (The White House did not respond to an inquiry for this article.)\nLooking at direct costs only\nThe Mueller investigation is being funded through mandatory spending, which essentially means it is set up to be free of executive branch influence. However, Justice Department officials do have a degree of oversight to make sure that money isn’t wasted, as with any other department office.\nMueller’s office has released one accounting of its expenses so far. The report was released in December 2017, and it covered the first four and a half months of the probe, from May 17-Sept. 30, 2017.\nAccording to the report, the Mueller investigation spent $3.2 million directly during that period. The biggest category was $1.7 million for staff salaries and benefits, while the second-largest was for equipment. Smaller categories included travel, rent, utilities and supplies.\nIf you prorate that amount out to a full year—the approximate length of the investigation at the time Trump sent his tweet — it would come to about $8.5 million spent so far. That’s well below the $20 million Trump cited.\nAs it happens, Congress and the White House projects that the Mueller investigation will be racking up costs at an even faster clip than what has been reported so far.\nThe special counsel’s office is officially budgeted for $10.4 million in direct costs for fiscal year 2018 (running from Oct. 1, 2017, to Sept. 30, 2018), and the Trump administration has earmarked another $10.4 million in its budget request for fiscal year 2019 (running from Oct. 1, 2018 to Sept. 30, 2019).\nIf the investigation ends up spending at this pace, it’s possible that it could eventually surpass $20 million in direct costs. That would be speculative, however, because that would occur months in the future, and because we don’t know whether the investigation will keep spending money at the same rate.\nAdding in indirect costs\nUsing a different accounting method, however, the $20 million projected cost isn’t implausible.\nA footnote in the report says that the investigation has also incurred $3.5 million in indirect costs, a category it says is \"neither legally required\" for disclosure nor reported in filings by previous special counsels.\nMueller’s office argues that these indirect expenses don’t amount to additional taxpayer expenditures, since these resources — especially personnel, such as employees of the FBI or other agencies — would have been devoted to other cases if there had been no special counsel investigation.\nHowever, if you do count the indirect expenses, the total comes to $6.7 million spent during those first four and a half months. Prorated to cover the investigation’s full first year, the total of direct and indirect expenses reaches $17.9 million. That's not too far off from $20 million.\nHere’s a summary of what’s been spent by, authorized for, and requested for the Mueller investigation so far:\n\n\n\n\nFiscal year\n\n\nStart date\n\n\nEnd Date\n\n\nDirect spending\n\n\nIndirect spending\n\n\nTotal spent\n\n\nAuthorized (direct only)\n\n\nRequested (direct only)\n\n\n\n\n2017\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nMay 17, 2017\n\n\nSept. 30, 2017\n\n\n$3.2 million\n\n\n$3.5 million\n\n\n$6.7 million\n\n\n$3.9 million\n\n\n--\n\n\n\n\n2018\n\n\nOct. 1, 2017\n\n\nSept. 30, 2018\n\n\nNot yet reported\n\n\nNot yet reported\n\n\nNot yet reported\n\n\n$10.4 million\n\n\n--\n\n\n\n\n2019\n\n\nOct. 1, 2018\n\n\nSept. 30, 2019\n\n\n--\n\n\n--\n\n\n--\n\n\n--\n\n\n$10.4 million\n\n\n\n\n \nHow does the Mueller investigation compare historically?\nThe investigation of President Bill Clinton over Whitewater and Monica Lewinsky — headed by Kenneth Starr and then by his successor, Robert Ray — cost upward of $52 million over half a decade. Another $40 million-plus went toward a handful of other Clinton-era independent counsel investigations.\nMeanwhile, the investigation of Reagan administration officials over the Iran-Contra Affair, headed by Lawrence Walsh, topped out at more than $47 million over a roughly similar period.\nThose figures are direct costs only, and are not adjusted for inflation. Their price tags would be far higher when converted to 2018 dollars.\nOur ruling\nTrump tweeted that the Mueller investigation will soon be $20 million.\nOfficially, it’s not costing that much. Counting direct costs only, as Justice Department and executive branch accounting rules specify, the investigation’s first year cost an estimated $8.5 million, assuming Mueller’s team continued to spend at the same rate it did for the first four and a half months. (It could be months before we have updated figures.)\nHowever, with the addition of indirect costs, the first year would be expected to cost a prorated $17.9 million, which is within shouting distance of the $20 million Trump cited.\nWe rate the statement Half True.\n Share the Facts 2018-05-23 15:16:42 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  The Mueller investigation is \"soon to be $20,000,000.\"    Donald Trump President https://twitter.com/realDonaldTrump/status/998189366844559360?tfw_creator=RiegerReport&tfw_site=WashingtonPost&ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fthe-fix%2Fwp%2F2018%2F05%2F22%2Ftrump-says-the-mueller-probe-is-a-waste-of-taxpayer-money-but-his-budget-funded-it%2F   a tweet Sunday, May 20, 2018 2018-05-20    Read More  info", "vclaim_id": "vclaim-pol-02046"}