{"url": "/factchecks/2020/oct/01/brit-hume/geriatrics-experts-say-brit-humes-claim-joe-biden-/", "speaker": "Brit Hume", "vclaim": "“I don’t think there’s any doubt (Joe) Biden’s senile.”", "truth_label": "false", "date": "stated on September 29, 2020 in a Fox News interview:", "title": "Geriatrics experts say Brit Hume’s claim that Joe Biden is ‘senile’ is wrong", "text": "A persistent Republican line of attack against Democratic presidential nominee Joe Biden is the allegation that he is not mentally fit to lead the nation. President Donald Trump amplifies that claim at his rallies and so do pundits on Fox News.\nOn the night of the Sept. 29 presidential debate in Cleveland, Fox News’ senior political analyst Brit Hume said on TV that despite Trump’s claims about Biden’s health, Biden might do okay at the debate, since Biden \"did just fine\" when he debated Sen. Bernie Sanders, I-Vt., during the Democratic primary. Hume then called Biden \"senile.\"\n\"Elderly people experiencing memory loss and other problems associated with age can go for periods, for hours at a time and be just fine,\" Hume said before the debate. \"I don’t think there’s  any doubt Biden’s senile, but that doesn’t mean it’s going to show up tonight. ... And now that the expectations for him have been set so low, you know if he comes out and doesn’t drool and gets through everything pretty well it could end up being quite a boost for him.\"\nHume, who is the same age as Biden, 77, for more than a year has argued that Biden is losing his memory and is \"getting senile.\" Hume has said he has \"traces of this myself, I know what it feels like.\" In an August 2019 tweet, Hume said the word senile \"is a colloquial term\" and that \"it is perfectly reasonable to suggest an old man with obvious memory issues is showing signs of senility. Look the word up.\"\nBroadly, the word senile is defined as pertaining to old age. But often it is used by some people in association with memory loss problems or diseases that are not a normal part of aging.\nPolitiFact contacted experts in the health care of older people for their take on Hume’s use of the word senile and its application to Biden. They said Hume’s characterization is wrong.\nIt’s \"a shameful display of ageism and ignorance,\" said Donald Jurivich, Eva Gilbertson Distinguished Professor of Geriatrics and Chairman of Geriatrics at the University of North Dakota School of Medicine & Health Sciences.\nThe word \"senile\" may create a mental picture of someone who has stooped posture, is slow moving and cognitively impaired, Jurivich said. \"I don't think any of these descriptors match Joe Biden's demeanor and vigor,\" he said.\nFrom a geriatrician's perspective, Jurivich said, \"the use of ‘senile’ is a pejorative descriptor and reflects unmitigated ageism.\"\nIn December 2019, Biden’s primary care physician, at Biden’s request, issued a summary of his medical and surgical history. \"Vice president Biden is a healthy, vigorous, 77-year-old male, who is fit to successfully execute the duties of the presidency, to include those as chief executive, head of state and commander in chief,\" wrote Kevin C. O’Connor, Biden’s doctor since 2009 and director of executive medicine at The GW Medical Faculty Associates.\nSenility is not a precise medical term, but is often used in place of the more precise and accepted medical term of \"dementia,\" said Kenneth Langa, Cyrus Sturgis Professor of Medicine at the University of Michigan Medical School. \nJurivich also said that decades ago, \"doctors lacking knowledge at the time may have used the term ‘senile dementia’ as (a) component of aging, which we now know to be untrue.\"\nThere is a range of cognitive decline or changes that can happen as someone ages, and nearly everyone has some slowing of brain function with aging, Langa noted. Increasing difficulty in finding words or remembering names is also nearly universal, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDementia is defined as cognitive decline that is severe enough to cause someone to lose the ability to function independently in daily life, Langa said. \"Joe Biden clearly does not have dementia,\" he said.\n\"It is possible that Biden may have more difficulties finding some words and speaking smoothly than when he was younger,\" Langa said. But that does not mean he is \"senile\" or even that he has \"mild cognitive impairment,\" he said.\nJurivich said he has seen Biden in person and watched him during the debates with Trump and with Democratic primary candidates. He said he’s noticed that periodically Biden \"pauses and has a perplexed look on his face as he collects himself to compensate for his stutter.\"\n\"It is said that up to 80% of communication is through non-verbal cues, and I feel that people misinterpret Joe Biden's facial expressions as something other than his adaptations to a childhood speech impediment,\" Jurivich said.\nWhile it might be possible to get some sense as to whether someone has severe cognitive impairment by watching them on TV, a more precise diagnosis would require some kind of standardized testing to get a better sense of how well the person’s brain is working and a sense of the severity of their impairment, Langa said.\nWe reached out to Fox News asking whether Hume’s claims were based on any specific doctor review of Biden and for information Hume would like to provide to support his case. We did not hear back.\nWhen Hume made the claim, he was speaking to Fox host Tucker Carlson, who called it \"a very smart point\" ahead of the debate.\nCarlson had a different take the next night.\n\"As a political matter, the main thing we learned last night is that it was a mistake to spend so much time focusing on Joe Biden's mental decline,\" Carlson said, adding that \"yes, it’s real\" and that Biden is \"fading.\"\nHe added: \"But on stage last night, Biden did not seem senile. If you tuned in expecting him to forget his own name — and honestly, we did expect that — you may have been surprised by how precise some of his answers were.\"\nOur ruling\nHume said there isn’t \"any doubt Biden’s senile.\"\nActually, there’s quite a lot of doubt. Geriatrics experts said they do not observe Biden to be \"senile\" — a word that may imply someone is slow moving and cognitively impaired.\nThe word \"senile,\" which one expert said was a pejorative, is also often used by some people to mean dementia. A person with dementia has difficulties independently carrying out daily life functions. The experts we spoke to said Biden does not exhibit this problem.\nWe rate Hume’s claim False.", "vclaim_id": "vclaim-pol-18582"}