{"url": "/factchecks/2016/may/14/tim-moore/nc-house-speaker-says-80-percent-think-bathrooms-s/", "speaker": "Tim Moore", "vclaim": "Says 80 percent of North Carolinians support \"the concept that men should not be in women’s restrooms, changing rooms, bathrooms, etc.\"", "truth_label": "half-true", "date": "stated on May 5, 2016 in a conversation with reporters:", "title": "NC House speaker says 80 percent think bathrooms should be separated by biological gender", "text": "As the battle over who should be able to use what bathroom rages on in North Carolina and nationwide, opponents of transgender-friendly rules say public opinion is on their side.\nTim Moore, the speaker of the N.C. House of Representatives, said it’s an overwhelming consensus.\n\"The one thing where we’ve seen nearly unanimous – well, nothing’s unanimous – but 80 percent support out there is the concept that men should not be in women’s restrooms, changing rooms, bathrooms, et cetera – that that shouldn’t happen,\" Moore said in a May 5 discussion with reporters.\nWe looked into polling on bathroom policy and found a wide range of results. Most don’t reach 80 percent, but clearly substantial numbers of people in North Carolina have told pollsters they oppose letting transgender people choose what bathroom to use.\nPolls have found safety concerns are also on some people’s minds.\nNo one can say that there will never be any privacy or safety issues – of course there could be. But in a previous fact check, we looked for instances of sexual predators using the cover of transgender-friendly bathroom laws to dress up as the other sex and prey on people in bathrooms, the scenario many have said they’re concerned about.\nWe found it Mostly True that such a scenario has never happened. We didn’t give it a True because there have been a few unproven allegations in the U.S. and one conviction in Canada.\nThe Obama administration also hasn’t put stock in those concerns, and has said banning transgender people from the bathroom of the gender with which they identify is a civil rights violation.\nIt was in that context, along with the administration’s threat to withhold federal funding from North Carolina, that Moore made his \"nearly unanimous,\" \"80 percent\" claim.\nUncertainty abounds\nWe did find one poll from the conservative Raleigh-based Civitas Institute that was close to backing up Moore’s claim. We’re not sure if it’s the poll he was citing or if he was citing a poll at all – Moore didn’t respond to our questions – but we’ll proceed anyway.\nThe poll asked: \"Do you agree or disagree with a Virginia federal court ruling ordering girls and boys in public middle schools to share locker room, bathroom and shower facilities?\nThe poll did find that 80 percent of people said they disagreed with the court ruling. However, we have several issues with the question.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThe question is not only leading and inflammatory but also fundamentally misconstrues what the court ruled.\nNo boys and girls were ordered to shower, change or use the bathroom together. Instead, a federal appeals court ruled that a judge in Virginia had to reconsider a transgender boy’s request to use the boys’ facilities at school.\nThe court also said the Obama administration acted legally in defining sex-based discrimination to include discrimination against transgender people. That’s the part that may have given rise to the poll question’s wording, since the student is likely to win now.\nYet the Obama administration has repeatedly said that although schools should recognize transgender students’ rights, schools should also recognize other students’ right to privacy and that no student should be forced to openly share a changing area.\nIn school districts around the country that have already recognized transgender students’ gender identities, officials have typically put private stalls in locker rooms and/or offered unisex one-person bathrooms.\nGiven the issues with that question, let’s look at another. Another earlier poll from Civitas asked people a more accurate and nuanced question about transgender people in bathrooms, describing the arguments on both sides. This poll came before the state overturned Charlotte’s LGBT ordinance.\n\"The Charlotte City Council passed a new bathroom ordinance for transgender people that allows biological men and biological women, who identify as the opposite sex, to use the bathroom or locker room of their choosing,\" the question stated, asking people to pick sides.\nNearly 70 percent said they opposed the idea. Not 80 percent, but close.\nBut what about polls from groups with less political bias?\nAccording to a joint poll from SurveyUSA in partnership with Time Warner Cable News, 51 percent of North Carolinians think transgender people should not be able to choose which bathroom to use. That’s not \"nearly unanimous\" like Moore said; it’s barely a majority.\nAnother joint poll from SurveyUSA and a different TV station, WRAL, found 56 percent in agreement that transgender people shouldn’t be able to choose which bathroom to use – again, a majority, but not close to 80 percent.\nOur ruling\nA prominent conservative group, Civitas, did find 70 and 80 percent in two polls, although we had some serious doubts about the question that found the 80 percent support.\nTwo polls from the less partisan SurveyUSA in partnership with local TV stations have found 56 percent and 51 percent of North Carolinians support the idea. That’s still a majority, but it’s certainly not the \"nearly unanimous,\" \"80 percent support\" that Moore claimed.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/49f0e634-7574-479d-ae14-5c89d8dee47e", "vclaim_id": "vclaim-pol-04965"}