{"url": "/factchecks/2015/dec/14/ted-cruz/ted-cruz-misquotes-cia-official-makes-false-claim-/", "speaker": "Ted Cruz", "vclaim": "\"Mike Morell testified and told Congress that the reason Obama has not bombed ISIS' oil fields is they're concerned about global warming.\"", "truth_label": "false", "date": "stated on December 8, 2015 in an interview with NPR:", "title": "Ted Cruz misquotes CIA official, makes false claim on bombing ISIS oil and climate change", "text": "Republican presidential candidate Ted Cruz tore into President Barack Obama’s strategy against ISIS in an NPR interview.\nCruz, who vowed to \"utterly destroy ISIS\" and \"carpet bomb them into oblivion,\" said Obama is not serious about defeating the jihadists. The Texas senator brought up Obama’s former CIA deputy director, Mike Morell, to show how Obama has prioritized a green agenda instead.\n\"Mike Morell testified and told Congress that the reason Obama has not bombed ISIS' oil fields is they're concerned about global warming,\" Cruz said on Dec. 8’s Morning Edition. \"This is nonsense.\"\nIs it true that Morell said the Obama administration refused to strike ISIS’ oil assets because of fears that emissions from oil fires will contribute to global warming, the term for increased temperatures believed to be linked to human activity?\nNot exactly. Cruz gets several details wrong, starting with what Morell said and where he said it. His overall point is misleading and, in the words of one expert, \"completely nonsensical.\"   \nBombs and black gold\nWe’ll start with an overview of ISIS’ oil assets and what’s been bombed.\nISIS has hijacked the bulk of Syria’s oil, which has become a major cash cow for the terrorist group’s operations. (Other prominent sources of revenue include taxation and extortion, sales of looted property, bank robberies, kidnapping ransoms and state-run businesses.)\nWith about a half-dozen oil fields under its control, ISIS churns out an estimated 30,000 to 40,000 barrels per day and makes $1.5 million to $2 million daily from oil sales.\nU.S. and coalition military forces have been trying to get at this revenue source by periodically targeting oil assets for over a year. From the start of the operation against ISIS in August 2014 to Nov. 13, 2015, airstrikes have damaged or destroyed 260 oil infrastructure targets, according to the Defense Department.  \nThese strikes were initially aimed at easy targets like mobile refineries and storage depots, and not entirely successful, a Pentagon official admitted. So attacks were ramped up to focus on more sensitive targets like tanker trucks and wellheads.\nIn October 2015, the U.S.-led coalition against ISIS launched a second campaign specifically aimed to cut two-thirds of the terrorists’ oil revenue. By Dec. 1, military forces had destroyed wells, processing facilities and nearly 400 ISIS oil trucks, according to Defense Secretary Ash Carter.\n\"We've seen the U.S. get a lot more creative and aggressive with its target list,\" said Matthew Reed, vice president of Foreign Reports, a Washington-based consultant firm specializing in Middle East oil politics. \"It has had to overcome a learning curve. It's still learning what to hit and where.\"\nMisquoting Morell?\nDid a top CIA official admit that these attacks were limited because of climate change concerns? The Cruz campaign didn't get back to us. Our search of congressional transcripts did not turn up any instance of Morell giving congressional testimony on this point.\nCruz could be thinking of comments by Morell on PBS’ Charlie Rose on Nov. 23. Here’s what Morell said:\nMorell: \"So prior to Paris, there seemed to be a judgment — I don’t sit in the Sit. Room (sic) anymore — but there seemed to have been a judgment that, look, we don't want to destroy these oil tankers because that's infrastructure that's going to be necessary to support the people when ISIS isn't there anymore.\n\"And it's going to create environmental damage. And we didn't go after oil wells — actually hitting oil wells that ISIS controls because we didn't want to do environmental damage and we didn’t want to destroy that infrastructure.\"\nRose: \"So we’re hitting oil on trucks.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nMorell: \"So now we're hitting oil on trucks. And maybe you get to the point where you say we also have to hit oil wells. So those are the kind of tough decisions you have to make.\"\nCruz flubs Morell’s comments in a few ways.\nFirst, Morell was talking about oil tankers and wells under ISIS’ control, not \"oil fields.\" That term can refer to the underground reservoirs of petroleum or the broader oil infrastructure sitting atop (i.e. refineries, tanks and other collection and transportation equipment). As we noted, military forces have been hitting some oil assets.\nSecond, Morell made no mention of global warming. Instead, he said the oil tankers and wells were spared out of concern for \"environmental damage.\" Based on previous comments by Pentagon officials and experts we talked to, Morell was more likely referring to oil spills and destroying the local environment.\nThat’s a far cry from climate change.\nLimitations and concerns\nThe attacks on ISIS oil have been limited by many concerns. But based on statements by Pentagon officials and experts, the list doesn’t include global warming.\nThe first attacks, for example, were aimed at damaging, not completely destroying, mobile refineries and other equipment in order to keep the infrastructure intact for an ISIS-less future, not out of environmental concerns.  \n\"We'd like to preserve the flexibility for those refineries to still contribute to a stable economy in what we hope will be a stable country when the Assad regime is not in control anymore,\" a Pentagon spokesperson told reporters in September 2014, adding that the attacks may have actually caused some oil fires.\nOil wells and tanker trucks were initially off limits in order to avoid civilian casualties, according to news reports. Even when these became fair game in October 2015, permanent destruction still wasn’t the goal.\n\"We have to be cognizant that there will be a time after the war -- the war will end,\" another Pentagon spokesperson said in November 2015. \"So we don't want to completely and utterly destroy these facilities to where they’re irreparable.\"\nExperts told us this policy is humanitarian and tactical. Injuring or killing civilians or crippling the economy would be counterproductive to the goal of isolating the enemy from the local population, said Ben Bahney, an analyst at the RAND Corporation, a global policy think tank.\n\"The Pentagon doesn't care about ISIS' carbon footprint,\" Reed of Foreign Reports said. \"They do care about how airstrikes impact locals who are trapped inside ISIS territory. Because the potential for environmental and humanitarian disaster is so high, the U.S. uses precision strikes.\"\nThat’s precisely why bombing the physical oil fields themselves would be a \"terrible idea,\" said Daveed Gartenstein-Ross of the Foundation for Defense of Democracies. The ecological fallout, health hazards and permanently weakened economy would impact local people.\n\"If it were just global warming, we would obviously bomb them,\" he said.\n\"If you’re worried about climate change, you should be stopping oil production period. If you bomb the well heads, you prevent the oil from being extracted so that would actually help reduce emissions,\" Bahney said. \"Cruz’s claim is completely nonsensical.\"\nThe Cruz campaign did not respond to requests for comment.\nOur ruling\nCruz said, \"Mike Morell testified and told Congress that the reason Obama has not bombed ISIS' oil fields is they're concerned about global warming.\"\nWe found no instances of Morell testifying before Congress on this point. He did talk about Obama’s ISIS strategy on PBS, but Cruz misquotes what he said.\nMorell said U.S. military forces spared oil tankers and wells — not \"oil fields\" — in order to avoid \"environmental damage.\" Preserving the environment for the local population is quite different from global warming, which no officials have brought up as a deterrent from bombing ISIS.\nThe U.S. military has been striking oil assets but it has limited those strikes out of concern for civilian casualties, destroying the oil infrastructure and doing damage to the local environment. If climate change was the Obama administration’s top priority, experts said, it would make more sense to bomb the oil fields.\nWe rate Cruz’s claim False.", "vclaim_id": "vclaim-pol-05622"}