{"url": "/factchecks/2019/oct/23/facebook-posts/no-food-companies-are-not-selling-products-contain/", "speaker": "Facebook posts", "vclaim": "Says popular food and drink items such as Kraft, Pepsi and Nestle use a flavor enhancement company that \"puts aborted baby fetus cells in their food and drinks.\"", "truth_label": "false", "date": "stated on October 8, 2019 in a Facebook post:", "title": "No, food companies are not selling products that contain ‘aborted fetus cells’", "text": "A post shared on Facebook makes a disturbing claim that many popular food and drink companies use \"aborted baby fetus cells\" to enhance the flavor of their products. \nThe post features text around a collage of popular food and drink items such as Pepsi, Doritos, Lays, Fritos, Aunt Jemima and Gatorade. It says:\n\"If only sheeple knew .. that there’s a flavor enhancement company called senomyx that puts aborted baby fetus cells in their food and drinks.\"\nThe post also has a lengthy caption that appears to be taken entirely from a 2015 blog post by Rich Swier, in which Swier includes this excerpt from a Conservative Post story: \n\"Kraft, PepsiCo, Nestle, work with Semonyx, a California-based [company] that uses aborted embryonic cells to test fake flavoring chemicals. The aborted human fetal cell line is known as ‘HEK-293,’ and it is used to see how the human palate will react to synthetic flavors. Since most of today’s processed food lacks flavor, companies like Semonyx are hired to develop flavors on their own...\"\nSwier, according to the blog, holds a doctorate of education from the University of Southern California.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nLet’s just start off by saying that no —neither Kraft nor Pepsi nor any other U.S. food company is selling items to the public that contain \"aborted baby fetus cells.\"\nThe Conservative Post story that Swier’s blog and the Facebook post reference no longer exists on the website, but we traced the controversial claim back to a 2011 dispute involving Senomyx, a San Diego-based biotechnology company, and a pro-life group called Children of God for Life. \nAccording to an archived version of a March 29, 2011, press release from Children of God for Life, the group called for a boycott of food companies that contract with Senomyx. The organization pointed to an April 2002 report by Senomyx researchers as proof that the company was adding HEK 293 — Human Embryonic Kidney 293 cells — in its research and development to enhance flavor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nHEK 293 is a line of cells originally derived from human embryo kidney cells and that were grown in a tissue culture. The first source of the cells was a fetus that was legally aborted in the Netherlands in the 1970s. The cell line has been widely used in biological and medical inquiry, especially for cancer research.\nFetal stem cell research has been used in cell biology for over 30 years. But no company is manufacturing food or other products intended for human consumption that contain aborted human fetuses. \nSenomyx has used the HEK 293 cell line in its flavor research to function as the mouth’s taste receptor cells, allowing the company to test hundreds of substances. But these cells are not in any of the actual food products that consumers would find on the market. CBS News wrote about this in 2011: \n\"To non-scientists this may sound a bit strange, but the reality is that HEK 293 cells are widely used in pharmaceutical research, helping scientists create vaccines as well as drugs like those for rheumatoid arthritis. The difference here is that Senomyx's work for Pepsi is one of the first times the cells have (potentially) been used to create a food or beverage. (And it's important to note that no part of a human kidney cell are ever a part of Senomyx's taste enhancers or any finished food products.)\"\nGwen Rosenberg, vice president of investor relations and corporate communications for Senomyx, described the process to the Miami New Times during the 2011 controversy and said the process is \"basically a robotic tasting system\":\n\"(Rosenberg) depicted rows of little plastic square dishes with hundreds of tiny indentations in each dish. A protein is placed in each indentation, then a flavor. If the protein reacts to the flavor, the results are charted. If the new flavor (of which the company has more than 800,000) is successful with the protein test, the company then conducts taste tests with (live) adult humans.\"\nScience and medicine writer Matthew Herper also broke down the process in a 2012 Forbes article:\n\"This is 35-year-old technology. And it is widely used in cell biology. And there is no way you'll consume them or that the cells would cause any health problems.\n\"... The kidney cells were forced to take up bits of DNA using a technique invented in 1973 that used a calcium solution. The resulting cells don't act much like human cells at all, but they are very easy to work with and have become workhorses of cellular biology. That's why they're used in the development of drugs and vaccines. (Here's the original paper on the creation of the HEK cells.) No new fetal tissue has been used to keep the cell culture going; the use of this cell line isn't leading to new abortion.\"\nOur ruling\nA Facebook post claims several popular food companies add \"aborted baby fetus cells in their food and drinks\" for flavor enhancement.\nThe post mischaracterizes the use fetal stem cell research by biotechnology companies such as Senomyx. HEK 293 cells, a cell line from an aborted fetus from the 1970s, has been widely used in cell biology research for over 30 years in multiple areas, including food and pharmaceutical development. But none of these cells are found in the food products available to consumers.\nSo, while there is a back-story associated with this post, the claim itself is too inaccurate to rate it anything but False.", "vclaim_id": "vclaim-pol-00030"}