{"url": "/factchecks/2019/jul/22/bernie-sanders/do-studies-show-middle-class-families-would-save-3/", "speaker": "Bernie Sanders", "vclaim": "With Medicare for All, \"study after study has shown that ... the average middle-class families will save $3,000 each and every year on their health care bills.\"", "truth_label": "barely-true", "date": "stated on July 17, 2019 in a speech at George Washington University:", "title": "Do studies show middle-class families would save $3,000 a year under Medicare for All? Not really", "text": "One of the main fears about Bernie Sanders’ Medicare for All plan is that the impact of higher taxes to pay for it will swamp any savings it produces.\nSanders dedicated a single speech to parry that and other criticisms of replacing private with government health insurance.\n\"Medicare for All will fully eliminate insurance premiums — no more premiums, no more deductibles and no more copayments,\" Sanders said at George Washington University July 17. \"Study after study has shown that as a nation we will save substantial sums of money, and the average middle-class families will save $3,000 each and every year on their health care bills.\"\nThis caught our eye, because the latest Medicare for All bill is silent about the taxes needed to pay for it. Sanders’ website offers some options, but not a specific proposal, and that’s important. If taxes replace premiums and other health expenses, a straight-forward tax plan would shine a light on who would pay how much. \nThe Sanders campaign pointed to two studies to back up Sanders’ point, but neither provides solid support for $3,000 in annual savings.\n• One study from 2016 estimated tax collections based on rates that were replaced by the 2017 Tax Cuts and Jobs Act. \n• Another study from 2018 applies only to New York state, and never considered the price tag for long-term care, a line item that costs over $26.5 billion. Medicare for All would cover long-term care.\n• Lastly, Sanders believes a single-payer program would save trillions of dollars in overall health care spending. Credible studies raise questions about that. \nThe core tradeoff\nAmerican households spend about $980 billion on health care. That includes premiums and anything they paid out of pocket to cover services, deductibles, co-pays and co-insurance. Employers pay another $700 billion.\nThe idea behind Medicare for All is to replace all of that with taxes, with most people coming out ahead. Washington would use tax dollars to pay providers — from hospitals, to drugmakers, to dentists, to nursing homes and more. The theory is that costs would fall dramatically. The drop would come from eliminating insurance company profits, finding greater efficiencies and the government negotiating lower prices.\nWith total healthcare spending of $3.5 trillion, a key debate is whether the single-payer approach could squeeze enough savings to keep taxes for most households lower than what they would spend today.\nStudy No. 1: The 2016 Citizens for Tax Justice analysis\nUnlike today, Sanders provided details on how he would pay for this plan in 2016. There would be a 2.2% additional tax on income; higher taxes and a cap on tax deductions on households making over $250,000 a year; higher capital gains taxes, and more.\nAt the time, Citizens for Tax Justice, a group that supports lower taxes on middle- and low-income families and higher taxes on the wealthy, ran an analysis. A significant factor was that since employers would no longer cover a large portion of their workers’ premiums, they would give about half of that back in the form of higher wages. \nBigger paychecks would help defray the cost of the new taxes on workers to pay for the government health plan.\nCitizens for Tax Justice said the middle 20% of taxpayers — people making $39,000 to $62,000 — would see their net income rise by $3,240.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThat estimate applies to old tax rules. Tax expert Gordon Mermin with the Urban-Brookings Tax Policy Center said the 2017 Tax Cut and Jobs Act changed the tax bills families face today. And the impacts could cut both ways. Some households could see their taxes go up more than before.\n\"The higher tax rates proposed in 2016 would raise more money now since current law rates are lower,\" Mermin said. \nBut revenues from the well-to-do might be less, due to the ways the 2017 tax law already limited some deductions for the wealthy.\nBottom line: How people at different income levels would fare is unclear. The 2016 analysis reveals less than it once did.\n\"Taxes are going to vary tremendously across workers,\" said the University of Chicago’s Katherine Baicker. \"On net, some people are going to be much better off, and some people are going to be much worse off — and overall taxes will have to rise substantially.\"  \nStaff at Citizens for Tax Justice told us they no longer do this sort of analysis and the group that took over that work hasn’t analyzed today’s Medicare for All plan.\nStudy No. 2: RAND study for New York\nAs New York weighed creating its own single-payer plan in 2018, a private foundation commissioned the policy consultants at RAND to estimate the effects. That study found that with a progressive tax plan, \"health care payments would decrease among most residents and would increase among the highest-income residents.\"\nBut that finding came with many uncertainties. In some situations, lower-income workers would see their costs go up. If a small percentage of upper-income residents found ways to avoid paying higher taxes, the burden on lower and middle-income people would go up.\nTotal spending on health care about a decade from now could range from 15% less to 12% more. Higher costs would result in lower savings for middle-income families.\nImportantly, RAND analyst Christine Eibner noted that its estimates omitted long-term care. In New York, government Medicaid payments for nursing home and home care are over $26 billion. The RAND study said if it had included long term care, total health care costs would rise by at least 2%.\nLastly, New York is not like every other state, and it’s not a perfect model for the rest of the country.\nOther studies on both sides\nOn his website, Sanders refers to a report from University of Massachusetts researchers that found Medicare for All would reduce health care spending for middle-income families substantially — a family making $60,000/year with employer health insurance would save about $1,600. That study included several taxes, including a national sales tax (food, housing and education excluded)  and a wealth tax on assets over $1 million.\nThat study predicted deep reductions in overall health spending, enough to ensure that the tax revenues would cover costs. But analysts at the Urban Institute and at Emory University have warned that Sanders’ past financing plans would not deliver enough money to cover the price tag.\nOur ruling\nSanders said that multiple studies show that under Medicare for All \"average middle-class families will save $3,000 every year.\" The studies don’t back him up.\nOne is based on 2016 numbers that are outdated, especially when it comes to current tax rates. Another deals only with New York state, excluded the high cost of long-term care, and offered a range of possible outcomes.\nA lot depends on the actual taxes to raise money, and we don’t have a specific proposal from Sanders.\nWe rate Sanders’ claim Mostly False.", "vclaim_id": "vclaim-pol-00410"}