{"url": "/factchecks/2015/mar/16/tom-cotton/tom-cotton-says-susan-rice-conceded-under-nuclear-/", "speaker": "Tom Cotton", "vclaim": "Says that \"Susan Rice, the president's national security adviser, has already conceded that Iran will have a robust uranium enrichment capability.\"", "truth_label": "barely-true", "date": "stated on March 9, 2015 in an interview on Fox News:", "title": "Tom Cotton says Susan Rice 'conceded' that under nuclear deal, Iran would have 'robust' enrichment", "text": "In the space of a few days, Sen. Tom Cotton, R-Ark. -- who only won his office four months ago -- became a central player in the drama over a potential nuclear deal with Iran.\nCotton spearheaded a letter to Iran’s leaders that was ultimately signed by 47 Republican senators saying that Congress could ultimately overrule any agreement. Democrats said the letter undermined presidential authority to carry out foreign policy.\nOn March 9, 2015, shortly after news of the letter broke, Cotton appeared on Fox News Channel and said this:\n\"We don't know what the final terms of the deal are. But we know so far that Susan Rice, the president's national security adviser, has already conceded that Iran will have a robust uranium enrichment capability. The president has said this bill will have a sunset, perhaps as little as 10 years (from now). Those two terms alone make this deal unacceptable.\"\nWe see two related but distinct questions here. The first one is easier: Did Rice literally say what Cotton said she did? The second is trickier: Is what Rice said functionally equivalent to what Cotton claimed?\nOutline of the negotiations\nFirst, some background on the Iran nuclear negotiations.\nIn November 2013, the five permanent members of the United Nations Security Council, plus Germany, known as the P5+1, joined with Iran in signing an agreement that temporarily stopped Iran’s production of potentially weapons-grade nuclear material. In 2014, that agreement was extended, with continued sanctions relief, including the ability to sell oil and to gain access to assets frozen in overseas bank accounts, and some additional nuclear steps by Iran. This interim agreement expires in June.\nUnder the interim deal, Iran was cleared to continue enriching uranium, though only to the diluted level of 5 percent and with its stockpile capped. That falls well short of what weapon makers would need to create a bomb.\nOn the other hand, critics of the deal say the first 5 percent enrichment is the toughest, meaning it would be comparatively easy for Iran to reach 90 percent once it got to 5 percent. Still, supporters of the administration’s approach counter that it would take Iran roughly a year to make a bomb, leaving time for the world to detect what’s happening and respond.  \nRice’s speech to AIPAC\nCotton’s office didn’t return two inquiries, but we found a quote by Rice that seems to be the one Cotton is referencing; it attracted attention in both the conservative and mainstream media.\nRice made the remarks  in a March 2 speech to a convention of the American-Israel Public Affairs Committee, an influential pro-Israel group that includes many skeptics of President Barack Obama’s approach:\n\"We cannot let a totally unachievable ideal stand in the way of a good deal. I know that some of you will be urging Congress to insist that Iran forego its domestic enrichment capacity entirely.  But, as desirable as that would be, it is neither realistic nor achievable. Even our closest international partners in the P5+1 (the United Kingdom, France, Russia, China and Germany) do not support denying Iran the ability ever to pursue peaceful nuclear energy. If that is our goal, our partners will abandon us, undermining the sanctions we have imposed so effectively together. Simply put, that is not a viable negotiating position. Nor is it even attainable. The plain fact is, no one can make Iran unlearn the scientific and nuclear expertise it already possesses.\"\nThis makes it clear that Rice didn’t use the word \"robust.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTwo arms-control experts agreed that Cotton was taking liberties with Rice’s words.\n\"I think Cotton exaggerated what Rice said,\" said Richard Nephew, the program director for economic statecraft, sanctions and energy markets at Columbia University’s Center on Global Energy Policy. \" 'Robust' has a connotation that, to me, means more than just a capability. I use the term ‘robust’ to mean ‘healthy’ or ‘strong.’ What exactly that means probably depends on the eye of the beholder, but to me, ‘robust’ evokes some real weight, which isn't what Rice said.\"\nMatthew Bunn, an arms-control specialist at Harvard University’s Kennedy School of Government, agreed that Cotton was \"clearly incorrect\" in how he quoted Rice.\n\"If this is the quote Cotton was referring to, he’s simply wrong about what she said. She said they won’t have zero, not that they will have a ‘robust’ capability,\" Bunn said.\nThe White House told PolitiFact that Cotton embellished Rice’s words. \"Our goal is to effectively shut down the four pathways to fissile material for a nuclear weapon:  uranium enrichment at Natanz; uranium enrichment at Fordow; the plutonium pathway; and the possibility of a covert pathway,\" said National Security Council spokeswoman Bernadette Meehan. \"We seek to do this by extending Iran’s breakout time to at least one year – which is significantly longer than what experts have publicly estimated is Iran’s current breakout time of approximately two to three months.\"\nWas Cotton’s implication reasonable?\nRice argued in her speech that it’s unrealistic to expect diplomacy to reduce Iran’s enrichment capability to zero. But do nuclear experts believe that any amount of enrichment capability greater than zero is inherently \"robust\"? Or is there a sweet spot between \"zero\" and \"robust\" in which Iran’s potential nuclear-bomb ambitions would be weakened to the point of inefficacy?\nThe experts we checked with said there probably is such a sweet spot, but they cautioned that it’s hard to know for sure.\nNephew and Bunn said the enrichment capabilities currently envisioned would, combined with the restrictions and monitoring established under the agreement, leave Iran with about a year’s work to make material for a bomb at its inspected facilities. That, Bunn argued, would give the world time to notice what’s going on and respond, and \"would effectively take that option off the table for Iran.\"\nA greater risk, Bunn said, is that if Iran decides to go full-steam ahead on building a bomb, \"it is far more likely to build a secret site for that purpose, rather than trying to do it with the world knowing what they are doing at facilities that could readily be bombed.\"\nTo be sure, that’s a worrisome scenario -- but it’s also one that doesn’t depend on how much enrichment capability is allowed under the deal currently being negotiated.\nUltimately, there are too many unknowns to say with any certainty how \"robust\" Iran’s enrichment capability would be -- starting with the fact that the negotiations are still ongoing, said David Albright, president of the Institute for Science and International Security.\n\"The meaning of ‘robust’ is in the eye of the beholder,\" Albright said. \"But knowing for sure who is right depends on knowing how much nuclear infrastructure will remain and what are the limits on its operation. We cannot know that for sure until we see a deal.\"\nOur ruling\nCotton said, \"Susan Rice, the president's national security adviser, has already conceded that Iran will have a robust uranium enrichment capability.\"\nCotton essentially puts words in Rice’s mouth when he says she \"conceded\" that Iran will keep a \"robust\" enrichment capability. She didn’t use those words in the AIPAC speech.\nMeanwhile, what she did say -- that zero enrichment capability, \"as desirable as that would be, it is neither realistic nor achievable\" -- may or may not lead to Cotton’s conclusion that Iran will be left with a \"robust\" capability. Experts expect that there is a point between \"zero\" and \"robust\" where Iran’s nuclear ambitions are hampered, but there are too many variables and too much uncertainty to say so with certainty. On balance, we rate the claim Mostly False.\nNote: This claim was fact-checked as part of a reward to our Kickstarter campaign to live fact-check the 2015 State of the Union. Thanks to all who contributed.", "vclaim_id": "vclaim-pol-06618"}