{"url": "/factchecks/2009/nov/09/louise-slaughter/slaughter-claims-women-pay-48-percent-more-health-/", "speaker": "Louise Slaughter", "vclaim": "Women pay 48 percent more for health insurance.", "truth_label": "barely-true", "date": "stated on November 7, 2009 in a statement on the House floor:", "title": "Slaughter claims that women pay 48 percent more for health insurance than men", "text": "During a heated weekend debate over the House health care bill, Democratic Rep. Louise Slaughter of New York made her case for the overhaul.\n\n \n\nIn part, she said she supports the bill because of how it would improve women's health care.\n\n \n\n\"We will stop telling women ... that they have to pay 48 percent more for health insurance because ... it is all right to do that because women have different diseases,\" said Slaughter, who holds the gavel of the powerful Rules Committee, a panel that sets the parameters for House debate. \"We want to have an end to that.\"\n\n \n\nWhat Slaughter is talking about is the practice of gender rating; insurance companies routinely charge women higher premiums than men of the same age and health status because, to put it simply, women go to the doctor more often. With policies purchased on the individual market, companies can deny coverage due to pre-existing conditions that are specific to women, such as\n\nbeing pregnant\n\n; these are practices the House health care bill aims to end.\n\n \n\nThere's plenty of evidence that women pay more for health care. For instance, according to a recent report by the Center for American Progress, women ages 19 to 64 are more likely to spend 10 percent of their income on out-of-pocket health care costs compared to men. During their child-bearing years, women are likely to pay 68 percent more on their health care than men, according to the same report. And a May 2009 study by the Commonwealth Fund found that, in 2007, 45 percent of women accrued medical debt or experienced problems with insurance bills.\n\n \n\nIn short, there's little disagreement that women pay more for health care costs than men do, but do they really pay 48 percent more for insurance? We were hard pressed to find the same statistic that Slaughter mentioned on the House floor.\n\n \n\nWe checked with Slaughter's office and were told that the figure had actually come from a document distributed by House Speaker Nancy Pelosi's office about how health care reform could help women.\n\n \n\nAccording to Pelosi's Web site, \"Women are charged up to 48 percent more than men in the individual market. ... These women pay up to 48% more in premium costs than men.\"\n\n \n\nThose numbers were pulled from a recent study by the National Women's Law Center, a group that supports health care reform, that looked at how much women who are 25, 40 and 55 pay for health insurance compared to men, according to Pelosi's office. The group found that women age 25 are charged between 6 and 45 percent more than men for identical insurance coverage. Women at the age of 40 face monthly premiums between 4 and 48 percent higher than men's monthly premiums.\n\n \n\nAs Pelosi's brief pointed out, these numbers have to do with the individual market, meaning the consumer bears the entire cost of the plan. The Kaiser Family Foundation estimates that approximately 6 percent of all women buy their coverage through the individual market. The 38 percent of women with health insurance through their employer or the 25 percent of women who get insurance through a spouse presumably face much lower costs.\n\n \n\nSo, while Slaughter's underlying point is correct -- that women pay more for health insurance than men do -- she failed to include some important details in her floor speech. For one, she omitted that women can pay as little as 4 percent or as much as 48 percent more in premiums, so she cherry-picked the highest number possible.  Furthermore, Slaughter did not mention that these figures are only for women who buy health insurance through the individual market, which is a relatively small number of consumers compared to women who get insurance through other means. As a result, we give Slaughter a Barely True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15482"}