{"url": "/factchecks/2014/aug/31/gina-raimondo/gina-raimondo-says-providences-pension-fund-has-re/", "speaker": "Gina Raimondo", "vclaim": "\"The pension fund in the city of Providence is only 30 percent funded, about the same level as when he [Taveras] took office.\"", "truth_label": "mostly-true", "date": "stated on August 26, 2014 in a debate:", "title": "Gina Raimondo says Providence's pension fund has remained critically underfunded under Angel Taveras", "text": "Public employee pensions have been a hot topic in the 2014 primary race for governor because two of the Democratic candidates have had to deal with underfunded plans.\nDuring the Aug. 26, 2014 Providence Journal - WPRI debate between Democrats Clay Pell, General Treasurer Gina Raimondo and Providence Mayor Angel Taveras, Raimondo and Taveras swapped barbs about who has administered their respective pension funds most effectively.\nTaveras, who got concessions from the city's unions, said the state pension fund is underperforming and paying excessive fees.\nRaimondo, whose changes in the state fund sparked a lawsuit that remains unresolved, countered that \"we have great returns with lower risk,\" and she fired back at Taveras.\n\"The pension fund in the city of Providence is only 30-percent funded, about the same level as when he [Taveras] took office,\" she said. \"[I] fixed a system for the long term. He made small changes and the pension system in Providence is still in crisis.\"\n(The U.S. Government Accountability Office recommends that  public pension plans should be at least 80 percent funded.)\nWe were curious about what the trend has been in Providence and whether the funding has gone down. We asked the Raimondo campaign for its evidence.\nSpokesman Eric Hyers sent us links to two documents. The first was a Jan. 19, 2012 report from Providence's pension adviser, Buck Consultants, which tracks funding going back to 1994, when the city had 57.4 percent of the pension money it needed.\nSince then, the overall trend has been down. The funded ratio had plummeted to 39.3 percent by the last full fiscal year Vincent A. \"Buddy\" Cianci Jr. was in office. It had dropped to 34.1 percent by June 30, 2010, when David Cicilline, now a U.S. representative,  was in his last year.\nA year later, when Taveras had been in office for six months, the funded ratio had dropped to 31.94 percent.\nThe second document was the Jan. 31, 2014 valuation report by the city's new pension adviser, Segal Consulting.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nIt reports that as of June 30, 2013, with Taveras in office two and a half years, the funded ratio was virtually the same -- 31.39 percent. And this was after Taveras won union concessions to reduce pension costs.\nBy comparison, the funded ratio for the state employees plan went from 48.4 percent in June 2010, before Raimondo took office, to 56.2 percent as of June 30, 2013 in the most recent audit.\nMichael D'Amico, Taveras' former director of administration who is now a budget consultant for the city, said it was \"a complete oversimplification\" to imply that the changes were small because the funded ratio didn't change significantly.\nThe actual cost of the pension system was reduced substantially by negotiating changes such as a 10-year suspension of cost-of-living raises and the elimination of 5- and 6-percent compounded cost of living adjustments, D’Amico said.\n\"We got just about as much as we possibly could have without cutting pensions,\" said Taveras spokesman David Ortiz. \"In a sense, the administration faced a choice: do we push Providence into bankruptcy to give a receiver the ability to cut pensions?\n\"The mayor believed the cost and collateral damage of pushing Rhode Island’s capital city into bankruptcy was not worth extra pension savings we would have been able to pursue,\" Ortiz said.\nSaid D'Amico: \"If we hadn't done anything, the funded ratio would have been much lower.\"\nOur ruling\nWhen Raimondo said, \"The pension fund in the city of Providence is only 30 percent funded, about the same level as when he [Taveras] took office,\" she was only off by one percentage point, according to the most recent audit of the fund. That funded ratio has not increased since Taveras was sworn in on Jan. 3, 2011.\nBut that percentage was on a downward spiral at the time, so having it stabilize at 31 percent doesn't necessarily reflect \"small changes,\" as Raimondo claimed in the debate. And the changes negotiated between Taveras and the city’s unions are intended to gradually increase the funding ratio.\nBecause the statement is accurate but needs clarification or additional information, we rate it Mostly True.\n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-07369"}