{"url": "/factchecks/2019/jan/18/facebook-posts/no-trump-didnt-say-illegal-immigration-has-been-pr/", "speaker": "Facebook posts", "vclaim": "Says Donald Trump \"said illegal immigration has been a problem in America for 'thousands of years.' \"", "truth_label": "false", "date": "stated on January 6, 2019 in a Facebook post:", "title": "No, Trump didn't say illegal immigration has been a problem for 'thousands of years'", "text": "Donald Trump has described the situation at the southern border as a crisis, imploring the public and Congress to sign onto his plan to build a wall along the U.S.-Mexico boundary. Two days before his address to the nation, though, a Facebook post about the president’s remarks about immigration started to gain traction.\n\"Trump said illegal immigration has been a problem in America for 'thousands of years,' \" the Jan. 6, 2018 post says. \"Is it possible to be any more ignorant?\"\nBy Jan. 18, it had been shared nearly 15,000 times, and it was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe account that posted the claim did not immediately respond to a message seeking more information. The White House also did not respond to an email about the Facebook post.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nBut the claim appeared on Facebook the same day Trump took questions from the media on the South Lawn at the White House about the government shutdown. According to a transcript of his remarks, Trump said: \"I put out a quote this morning of Barack Obama; I put out a quote this morning of Hillary Clinton in 2015 — that was a few years ago — strongly saying that you need a border to keep illegals out. And that’s what you have to have. But it’s not just illegals. It’s criminals. It’s drugs. It’s the new phenomena that’s been age-old, been going on for thousands of years, but it’s never been worse than now because of the Internet. Human trafficking — where they grab women, put tape over their mouth, come through our border, and sell them. And they go both ways, in both directions.\"\nNearly a week later, on Jan. 11, Trump spoke again at the U.S. border patrol station in McAllen, Texas. According to a transcript of those remarks, Trump hit a similar note: \"In a few moments, the American people will hear directly from or frontline border agents about the tremendous flood of illegal immigration, drug trafficking, human trafficking — a phenomena that has been going on for a thousand years or more, and that you’d think was something that modern society wouldn’t have. And I hate to tell you that, because of the Internet, it’s worse than ever before. Human trafficking — it’s a horrible thing.\"\nThough Trump did say \"thousands of years\"—or, later, \"a thousand years or more\"—while talking about border security, it was to lend historical context to the broader problem of human trafficking. While Trump's stream-of-consciousness manner of speaking does sometimes leave room for interpretation, actual transcripts show he did not suggest the United States itself is thousands of years old, or that illegal immigration has been a problem here for that long.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-01115"}