{"url": "/factchecks/2020/dec/08/joe-biden/many-americans-say-they-dont-want-vaccine-should-w/", "speaker": "Joe Biden", "vclaim": "\"People have lost faith in the ability of the vaccine to work. Already, the numbers are really staggeringly low.\"", "truth_label": "half-true", "date": "stated on December 3, 2020 in an interview with CNN:", "title": "Many Americans say they don’t want a vaccine. Should we be worried?", "text": "A vaccine to prevent coronavirus infections is tantalizingly close, with the first inoculations in the United States weeks or even days away. But concern persists that not enough Americans will be willing to be vaccinated to fully halt the virus’ spread.\nPresident-elect Joe Biden raised this concern during a Dec. 3 interview with CNN’s Jake Tapper.\nWhen Tapper asked whether Biden planned to be vaccinated before he’s inaugurated on Jan. 20, Biden said he would.\n\"People have lost faith in the ability of the vaccine to work,\" Biden said. \"Already, the numbers are really staggeringly low. And it matters what a president and a vice president do. … And it's important to communicate to the American people it's safe to do this.\"\nWe interviewed seven experts for this story. They expressed disappointment with Americans’ relatively low willingness to take the vaccine so far, and they were especially concerned about deeper skepticism of a vaccine among racial minorities. But they added that these early findings do not mean that the effort is doomed.\nMost of the polling so far has asked about a vaccine that was still theoretical. Now, several vaccines have been presented to regulators with strong initial results, and if the initial rollouts are smooth — and if targeted educational efforts begin to have an effect — the experts expect Americans to become more comfortable with taking a vaccine. (The Biden campaign did not respond to an inquiry for this article.)\nWhat the polling shows\nSince May, at least seven pollsters have taken a look at Americans’ willingness to receive a coronavirus vaccine. \nMost polls have found between 50% and 70% of respondents willing to get vaccinated. (Some of the differences may stem from differences in how the question was worded in each poll.)\n\n \nRespondents’ stated willingness to receive the vaccine fell in the summer and the early fall before recovering somewhat in October and November.\nObservers said this might have to do with early, positive results for several vaccine trials — making a vaccine less theoretical to Americans — or relief among Democratic survey respondents that Joe Biden will be president during most of the vaccine rollout, rather than Donald Trump.\nTo understand the public’s wariness about a coronavirus vaccine, it helps to take into account \"the politicization of the virus and seemingly everything surrounding it, as well as the level of misinformation being circulated,\" said Jason Salemi, an associate professor of public health at the University of South Florida.\nWhy the current level of willingness to be vaccinated is worrisome\nWhile less-than-optimal levels of vaccination will still help ease the pandemic, epidemiologists say that something approaching full eradication can occur only if most people receive their shots.\n\"Given what we know about the virus so far, we are going to need higher proportions of people to take the vaccine then who are now saying they will for protection to occur on a population level,\" said Nicole Gatto, an associate professor in Claremont Graduate University’s school of community and global health.\nAn especially important issue is that some subgroups of the population are less welcoming of a coronavirus vaccine than the public at large.\nWhile 33% of white respondents to a Kaiser Family Foundation poll said they would probably not or definitely not take the vaccine, the rates were higher for Hispanics (37%) and Blacks (49%).\nA survey by the COVID Collaborative found that 14% of Black respondents and 34% of Hispanic respondents said they mostly or completely trust that a vaccine will be safe. Only 18% of Black respondents and 40% of Hispanic respondents said they mostly or completely trust that a vaccine will be effective.\nMost analysts attribute the hesitancy about vaccines in the Black community to a legacy of unethical medical experimentation, as well as longstanding disparities in the quality of health care available to racial minorities.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\"There are historical reasons that justify that caution and skepticism,\" said William Schaffner, a professor of preventive medicine, health policy and infectious diseases at Vanderbilt University. \nIf Black Americans do end up forgoing vaccination at especially high rates, it could be especially problematic, since rates of illness and death from COVID-19 have been higher for Blacks than for whites. One reason for this may be their added risk of exposure.\n\"Minority groups are overrepresented among essential workers, and these are groups that are among the most important for the vaccine to reach,\" Gatto said.\nThe eventual response could be better than the polls say now\nBefore assuming widespread vaccine skepticism will lead to poor vaccination rates, it’s worth noting some context.\nFlu vaccination coverage among adults in the United States has fluctuated between 37% and 48% in the past decade, Salemi said. Compared against the widely available vaccine for the flu, the survey data for a coronavirus vaccine is \"not ‘staggering,’\" Salemi said. \nIn addition, there’s evidence that older Americans — those who are more susceptible to the virus’ worst impacts — are more willing to get vaccinated. For instance, a CNN poll in October found that 60% of those age 65 and older said they would try to get a vaccine, compared with 49% among those younger than 45. \nAnd history suggests that concerted public education campaigns can help boost low public confidence.\n\"Successful mass-vaccination campaigns have been carried out previously in the United States, including for polio in the 1950s and more recently for the 2009 H1N1 pandemic,\" said Matthew B. Laurens, associate professor of pediatrics at the University of Maryland School of Medicine’s Center for Vaccine Development and Global Health. \"Maintenance of public trust will depend on clear messages to the public regarding vaccine benefits and side effects, transparency of vaccine developers and researchers regarding what is known and is not known about available vaccines for COVID-19, and continuous engagement and dialogue with communities and individuals.\"\nCampaigns can work well by leveraging community members, faith leaders, celebrities and athletes — \"people who can demonstrate by example,\" Gatto said.\nUltimately, though, one of the biggest factors driving lower-than-desired public approval of a coronavirus vaccine is simply an understandable caution about trying something new.\n\"A dose of healthy skepticism is normal,\" Schaffner said. \"These are new vaccines with new technologies against a new virus.\" \nExperts agree that the public’s view of vaccines can change, since Americans are being bombarded every day by new information about the virus and possible vaccines.\n\"We have to be realistic about the ebb and flow as more information comes out about the particular vaccines — how the initial vaccination efforts go, and what happens to the first folks taking it,\" said Mollyann Brodie, executive vice president for public opinion and survey research at the Kaiser Family Foundation.\n\"Even today, we don't yet have a vaccine that has been given the green light by the FDA, and most of these surveys were taken before data from Moderna and Pfizer were released,\" added Tara Smith, a Kent State University epidemiologist. \nExperts express cautious optimism that a smooth rollout will ease concerns among Americans who are currently reluctant. \"I do think the comfort level with the vaccine will indeed increase over time,\" said Brooke Nichols, an infectious disease mathematical modeler at the Boston University School of Public Health.\nAlso important to remember \"is that we have some time,\" Schaffner said. \"We can’t vaccinate everybody in a week and a half.\"\nOur ruling\nBiden said, \"People have lost faith in the ability of the vaccine to work. Already, the numbers are really staggeringly low.\"\nExperts agree that the initial percentages of Americans saying they’re willing to take the vaccine are lower than would be ideal to fully eradicate the coronavirus, and that the numbers are especially low among racial and ethnic minorities even though those groups have been hit disproportionately by the pandemic.\nHowever, experts aren’t despairing yet, because they see public opinion as fluid and likely to be shaped by new information, including regulatory approvals and the rollout of the actual vaccines. History has also shown that concerted educational efforts can help increase comfort with new vaccines.\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-17252"}