{"url": "/factchecks/2019/oct/25/viral-image/no-donald-trump-didnt-say-about-christian-values-a/", "speaker": "Viral image", "vclaim": "Says Donald Trump said, \"Make no mistake: They’re not after me. They are after you; your guns, your Christian values, your freedom. I’m just in their way.\"", "truth_label": "false", "date": "stated on October 17, 2019 in a Facebook post:", "title": "No, Donald Trump didn’t say this about Christian values and freedom", "text": "A pensive-looking President Donald Trump appears with his eyes cast downward in a recent Facebook post that attributes this statement to the president: \n\"Make no mistake,\" the Oct. 17 post begins, \"they’re not after me. They are after you; your guns, your Christian values, your freedom. I’m just in their way.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nSearching for the quote online, we found several posts on meme websites but no credible sources connecting Trump to the statement. \nWe also didn’t find any coverage of Trump making such a statement in the Nexis news archive. \nCertainly, Trump has accused liberals for attacking Christian values. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\n\"In recent years, the hard left has tried to muzzle Christian voices in their aggressive attack on free speech,\" he said during an address at the Values Voter Summit on Oct. 12. \nIn the same speech, he also said: \n\"On every front, the ultra-left is waging war on the values shared by everyone in this room. They are trying to silence and punish the speech of Christians and religious believers of all faiths.\"\nAnd: \n\"The grave danger posed to historic Christian communities is incredible.\" \nWhat he didn’t say is what appears in the Facebook post. \nIf evidence surfaces that Trump did make this statement, we’ll reconsider our rating. Until then, we rate it False.", "vclaim_id": "vclaim-pol-00019"}