{"url": "/factchecks/2020/may/21/greg-abbott/how-many-coronavirus-deaths-are-people-over-65/", "speaker": "Greg Abbott", "vclaim": "“Almost 75 percent of the deaths from COVID-19 in the state of Texas are a result of people contracting COVID-19 who are age 65 and older.”", "truth_label": "mostly-true", "date": "stated on May 5, 2020 in a press conference:", "title": "How many coronavirus deaths are people over 65?", "text": "In a press conference on May 5 in which Gov. Greg Abbott updated his reopening plan to add businesses such as hair salons and gyms, he recommended that at-risk populations \"remain at home if at all possible\" and avoid in-person gatherings, such as a church service, funeral or wedding.\n\"We strongly encourage at-risk populations to try to watch or participate remotely, remembering this very important point, and that is almost 75 percent of the deaths from COVID-19 in the state of Texas are a result of people contracting COVID-19 who are age 65 and older,\" Abbott said.\nTexas was among the first states to start reopening businesses and lifting restrictions put in place to curb the spread of the coronavirus, allowing retail stores and restaurants to open May 1 at 25 percent capacity. \nAbbott announced the latest set of reopenings Monday, expanding restaurant capacity to 50 percent and granting bars the ability to open at 25 percent capacity within the next couple weeks.\nThis comes as the state continues to see its number of infections and deaths rise and clusters form mostly in rural parts of the state where meatpacking plants are located. Hospitalizations, however, have decreased since mid-April.\nWith that in mind, we had to ask: Is Abbott right that almost 75% of coronavirus deaths in Texas are people older than 65?\n\nLooking at the numbers\nAbbott’s spokesman John Wittman said Abbott’s claim is based on figures from the Texas Department of Health Services, which publishes daily numbers on the state’s COVID-19 testing and cases.\nThe data includes a breakdown of coronavirus deaths by age, race and gender, but only for those cases where the deaths have been investigated by the local and regional health departments. As of Wednesday, the majority, or 489, were still under investigation.\n\"The demographic data on cases and fatalities come from the case investigation forms submitted by local health departments and our regional offices,\" said DSHS spokesman Chris Van Deusen.\nThe purpose of the investigation is to confirm that the person had COVID-19 but also to collect other details about them and the circumstances around their death, Van Deusen said.\nWittman said the data showed that 75% of investigated deaths were people 65 and older when Abbott made this statement.\n\"It alternates almost daily, but it’s generally around that range,\" Wittman said. \nAs of May 6, the day after the press conference, the death toll in Texas was 948. Fewer than half, or 433, had been investigated.\nOf those, about 71 percent were Texans 65 and older. It was still about 71 percent, or 345 out of 489 investigated cases, as of Wednesday. The age groups broke down like so:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n\n\nAges 10 to 19 years old: 2 deaths, or 0.4%\n\n\nAges 20-29: 10 deaths, or 2.04 %\n\n\nAges 30-39: 9 deaths, or 1.8%\n\n\nAges 40-49: 21 deaths, or 4.29%\n\n\nAges 50-59: 54 deaths, or 11.04%\n\n\nAges 60-64: 45 deaths, or 9.2%\n\n\nAges 65-69: 59 deaths, or 12.06%\n\n\nAges 70-74: 45 deaths, or 9.2%\n\n\nAges 75-79: 45 deaths, or 9.2%\n\n\nAges 80+: 196 deaths, or 40.08%\n\n\nAcross the United States, about 79% of coronavirus deaths have been people 65 years and older, according to the National Center for Health Statistics data submitted between the beginning of February to the beginning of May.\nLike Texas’ statistics, the national numbers are also incomplete. The number of deaths represent only those entered between those dates and only include people with confirmed or presumed COVID-19.\n\"While 80% of deaths are electronically processed and coded by NCHS within minutes, most deaths from COVID-19 must be coded by a person, which takes an average of 7 days,\" the NCHS states on its website.\nThe data is also always somewhat behind because of the lag time between when a death occurred and when a death certificate is completed, submitted to NCHS and processed for reporting purposes. The delay can last anywhere from one week to eight or more.\nOur ruling\nAbbott said almost \"75 percent of the deaths from COVID-19 in the state of Texas are a result of people contracting COVID-19 who are age 65 and older.\"\nOf confirmed coronavirus deaths, close to 75% were people within the age group Abbott provided, but he failed to include the caveat that this statistic leaves out more than half of the total deaths that have not yet been investigated. \nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-18353"}