{"url": "/factchecks/2016/sep/29/rick-scott/clinton-wants-admit-thousands-refugees-no-vetting-/", "speaker": "Rick Scott", "vclaim": "Says Hillary Clinton \"wants to bring in thousands of refugees to America from all around the world without any kind of security screening.\"", "truth_label": "false", "date": "stated on September 27, 2016 in a Facebook post:", "title": "Clinton wants to admit thousands of refugees with no vetting, Rick Scott says", "text": "Gov. Rick Scott backed up Donald Trump’s first presidential debate performance, praising the Republican nominee and lamenting that Hillary Clinton wasn’t pressed hard enough on her policy positions.\nIn a Sept. 27 Facebook post touting an ad from the pro-Trump Rebuilding America Now PAC, Scott declared the real estate mogul \"the winner in last night’s debate because he is the candidate for change.\"\n\"The biggest loser was the American people,\" Scott wrote, \"because we never got to hear a vigorous conversation about why Hillary set up an illegal email server for classified information or why she wants to bring in thousands of refugees to America from all around the world without any kind of security screening.\"\nWe’ll set aside the email controversy and focus on the assertion about vetting refugees. Does Clinton want to bring in thousands of foreigners with no background checks at all?\nShe does want to allow refugees into America, although the figures are up for debate — but the idea that there will be no security screening is wrong.\nRefugee review\nScott’s office did not clarify anything about his post when we contacted them. But he’s using fairly broad language by saying Clinton wants to bring in thousands of refugees from across the globe.\nThat would not be a shocking plan, because the United States routinely accepts tens of thousands of refugees annually, averaging more than 83,000 refugees a year worldwide from 1980-2008.\nIn fiscal year 2015, the last year for which we have data, the State Department said it would admit up to 70,000 refugees. It ended up admitting 69,933, records show. These refugee slots are allocated by region, so the United States takes different numbers of refugees from different parts of the world.\nScott’s accusation echoes Trump, who falsely said Clinton planned to bring in 620,000 refugees during her first term and denied they would be subjected to a vetting process.\nClinton has only talked about a single year’s plan for how many refugees to let into the country — specifically expanding Obama’s plan to admit 10,000 Syrian refugees in fiscal year 2016.  \n\"I would like to see us move from what is a good start with 10,000 to 65,000 and begin immediately to put into place the mechanisms for vetting the people that we would take in,\" she said in a September 2015 interview on Face the Nation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nClinton’s campaign has not elaborated beyond that initial 65,000 refugees, which would have been a 550 percent increase.\nSyrian refugees have been a focus of political arguments because of fears radical Islamic terrorists would infiltrate the United States. Trump once advocated banning all Muslims as his response.\nThat’s why the vetting process is important to the discussion — and let’s be clear, there is a vetting process.\nThe United States can perform background checks for refugees through a process that involves the FBI, plus the State Department, the Homeland Security Department, the Defense Department and other agencies.\nThis can take two or even three years, in which refugees undergo several rounds of security clearance checks. With so much concern over terrorism, Syrian refugees actually have to go through extra hurdles. Experts have told us repeatedly that refugee background checks are the most extensive security screening the country has for any type of visitor.\nFor her part, Clinton has repeatedly said that while she supports bringing refugees into the country, screening protocols must be followed.\n\"Our highest priority, of course, must always be protecting the American people,\" she said in a November 2015 national security speech at the Council on Foreign Relations. \"So yes, we do need to be vigilant in screening and vetting any refugees from Syria, guided by the best judgment of our security professionals in close coordination with our allies and partners.\"\nDuring a December 2015 counterterrorism speech at the University of Minnesota, she noted, \"Rigorous vetting already takes place while these refugees are still overseas, and it's a process that historically takes 18 to 24 months.\"\nShe told CNN’s Anderson Cooper in July that  \"we should only let people into this country after we have thoroughly screened them, no matter how long it takes and no matter, you know, what the pressure might be to act more quickly.\"\nAnd as recently as a Sept. 19 press conference in White Plains, N.Y., she said \"I am absolutely in favor of and have long been an advocate for tough vetting.\"\nOur ruling\nScott said Clinton \"wants to bring in thousands of refugees to America from all around the world without any kind of security screening.\"\nClinton has said she would welcome thousands more Syrians fleeing civil war, but the United States routinely admits tens of thousands of global refugees annually. There is already a strict vetting process in place, and Clinton has routinely advocated following it.\nWe rate his statement False.\nhttps://www.sharethefacts.co/share/26e57870-7589-4a9e-a525-548465c2452c", "vclaim_id": "vclaim-pol-04236"}