{"url": "/factchecks/2011/feb/27/gina-raimondo/raimondo-says-law-has-not-established-whether-rhod/", "speaker": "Gina Raimondo", "vclaim": "The law has not established whether Rhode Island public employees have property rights to their pensions.", "truth_label": "true", "date": "stated on February 18, 2011 in a radio interview:", "title": "Raimondo says law has not established whether Rhode Island public employees have property rights to their pensions", "text": "As states and municipalities across the country struggle with huge budget deficits, many have taken aim at public employee pay and benefits -- especially pension benefits.\n\nLawmakers in 18 states made changes in public employee pension plans last year, according to a report by the Pew Center on the States. More states, including Rhode Island, are weighing changes this year, provoking protests and legal challenges from public employee unions.\n\nState General Treasurer Gina Raimondo, who has been sounding the alarm about Rhode Island’s $5 billion unfunded pension liability, was questioned about the issue Feb. 18 on WRNI’s \"Political Roundtable\" show. One exchange caught our attention:\n \nDo state employees have a \"property right\" to their pensions? she was asked.\n\n\"I don’t believe so,\" Raimondo said. \"That hasn’t been established in law and I don’t believe they do.\"\n\nRaimondo reiterated her position Feb. 25 on Channel 12 \"Newsmakers.\" Asked about property rights for state pensions, she said, \"this is an unsettled area of law. So in Rhode Island, our pension benefits are put out in statute, they’re not put out in a contract, as they are in some states. They’re not put out in the Constitution. It’s put out in statute. So it’s still an unsettled area of law.\"\n\nThe point Raimondo was making is critical. In the radio interview she said that in 10 years  Rhode Island will need $1 billion to cover its pension obligations and the state won’t be able to afford that. The entire pension system has to change, she said.\n\nAny ruling that public employees have property rights to their pensions could make it much more difficult to change the system, because both the federal and state Constitutions prohibit the taking of private property for public uses without compensation.\n\nSo was Raimondo right when she said that workers’ \"property rights\" to their pensions hadn’t been established in law? We decided to check.\n\nThere is a lawsuit pending against the state, filed by state employee unions to reverse cutbacks in their pensions that were made in 2009 and 2010 by the General Assembly. That lawsuit contends that the pension changes violated their contracts and also constituted a \"takings\" of the employees’ property without \"just compensation.\"\n\nThe 2009 and 2010 pension cutbacks included increasing the minimum retirement age, reducing the percentage of pay on which pensions are based, and limits on cost of living increases. They are expected to save taxpayers $59.4 million in the current fiscal year.\n\nKey people on both sides of the lawsuit were reluctant to discuss the property-rights issue last week. Ken DeLorenzo, executive director of the union, would say only: \"We believe the government can’t take away your life or your property.\"\n\nAttorney Lynette Labinger, the unions’ lead lawyer, said that the case is still in its early stages and a long way from settled.\n\nAttorney John Tarantino, who is representing the state in the case, also declined to say much about the litigation, but added, \"I can say this, we intend to dispute the union’s allegations\" concerning property rights over worker pensions.\n\nWe asked Raimondo’s spokeswoman, Joy Fox, what Raimondo based her statement on. She  said that Raimondo, a lawyer,  was referring to \"case law,\" specifically an April 13, 2010, decision by U.S. District Court Judge William E. Smith.\n\nSmith’s ruling came in a lawsuit filed in Providence by Council 94, the state’s largest public employee union, to block changes the legislature made to health benefits for some of its members.\n\nSmith rejected all of the union arguments, including one that the reduction in health benefits violated state and federal \"takings clauses’’ that forbid the taking of private property for public use without just compensation. While he cited other cases involving pension benefits, Smith’s ruling was specifically about health-care benefits.\n\nSo we sought other guidance. We contacted attorney Daniel K. Kinder, a labor lawyer with 30 years of experience, mostly representing management. Kinder was one of two lawyers who testified in 2008 before a special Rhode Island House commission studying the state’s pension system.\n\nHe said he’s certain that Raimondo’s statement is correct. No court, he said, has established property rights to Rhode Island state employee pensions.\n\n(The other lawyer who testified, Gerard Cobleigh, who often represents the state employee unions, couldn’t be reached.)\n\nIn their 2008 testimony, Kinder and Cobleigh said state employees pensions are protected by contracts and by statutes. They described a sliding scale of legal risk to the state if it makes changes to  the pension benefits, with the least risk for new employees to the most risk for those retired.\n\nFinally, we reached out to Roger Williams University School of Law, where we talked to Professor Bruce Kogan. He said property rights to public-sector pensions could be determined by statute or judicial decision, but he was unaware of either happening in Rhode Island.\n\nThat opinion was seconded by Michael Yelnosky, a professor of labor and employment law at Roger Williams. He said he has not seen any case in state or local federal courts that establishes property rights for pensions.\n\nSo where are we?\n\n* Raimondo’s spokeswoman cited a federal court ruling to back up her claim that public workers don’t have an established property right to their pensions. That ruling provides some support to her statement; a separate state case that raises the issue is unresolved.\n\n* A prominent labor lawyer and two law professors agree that, as Raimondo suggests, the issue has yet to be resolved in Rhode Island.\n\nSo until a court rules otherwise, Raimondo’s statement is True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13521"}