{"url": "/factchecks/2011/dec/21/restore-our-future/attack-ad-says-newt-gingrich-aligned-dems-global-w/", "speaker": "Restore Our Future", "vclaim": "Newt Gingrich \"teamed with Nancy Pelosi and Al Gore on global warming.\"", "truth_label": "true", "date": "stated on December 14, 2011 in a video ad:", "title": "Attack ad says Newt Gingrich aligned with Dems on global warming", "text": "With just two weeks until the Iowa caucuses, a new ad from a pro-Mitt Romney \"Super PAC\" is attacking Republican presidential front-runner Newt Gingrich over \"a ton of baggage\" from his past.\n\n\"Barack Obama’s plan is working: Destroy Mitt Romney, run against Newt Gingrich,\" a voice says as images of Gingrich flash on the screen, interspersed with damning headlines. \"Newt has a ton of baggage. He was fined $300,000 for ethics violations and took $1.6 million from Freddie Mac, before it helped cause the economic meltdown. Newt supports amnesty for illegal immigrants, and teamed with Nancy Pelosi and Al Gore on global warming. Maybe that’s why George Will calls him the least conservative candidate. Check the facts at NewtFacts.com.\"\n\nThe ad, airing in December 2011 in Florida and Iowa, is paid for by a political action committee, which isn’t formally tied to any campaign but can spend money influencing elections. The one behind this ad is known as Restore our Future and is staffed and funded by many supporters of Mitt Romney.\n\nIt goes after the former House speaker on several issues. Here, we’re focusing on the claim that Gingrich \"teamed with Nancy Pelosi and Al Gore on global warming.\"\n\nThe source\n\nThe ad cites the website Newtfacts.com, which lays out a list of -- you guessed it -- more claims and citations about Gingrich, including this one:\n\n\"Gingrich shot an ad with Nancy Pelosi in 2008 calling for action on global warming,\" followed by a link.\n\nIn that now-famous ad, Gingrich sits on a couch next to Nancy Pelosi, then the speaker of the House.\n\n\"We don’t always see eye to eye, do we, Newt?\" Pelosi says.\n\n\"No,\" Gingrich answers, \"but we do agree: Our country must take action to address climate change.\"\n\nPelosi: \"We need cleaner forms of energy, and we need them fast.\"\n\nGingrich: \"If enough of us demand action from our leaders, we can spark the innovation we need.\"\n\nThe ad then directs viewers to the website WeCanSolveIt.org, with the final words from Pelosi, \"Together, we can do this.\"\n\nAbout Al Gore\n\nThe ad was created by a Gore-founded organization called the Alliance for Climate Protection that aims to spread awareness and prompt action to address climate change. It’s now known as the Climate Reality Project.\n\nWeCanSolveIt.org is the former name of the site now called ClimateRealityProject.org.\n\n\"It is guided by one simple truth: The climate crisis is real and we know how to solve it,\" the site says. The group claims 5 million members worldwide.\n\nIn an interview with the online news show The Young Turks in December 2011, Gore mentioned that he had asked Gingrich to do the ad with Pelosi and Gingrich agreed. It was part of a larger campaign featuring \"'unlikely pairs,' who disagree on many issues but appear together to help thwart climate change,\" according to a 2008 story in the San Francisco Chronicle.\n\nWhat they’re saying now\n\nGingrich, now tied for the lead for the Republican nomination, has big regrets that he made the ad.\n\nThe Gingrich campaign directed us to a section of its website devoted to \"answering the attacks.\" In the climate change section, Gingrich is quoted as telling Fox News’ Brett Baier that making the ad with Pelosi was \"probably the dumbest single thing I’ve ever done.\"\n\nIt goes on to explain that Gingrich opposes cap and trade legislation (although PolitiFact has found he supported it in the past), and he favors increased domestic oil drilling.\n\nIn the online news interview, Gore lamented Gingrich’s change of heart.\n\n\"I appreciated him agreeing to my request that he do it and I don’t want to be ungracious now. I’m grateful that he did it, and I’m sorry that he’s changed his position,\" Gore said.\n\nOur ruling\n\nRestore Our Future’s ad says that Gingrich \"teamed with Nancy Pelosi and Al Gore on global warming.\"\n\nIn 2008, Gingrich filmed an ad with Pelosi calling for action on global warming, and he did it for Gore’s nonprofit group. Gingrich might regret it now, but the baggage is still there. We rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021", "vclaim_id": "vclaim-pol-11903"}