{"url": "/factchecks/2012/jul/04/afscme/labor-leader-marty-beil-says-state-pension-plan-se/", "speaker": "AFSCME", "vclaim": "The Wisconsin Retirement System for public employees is \"a self-funded pension plan\" and \"it’s the money of the workers’ that funds it.\"", "truth_label": "barely-true", "date": "stated on June 14, 2012 in a radio appearance:", "title": "Labor leader Marty Beil says state pension plan is \"self funded\"", "text": "Gov. Scott Walker fueled fears in some state government workers about pension security when he initiated a study that public-sector unions saw as a step toward a 401(k)-style plan they see as less secure.\n\nWhen the study came out July 2, 2012, it recommended against adding an optional \"defined contribution\" plan to the state pension system, and Walker said he was not \"currently\" planning \"substantial\" changes.\n\nSome conservative critics have decried the guaranteed pensions in the current \"defined benefit\" plan, while defenders noted the best-in-the-nation fiscal health of the Wisconsin Retirement System.\n\nOn June 14, 2012 the state’s highest-profile public employee labor leader, Marty Beil, talked pensions during an appearance on the liberal \"Sly in the Morning\" radio show on Madison’s WTDY radio.\n\nBeil, executive director of District Council 24 of the American Federation of State County and Municipal Employees (AFSCME), said \"we have pensions here that are not out of line. We have pensions that don’t put huge amounts of economic burden on the taxpayers.\"\n\nBeil went on:  \"It’s really the employees’ money, and that has to be told, and has to be told to legislators, to neighbors and friends -- that this really is a self-funded pension plan. It’s the money of the workers’ that funds it.\"\n\nIn 2010, the state pension system paid out some $3.9 billion.\n\nThat’s a lot of cash.\n\nIs Beil right that the system is \"self funded\" by employee contributions and \"it’s the money of the workers that funds it?\"\n\nAbout the system\n\nWe started with data compiled by the state Department of Employee Trust Funds, which administers the retirement plan for 166,000 retirees and 260,000 active workers.\n\nFor 2010, the latest year available, revenues flowing into the pension fund totalled $9.78 billion -- 85 percent of which came from investment returns on the fund.\n\nThat’s pretty typical of the fund’s experience. Over the past decade, except for a couple years when stock market losses wiped out any revenue gain, investment income has averaged 76 percent of the annual revenue.\n\nBut what about all the money that generated the returns? When and where did it come from?\n\nFor 2010, nearly all of the remaining 15 percent came from the employers who are part of the fund -- the state, school districts and most local units of government, based on collective bargaining agreements.\n\nBut, wait, didn’t Walker limit collective bargaining and require the state and its employees to begin making identical contributions to the fund?\n\nYes, but that didn’t kick in until 2011, so it has had little impact on the sources of the $77 billion in the fund, and it had no impact on the fund as of 2010.\n\nWhat’s relevant for this fact check is what the law was before Act 10.\n\nHere’s the history on where contributions to the fund came from.\n\nDating to at least the 1940s, Wisconsin law has made both workers and the state responsible for contributing to the pension fund in amounts based on flat percentages or actuarial calculations related to keeping the fund healthy.\n\nIndeed, the state’s books still show a cost-sharing arrangement.\n\nBut the statutes, since at least 1981, have allowed or dictated that the state cover some or all of the workers’ contributions in addition to the employer share. This was the era of collective bargaining.\n\nAnd that’s what happened.\n\nIt became commonplace over a period of decades for almost all public employers -- the state, school districts, local governments -- to \"pick up\" the entire employee contribution.\n\nSo, looking simply at the numbers, it’s clear the vast majority of funds in the pension system are from investment returns and taxpayer-funded contributions by employers.\n\nBy that measure, Beil’s claim of a \"self funded\" pension system is way off the mark, given that few employees were making a direct contribution to the fund before 2011.\n\nAnother high-ranking AFSCME official in Wisconsin, Susan McMurray, a lobbyist with AFSCME Council 11, agreed that \"self funded\" is not an accurate description.\n\n\"It doesn’t really work like that,\" she said. \"It’s not a 401(k). It’s a different mechanism.\"\n\nKeith Brainard, research director for the National Association of State Retirement Administrators, agreed: \"The pension is an important part of compensation, but to say the employer is not contributing to the cost, that’s not really defensible.\"\n\nMore to the story\n\nBut that’s not the end of the story.\n\n Pensions are an integral part of an employee’s compensation package. In effect, it is money set aside now to be available when the worker retires.\n\n\"It’s not like they’re giving it to us,\" said McMurray, who spoke for Beil.\n\nThis point of view was advocated during the original collective bargaining debate by financial journalist David Cay Johnston.\n\n\"The money the state ‘contributes’ is actually part of the compensation that has been negotiated with state workers in advance so it is their money that they choose to take as pension payments in the future rather than cash wages or other benefits today,\" Johnston wrote in a 2011 article for Tax.com.\n\nOthers argue the exact opposite.\n\n\"One could equally say that 100 percent of Wisconsin pensions are funded by taxpayers, since taxpayers are the sole source of income for public sector workers, including the portion of their salaries that are deducted to meet pension contributions,\" The Economist magazine’s Buttonwood column argued in February 2011.\n\nAsked if unions feel they gave up the same amount in foregone wage increases as they received in pension improvements, AFSCME’s McMurray said they have not documented the relationship.\n\nJoshua Rauh, a Northwestern University finance professor who tracks pension costs, told us he doubted any serious economist would dispute the tradeoff, but the extent of the wage giveback is debatable.\n\n\"The answer is certainly not that 100 percent of the benefit was paid for by employees through lower wages,\" he said.\n\nIf the system is \"self-funded\" as Biel claimed, what happens when investment returns lag?\n\nCritics say the taxpayer is on the hook when contributions are required beyond beyond those funded in the planned compensation package.\n\nIn reality that hasn’t happened -- but only because the laws were written so that the employer contribution was open-ended. It’s important to note that in bad times, many retirees get a smaller pension, too -- unlike pensioners in other states.\n\nOur rating\n\nBeil said the Wisconsin Retirement System for public employees is \"a self-funded pension plan\" and \"it’s the money of the workers’ that funds it.\"\n\nThere’s an element of truth in his statement, in that workers for years made trade-offs in collective bargaining that to some unknown extent paid for the pension contribution their employers agreed to pick up. Even the state’s accounting system continued to show an annual worker contribution.\n\nBut Beil’s \"self-funded\" remark leaves the strong misimpression that taxpayers have little or no skin in the game, when, in fact, taxpayers have been the major source of the money in the pension fund.\n\nWe rate Biel’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\n stated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10819"}