{"url": "/factchecks/2015/jan/22/rick-perry/rick-perry-says-texas-gained-million-jobs-while-re/", "speaker": "Rick Perry", "vclaim": "Starting in December 2007, \"1.4 million jobs were created in Texas. In that same period, the rest of the country lost 400,000 jobs.\"", "truth_label": "mostly-true", "date": "stated on January 15, 2015 in valedictory speech as governor to the Texas Legislature:", "title": "Rick Perry says Texas gained a million jobs while rest of country lost 400,000", "text": "Rick Perry reminded lawmakers in his last speech to them before ending more than a decade as governor that he’s proud of Texas job gains on his watch — and the rest of the country lost jobs in recent years, he said.\n\"I have been guided by a simple philosophy: That job creation, not higher taxation, is the best form of revenue generation,\" Perry said in his Jan. 15, 2015, speech. \"And we have created jobs. In the last year, we have created 441,000 jobs. Since I became governor, with your help, we have created almost one-third of all the nation’s new jobs.\"\nThose figures hold up if you get your wording straight. We found True Perry’s past claim to Texas’ accounting for one third of net new jobs in the country. As we checked this latest statement, analyst David Cooper of the liberal Economic Policy Institute crunched the latest federal figures and told us Texas jobs accounted for 27 percent of the net jobs gained in the 43 states that gained jobs since 2000. \"Still pretty impressive,\" Cooper said by phone.\nIn his speech, Perry added accurately: \"The unemployment rate in Texas is significantly below the national average. And right here in Austin, Texas, it’s below 4 percentage points.\" Then Perry said: \"In fact, if you look at the last seven years…starting in December of 2007, you will see that 1.4 million jobs were created in Texas. In that same period, the rest of the country lost 400,000 jobs.\"\nThat much of a Texas/Not-Texas gulf?\nBy email, Perry spokesman Felix Browne pointed out U.S. Bureau of Labor Statistics figures for Texas and other states and encouraged us to consult Mark J. Perry, a scholar at the American Enterprise Institute and professor of economics and finance at the University of Michigan campus in Flint.\nProfessor Perry wrote in a November 2014 online commentary that from December 2007, the start of the national recession, through October 2014, Texas saw civilian employment balloon by 1.36 million jobs. \"In contrast,\" he wrote, \"civilian employment in the other 49 states without Texas is still 0.26% and more than 350,000 jobs below the December 2007 level … — there were 134.9 million non-Texas jobs in October vs. 135.26 million in December 2007.\"\nTo our query, the scholar emailed a chart showing that based on what the government calls \"total employment,\" covering all jobs including self-employed posts, Texas had 1,410,400 more jobs in November 2014 than it had in December 2007 while the rest of the country had 352,440 fewer jobs. Total employment, he said, serves as a comprehensive indicator and is used to calculate unemployment rates.\nMark Perry said the likely reason the latest figures weren’t perfectly echoed in the governor’s speech is the BLS recently revised upward U.S. jobs for November 2014, which had the effect of reducing the number of jobs lost outside of Texas in the cited period.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nA little more: The BLS says the definition of employment in the federal household survey, which the governor relied on for his comparison, \"comprises wage and salary workers (including domestics and other private household workers), self-employed persons and unpaid workers who worked 15 hours or more during the reference week in family-operated enterprises. Employment in both agricultural and nonagricultural industries is included.\" In contrast, the government's oft-quoted payroll survey of employers \"covers only wage and salary employees on the payrolls of nonfarm establishments.\"\nCooper of EPI commented to us that the timeframe singled out by the governor may deliver a more glowing contrast for Texas than other periods. According to the government’s payroll surveys, he said, the country has added 9.1 million jobs since June 2009, the acknowledged end of the national recession, with Texas accounting for 1.5 million of the additions. Significantly, he said, the rest of the country as a whole lost jobs from June 2009 until February 2010. Since then, he said, the U.S. has added more than 10 million jobs with Texas (again) accounting for more than 1 million of them.\nProfessor Perry said that in his view, the best comparison of Texas to the rest of the nation starts in December 2007. His point: \"Texas never experienced significant job losses during the Great Recession, while the rest of the country did,\" he emailed. \"Therefore, comparing job gains since June 2009 or Feb. 2010 really won’t make much sense. Of course the non-Texas US gained a lot of jobs since June 2009, and more than Texas, but that’s because Texas never lost any (very many) jobs in 2008 and 2009 like the rest of the country. Texas is a great economic success story, and an anomaly vs. the rest of the country regarding job losses/gains,\" he wrote.\nSeparately, we asked a Dallas-based analyst about the governor’s claim. Cheryl Abbot of the BLS said by email the claim could have been precise by referring to \"total civilian employment\" rather than jobs. That said, as of November 2014, Abbot said, 24 other states had yet to reach pre-recession employment levels. \"On a statewide basis, Texas by far leads all states, with total civilian employment growth of 1,410,440. California is a distant second with civilian (household) employment growth of 452,763,\" Abbot wrote.\nOur ruling\nGov. Perry said that starting in December 2007, \"1.4 million jobs were created in Texas. In that same period, the rest of the country lost 400,000 jobs.\"\nHis figures mostly hold up according to household surveys by the federal government looking into civilian employment including self-employment, though positions not yet recovered outside Texas totaled closer to 350,000, according to the latest available data when Perry spoke.\nWe rate this statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06809"}