{"url": "/factchecks/2019/may/22/scott-neitzel/will-wisconsin-taxpayers-get-tremendous-payback-mo/", "speaker": "Scott Neitzel", "vclaim": "The state contributed $80 million for the new Bucks arena, but new income tax revenue from basketball events alone \"is estimated to be probably over $600 million over the life of the lease.\"", "truth_label": "mostly-true", "date": "stated on May 12, 2019 in a TV interview:", "title": "Will Wisconsin taxpayers get 'tremendous' payback for money spent on new Fiserv Forum?", "text": "Excitement at the new Fiserv Forum is palpable as the Milwaukee Bucks face the Toronto Raptors in the Eastern Conference Finals, the team’s deepest playoff run in 18 years.\nWhile the arena is rockin’ and rollicking now, not everyone was on board when building a new downtown arena was proposed as a way to keep the Bucks in town.\nReplacing the circa 1988 Bradley Center, which is currently being demolished, took on a new urgency in April 2014 when former U.S. Sen. Herb Kohl, who had owned the team since 1985, announced he was selling the Bucks to billionaire investors Marc Lasry and Wesley Edens.\nThe financing package for the $500 million facility, which eventually cost $524 million, was the subject of considerable debate in Madison in 2015. It finally won approval with half the original cost estimate, or $250 million, coming through state and local sources.\nOf that, $80 million came from the state.\nScott Neitzel, a top Department of Administration official under Republican Gov. Scott Walker, argued that the \"payback for state taxpayers is tremendous.\"\n\"For that $80 million, the state -- just in income tax revenue from events that go on here, just from the basketball events actually -- is estimated to be probably over $600 million over the life of the lease,\" Neitzel said during a May 12, 2019, interview on WISN’s UpFront.  \nIs Neitzel, who signed the Wisconsin Center District-Bucks 30-year lease deal, right?\nLet’s take a look.\nThe evidence\nNeitzel once led the Wisconsin Center District board, the public agency that owns the facility, which has been in the news as the site of the Democratic National Convention in 2020.\nWhen asked for backup, Neitzel pointed to two documents. One document refers to \"an estimated $634M in NBA-related state income tax revenues over next 30 years\" and the other to \"$634,000,000 over 30 years in estimated state income tax revenues associated with NBA team (State Department of Revenue Estimate).\"\nThe origin of the documents was unclear, as they were not attributed to any particular entity.\n\"I believe they were issued by the WI Center District and/the WI Department of Administration at the time,\" Neitzel explained in an email. \"The actual income tax numbers were generated by the WI Department of Revenue.\"  \nThe cost to state taxpayers\nPolitiFact Wisconsin turned to the nonpartisan Legislative Fiscal Bureau, considered the gold standard on state fiscal matters. The bureau noted the Bucks arena legislation created two appropriations related to the construction of the arena.\n\"One appropriates $4 million general purpose revenue (GPR) from the state to the Wisconsin Center District to fund the principal interest costs on a portion of the Center's bonds issued to finance the construction of the arena. This appropriation will sunset after 20 years. (Hence $4 million times 20 years would equal $80 million).\"\n\"The second appropriates $4 million general purpose revenue annually each year for 20 years to the Wisconsin Center District. However, it is effectively offset by a corresponding $4 million annual GPR reduction to Milwaukee County's county and municipal aid payment over the same 20 years. Hence, these two actions together have the effect of having no fiscal impact to the state.\"\nSo, in a nutshell, the state pays out $160 million, but gets $80 million back in the form of Milwaukee County's shared revenue reduction, so the result is a net $80 million cost to the state.\nAccording to the fiscal bureau, the state is scheduled to pay $4 million a year for 20 years and then the appropriation goes away.  \nIn other words, unless the Legislature sets the appropriation at a higher level or deletes the sunset of the appropriation -- $80 million is all the Wisconsin Center District gets from state taxpayers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nTax revenue estimate\nWhat about the tax revenue side?\nLet’s start with this: Those who work in the state -- in this case, NBA players and coaches -- owe Wisconsin income tax on the money earned here. That’s what Neitzel is referring to by the income tax that will be generated.\nThe state Department of Revenue has estimated that over the life of the 30-year lease (2016 to 2046), the state would collect a total of $514.9 million in additional incremental revenue. That’s based on its projections that NBA salaries will increase dramatically over that time.\nIn 2015, PolitiFact Wisconsin reported that the state would collect $6.5 million in income taxes from NBA players for 2014. That gives us a rough baseline.\nThe increased revenue projections range from $0.9 million in 2016-’17 to $39.1 million in 2046-’47. Let’s pause here to say, well, that is a lot of money. By this projection, NBA salaries -- and the income taxes they generate -- would be nearly five times higher by the last year than the $6.5 million starting point.\nEven then, that increased revenue only tallies $514.9 million. How does the department get to $600 million? That comes from adding in the baseline $6.5 million for each year. Afterall, if the Bucks had left town, the state would have lost that money entirely.\nA fiscal bureau document shows a total of $717.16 million in NBA-related income tax revenue from 2016 to 2046.\nSo, that’s even more than Neitzel claimed as the estimate.\nA key here, of course, is that these 30-year state income tax revenue projections are exactly that -- projections -- or estimates. That said, Neitzel framed his statement as an estimate, and relied on official numbers from established state agencies in doing so.\nStadium financing experts weigh in\nRick Eckstein, a Villanova University professor and co-author of \"Public Dollars, Private Stadiums: The Battle over Building Sports Stadiums,\" called the revenue estimates \"fantasy figures.\"\n\"My two decades of research and writing on this topic has led me to take these kinds of assertions with several pounds of salt,\" Eckstein said in an email. \"They are fantasy figures, often based on ‘advocacy studies’ masquerading as objective analysis that have been commissioned by the team or its benefactors. Remember, too, that any income allegedly generated by the arena IS NOT INDEPENDENT of any current revenues. It's a question of gross increases (if any) versus net increases.\"\nEckstein also said revenues from taxing player salaries is only the latest in a long line of promised revenue windfalls from stadium proponents.\n\"First, they promised sales tax increases from all the extra spending that would take place in or near the stadiums. Then, it was hotel tax revenues that would soar from all the people coming to games and needing a place to stay. That was followed by supposed property tax increases, after the stadium increased local land values. Now it's the income taxes from player salaries.\"\nRobert Baade, a Lake Forest College professor of economics and one of the first economists to study the effects of publicly financed stadiums on cities, called the estimates \"hyperbole.\"\n\"Moving the Bucks from the Bradley Center to Fiserv is a couple hundred feet,\" Baade said in a phone call. \"It’s not going to induce significant economic impact.\"  \nThe Neitzel claim, though, was about a specific thing -- income tax revenue to the state.\nBaade had a caution there as well, noting more things are at play.\n\"Players appropriate most of the revenue that results from local fan spending,\" he said. \"This results in a significant outflow of city income that results from spending related to sports relative to that which would occur if entertainment was on locally owned and operated entertainment activities. Players do repatriate their earnings to their primary residences.\"\nOur ruling\nNeitzel said the  state contributed $80 million for the new Bucks arena, but new income tax revenue from basketball events alone \"is estimated to be probably over $600 million over the life of the lease.\"\nStadium financing experts called the projections \"fantasy figures\" and \"hyperbole\" and noted such projections rarely have come true on past projects. That said, the estimates were created by state agencies. And Neitzel couched his claim as a projected figure.\nWe rate his claim Mostly True.\n Share the Facts 2019-05-22 18:01:35 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  The state contributed $80 million for the new Bucks arena, but new income tax revenue from basketball events alone \"is estimated to be probably over $600 million over the life of the lease.\"    Scott Neitzel Former secretary of Wisconsin Department of Administration https://www.wisn.com/article/upfront-recap-return-on-fiserv-forum-will-be-immense-for-state-taxpayers/27446566   TV interview Sunday, May 12, 2019 2019-05-12    Read More  info", "vclaim_id": "vclaim-pol-00609"}