{"url": "/factchecks/2008/aug/12/john-mccain/for-the-most-part-only-if-youre-high-income/", "speaker": "John McCain", "vclaim": "Obama \"promises more taxes on small business, seniors, your life savings, your family.\"", "truth_label": "barely-true", "date": "stated on August 8, 2008 in a television ad:", "title": "For the most part, only if you're high-income", "text": "New political ads from Sen. John McCain accuse Sen. Barack Obama of raising taxes on the middle class.\n\n\"He promises more taxes on small business, seniors, your life savings, your family,\" according to a television ad.\n\n\nThe ad bases its claim on the fact that Obama wants to roll back the Bush tax cuts on the upper-income brackets. So the claim is true if you happen to be a small business, a senior or a family making more than $250,000 a year, or $200,000 for a single person. Otherwise, it's generally not the case. In fact, Obama advocates eliminating income taxes for seniors with incomes less than $50,000.\n\n\nAn important note about seniors: Some seniors will be affected indirectly by Obama's plan to raise corporate taxes. Corporate taxes are expected to depress profits from stocks and dividends, which seniors tend to rely on for retirement income. An analysis from the Tax Policy Center concluded that about a third of seniors would see higher taxes, either because they have high incomes or because of slight increases due to the indirect effect of the corporate tax rate. Overall, seniors would see their federal tax rate go up about 2.5 percent, and that includes steep increases to the top brackets.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe \"life savings\" statement, according to the McCain campaign, applies to Obama's plan to raise taxes on dividends and capital gains. Increases to dividends and capital gains taxes will affect people in upper income brackets who have investments in the stock market or mutual funds. But those taxes do not apply to tax-deferred investments like 401(k)s, individual retirement accounts (IRAs) and some tax-deferred college savings plans. (We've checked a similar statement previously and\n\nfound it False\n\n.)\n\n\nCapital gains and dividends taxes would stay the same for people in income brackets of $250,000 or less, according to the Obama plan. Those higher incomes constitute a small percentage of U.S. taxpayers, mostly the top 1 percent.\n\n\nThe ad says that Obama \"promises more taxes on small business, seniors, your life savings, your family.\" That sounds like a broad-brush statement of Obama's taxation philosophy. But Obama does not promise those things; in fact, he promises more taxes for taxpayers with the highest incomes. McCain's statement is a distortion of Obama's proposals, and we find it Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16080"}