{"url": "/factchecks/2011/mar/15/crossroads-gps/crossroads-gps-says-unionized-government-workers-a/", "speaker": "Crossroads GPS", "vclaim": "In fighting collective bargaining changes, Democrats are trying to \"protect a system that pays unionized government workers 42 percent more than non-union workers.\"", "truth_label": "barely-true", "date": "stated on March 9, 2011 in a television ad:", "title": "Crossroads GPS says unionized government workers are paid 42 percent more than non-union workers", "text": "Republicans fighting the opinion battle over their push to weaken government unions often have sought to contrast the compensation of public-sector workers with that of America’s private workforce.\n\nNow they are spotlighting public vs. public.\n\nAs in unionized government workers vs. non-union ones.\n\nIn a $750,000 national cable TV ad blitz, Crossroads GPS, a conservative issues advocacy group affiliated with Republican strategist Karl Rove, portrays government unions as self-serving bullies collecting mandatory dues to influence liberals such as President Barack Obama.\n\nAgainst a backdrop of newspaper headlines on the Wisconsin fight over union rights, the 60-second ad asks why Democrats are \"shutting down state capitols\" with protests.\n\nThe ad’s answer: \"to protect a system that pays unionized government workers 42 percent more than non-union workers.\"\n\nThat’s an eye-popping number.\n\nAs the intense protests continue over Wisconsin Gov. Scott Walker’s successful push to limit collective bargaining in the public sector, we decided to check it out.\n\nFor support for the number, Crossroads GPS spokesman Jonathan Collegio cited a Cato Institute bulletin from March 2010. The bulletin from Cato, a libertarian think tank, explicitly calls on states to ban collective bargaining in the public sector.\n\n\"Collective bargaining is a misguided labor policy because it violates civil liberties and gives unions excessive power to block needed reforms,\" Chris Edwards, the institute’s director of tax policy studies, wrote in the bulletin.\n\nThat quote leaves no doubt about where Edwards is coming from.\n\nLet’s turn to some of his numbers.\n\nHe presents 2009 data from the U.S. Bureau of Labor Statistics and concludes that \"unionized public sector workers have much higher average wages and benefits than non-unionized public sector workers.\"\n\nSpecifically, Edwards wrote that union members have a 31 percent advantage in wages and a 68 percent advantage in benefits.\n\nAn accompanying table of statistics combines the wage and benefits advantage into one number: total compensation.\n\nTotal compensation is 42 percent higher for the union workers, Edwards concluded.\n\nThe same figure -- 42 percent -- is cited in the Crossroads ad.\n\nCase closed?\n\nNot exactly. As Collegio, the spokesman for the group, notes, the ad pulls a hard number directly from the study. But there are some problems.\n\nFirst, the ad says the system \"pays\" union workers a 42 percent premium. It makes no mention of benefits, even though the Cato report combines the two to get the 42 percent gap.\n\nThat confuses the comparison right from the start.\n\nThat point -- \"pay\" vs. \"total compensation\" -- didn’t bother Edwards.\n\nBut the use of the 42 percent number did.\n\nIt troubles us, too.\n\nEdwards says the number  is taken out of context and the more accurate total compensation gap is lower, perhaps by a considerable amount.\n\nLet’s home in on part of the equation, wages. The study showed a 31 percent gap favoring union members by that measure. But that number, based on raw government data, has not been adjusted to make the comparison across states more valid.\n\nEdwards noted the study concludes that part of the union-nonunion gap stems from general labor market variations across states.\n\n\"States with generally higher wages tend to be more unionized,\" the study says. \"Analyses that hold constant such cross-state differences find that public-sector unions increase average pay levels by roughly 10 percent.\"\n\nThat’s a far cry from 31 percent.\n\nAnd the 31 percent was critical in arriving at the 42 percent.\n\nHow far off is the 42 percent figure?\n\nEdwards said it’s impossible to say. While wages have been studied effectively, he said, studies on benefits are rare, partly because benefits vary so much from place to place.\n\nWe found another study by a libertarian think tank that supports Edwards’ contention that a much lower wage number is more accurate.\n\nThe Freedom Foundation, based in Washington state, published a study in 2010 that put the gap at 11 percent to 12 percent for state and local government workers, union vs. non-union. Freedom Foundation, which supports Walker’s union move in a petition drive on its website, compared comparable employees, and controlled for state effects, demographics, experience, education, marital status and occupation.\n\nMeanwhile, University of Wisconsin-Milwaukee researchers found an even smaller wage gap of about 5 percent.\n\nEconomists Keith Bender and John Heywood collaborated on an April 2010 study on compensation. Bender, a public sector labor expert, told us that a large body of research has put the figure around 5 percent.\n\nSo, whatever the true figure, it would substantially reduce the 42 percent used in the ad.\n\nLet’s take a final look at a related point.\n\nEdwards also took issue with wording in the ad that might lead some viewers to think that the ad is comparing government workers to private employees -- not public union workers with public non-union workers.\n\nLet’s take a look back at the ad’s language (italics added): \"a system that pays unionized government workers 42 percent more than non-union workers.\"\n\nWould some readers or listeners think Edwards is comparing public to private because the ad fails to modify that second \"workers\" with the prefix \"government?\"\n\nWe suppose they could -- and critics have said it could be a tactic to pit private workers against government workers. But the entire context of the ad is public sector.\n\nLet’s review.\n\nCrossroads GPS, a conservative group seeking to illustrate the cost of public sector unions says unionized government workers are paid 42 percent more than non-union workers. The study it cites for backup does contain that figure, but the number is misleading because it is not adjusted for important differences between states. Even the author of the study makes this point.\n\nThere is a gap of some size. So, the ad contains an element of truth in highlighting a pay gap, but uses an inflated number. That rates a Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13421"}