{"url": "/factchecks/2016/oct/02/rudy-giuliani/rudy-giuliani-criticizes-new-york-times-over-trump/", "speaker": "Rudy Giuliani", "vclaim": "\"The 'New York Times' writes this long story\" about Donald Trump’s tax returns but \"didn't point out there was no wrongdoing\" until paragraph 18.", "truth_label": "false", "date": "stated on October 2, 2016 in an interview on \"Meet the Press\":", "title": "Rudy Giuliani criticizes 'New York Times' over Trump reporting", "text": "Making the rounds on the Sunday shows, Rudy Giuliani defended Republican presidential nominee Donald Trump in the wake of a New York Times story detailing how Trump reported a $916 million loss on his 1995 income tax returns and potentially avoided having to pay income tax for 18 years.\n\"This is perfectly legal, and the Times makes that point about 26 paragraphs into the opinion.\" Giuliani said on CNN’s State of the Union.\nOn Meet the Press, Giuliani made the same point.\n\"The New York Times writes this long story, and then somewhere around paragraph 18, they point out there was no wrongdoing.\"\nSo did the New York Times bury the news that what Trump did was legal?\nNo. Here’s the first sentence of the story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\"Donald J. Trump declared a $916 million loss on his 1995 income tax returns, a tax deduction so substantial it could have allowed him to legally avoid paying any federal income taxes for up to 18 years, records obtained by The New York Times show.\"\n\nImage taken from the New York Times website.\nWe’ll keep this short and sweet.\nGiuliani’s claim is not accurate. It rates False.\nhttps://www.sharethefacts.co/share/18b969c4-f93b-4b71-b4a7-04001126c5f4", "vclaim_id": "vclaim-pol-04223"}