{"url": "/factchecks/2013/mar/08/kasim-reed/would-new-stadium-be-cheaper-dome-rehab-depends/", "speaker": "Kasim Reed", "vclaim": "Says the Georgia Dome would need up to $350 million in work over the next five to seven years.", "truth_label": "half-true", "date": "stated on February 13, 2013 in news story:", "title": "Would new stadium be cheaper than a Dome rehab? Depends", "text": "To build new or to renovate the old?\n\nPolitiFact Georgia has examined the question before in the case of the proposed $1 billion Falcons stadium. The issue then was a claim by Atlanta’s chief operating officer about how much upfront public money is typically invested in these types of projects.\n\nThe debate continues. This time we examine a claim made by Atlanta Mayor Kasim Reed about construction costs.\n\nReed, a staunch supporter of a new stadium, has said that renovating the 21-year-old Georgia Dome, where the Falcons currently play, is a bad idea. Reed said the renovation would cost more than the upfront public funding portion of a new stadium.\n\nReed says the Dome would need up to $350 million in work over the next five to seven years, based on information from the Georgia World Congress Center Authority, the Dome’s owner.\n\nPolitifact Georgia decided to investigate  the estimates for a renovated Georgia Dome. We wanted to know how those renovations compare with construction of a new stadium.\n\nUnder the deal that was reached this week, the Falcons would contribute $800 million toward the proposed $1 billion stadium. Team owner Arthur Blank sits on the board of directors of Cox Enterprises, which owns The Atlanta Journal-Constitution.\n\nThe publicly funded portion of the new retractable-roof stadium would be $200 million in bonds issued by the city and backed by hotel-motel tax revenue. The Falcons would assume responsibility for $50 million in infrastructure costs. The Blank Family Foundation would invest $15 million in projects for neighborhoods around the stadium; the city’s economic development agency would commit another $15 million. The deal also calls for at least 31 percent minority and women business participation in the design and construction work. The Atlanta City Council would have to approve a funding deal.\n\nThe Falcons want a new stadium in time for the 2017 football season, when their lease expires at the Georgia Dome.\n\nPolitiFact Georgia asked Reed’s office about his source for the renovation figures. It pointed us to a 2010 master plan study of the Dome commissioned by the GWCCA. That study examined what a new NFL stadium program would look like and the costs for getting the Dome to that level.\n\nThat study included the following expanded/renovated Dome budget:\n\nNew additional area:    $118,100,000 (369,000 square feet)\nMajor renovation:         $145,600,000\nMinor renovation:         $ 23,200,000\nSeating Bowl/Field:          $ 25,000,000\nReplace Roof Fabric:                 $ 30,000,000\nSoft Costs, fees, etc (15%):    $ 51,300,000\nTotal:                 $393,200,000\n\nThe total does not include year-to-year cost increases, parking lots and garages, or land. It also does not include an optional $200 million retractable roof.\n\nThe commissioned studies were completed by Kansas City, Mo.-based Populous, one of the largest stadium builders in the nation. The company is now a finalist in the GWCCA’s selection process for a lead architect. Populous was not asked to itemize specific work under the \"major\" and \"minor\" renovation categories, said a spokeswoman representing the GWCCA.\n\nWith updated features and arrangements, the study allows for a seating capacity of 65,000 seats with the possibility for expansion to 75,000 seats.The Georgia Dome currently has 71,250 seats\n\nAnother GWCCA-commissioned report, released in February 2011, focused on a new open-air stadium, but it also examined continued maintenance and improvements at the Georgia Dome over the next 20 years. That study found that from 2011 to 2020, $44.5 million in maintenance work would be needed to retain the Dome at \"today’s level of quality. An additional $35 million to $70 million in capital improvements -- such as a new roof, plumbing and technology upgrades and food service equipment -- would also be needed during the same time period to keep the Dome a competitive venue over the next decade, the report said.\n\nOver the past 16 years, combined maintenance projects and improvement projects at the Dome have equaled $71,430,000, according to the report.\n\nInitially, the 2010 budget document sent to us from the mayor’s office and included in the 2010 report listed an incorrect figure for a cost sub total. Politifact Georgia caught the error while doing our own math on the numbers, and Populous revised the document.\n\nDepending on your assumptions, it’s easy to inflate the costs of an old facility, said Neil deMause, an author and blogger who monitors -- and has been critical of -- sports facility deals across the country.\n\n\"Are your stated costs just to maintain (the facility), doing some upgrades or completely gutting it and making it look like a new facility?\" he said. \"The Falcons are playing in the Dome now, and it doesn’t look like it’s falling down. Could you spend less than $100 million and upgrade it? I don’t know, nobody has asked that question.\"\n\nThe argument for stadium upgrades across the nation has been met with mixed results lately.\n\nAs part of a stadium extension deal approved late last year, the Buffalo Bills will receive $94 million in public funds as part of a $130 million renovation. This week, North Carolina’s governor denied the use of public money for renovation of the Carolina Panthers’ Bank of America Stadium. The team had asked for $62.5 million as part of a $250 million renovation deal. Also this week, senators in Miami are proposing a referendum be approved before hotel-motel taxes are used to fund renovations at the Dolphins’ stadium. And although arbitrators sided last month with the St. Louis Rams for $700 million in renovations at the Edward Jones Dome, some officials think the money would be better spent on a new facility.\n\nRodney Fort, co-director of the University of Michigan’s Center for Sports Management said the idea a stadium renovation would be more expensive than building a new facility is difficult to contemplate. But if you cannot get the same flow of value no matter how you renovate, then you’re comparing apples to oranges, he said.\n\nUltimately, we return to the original question: To build new or to renovate?\n\nThe mayor says the (Georgia) Dome would need up to $350 million in work over the next five to seven years. That amount is more than the cost of the upfront public money ($200 million) that could be needed for a proposed $1 billion Falcons stadium.\n\nReed cites figures from a 2010 study that puts the Dome’s renovation costs at about $393 million. Those renovations would include 369,000 square feet of additional space, a roof replacement and upgrades to the seating bowl/field area. Using these figures, the renovations would be more than the $200 million public investment in the proposed deal for a new stadium.\n\nA study the following year, completed by the same company, lists maintenance and capital costs to keep the Dome at \"today’s\" levels between $79.5 million and $114.5 million. Those costs would include basic renovation items such as technology and plumbing upgrades, along with a new roof. Using these figures, the renovation cost would be less than the $200 million public investment into the proposed new stadium deal.\n\nThe difference lies with which style of renovations is chosen: the exclusive Rolls-Royce level of renovations or the cheaper, base model Honda level of renovations.\n\nReed’s statement is partially accurate but needs a lot of additional information and context.\n\nWe rated the statement Half True.\n\nStaff writer Karishma Mehrotra contributed to this story.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021", "vclaim_id": "vclaim-pol-09620"}