{"url": "/factchecks/2020/sep/14/facebook-posts/what-attack-about-bidens-votes-social-security-omi/", "speaker": "Facebook posts", "vclaim": "“In 1983, Joe Biden voted in favor of taxing 50% of Social Security” and in 1993, Biden “was the deciding vote in raising the percentage taxed on Social Security from 50% to 85%.”", "truth_label": "half-true", "date": "stated on September 7, 2020 in a Facebook post:", "title": "What an attack about Biden’s votes on Social Security omits", "text": "President Donald Trump and Democratic nominee Joe Biden have attacked each other’s records on Social Security.\nBiden’s critics have culled their attacks from decades-old votes Biden made while he was a senator representing Delaware.\n\"In 1983, Joe Biden voted in favor of taxing 50% of Social Security — and it passed,\" said a Sept. 7 Facebook post. \"In 1993, Joe Biden doubled down and was the deciding vote in raising the percentage taxed on Social Security from 50% to 85%.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Senate, including Biden, did vote for those tax changes for Social Security 1983 and 1993. Biden wasn’t the \"deciding vote\" in 1993. (Read more about Biden’s positions on Social Security over his decades-long career here.)\nRELATED: Ad Watch: Biden exaggerates Trump’s Social Security action\n\"In 1983, Joe Biden voted in favor of taxing 50% of Social Security\" \nThe Facebook post is correct that Biden voted in favor of changes to Social Security in 1983. The legislation had wide bipartisan support in order to prevent Social Security from running out of money.\nWhen President Ronald Reagan took office in 1981, federal economists warned that the system was in dire financial straits. That prompted Reagan to try to overhaul Social Security by creating a bipartisan commission (known informally as the Greenspan commission).\nIn 1983, revenues were starting to move below the existing level of benefit payments, said Eugene Steuerle, an Urban Institute economist. \n\"Seniors then dependent upon benefits they already had been receiving were threatened with a cut in their existing benefit levels unless Congress enacted some tax increases or benefit cuts, or as provided in the 1983, legislative compromise, some combination,\" Steuerle said.\nThe commission’s recommendations led to amendments that authorized the taxation of Social Security. The 1983 legislation required beneficiaries to pay income tax on up to 50% of their benefits if their modified adjusted gross income — which includes one-half of Social Security benefit income — was greater than $25,000 for single individuals and $32,000 for married couples. The legislation also postponed cost of living increases, required federal workers to join the system and gradually raised the retirement age to 67 by 2027.\nThe legislation passed in March 1983 with bipartisan support, including Biden’s. The Senate passed the legislation 88-9 and then agreed to the conference report 58-14. Reagan signed the legislation. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n''By working together in our best bipartisan tradition, 'we have passed reform legislation that brings us much closer to ensuring the integrity of the Social Security System,'' Reagan said.\nIn 1993, Biden \"was the deciding vote in raising the percentage taxed on Social Security from 50% to 85%.\"\nIn 1993, President Bill Clinton aimed to reduce the deficit. House and Senate negotiators agreed to increase taxes on high-income Social Security recipients as part of a nearly $500 billion deficit-reduction plan. \nThe bill’s provision on Social Security required recipients with incomes of more than $34,000 for individuals (or $44,000 for couples) to pay taxes on 85% of their benefits, up from 50%. The change affected upper-income and some middle-class retirees. \nThe legislation also created a new top income tax bracket of 36% on taxable income above $115,000 (single) and $140,000 (married).\nIt’s common in political rhetoric to attack a politician as casting the \"deciding vote,\" but that label only applies if the politician was the final holdout or played a particular last-minute role. Biden, who voted in favor of the bill, wasn’t the deciding vote.\nMajor news outlets reported that Sen. Bob Kerrey, D-Neb., was the last senator to announce his intentions and voted in favor, assuring passage. So in one respect, Kerrey could appropriately be described as having provided the \"deciding vote.\" But that mantle ultimately ended up going to former Vice President Al Gore who, faced with a 50-50 tie in the Senate, cast the deciding vote in favor.\nRELATED: Social Security: A critical program with an uncertain future\nOur ruling\nA Facebook post said that \"in 1983, Joe Biden voted in favor of taxing 50% of Social Security\" and in 1993, Biden \"was the deciding vote in raising the percentage taxed on Social Security from 50% to 85%.\"\nBiden voted for both measures on Social Security in those years, but more context about the legislation and circumstances is needed.\nThe 1983 legislation allowed up to 50% of benefits to be added to taxable income if a taxpayer’s total income exceeded certain thresholds. The legislation, signed by President Reagan, had wide bipartisan support.\nAnd, yes, Biden voted in favor of 1993 legislation that aimed to reduce the deficit and required some recipients to pay taxes on 85% of their benefits, up from 50% previously. The change affected upper-income and some middle-class retirees. But Biden was not the \"deciding vote.\" Gore as vice president cast the deciding vote after the Senate split 50-50. Kerrey was the last senator to announce his support.\nWe rate this statement Half True.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18921"}