{"url": "/factchecks/2008/mar/27/bill-clinton/424-percent-by-our-calculations/", "speaker": "Bill Clinton", "vclaim": "Obama spent \"40 percent of the PAC money, 43 percent to be exact, on Iowa, New Hampshire, Nevada and South Carolina politicians.\"", "truth_label": "true", "date": "stated on March 16, 2008 in an interview with the mtvU editorial board:", "title": "42.4 percent by our calculations", "text": "In a March 16, 2008, interview with a group of college journalists, former President Bill Clinton stated that an inordinate amount of money distributed by Sen. Barack Obama's leadership PAC, Hopefund, went to elected officials in states with early primaries.\n\nIt was a key point in Clinton's argument that Obama has not been true to his pledge not to accept lobbyist or PAC money in his run for president.\n\n\nLeadership PACs are political action committees established by members of Congress to support other candidates. Members use the committees to solidify relationships with other members of Congress who might later support them in a run for a leadership post within Congress or in a bid for higher office. Most politicians shelve their leadership PACs once they formally announce their candidacy for president.\n\n\nBut Obama didn't.\n\n\nIn the months after Obama announced his candidacy on Feb. 10, 2007, Hopefund distributed more than $400,000 to federal and state political candidates and parties.\n\n\nSaid Clinton: \"In the beginning, he spends 40 percent of the PAC money, 43 percent to be exact, on Iowa, New Hampshire, Nevada and South Carolina politicians. Those states constitute 3.7 percent of America's population, after he is a political candidate. And this money did come from lobbyists and special interest groups.\n\n\n\"Now, he can say that this is just a blind coincidence, although he admitted that his political action committee consulted with his campaign about how to spend that money out.\"\n\n\nA PolitiFact analysis of the political contributions made by Obama's Hopefund after Obama officially announced his candidacy found that $185,000 went to Iowa, New Hampshire, Nevada and South Carolina (the overwhelming majority went to Iowa, $95,500, and New Hampshire, $82,000). Another $251,000 went to candidates or state parties in 26 other states, according to a review of Hopefund disbursements listed at\n\nOpensecrets.org.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThat means 42.4 percent of Hopefund disbursements were spent in the four states. So Clinton is dead on there.\n\n\nAnd Clinton rightly notes that these states constitute just 3.7 percent of America's population, according to U.S. Census Bureau data. The implication is that the money was spent only to curry favor with politicians in early-voting states that could give Obama's campaign a boost.\n\n\n\"You are building your political clout, so you can call in favors in the future,\" said Paul Ryan, an attorney for the Campaign Legal Center, a nonpartisan, nonprofit organization that specializes in analyzing campaign finance.\n\n\nIn December, the Clinton campaign called on Obama to close Hopefund and contended that the disbursements after Obama announced his candidacy violated election laws. Though no laws specifically require candidates to close their leadership PACs, Ryan said, it is a legal gray area and most politicians shelve them just to be sure. Obama and his staff maintained then that they did nothing improper.\n\n\nThe line was muddied some with a\n\nWashington Post\n\nstory on Nov. 30, 2007, that quoted a campaign source acknowledging that Obama's presidential campaign was consulted by Hopefund officials about how to disburse its remaining funds.\n\n\nOne can argue whether leadership PAC disbursements to other candidates count as presidential campaigning, or whether the inordinate amounts of money going to states with early primaries proves it — we think they probably do.\n\n\nBut we're evaluating Clinton's statement about how much PAC money Obama spent in the early-primary states. And Clinton is pretty much on target when he says 43 percent went to Iowa, New Hampshire, South Carolina and Nevada. We rate his claim True.", "vclaim_id": "vclaim-pol-16288"}