{"url": "/factchecks/2012/jan/22/national-republican-congressional-committee/rep-david-cicilline-responsible-federal-loan-guara/", "speaker": "National Republican Congressional Committee", "vclaim": "Rep. David Cicilline is responsible for the federal loan guarantee to Solyndra, the failed solar company", "truth_label": "pants-fire", "date": "stated on January 22, 2012 in a news release:", "title": "Rep. David Cicilline is responsible for the federal loan guarantee to Solyndra, the failed solar company", "text": "There’s been a lot of finger-pointing lately in Washington over the Obama administration’s 2009 decision to give a $535-million federal loan guarantee to Solyndra, a now-defunct solar power manufacturer.\n\nThe Republican-controlled House has launched an investigation into how the Department of Energy could guarantee such a large loan to a company that would file for bankruptcy only two and a half years later. What sort of examination of the California start-up company’s finances did the government do before taking such a big risk?\n\nAccording to a news release we received the other day, the National Republican Congressional Committee has found a scapegoat for the debacle: U.S. Rep. David N. Cicilline, Democrat of Rhode Island.\n\n\"Once the poster child for David Cicilline's stimulus boondoggle, the bankrupt Solyndra company is now a symbol of how his failed scheme wasted taxpayer money on political payback and failing companies instead of creating the jobs promised,\" the Jan. 13 release said.\n\nThe NRCC sent out the release in response to a Washington Times report that senior Solyndra executives were set to receive bonuses despite the company’s troubles.\n\n\"It’s outrageous enough that David Cicilline supported a $1-trillion failed stimulus package, but it’s even more outrageous that hundreds of millions were spent to fund a failing company like Solyndra,\" NRCC communications director Paul Lindsay went on to say in the release. \"Not only is Cicilline responsible for this irresponsible investment, but he’ll also have to explain to his Rhode Island constituents why Solyndra’s senior employees are receiving bonuses at the expense of hard-working American taxpayers.\"\n\nWe’ve heard a lot of allegations in connection to Solyndra’s problems, but never one laying the blame at Cicilline’s doorstep. This puzzled us because Cicilline took office in 2011, well after the federal stimulus package that financed Solyndra’s loan guarantee was passed and well after the decision was made to award Solyndra the loan guarantee. How could he be responsible?\n\nWe checked the NRCC’s website and saw that the same news release had been sent out to 49 other Congressional districts, but each time, the name of the Democrat in office was inserted where Cicilline’s name was. (The Democrats included Rep. Bill Keating, of Massachusetts, who also took office in 2011).\n\nWe then called the organization seeking an explanation of how Cicilline made it on the list. (Curiously, Rep. James R. Langevin, Rhode Island’s other congressman who is also a Democrat, wasn’it on the list even though he was in office at the time the stimulus bill was passed and voted for it.)\n\nAn NRCC spokesman said the release was accurate because Cicilline voiced support for the stimulus package when he was campaigning for Congress.\n\n\"I think the important thing to note is we didn’t say Cicilline voted for the stimulus,\" Nat Sillin said. \"We say he supported it.\"\n\nIt’s true that Cicilline did back the stimulus package. When he was mayor of Providence, he was quoted numerous times saying that the bill would create sorely needed jobs.\n\nAnd although it’s technically true that the release didn’t say that Cicilline voted for the stimulus, it did say that he’s responsible. That didn’t add up to us. Let’s run through some dates to make it clear why:\n\nFeb. 13, 2009: Congress passes the American Recovery and Reinvestment Act of 2009. Under the $787-billion stimulus package, Solyndra received its loan guarantee.\n\nMarch 20, 2009: Solyndra receives conditional approval for the loan guarantee, according to a timeline from the Department of Energ,.\n\nSept. 3, 2009: The Department of Energy makes the final decision to approve the loan guarantee for Solyndra.\n\nNov. 2, 2010: Cicilline elected to Congress.\n\nJan. 5, 2011: Cicilline takes office.\n\nOur ruling\n\nThe full name of the legislation under which the stimulus package was approved gives this one away -- the American Recovery and Reinvestment Act of 2009.\n\nCicilline took office in January 2011, a full 23 months after passage of the bill enacting the loan guarantee program that benefited Solyndra.\n\nThe National Republican Congressional Committee has every right to call the stimulus a \"boondoggle.\" And it’s fair to say that Cicilline supported the stimulus before taking office.\n\nBut Lindsay said that Cicilline is \"responsible for this irresponsible investment.\" No, he’s not.\n\nWe’d say that Lindsay and the National Republican Congressional Committee simply used overheated rhetoric, but that’s an understatement. Their claim is so wildly inaccurate that we give it a Pants on Fire.\n\n (Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021", "vclaim_id": "vclaim-pol-11750"}