{"url": "/factchecks/2021/jan/15/devin-lemahieu/yes-slow-absentee-count-explains-supposed-ballot-d/", "speaker": "Devin LeMahieu", "vclaim": "\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"", "truth_label": "true", "date": "stated on January 10, 2021 in a TV interview:", "title": "Yes, slow absentee count explains supposed “ballot dump” in Milwaukee", "text": "Votes from the November election have now been counted, recounted, reviewed by state and local officials and used to nominate electors — which in turn were counted, then confirmed by Congress Jan. 6.\nThis process confirmed Democrat Joe Biden as the winner of the presidential election.\nAlong the way we’ve seen hundreds (if not thousands) of fact checks and dozens of court decisions explaining why the stolen election narrative fails to hold water once claims are examined closely.\nNevertheless, the baseless fraud claims put forth by President Donald Trump and his Republican allies have persisted and remain accepted among a large slice of American conservatives.\nProminent among these is the idea of ballot \"dumps\" — where the late reporting of largely Democratic totals in several states are seen as suspicious or proof of malfeasance.\nBut the new Republican leader of the Wisconsin state Senate says that’s nonsense.\nTalking about the need to restore voters’ confidence, Senate Majority Leader Devin LeMahieu said Wisconsin needs to allow work on absentee ballots to begin before Election Day. Wisconsin is one of just a handful of states that ban election workers from starting to process these ballots until then.\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee,\" LeMahieu, R-Oostburg, said Jan. 10, 2021, on WKOW-TV’s Capitol City Sunday. \"It just takes them that long to load in those absentee ballots. So we need to make sure there’s a process in place going forward so that reporting is timely.\"\nLeMahieu added that there was not \"widespread\" voter fraud in the 2020 election.\nThe state senator is precisely right about why Milwaukee ballots were reported in the early morning hours of Nov. 4, as the Wisconsin tally neared its conclusion. (Biden won the state by about 20,000 votes, one of five he flipped from Trump).\nLet’s review what we know.\nHere we go again\nThe \"ballot dump\" claim has been one of the most widespread since the November election.\nA conservative website trumpeted it as \"Voter Fraud in Wisconsin.\" Widely shared Facebook posts claimed there was a \"ballot dump\" or \"found\" votes. Trump himself asserted that his lead in key states \"started to magically disappear as surprise ballot dumps were counted\" and that \"Biden receives a dump of 143,379 votes at 3:42AM, when they learned he was losing badly.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThis line of thinking also appeared in numerous lawsuits and one nonsensical claim that statistics show the probability of Trump losing in Wisconsin, Georgia, Michigan and Pennsylvania \"given President Trump’s early lead ... is less than one in a quadrillion\" in each state.\nThose claims led to unanimous debunking from an array of fact-checking organizations. All are built on a fundamental misunderstanding of the vote-counting process.\nWisconsin, Georgia, Michigan and Pennsylvania are among the states that don’t allow absentee votes to be counted before Election Day. So the unprecedented volume of absentee ballots spurred by the pandemic created a bottleneck in the largest cities.\nThat brings us to a simple logical chain that explains the late Democratic votes in Milwaukee (and Atlanta and Detroit and Philadelphia).\n\n\nMilwaukee, like most large cities, is a longtime Democratic stronghold. In 2016, Hillary Clinton won the city of Milwaukee 77% to 18%.\n\n\nWe knew well before the election that Democrats were much more likely than Republicans to vote absentee. Polling showed 81% of the people planning to vote absentee in Wisconsin supported Biden.\n\n\nWe knew it was going to take a long time to count the absentee ballots, leading them to be reported later.\n\n\nThat counting time is why LeMahieu said he wants to change the law to allow workers to start on absentee ballots before Election Day.\n\"We need clear laws that are easy to follow, and we must instill confidence in the electorate that the results are accurate and free of fraud,\" LeMahieu said told PolitiFact Wisconsin. \"With the proper safeguards in places to ensure transparency, allowing the ballot count to begin early should accomplish both of those goals.\" \nOur ruling\nLeMahieu said the Milwaukee \"ballot dumping\" is due to the amount of time it took to count absentee ballots.\nHe’s right\nWe’ve seen an array of nonsensical claims that these ballots were illegitimately added based on the progress of the Wisconsin count. But those all overlook the simple truth that these ballots were reported later because it took longer to count them.\nWe rate LeMahieu’s claim True.", "vclaim_id": "vclaim-pol-19177"}