{"url": "/factchecks/2020/oct/19/facebook-posts/pennsylvania-rejected-372000-ballot-applications-n/", "speaker": "Facebook posts", "vclaim": "Pennsylvania rejected 372,000 mail-in ballots", "truth_label": "false", "date": "stated on October 18, 2020 in a Facebook post:", "title": "Pennsylvania rejected 372,000 ballot applications, not ballots", "text": "Some conservative websites inaccurately reported that 372,000 mail-in ballots were rejected in Pennsylvania, conflating applications for ballots with actual ballots.\n\"Pennsylvania rejected 372,000 mail-in ballots, leaving many voters confused: report,\" stated an Oct. 18 headline on The Geller Report. \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe attacks come during an election season when President Donald Trump has repeatedly tried to sow doubt about voting by mail, which has increased in many states amid COVID-19.\nThe Geller Report and another outlet, The Blaze, misconstrued information from an Oct. 16 ProPublica/Philadelphia Inquirer story. Charlie Kirk, Turning Point USA founder, also tweeted the misinformation, which led to his account being locked for violating Twitter rules. \nProPublica and the Inquirer reported that Pennsylvania rejected 372,000 requests for mail-in ballots, not actual ballots. (The Blaze later added an update making that distinction clear.)\n\"More than 90% of those applications, or about 336,000, were denied as duplicates, primarily because people who had requested mail-in ballots for the state’s June 2 primary did not realize that they had checked a box to be sent ballots for the general election, too,\" ProPublica/Inquirer stated. (The Philadelphia Inquirer is a PolitiFact partner.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nAs of the morning of Oct. 19, almost one-third of the state’s 9 million had requested ballots. \nIf a voter didn’t sign the envelope, the envelope is returned to the voter with instructions about how to remedy it, said Amie Downs, a spokesperson for the Allegheny County elections office. But no ballots have been opened yet or rejected since they don’t begin to process them until after 7 a.m. Election Day.\nElection officials have predicted that many mail ballots will be rejected because of the requirement that states return their ballot inside of a secrecy envelope. The number of rejected ballots could make a difference in the state that Trump won by about 44,000 votes, or less than 1%, in 2016.\nRELATED: How to make sure your ballot is counted this fall\nOur ruling\nA Facebook post said Pennsylvania rejected 372,000 mail-in ballots.\nThat’s wrong. The state rejected 372,000 applications for ballots, primarily because the voters had already requested one.\nWe rate this statement False. \nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18725"}