{"url": "/factchecks/2016/nov/29/blog-posting/reports-cnn-showed-pornography-instead-anthony-bou/", "speaker": "Bloggers", "vclaim": "CNN accidentally aired 30 minutes of pornography in Boston on Thanksgiving night.", "truth_label": "false", "date": "stated on November 24, 2016 in posts on the Internet:", "title": "Reports that CNN showed pornography instead of Anthony Bourdain were based on single Twitter user", "text": "Following this year’s Thanksgiving dinner, a lone Twitter profile alleged that CNN was serving up something difficult to stomach — a half-hour of hardcore pornography. Apparently starved for content, the media ate it up.\nAround 10:30 p.m. ET on Nov. 24, 2016, Twitter user @solikearose tweeted from Boston that the scheduled episode of Anthony Bourdain: Parts Unknown was not appearing on CNN. She said there was an explicit sex scene showing on the network, instead.\nThe user shared several images with TiVo digital programming information included, tagging from Boston-area cable provider RCN.\n\n(Image via Mediaite)\nTwitter being Twitter, rumors of explicit sex on a cable news channel spread quickly. Other users included the hashtag \"#BourdainPorn\" while sharing the images and discussing the alleged incident.\nBy 9:54 a.m. ET the next day, cable provider RCN responded to the tweets. They said there had been no similar reports of pornography shown on CNN.\n\nAt some point, major media outlets picked up on the subject and started posting stories based on @solikearose’s tweets. It’s not exactly clear what media outlet first wrote up a story, because so many have since edited their postings. (The Verge contends it was the U.K.’s Independent, which was then sent out by The Drudge Report with a tweet that read, \"CNN accidentally airs 30 minutes of trans porn…\")\nCNN accidentally airs 30 minutes of trans porn... https://t.co/PWvbSRk6ZB— DRUDGE REPORT (@DRUDGE_REPORT) November 25, 2016\n\nOther outlets that wrote posts about the supposed network nookie included the Daily Mail, Fox News, The Wrap, Esquire, Maxim, the New York Post, the New York Daily News and more, on down to smaller sites like Sputnik News and RT.com.\n\n\nThe porn star in the photos, whom Twitter users identified as Riley Quinn, acknowledged the alleged exposure on Twitter.\nHey @CNN thanks for the free airtime.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n— Riley Quinn (@TSRileyQuinn) November 25, 2016\n\nVariety even quoted a CNN representative as saying the event indeed happened. \"The RCN cable operator in Boston aired inappropriate content for 30 minutes on CNN last night. CNN has asked for an explanation.\"\nBut while the story was shared far and wide in less than a day, it appeared by Friday evening that no one else had witnessed the same thing @solikearose had.\nOn Friday evening, BuzzFeed News posted an interview with the purported original Twitter user, whom they only identified as a Boston woman named Rose.\n\"I initially posted because I wanted to see if anyone else in Boston had been affected,\" she said. \"I think it was a broadcasting error that affected only my house.\"\nThe person BuzzFeed News interviewed assured the site that the incident was real, and that she had conversed with a customer service representative who advised her to restart her digital cable converter. The pornography then stopped, she said. She said had made her Twitter account private because she had been harassed online.\nBuzzFeed News quoted RCN Boston general manager Jeff Carlson as saying there had been no other complaints about the event.\nThe account @solikearose has since been deleted, and most of the posts on the incident have since been updated, many of them calling the incident a \"hoax.\"\nWhen we contacted CNN, the network gave us the same response it gave other outlets on Nov. 25: \"Despite media reports to the contrary, RCN assures us that there was no interruption of CNN’s programming in the Boston area last night.\"\nCNN also noted to us that while many media outlets referred to the network airing the footage, the CNN feed is the same nationwide. That means every market gets the same programming, and any difference would be through the local cable provider.\nShortly after the BuzzFeed News interview was posted, RCN wrote on their Facebook page about the flap. When we contacted RCN, they referred us to the same statement, attributing it to Carlson.\n\nOur ruling\nBloggers said CNN accidentally aired 30 minutes of pornography in Boston on Thanksgiving night.\nEvery account of this incident, which undoubtedly would have given thousands of viewers indigestion, relies on tweets from a single Twitter user. Media accounts appear to have spread based on the same information, despite no other reported complaints to the cable provider.\nThe single customer’s cable equipment may have malfunctioned somehow, the provider said, but the person’s account is working properly. Media outlets that repeated the story have since backtracked on their single-source posts.\nFor lack of evidence, we rate this distasteful claim False.\nhttps://www.sharethefacts.co/share/7aa26997-acf3-4b7e-bc66-36778b96cc8b", "vclaim_id": "vclaim-pol-03907"}