{"url": "/factchecks/2008/feb/11/barack-obama/polls-show-obama-beating-mccain/", "speaker": "Barack Obama", "vclaim": "\"The last six polls, including this week's Time magazine, show that I beat John McCain by six or seven points.\"", "truth_label": "mostly-true", "date": "stated on February 10, 2008 in a campaign rally in Alexandria, Va.:", "title": "Polls show Obama beating McCain", "text": "Sen. Barack Obama regularly makes the argument that he will be a stronger general election candidate than his primary opponent, Sen. Hillary Clinton.\n\nIn a speech at a campaign rally on Feb. 10, 2008, he continued to expound on that theme, this time citing poll numbers.\n\n\n\"The last six polls, including this week's\n\nTime\n\nmagazine, show that I beat John McCain by six or seven points,\" Obama declared at T.C. Williams High School in Alexandria, Va.\n\n\nAt the time of of his speech, several polls indeed showed Obama beating McCain by a six-point or more margin. The\n\nTime\n\nmagazine poll showed him beating McCain by seven points, 48 to 41. An Associated Press/Ipsos showed him winning by six points, 48 to 42. A CNN poll showed him winning by eight points, 52 to 44.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nBut those are three polls, not six. (For a neat summary of recent Obama-McCain polling, check out this\n\nlink\n\nfrom RealClearPolitics.com; we accessed it on Feb. 11, 2008.) We weren't able to find three other recent polls showing similar results.\n\n\nIt's possible that Obama has access to private polls we haven't seen. We asked the campaign for a response but didn't hear back.\n\n\nSo we will deduct a small amount on the Truth-O-Meter for his citing of \"the last six polls,\" but Obama's larger point is correct. Polls show he is winning against McCain, while Clinton either loses to McCain or beats him by a smaller margin. So we award this statement a Mostly True.", "vclaim_id": "vclaim-pol-16349"}