{"url": "/factchecks/2016/apr/25/ted-cruz/cruz-attack-ad-trump-distorts-transgender-bathroom/", "speaker": "Ted Cruz", "vclaim": "Says Donald Trump thinks \"a grown man pretending to be a woman (should) be allowed to use the women's restroom.\"", "truth_label": "barely-true", "date": "stated on April 22, 2016 in an attack ad:", "title": "Cruz attack ad on Trump distorts transgender bathroom access issue", "text": "Donald Trump wants to let male predators masquerading as women in the same bathrooms as your wife and daughter, according to an ominous black-and-white ad from presidential rival Ted Cruz.\nThe ad refers to Trump’s stance on North Carolina’s controversial HB 2 (sometimes dubbed the bathroom bill), the subject of repeated criticism and jokes by Cruz. (Here’s one: \"If Donald Trump dresses up as Hillary Clinton, he still can’t go to the girls’ bathroom.\")\n\"Should a grown man pretending to be a woman be allowed to use the women's restroom? The same restroom used by your daughter? Your wife? Donald Trump thinks so,\" reads the ad, which first aired April 22 and includes a clip of Trump suggesting people use the bathroom that \"they feel is appropriate.\"\n\"It's not appropriate,\" the ad continues. \"It's not safe. It's PC nonsense that's destroying America. Donald Trump won't take on the PC police. He's one of them.\"  \nDid the Cruz ad accurately describe Trump’s view?\nNot really. The businessman's comments on HB 2 suggest he doesn't really see allowing bathroom choice for transgender people as a problem. But by prohibiting people from using the bathroom they feel is appropriate, Trump said, North Carolina has hurt its business potential.  \nFurther, medical experts typically agree that a transgender woman is a woman who identifies differently from her assigned sex at birth, though there isn’t universal agreement on this point. So it’s not entirely accurate for Cruz to define a transgender woman as \"a grown man pretending to be a woman.\"\nThe ad is playing into fears of the Charlotte ordinance enabling predatory behavior on children and women, which could still happen (and still be a crime) without a transgender-friendly law. \nWith that, let's get into Trump's comments.\nTrump on NBC’s Today\nThe ad quotes Trump as saying on April 21, \"People go — they use the bathroom that they feel is appropriate.\"\nThe comment is plucked out of context from Trump's interview on Today. He was describing transgender people using the bathroom of their choice in Charlotte, N.C., before the state passed HB 2, which prevented local governments from setting anti-discrimination policies and restricted bathroom access to a person's gender on his or her birth certificate.\nWillie Geist: \"Mr. Trump, please be specific. Tell us your views on LGBT, how you plan to be inclusive as president. Speak about the North Carolina bathroom law, in particular.\"\nTrump: \"Oh, I had a feeling that question was going to come up, I will tell you. Well North Carolina did something. It was very strong. And they're paying a big price. And there's a lot of problems. And I heard — one of the best answers I heard was from a commentator yesterday saying, leave it the way it is, right now.\n\"There have been not — very few problems. Leave it the way it is. North Carolina, what they're going through with all the business that's leaving and all of the strife — and that's on both sides. You leave it the way it is. There have been very few complaints the way it is.\n\"People go  — they use the bathroom that they feel is appropriate. There has been so little trouble. And the problem with what happened in North Carolina is the strife and the economic — I mean, the economic punishment that they're taking. So I would say that's probably the best way…\"\nMatt Lauer: \"So if Caitlyn Jenner were to walk into Trump Tower and wanted to use the bathroom, you would be fine with her using any bathroom she chooses?\"\nTrump: \"That is correct. ...There's a big move to create new bathrooms. Problem with that is … first of all, I think that would be discriminatory in a certain way. It would be unbelievably expensive for businesses and for the country. Leave it the way it is.\"\nTrump essentially made an economic argument, that North Carolina was hurting financially from its bathroom bill and it should have left the Charlotte issue alone. His comments spurred outraged criticism from social conservatives and reluctant praise from his usual foes like columnist David Brooks and Vox.  \nBut they weren’t his final words on the topic.\nLater on Fox News’ Hannity\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump gave a different and rather vague answer on Fox News that night. On Sean Hannity’s show, Trump said he believes that bathroom access should be a matter of local control.\nHannity: \"I wanted to give you a chance to explain your position on that as it relates to transgenders picking which bathroom they want to go to. I can't even believe I'm asking the question, but I'm asking.\"\nTrump: \"Well, it is a small number, but we have to take care of everybody, frankly. And North Carolina, which is a great place — which I won, by the way — I love North Carolina — and they have a law and it's a law that, you know, unfortunately, is causing them some problems. And I fully understand that they want to go through, but they are losing business and they are having a lot of people come out against.\n\"With me, I look at it differently. A community, whether it's North Carolina or local communities, really — they should be involved. We have so many big issues to be thinking about, Sean. We have ISIS to worry about. We have bringing trade back. We have rebuilding our military.\n\"But I think this. I think that local communities and states should make the decision, and I feel very strongly about that. The federal government should not be involved.\"\nHannity: \"In other words, let the states decide, let local community decides, kind of like your position on education, give it back to the states.\"\nTrump: \"Yes, let them decide. Absolutely.\"\nHere, Trump says the federal government shouldn’t be involved in bathroom policies as it has bigger fish to fry. Instead, he said, it’s up to \"local communities and states.\"\nIn the case of North Carolina, the local community of Charlotte enacted a policy, and state lawmakers blocked it from taking effect and prevented other communities from doing the same. So Trump essentially avoided answering the question at the heart of the controversy: whether bathroom policy should be decided by the local community of Charlotte or the state.\nA few days later on Fox News Sunday\nTrump advisor Paul Manafort reiterated the billionaire’s local control stance on Fox News a few days later, but he argued that it wasn’t a new position from what Trump said on Today. Host Chris Wallace challenged Manafort’s denial of a reversal.\nWallace: \"Wait. Wait. Wait. But 12 hours before or eight hours before, he said leave it the way it is and that there doesn't need to be any change. It's a problem in search of a solution.\nManafort: \"Which it is.\"\nWallace: \"Let me rephrase, it's a solution in search of a problem, that there's not really a problem there.\"\nManafort: \"What he said, he was asked a question of his personal opinion in the afternoon and then he was asked, ‘How do you handle the issue?’ And he answered that in the evening.\"\nWallace: \"His personal opinion stands?\"\nManafort: \"What stands is what he said when he was asked the specific question of what should happen to this issue and he said it's a state's rights issue, it should be handled by the states.\"\nOur ruling\nA Cruz ad said Trump thinks \"a grown man pretending to be a woman (should) be allowed to use the women's restroom.\" \nThere's a grain of truth in this claim, but the overall message is highly distorted to scare voters.\nTrump did say he'd be fine with letting Caitlyn Jenner, a transgender women, use the bathroom of her choice in Trump Tower rather than the bathroom that corresponds to the sex on Jenner's birth certificate. But Trump did not say he supports a man \"pretending to be a woman\" using a woman's restroom. \nTrump talked about how bathroom laws that allow people to use the bathroom of their choice are not a problem and bemoaned the business backlash that hit North Carolina with a state law that said people have to use the bathroom that corresponds with their gender at birth. The state would have been better off leaving it alone, he argued, but as president he would not want the federal government to be involved.\nDoing nothing about a local government's decision is not an endorsement. We rate Cruz’s claim Mostly False.\nEditor’s note, April 27, 2016: After we published this item, we heard from readers and others who said our description of a transgender woman made it sound as if there is no public debate over transgender issues or how gender is defined. We did not mean to suggest that, and we have edited our report to more fully reflect that ongoing debate. Our rating still stands, however, because the ad distorts Trump’s views on access to public bathrooms. \nhttps://www.sharethefacts.co/share/6b5dec59-b7ec-4ec6-a34d-87428af82a41", "vclaim_id": "vclaim-pol-05050"}