{"url": "/factchecks/2018/feb/01/southwest-farm-press/more-feral-hogs-texas-than-any-other-state-but-not/", "speaker": "Southwest Farm Press", "vclaim": "\"Texas is home to more feral pigs than any other state — an estimated 50 percent to 75 percent of all feral swine in the nation.\"", "truth_label": "half-true", "date": "stated on January 22, 2018 in a news story:", "title": "Texas ranks No. 1 in feral hogs. It's not home to 75 percent of nation's wild pigs.", "text": "Texas happens to be home to most of the nation’s feral pigs, according to a publication focused on farmers and ranchers in Texas, New Mexico and Oklahoma.\nSouthwest Farm Press declared in a January 2018 news story that while 39 states have reported wild pig problems, \"Texas is home to more feral pigs than any other state — an estimated 50 percent to 75 percent of all feral swine in the nation.\"\nReally all of that for Texas by its lonesome? We wondered.\nTexas No. 1 in feral hogs?\nFrom our previous feral-hog investigations, we already suspected that Texas, with its vast open spaces and habitat-friendly Gulf Coast, was home to more of the pesky animals than any other state.\nOur attempts to verify that part of the publication’s claim led us to a South Carolina expert, Jack Mayer, Ph.D., who responded by emailing us his 2014 paper finding Texas to be home to the most wild hogs.\nAccording to the paper, 99 percent of U.S. wild pigs live in 10 states: Alabama, Arkansas, California, Florida, Georgia, Louisiana, Mississippi, Oklahoma, South Carolina and Texas. \"As an individual state, Texas had the largest numbers,\" the paper says, accounting for 30 percent (1.8 million) up to 41 percent (3.4 million) of the nation’s total depending on which estimates are chosen. States with the next-most feral hogs, the paper suggests, were Georgia and Florida.\nThen again, there’s at least one other way to judge population differences. In that vein, we adjusted the average estimate of feral hogs in each of the 10 high-hog states for the state’s 2014 human population. By this metric, Oklahoma led with nearly 13 hogs per 100 residents with Texas landing fifth with a little under 10 hogs per 100 residents.\nUp to three in four feral hogs live in Texas?\nWe separately asked Southwest Farm Press the basis of its finding that Texas was home to \"50 percent to 75 percent\" of U.S. feral hogs. By email, Eric Braun responded with an explanation attributed to the story’s author, Logan Hawkes.\n\"Fair question, tough topic,\" Hawkes wrote, adding that every count offered of feral hogs is an estimate.\nHawkes specified that he reached his finding that 50 percent to 75 percent of U.S. feral hogs reside in Texas drawing on information from the Animal and Plant Health Inspection Service in the U.S. Department of Agriculture and the Texas A&M Agrilife Extension Service.\nHawkes said that \"if the U.S. population is estimated as much as 6 million feral swine (USDA-APHIS), and the Texas population is as much as an estimated 4 million feral swine (Texas Agrilife), then I believe  my percentage would be on target. If we take the lower estimated figures instead of the highest, then that percentage would, of course, be less. Again, the range is wide and all numbers are estimated. I should have pointed that out in retrospect.\"\nBraun pointed out that Gail Keirn of the APHIS National Wildlife Research Center was quoted in February 2017 saying that there are likely between 5 million and 6 million invasive wild pigs in at least 35 states. More recently, Braun noted, the inspection service has said the national count exceeds 6 million.\nPer feral pigs in Texas, Braun pointed out that Texas Agrilife said in a 2012 report that Texas was home to 1 million to 4 million feral hogs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nCounting Texas feral hogs\nBut that 2012 report, we found, presents the described estimate of 1 million to 4 million feral hogs in Texas (in the past tense) before declaring a lower estimate.\nThe report initially states: \"Often, the number of feral hogs are reported from 1 to 4 million in Texas. These estimates are not based on scientific studies.\" But the authors subsequently describe their efforts to gauge feral hog concentrations in different parts of Texas and to adjust for suitable hog habitats before reaching their own estimate.  \"By multiplying the density estimate to the total potential suitable feral hog habitat,\" the report says, \"we estimated the number of feral hogs statewide to be between 1.8 and 3.4 million, with the average being 2.6 million.\"\nWe also connected with the USDA’s Keirn, who agreed by email that Texas has one of the country’s largest \"feral swine populations.\" Yet Keirn said the state’s share of U.S. feral hogs probably runs closer to 30 percent to 50 percent.\nNationally, Keirn told us, the feral hog population is \"currently estimated at over 6 million and is rapidly expanding. Range expansion over the last few decades is due to a variety of factors including their adaptability to a variety of climates and conditions, translocation by humans and a lack of natural predators.\"\nKeirn similarly noted the 2012 Texas report suggesting an average of 2.6 million feral hogs statewide while she said that the Texas Parks & Wildlife Department estimates there are more than 1.5 million feral swine in the state.\n\"The accurate estimation of wildlife populations is difficult and requires considerable investment of resources and time,\" Keirn wrote.\nWhen we reached out to TPWD about its hog estimate, Steve Lightfoot responded by emailing us a September 2017 document presenting 42 feral hog questions and answers written by a Texas A&M professor emeritus, Billy Higginbotham.\nThe document says there are no U.S. estimates of the feral hog population based on scientific data but guesstimates suggest a national population of 8 million to 9 million. In Texas, the document says, \"we estimate 2.6 million head based on several population studies.\" Another Higginbotham answer says a Texas A&M AgriLife Extension survey of landowners made in 2010 \"estimated that we are removing approximately 761,000 pigs from our 2.6 million population annually, which accounts for only 29% of the population. We estimate that in Texas we need to be removing 66% of the wild pigs annually just to hold the population steady.\"\nWe asked Higginbotham about the accuracy of the Southwest Farm Press claim. By email, he replied that it’s most likely that feral hogs in Texas comprise 20 percent to no more than 33 percent of the U.S. population.\nMayer, the South Carolina expert, later advised by phone that he’s part of a research team drawing on improved hog-density research to devise fresh counts. As of 1982, Mayer said, a little more than half the nation’s feral hogs resided in Texas. Mayer said the team’s yet-to-be completed paper will say that in 2016, some 2.5 million Texas feral hogs accounted for nearly 37 percent of 6.9 million U.S. feral hogs. Texas’s reduced share, Mayer said, can be attributed to hog populations surging elsewhere.\nWe shared some of what we’d gleaned about U.S. feral hogs in Texas with Southwest Farm Press. By email, Braun replied that its story would be corrected. The story was shortly amended to say: \"Texas is home to more feral pigs than any other state — an estimated 30 percent to 50 percent of all feral swine in the nation, according to USDA.\"  \nOur ruling\nThe publication said: \"Texas is home to more feral pigs than any other state — an estimated 50 percent to 75 percent of all feral swine in the nation.\"\nTexas remains home to the most feral hogs, we confirmed, though several states topped by Oklahoma lately have more hogs per 100 residents. It looks otherwise like Texas accounts for about one third of the nation’s feral swine--considerably short of 50 percent to 75 percent.\nWe rate this since-modified claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context. Click here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-02-01 21:36:45 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"Texas is home to more feral pigs than any other state — an estimated 50 percent to 75 percent of all feral swine in the nation.\"    Southwest Farm Press Farm publication https://www.southwestfarmpress.com/livestock/new-research-toxic-bait-might-provide-control-wild-hog-problem-texas-and-other-states   Texas Monday, January 22, 2018 2018-01-22    Read More  info", "vclaim_id": "vclaim-pol-02451"}