{"url": "/factchecks/2020/jul/02/facebook-posts/fact-checking-claims-about-nurses-getting-nothing-/", "speaker": "Facebook posts", "vclaim": "Nurses submitting coronavirus tests say they all are coming back positive.", "truth_label": "false", "date": "stated on June 27, 2020 in a screenshot:", "title": "Fact-checking claims about nurses getting nothing but false-positive COVID-19 tests", "text": "What do Elon Musk and the winner of \"Project Runway\" Season 3 have in common? They’ve both shared unproven claims about false-positive coronavirus test results.\nSince states started reopening in May, COVID-19 cases have increased in the United States. A June 27 post claims that’s because the labs that process coronavirus tests are falsifying results.\n\"It’s frightening how we’re being rail railroaded,\" reads the post, which is a screenshot of an Instagram post from Jeffrey Sebelia, the winner of the third season of \"Project Runway.\" \"My mom actually knows a nurse in San Francisco who was giving COVID tests. After every test came back positive she got suspicious. So she sent in two separate blank tests. Unused swabs. Those both came back positive.\"\nSebelia said his mom and some co-workers used fake names to submit 10 unused swabs that all tested positive.\n\"What the he’ll is going on ????\" reads the post, which we cannot access since Sebelia’s account is private. \"It’s beyond greed and money for hospitals. We are being controlled and manipulated beyond anything we could ever imagine.\"\nThe Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Similar posts have been shared thousands of times, according to CrowdTangle, an audience metrics tool.\n\n(Screenshot from Facebook)\nWe reached out to Sebelia for evidence to back up his post. He told us it was a \"word-of-mouth story\" from his mom.\n\"She doesn’t lie but beyond that there is no proof,\" he said in an email.\nSebelia is right — there is no proof to back up his claims. But over the past several weeks, many social media users — including Musk, the CEO of Tesla and SpaceX — have passed on secondhand stories about fraudulent COVID-19 tests or unproven claims about false-positives. So we wanted to look into the notion that labs are falsifying COVID-19 test results.\nPublic health officials say that false-positive tests are rare; the real concern is false-negatives. \nLabs aren’t manipulating results\nWhile COVID-19 tests may sometimes produce false-positive results, there is no evidence that labs are deliberately manipulating samples. And public health officials are more concerned about false-negatives than false-positives.\nThere are three main coronavirus tests: diagnostic, antibody and antigen. Diagnostic tests look for the genetic material of the coronavirus in a sample that’s typically taken from a person’s nose or throat. Health care providers and public health officials use them to confirm whether someone has the disease.\nSince diagnostic tests are considered the most common and reliable COVID-19 test, we’re going to focus on them.\nThere are more than 100 diagnostic tests that have received emergency use authorization from the Food and Drug Administration. Many cities and health care providers use private firms like LabCorp and Quest Diagnostics to provide and process diagnostic coronavirus tests. We reached out to both companies for a comment, but we haven’t heard back.\nWe could find no evidence that labs are deliberately altering coronavirus test results to create false-positives.\nRELATED: The international supply chain behind coronavirus testing\nThe accuracy of a coronavirus diagnostic test depends on several factors, including the timing of the test and how it was stored. There have been several cases of tests producing the wrong results.\nIn mid-May, the Food and Drug Administration issued a warning saying that a rapid-response test from Abbott Laboratories could produce false-negative results.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nAbbott advised health care providers not to store patient samples in solutions known as \"viral transport media.\" The company said the swabs should be placed directly into the device and then the test will work as expected.\nThe accuracy of COVID-19 tests, particularly for people who are not experiencing symptoms, is still uncertain. But false-positive results appear to be an outlier.\nA LabCorp fact sheet for the company’s diagnostic coronavirus test says there is a \"very small chance\" the test can give false-positive results. The instructions for a similar test from the Centers for Disease Control and Prevention say that false test results are \"highly dependent on prevalence.\"\n\"False-negative test results are more likely when prevalence of disease is high,\" the document reads. \"False-positive test results are more likely when prevalence is moderate to low.\"\nIn layman's terms: as coronavirus infections increase, so does the chance of false-negative results. So it stands to reason that, as the U.S. continues to see new COVID-19 cases rise, false-negative results are more common than false-positives.\nThat fact can have worse unintended consequences than false-positive results. People who receive false-negative results may not seek treatment for COVID-19 symptoms and risk infecting more people.\nPosts echo existing conspiracy theories\nSebelia’s post inspired a slew of copy-pasted hoaxes about COVID-19 testing. Many cite friends or family members, and they echo months-old conspiracy theories about the coronavirus pandemic.\nA June 30 Facebook post is very similar to Sebelia’s story.\n\"Nurses at a hospital doing covid testing became suspicious when all their tests were coming back positive,\" reads the post. \"They sent 2 tests with unused swabs and they came back positive. Nurses used fake names, sent 10 unused swabs to be tested and all came back positive. We are being played!\"\nThe post is a screenshot of a now-deleted tweet from a user named Robert Tayman, whose account was created in February and regularly promotes conspiratorial content. He said in a follow-up tweet (also deleted) that the nurses are \"close personal friends that work at a major hospital in Baltimore, Maryland.\"\n\n(Screenshot from Twitter)\nThe Baltimore Department of Health denied commenting for this story.\nTayman’s tweet was deleted, but screenshots quickly made their way to Facebook, where they were shared thousands of times.\nThe first few posts with Tayman’s tweet were published in conservative and anti-media groups on June 29, according to CrowdTangle. At first, users started off linking to the tweet, but soon users were posting screenshots of the post. Eventually, the text of the tweet was copied and shared with no context at all — similar to how chain emails work. \nAnother Facebook post, published June 29, also recounts the story about nurses sending in \"10 unused swabs\" that all came back positive. The post is a screenshot of an Instagram post and cites a sister who’s a cardiac ICU nurse.\n\"The consensus was not that +cases don’t exist, but that the numbers are exaggerated,\" reads text in the screenshot.\nIn each iteration of the post, the one clear theme is that every test comes back positive. But that belies the actual numbers hospitals and health departments are reporting. According to data compiled by the COVID Tracking Project, the rate of positive coronavirus tests has never exceeded 21.9% (that was in early April). The positivity testing rate hit a low of 4.4% in mid-June. Currently, it’s around 7%. That means 93% of tests produce negative results. \nThese recent posts were not created in a vacuum. Similar rumors have circulated recently in India and Turkey. And conspiracy theories that claim officials are falsifying coronavirus test results — or that the pandemic itself is fabricated — have been circulating online for months.\nIn late March, a website called the Cabal Times wrote about a video from a Swedish YouTuber who goes by the name Zakleo Se Bumbar. The video spins an elaborate conspiracy theory that asserts false-positive COVID-19 tests are driving the bulk of new cases.\nOur ruling\nThe Facebook post claims that labs are manipulating coronavirus tests to create false-positive results.\nWe could find no evidence to back that up. Sebelia, the source of the claim, said it was a \"word-of-mouth story\" from his mom without proof. Similarly inaccurate or unproven claims about coronavirus tests have been circulating for weeks, many of which echo months-old conspiracy theories about the pandemic.\nWhile COVID-19 tests may sometimes produce false-positive results, there is no evidence that labs are deliberately manipulating samples. Experts are more concerned about false-negatives, which could pose health consequences.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-17677"}