{"url": "/factchecks/2012/aug/13/josh-mandel/ohio-treasurer-josh-mandel-says-us-sen-sherrod-bro/", "speaker": "Josh Mandel", "vclaim": "Sherrod Brown \"sent billions of our tax dollars to foreign countries.\"", "truth_label": "pants-fire", "date": "stated on May 23, 2012 in a television ad:", "title": "Ohio Treasurer Josh Mandel says U.S. Sen. Sherrod Brown has sent billions of our tax dollars to foreign countries", "text": "Federal spending is a major issue in the U.S. Senate campaign of Ohio Treasurer Josh Mandel, the Republican trying to unseat incumbent Democrat Sherrod Brown. Mandel says spending is wasteful and unsustainable, and he names Brown as a reason.\nAmong several claims in Mandel's TV ad \"Change,\" which accuses Brown of trying to hide his record, is one that says \"Brown sent billions of our tax dollars to foreign countries.\"\n\nPolitiFact Ohio can't say if spending is wasteful, and we don't have a crystal ball to judge if it is sustainable. But we can assess if Brown is \"hiding\" (as the ad states) that he has sent billions of tax dollars overseas.\n\nThe ad's claim is spoken by an announcer and appears on screen next to a photo of Brown. In the background is a blended collage of the flags of Panama, China and South Korea.\n\nThe source cited in the ad for the claim is an article that appeared Sept. 9, 2010 in the Washington Times. The article said the Department of Energy had acknowledged that \"as much as 80 percent of some green (energy) programs, including $2.3 billion of manufacturing tax credits, went to foreign firms that employed workers primarily in countries including China, South Korea and Spain, rather than in the United States.\"\n\nThe story also referred to a report by American University’s Investigative Reporting Workshop, in February 2010, that more than 79 percent of the first $2.1 billion in stimulus grants to wind energy companies went to foreign firms.\n\nThe report noted, however, that the grant money was distributed under a program administered by the Energy Department and Treasury, and not by Congress. In some instances, it said, the money went to the American subsidiaries of foreign companies.\n\nThe Washington Times story goes on to say that the Investigative Reporting Workshop report \"raised alarms in Congress. Leading Democrats insisted that the money be spent at home, but restrictions on the funds proved impossible without the specter of a trade war.\"\n\nBrown, who is not mentioned in the Washington Times article, was actually one of the senators who called for the Obama administration to suspend the program indefinitely \"until the law can be fixed so that funds only flow to projects that will create jobs in the United States.\"\n\nCo-sponsoring legislation to make that a requirement, Brown said, \"Taxpayers expect the government to use their dollars to support American jobs.\"\n\nPolitiFact Ohio looked at the wind project with the Chinese connection earlier this year and found it never got completed. Since companies could only collect money after completion and the program expired last year, it is safe to say that the amount that went to China was \"zero,\" Russ Choma, the reporter who performed the digging at the Investigative Reporting Workshop, told us.\n\nOur friends at FactCheck.org, who also examined the Mandel ad's claim, found it to be \"highly misleading\" and not true.\n\nBecause the citation in the ad did not support the claim, we asked Mandel's campaign if it had additional sources.\n\n\"The charge in the ad is also supported by Sen. Brown's votes relative to foreign aid appropriations,\" spokesman Travis Considine said, citing a story from Politico as \"the most recent example of a vote held on the Appropriations Committee Sen. Brown sits on that approved $52.1 billion in foreign aid.\"\n\nHe also provided a voting record to show that Brown \"has voted for at least $257.9 billion in foreign operations funding since he came to Washington in 1993.\" The list included votes on omnibus appropriations bills, which cover many areas of spending and often enjoy wide bipartisan support.\n\nThe $52.1 billion figure in the Politico story refers to the State Department and foreign operations budget. According to the nonpartisan Congressional Research Service, that budget funds U.S. diplomatic and foreign aid activities, and \"has been the primary legislative vehicle through which Congress reviews the U.S. international affairs budget and influences executive branch foreign policy making in recent years.\"\n\nIncluded in the budget are the cost of building, staffing and protecting embassies and consular activities; funding for the war-related states of Iraq, Afghanistan and Pakistan, which were exceeded by Israel as the top U.S. foreign aid recipients; foreign economic and security assistance, and contributions to international organizations and missions and multilateral financial institutions.\n\n\"U.S. national security, trade promotion, and humanitarian interests are rationales for most international affairs activities,\" the Congressional Research Service said in its report on the budget.\n\nThe CRS also summed up debate about the budget: \"International affairs expenditures typically amount to about 1.5 percent of the total federal budget. While some foreign policy and defense experts view that share as a small price to pay for a robust foreign affairs budget that they believe is essential to meeting national security and foreign policy objectives, others see international affairs spending, particularly foreign aid, as an attractive target for significant spending cuts in order to reduce deficit spending.\"\n\nHow much could spending practically be cut?\n\nSen. Tom Coburn, a Republican from Oklahoma, is a fiscal conservative who has been called \"the Senate's chief waste-watcher.\" He released a $9 trillion deficit reduction plan last year that would trim \"wasteful, duplicative and low-priority spending\" from the Department of State and its foreign operations budget.\n\nHe estimated the 10-year savings at $192 billion, which still would leave a multi-billion dollar foreign operations budget annually.\n\nAs for the ad's flags of China, Panama and South Korea, we have previously found Brown to be one of the Senate's most ardent critics of U.S. foreign trade policies. He has voted against trade deals with China, Panama and South Korea -- and Colombia, Central America, Mexico and Canada.\n\nLet's bring it home.\n\nThe ad claims Brown sent billions of dollars to foreign countries. The information that the ad uses to back up that claim, that Brown voted for the stimulus bill, has been proven false. Brown did not make decisions on how that money would be spent, and he was one of the senators who called for its suspension after the foreign grants were reported.\n\nWhen confronted with those facts, the Mandel campaign offered as support for its claim that Brown votes for appropriations for U.S. foreign operations. That's the money for embassies, war-related spending to help establish new governments and the U.S. portions of international missions. That's a ridiculous stretch from what the ad implies, which is that Brown tried to hide that he irresponsibly sent billions or our tax dollars to foreign countries.\n\nWe have a rating for statements that are both false and ridiculous. It's Pants on Fire.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021", "vclaim_id": "vclaim-pol-10593"}