{"url": "/factchecks/2011/mar/08/sherrod-brown/sen-sherrod-brown-says-hitler-stalin-and-mubarek-a/", "speaker": "Sherrod Brown", "vclaim": "\"Hitler didn't want unions. Stalin didn't want unions. Mubarak didn't want independent unions. These autocrats in history don't want independent unions.\"", "truth_label": "true", "date": "stated on March 3, 2011 in a speech in the Senate:", "title": "Sen. Sherrod Brown says Hitler, Stalin and Mubarek all opposed independent unions", "text": "Ohio's Sherrod Brown took the floor of the U.S. Senate last week to recall some history he considered pertinent, given current events involving public worker unions in Ohio and Wisconsin.\n\n\"I look back at history,\" he said, \"and some of the worst governments we've ever had, you know one of the first things they ever did? They went after the trade unions. Hitler didn't want unions. Stalin didn't want unions. (Former Egyptian President Hosni) Mubarak didn't want independent unions. These autocrats in history don't want independent unions.\"\n\nBrown hastened to say that he was not drawing an analogy.\n\n\"I'm not comparing what's happening to the workers in Madison or in Columbus to Hitler and Stalin,\" he said. \"But I am saying that history teaches us that unions are a very positive force in society that creates a middle class, and it protects our freedom.\"\n\nRecent history also teaches us that nuance and context are lost when someone drops the H-bomb. Mentioning Hitler in political discussion obscures any other point.\n\nThe Washington website Politico.com quickly posted a partial video of Brown's speech that carried the headline, \"Sherrod Brown compares Republicans to Hitler.\"\n\nChris Bond, press secretary for the National Republican Senatorial Committee, released video of part of the speech, with the headline: \"Sherrod Brown invokes Hitler in his latest political attack.\"\n\nE-mailed and tweeted video links started making the rounds. Brown's office noted that some of the links and postings did not include the full context of his remarks, but that should not have come as a surprise.\n\nBrown apologized the next day.\n\n\"I should not have mentioned the hostility of tyrants like Hitler to unions,\" he said. \"I don't want my mistake to distract from the critical debate in Ohio, and I apologize for it.\"\n\nBut fact-checking is our business. Even accepting that Brown did not intend a comparison, PolitiFact Ohio decided to examine the accuracy of his history.\n\nWe thought it was important, in particular, because of postings by some bloggers and commenters claiming Hitler did not oppose unions -- that he wrote favorably about them in \"Mein Kampf,\" that he proclaimed May Day a workers' holiday, and that he even started a union.\n\nWe looked at contemporary and historical accounts and a transcript of the Nuremberg Trials, and we consulted Kenneth F. Ledford, associate professor of history and law at Case Western Reserve University. He is a social historian of modern Germany and an authority on German legal and labor history.\n\nCitations from \"Mein Kampf\" come from the chapter \"The Problem of the Trade Unions\"  -- \"which is really pretty incoherent,\" Ledford said.\n\n\"It is not an endorsement of trade unions but a call to subordinate the message of class solidarity to one of national solidarity\" and \"a call for the quiescence of labor to favor heavy industry,\" he said.\n\nIn saluting unions, as in naming the Nazis the National Socialist German Workers' Party, Hitler \"was using words he knew had appeal. It was as if they had been focus-grouped. Those were hot-button words that had resonance in the revolutionary period after 1918.\n\n\"The reality is, the (Nazi) party could not make inroads into the organized, unionized, working-class electorate in Germany,\" Ledford said.\n\nMay Day was first celebrated as an international day of labor in New York in the 1880s. Hitler made it an official paid holiday, not just a negotiated day off, on May 1, 1933 --  and used it to rally for his regime and industrialization. William Shirer (The Rise and Fall of the Third Reich), who was there, called it \"an elaborate piece of trickery.\"\n\nThe next day, on May 2, 1933, unions were dissolved, their assets were confiscated, their offices were occupied and their leaders were arrested. Hitler then outlawed strikes, abolished collective bargaining and established the German Labor Front, a corrupt party organization.\n\n\"It wasn't even a sham labor union,\" Ledford said.\n\nIn Russia, he noted, \"Stalin didn't have to eliminate unions -- Lenin already had.\" And Stalin's first Five-Year Plan converted labor groups into oppressive mechanisms for increasing worker productivity.\n\nMubarak does not belong in the same category as Hitler and Stalin. But his government did routinely suppress worker protests by force. The government-run Egyptian Trade Union Federation was given a monopoly on labor organization in 1957 by the Trade Union Act, which prohibits union freedoms.\n\nBrown’s statement about tyrants and unions may have been distracting and ill-advised given the current standoffs, but it also is historically accurate. We rate Brown’s statement as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13459"}