{"url": "/factchecks/2013/sep/11/alan-grayson/alan-grayson-said-russia-would-replace-any-weapons/", "speaker": "Alan Grayson", "vclaim": "In the event of a U.S. strike on Syria, \"the Russians will replace the weapons immediately. They’ve said it on the record. They’ve suggested they might even replace it with better stuff.\"", "truth_label": "barely-true", "date": "stated on September 7, 2013 in an interview with the \"Washington Post\":", "title": "Alan Grayson said Russia said on the record that it would replace weapons U.S. destroys in airstrikes", "text": "As the United States seemed to be headed toward a congressional showdown over whether to authorize a bombing of Syria -- and before Russia brokered a proposal that seemed to slow the rush to a military strike -- Rep. Alan Grayson, D-Fla., offered several arguments against military action during an interview with the Washington Post’s Wonkblog column.\nOne of the arguments Grayson made was that whatever the United States destroyed, Russia would simply replace. The comment alluded to the staunch support Russia had provided its longtime ally during the uprising and civil war that began in 2011.\nIn the Sept. 7, 2013, interview with the Post’s Ezra Klein, Grayson said, \"My understanding of the target plan is that it focuses on military infrastructure: Things like rocket launchers and runways and aircraft. In theory, the idea is this is the infrastructure that delivers chemical weapons, but in practice, it’s punishing Syrian President Bashar al-Assad by degrading his general military capabilities.\"\nOne of the problems, Grayson responded, \"is that the Russians will replace the weapons immediately. They’ve said it on the record. They’ve suggested they might even replace it with better stuff.\"\nWhen we asked Grayson’s office for support for their claim, they provided several pieces of evidence.\nPutin’s comment at a press conference\nThe first was a comment made by Russian leader Vladimir Putin at a press conference following the G-20 summit in St. Petersburg.\nQuestion: \"You said once that there is no way Russia will ever intervene in a military conflict in Syria. However, if hostilities do begin, will Russia provide any aid to the country?\"\nPutin: \"Hostilities are already under way.\"\nQuestion: \"I was talking about a foreign military intervention. Will Russia help Syria? Which country do you think is likely to find itself in a situation like Syria's?\"\nPutin: \"You know, I don't even want to think about it -- to think that another country might find itself the target of foreign aggression. Will we be helping Syria? Yes, we will. We are helping now. We are supplying arms and providing economic cooperation. I hope we will further expand humanitarian cooperation, including humanitarian aid and support for the civilian population, people who have found themselves in a very difficult situation in that country.\"\nWhile this falls short of a clear statement that Russia would replace weapons destroyed in a U.S. attack, the exchange does reinforce the idea that Russia has been selling arms to Syria, and Putin made no indication that such assistance will stop.\nPutin’s interview with the Associated Press and Russia’s Channel One\nIn an interview with the Associated Press and Russia’s Channel One before the G-20 summit, Putin discussed the status of an existing contract to supply Syria with the S-300, a surface-to-air missile that one Australian analyst described as \"rapidly deployable ... and highly lethal\" to military aircraft.\nThe system has been a particular bone of contention internationally. Russia has said the missiles are defensive and are needed by the Syrian government to fight the rebels. But in May, Israel and the United States asked Russia not to deliver S-300s to Syria, arguing that they could block Israel’s air force from operating along the Syrian and Lebanese border, according to the Jerusalem Post.\nIn the interview before the G-20 summit, Putin said scheduled deliveries of the S-300 had been partially fulfilled but are now \"suspended.\" (Officially, the reason was that Syria had stopped paying for them, the Russian newspaper Kommersant reported.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nPutin added, however, that \"if we witness that some steps are being taken in violation of the effective international regulations, we will think it over how we should act in the future, particularly regarding the supplies of such sensitive weapons in some regions of the world,\" Putin said.\nPutin added that Russia continues to provide Syria with supplies and maintenance because Russia feels \"we are cooperating with the legitimate government and, meanwhile, do not violate any provisions of international law and any our commitments. … The United Nations Organization imposed no restrictions on the weapons supplies in Syria.\"\nFinally, Putin referenced two advanced models, the S-400 and S-500, but he didn’t explicitly say in the interview that he would provide the enhanced technology to Syria.\nIn all, then, Putin reiterated that he is continuing arms sales with Syria, and he suggested that an attack by the U.S. or other outside countries could cause it to revive currently suspended deliveries related to a key surface-to-air missile. But this was couched as a possibility, not a certainty, and he did not explicitly say Russia would send Syria technology more advanced than what Syria had already been promised.\nDempsey’s Senate testimony\nAnother piece of evidence was testimony given by Gen. Martin Dempsey, the chairman of the Joint Chiefs of Staff, before the Senate Foreign Relations Committee.\nAs for Dempsey’s testimony, the comments came in response to a question from Sen. Ed Markey, D-Mass.\n\"You talked about the Russians now having four vessels in the eastern Mediterranean, but you did not seem to be that concerned about it,\" Markey said. \"Syria is a proxy state of Russia. They provide the military assistance, the training to Syria. Are you concerned in any way that a strike by the United States could increase the amount of military assistance that Russia sends into the Syrian regime?\"\nDempsey responded, \"It could, senator. … There is some indication that they have assured the regime that if we destroy something, they can replace it. But you know, that's not a reason for me to hesitate to act.\"\nBy specifically suggesting that Russia would actually replace something the United States destroyed, Dempsey’s comment goes somewhat further than Putin did. But it is also couched with the phrase \"there is some indication that,\" which suggests that there’s a degree of doubt or conflicting evidence.\nIn addition, while Dempsey would presumably be apprised of any U.S. intelligence on Russia’s intentions, he -- unlike Putin -- can’t be marshaled as evidence that Russia has said what it plans to do \"on the record.\"\nAdditional comments\nGrayson’s office also cited comments by retired Lt. Col. Ralph Peters, a military analyst with Fox News, and British defense analyst Francis Tusa, but neither reflects what Russia said \"on the record.\"\nFinally, Grayson spokeswoman Lauren Doney said that Grayson \"sees both unclassified and classified information, the sources and details of which he obviously cannot discuss.\" But secret intelligence cannot be considered on the record, so we will not factor it into our rating.\nOur ruling\nGrayson said that in the event of a U.S. strike on Syria, \"the Russians will replace the weapons immediately. They’ve said it on the record. They’ve suggested they might even replace it with better stuff.\"\nGrayson’s office offered an array of evidence, but none of it definitively proves his claim.\nPutin’s comments -- the only ones that could support a claim about what Russia has said \"on the record\" -- suggest that Russia is reserving the right to replace Syrian military hardware destroyed by a U.S. attack, but the Russian leader’s own words do not go as far Grayson suggests. Grayson has not provided proof that Russia has said it \"will\" pursue that course, or that Russia will do so \"immediately.\" There is also no indication that Russia would supply Syria with more advanced weapons than the ones destroyed. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08894"}