{"url": "/factchecks/2010/mar/12/marco-rubio/rubio-criticizes-space-budget/", "speaker": "Marco Rubio", "vclaim": "The Obama administration \"spent more money on the Cash for Clunkers program than the space program.\"", "truth_label": "barely-true", "date": "stated on February 8, 2010 in a news account of a speech:", "title": "Rubio says Obama administration spent more on Cash for Clunkers than space program", "text": "NASA's budget has been a hot topic among Florida politicians since the Obama administration's recent announcement that it plans to kill the NASA Constellation program, which sought to put astronauts back on the moon.Republican U.S. Senate candidate Marco Rubio jumped on the bandwagon and spoke against Obama's plan during a meeting of the Brevard County Republican Club in February, according to an article in Florida Today on Feb. 8, 2010:The article said that Rubio \"criticized the Obama administration for discontinuing manned space flight in favor of more innovative technological advances, ignoring that Obama also proposed an increase in NASA's budget over the next several years.\" Rubio was quoted saying, \"They spent more money on the Cash for Clunkers program than the space program.\"\nThat article and another one in Politico that used the same quote, had some context before Rubio's quote about the proposed cuts in the Constellation program. The Florida Today article mentioned Obama's plan to discontinue manned space flight. Politico quoted Rubio's primary opponent, Gov. Charlie Crist, stating: \"Unless we continue the Constellation Program that allows America to be a leader in space innovation and provides jobs for many Floridians on the Space Coast, this discussion will leave many of the same problems unresolved.\"\nBoth articles also noted that overall, Obama proposed an increase in NASA funding.When we asked Rubio's campaign about the quote, spokesman Alberto Martinez told us that Rubio was referring to the Constellation program -- not NASA's overall budget.\"Marco has used that line several times, and what he is specifically referring to is President Obama's decision to scrap the Constellation Program,\" Martinez wrote to us in an e-mail.Before we wade into the question of whether Rubio's context was clear, here's how the numbers compare:* Cash for Clunkers was a $3 billion program, according to the U.S. Department of Transportation.* NASA's overall budget this year is $18.7 billion, proposed to rise to $19 billion next year. * NASA's Exploration program, which includes the Constellation initiative, was about $3.8 billion this year. The cost would be $2.5 billion to phase out the Constellation program over two years and then it would drop to zero.So Rubio would be right if the comparison is Constellation ($3 billion for Cash for Clunkers versus $2.5 billion to phase the Constellation effort), but he'd be wrong if it's the NASA space program overall (the $3 billion for Clunkers versus roughly $19 billion for NASA). Now, to the question of Rubio's context.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on October 17, 2012 in a debate\n\n\n\n\n\n\n\n\nSays Connie Mack was \"the only member of the Florida delegation that voted against a bill to help NASA.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brittany Alana Davis • November 1, 2012\n\n\n\n\n\n\n\nMartinez told us he was referring specifically to Constellation. \"The point Marco was making is that this president has shown he is willing to spend more money in programs like 'Cash for Clunkers' than he is willing to spend on pursuing the next phase of a planned manned-space flight program. Marco made his remarks before an audience on the Space Coast which is informed about this issue. They know the only manned space flight program was the Constellation Program.\"\nThat made us wonder what the audience thought, so we called two Republicans who attended the meeting and asked them what they believed he was referring to. But neither specifically recalled the statement.So to recap: Rubio would be correct if indeed he was suggesting that the U.S. spent more on Cash for Clunkers -- $3 billion -- than the Obama administration would spend on Constellation. But by referring to it as the \"space program,\" his comment was so vague that it sounds more like he's referring to the entire NASA budget. And the Florida Today article helps to back that up by noting that he ignored the fact that Obama was proposing an increase in NASA's overall spending.The Rubio campaign says his context was clear to the audience, but we think his wording most likely is interpreted to mean the entire NASA budget. So we find the claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15218"}