{"url": "/factchecks/2018/aug/01/gwen-graham/gwen-graham-lacks-proof-florida-gov-rick-scott-tri/", "speaker": "Gwen Graham", "vclaim": "\"When a sinkhole began dumping toxic water in Florida's aquifer, Rick Scott tried to cover it up.\"", "truth_label": "barely-true", "date": "stated on July 18, 2018 in a tweet:", "title": "Gwen Graham lacks proof that Florida Gov. Rick Scott covered up Mosaic sinkhole", "text": "Gwen Graham says Florida needs a governor who will fight to protect clean water, unlike, she said, Gov. Rick Scott.\n\"When a sinkhole began dumping toxic water in Florida's aquifer, Rick Scott tried to cover it up. I worked with the press to expose the secret sinkhole and hold Scott accountable,\" she tweeted July 18.\nGraham is one of five Democrats seeking the party’s nomination in the Aug. 28 primary to replace Scott, who is term-limited and running for U.S. Senate.\nGraham’s tweet linked to a 2016 Politico article in which Graham, then a congresswoman, was quoted blasting the state over its handling of a sinkhole at Mosaic’s Polk County phosphate plant.\nHere’s what Graham’s tweet has a point about: Scott’s administration, more specifically the Department of Environmental Protection, kept quiet about the sinkhole for weeks, later saying it didn’t know it was a sinkhole.\nBut she went too far in stating that Scott himself \"tried to cover it up.\" Her tweet also leaves out the actions Scott took once he did learn about the sinkhole.\nSinkhole opened up at a plant in 2016\nOn Sept. 15, 2016, WFLA-Channel 8 broke the story about the sinkhole, which was the first time Mosaic commented about it publicly. The next day, WFLA reported that the Florida Department of Environmental Protection knew about the sinkhole but did not disclose it to the public.\nThe 45-foot-wide sinkhole opened underneath a gypsum stack at a Mosaic phosphate fertilizer plant, dumping at least 215 million gallons of contaminated water into the Floridan aquifer over three weeks.\nMosaic workers became aware of the leak on Aug. 27 and notified the department on Aug. 28. State inspectors arrived within 24 hours. Their initial report didn’t use the word \"sinkhole,\" but \"water loss incident.\"\nEnvironmentalists and the media called for more transparency by the state government. But state law at the time did not require the department to inform the public about a spill into the aquifer if it had not spread off-site. DEP officials described their response to the spill as going \"above and beyond the requirements of Florida law by working with Mosaic to notify the nearest adjacent home­owners who may want their drinking water wells tested.\"\nJon Steverson, DEP secretary at the time, said he didn't know it was a sinkhole, which was why he didn't tell Gov. Rick Scott about it until Sept. 16, 2016, the day after it hit the news. (Scott’s office confirmed to PolitiFact that he learned about it on that day.)\n\"I knew at the time in late August that there was a water loss incident,\" Steverson told reporters weeks later. \"I was not aware of the sinkhole until a much later point in time.\"\nNot announcing the incident, which was allowed under the law at the time, is not the same as a \"cover up,\" which could imply that state officials and Scott schemed to hide the information.\nMosaic apologized for not notifying the public sooner.\nOnce Scott was notified, he took action during the next couple of weeks.\nResponding to criticism from Graham at the time, Scott spokeswoman Jackie Schutz told the Tampa Bay Times that Scott had directed the DEP to expedite its investigation and asked the Florida Department of Health to work with DEP to ensure drinking water was safe.\nScott initially defended his agency by saying state law didn’t require DEP to notify anyone unless the pollution left Mosaic’s property.\n\"Within 24 hours after they (the DEP) were notified, they started the investigation,'' Scott said Sept. 22. \"If somebody's done anything wrong, we're going to hold them accountable.''\nBut days later, Scott declared the law \"outdated\" and announced a temporary emergency rule that included 24-hour public notification requirements. He also vowed to propose legislation for the upcoming session that would make such a policy permanent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"I am demanding any business, county or city government responsible for a pollution incident to immediately tell the public,\" Scott said. \"That is common sense and our residents deserve that.\"\nA judge later said that the Legislature would have to set such a rule change, and it did just that in 2017 when it unanimously passed a bill signed into law by Scott.\nSteverson, who was Scott’s pick to lead the department, quit a few months after news about the sinkhole broke.  Scott’s spokesman said Scott didn’t ask Steverson to step down.\nMosaic said repairs were completed in June 2018. The state is reviewing the company’s report to ensure all repairs were effectively completed.\nGraham’s role\nAfter the story came out, Graham spread the word about it through statements to the media. Graham criticized the state’s response, called for an investigation and filed public records requests to Scott’s office and the environment protection department seeking electronic communications about the sinkhole.\nShe received hundreds of pages of materials, but the communication between state officials was largely after the news broke.\nGraham raised questions about why the emails between state officials didn’t begin earlier.\n\"If this is the sum total of the communication that went on between DEP and the governor’s office over this massive potential contamination,\" Graham said, \"Florida families have a lot to be concerned about.\"\nIn her tweet’s accompanying Politico story, she was more nuanced about Scott’s role.\n\"I don’t know which is worse,\" Graham said in 2016. \"Either Gov. Rick Scott knew about the sinkhole and didn’t inform the public, or leadership at the Department of Environmental Protection is so irresponsible they didn’t alert the governor to a potential public health disaster.\"\nGraham spokesman Matt Harringer didn’t point to any evidence that Scott himself had covered up the sinkhole, as her tweet indicates, but said his administration did and that the buck stops with the governor.\n\"It is completely fair to use ‘Rick Scott’ and ‘his administration’ synonymously,\" Harringer said. \"The governor is the ultimate head of the Department of Environmental Protection — and often takes credit for their actions.\"\nOur review of her comments found that she more often pointed the finger more broadly at Scott’s administration or the Department of Environmental Protection.\nOn Facebook in September 2016 she wrote: \"Sunlight is said to be the best of disinfectants — but the Florida Department of Environmental Protection has tried to keep a toxic sinkhole secret from the public. That's just wrong.\"\nOn an April 2018 press release on her campaign website she wrote, \"Graham has a record of holding Scott accountable for polluting Florida’s waters. In 2016, she launched a public records investigation to expose his administration’s role in covering up a toxic sinkhole.\"\nBut the July 18 tweet was not the only time that she blamed Scott for a cover up. The environment page on her campaign website states, \"When a massive toxic sinkhole opened up in Central Florida and state regulators tried to cover it up, Gwen fought for the public to know by exposing Governor Scott’s secrecy.\"\nOur ruling\nGraham said, \"When a sinkhole began dumping toxic water in Florida's aquifer, Rick Scott tried to cover it up.\"\nShe exaggerates by stating that Scott tried to cover up the sinkhole. News reports show that the head of the environmental protection department didn’t inform Scott until the media reported about it, which happened about three weeks after the sinkhole started.\nThe department does not earn good marks for transparency: It initially labeled the sinkhole as a \"water loss incident\" and did not inform the public right away. But Graham goes too far in calling it an attempted cover up. Not announcing the incident was allowed under the law at the time.\nGraham’s tweet went further than past statements about the issue by squarely blaming Scott. The quick jab does not account for actions he took after he learned about the sinkhole, including an emergency order to change the notification rule and calling for a permanent law change about public notification (which he signed).\nGraham’s campaign now says that blaming Scott himself for the cover up is the same as blaming the administration. But the tweet should have been more precise. We rate this statement Mostly False.\nhttps://www.sharethefacts.co/share/6bdcd1c0-8036-4bd7-a90a-8ece16dc2040", "vclaim_id": "vclaim-pol-01779"}