{"url": "/factchecks/2011/aug/24/jonathan-steitz/republican-candidate-jonathan-steitz-says-democrat/", "speaker": "Jonathan Steitz", "vclaim": "The 2009-11 state budget that Democrats approved left Wisconsin taxpayers $3.6 billion in debt.", "truth_label": "false", "date": "stated on August 3, 2011 in a radio ad:", "title": "Republican candidate Jonathan Steitz says Democrats approved a budget that left the state $3 billion in debt", "text": "Gov. Scott Walker signed the 2011-13 state budget in June. But that didn’t stop the spending plan from playing a prominent role in the state Senate recall campaigns in August.\n\nRepublicans worked to paint their Democratic opponents -- the members of the Assembly running against GOP senators and Democratic senators defending their seats -- as reckless spenders who left a mess to be cleaned up. The refrain was that the Democratic lawmakers, along with former Gov. Jim Doyle, are to blame for the state being bankrupt or broke.\n\nThere were many variations of it, but one seemed worth visiting even though the recall elections are over. Why? Some claims have a way of being recycled for future campaigns.\n\nThe one we are looking at came in a radio ad by Republican Jonathan Steitz, who lost his bid to unseat Sen. Robert Wirch (D-Pleasant Prairie) in the Aug. 16, 2011 recall election\n\nThe ad said:\n\n\"Wirch voted to raise job-killing taxes by $4.7 billion, and voted for $3.6 billion in out-of-control reckless government spending ...  and after all those taxes and all that spending ...  Wirch left us with three billion in debt... only to flee to Illinois instead of staying to get the job done.\"\n\nCall it the $3.6 billion question. Or, in this case, $3.6 billion accusation.\n\nWe previously rated False a statement by state Rep. Mark Pocan (D-Madison) that Walker’s estimate of the budget deficit was a \"bogus figure.\" We also found Doyle’s late 2010 estimate of the size of the deficit was False, in part because it included many assumptions about what Walker might do. And we found Walker’s statement that the state was \"broke\" to be False. (We’ve also ruled on several statements about the \"structural deficit\" -- an entirely  different matter.)\n\nSee what we mean about themes coming up again and again?\n\nSo, back to the claim: Did Democrats under Doyle approve a budget that left the state in debt?\n\nNot a deficit. Debt.\n\nThe short answer is no. That’s not how the budget process works, said Robert Lang, director of the nonpartisan Legislative Fiscal Bureau. The state constitution requires lawmakers approve a budget that’s balanced, and the budget that was passed for 2009-11 was no exception.\n\nThe $3.6 billion figure came about when the state budget office looked at the 2009-2011 budget, as plans were being readied for the next one (the 2011-13 budget). The report considers tax revenue projections and what agencies plan to spend in the next budget, and came up with what Lang termed a \"shortfall.\"\n\nTo be sure, the calculation depended on which party is running the budget office.\n\nIn November 2010, the outgoing Doyle administration said the shortfall was $1.5 billion, which was far lower than the $2.7 billion figure used by candidates during the campaign for governor. In February 2011, Walker’s Department of Administration ran its own version of the numbers and concluded that the shortfall was $3.6 billion.\n\nSo what does that number represent?\n\n\"It’s a challenge,\" Lang said of the figure. \"The challenge for the 2011-13 budget was $3.6 billion.\"\n\nIn other words, that was the amount -- through a combination of spending cuts, tax increases or other measures -- that the state budget would have to be adjusted to account for all of the department budget requests and the projected tax revenue.\n\nOne thing is clear: The $3.6 billion was not a debt, as Steitz claimed.\n\nDebt is something that is owed, typically over the long term. Borrowed money, for instance.\n\nThe state did not borrow, bond or otherwise owe money to anyone because of the $3.6 billion. Other steps -- some very controversial politically -- were taken to address the gap.\n\nLang put it this way: \"We did not have a deficit, nor were we in debt.\"\n\nLang noted that the shorthand for the shortfall, including in Journal Sentinel news accounts, was a \"deficit\" -- but rarely, if ever, a debt.\n\nThat brings us to the bottom line:\n\nSteitz claimed that the 2009-2011 budget approved by Democrats created a $3.6 billion debt for Walker and the new Republican Legislature. Under the state constitution, the state budget has to be balanced. While some phrased the shortfall for the next two-year budget as a deficit, it certainly was not a debt. That comes with borrowed money that must be repaid.\n\nWe rate the statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12528"}