{"url": "/factchecks/2012/aug/03/sanford-bishop/congressman-nearly-900000-veterans-are-unemployed/", "speaker": "Sanford Bishop", "vclaim": "\"There are close to 900,000 unemployed veterans in America right now.\"", "truth_label": "true", "date": "stated on July 23, 2012 in an online video of an earlier speech:", "title": "Congressman: Nearly 900,000 veterans are unemployed", "text": "A recently posted YouTube video had your PolitiFact Georgia scribes worried about our men and women in uniform.\n\nIt showed U.S. Rep. Sanford Bishop of Albany objecting to parts of a bill setting the budget for the U.S. Department of Defense. He said it weakened labor laws that protect veterans and other workers from discrimination.\n\nSuch changes would hit veterans hard. They’re already struggling to find work.  \n\n\"There are close to 900,000 unemployed veterans in America right now,\" the Democrat said in the video posted July 23.\n\nIs that correct? We contacted Bishop’s office for more information.\n\nWhile the video was posted recently, the speech was made in December. Bishop’s motion to change the bill failed.  \n\nBishop’s press secretary, Maxwell Gigle, backed up the claim by sending us news releases from the U.S. Department of Defense, the U.S. House Committee on Veterans Affairs and the congressman’s office.\n\nTwo cited the U.S. Department of Labor’s Bureau of Labor Statistics, the federal government’s official keeper of labor data, as the source of their numbers.\n\nEach month, the agency conducts what’s called the Current Population Survey. This survey collects data on employment, earnings, work hours, demographics and related issues from about 60,000 households across the nation.\n\nThe survey includes questions designed to track the employment status of veterans, which it defines as men and women who previously served on active duty in the U.S. military and were civilians when the survey was conducted.\n\nIn 2011, an average of about 11.3 million veterans were in the workforce, according to the yearly report. Some 945,000 of them were out of work.\n\nVeterans of the wars waged after the 9/11 attacks had the hardest time. About 12.1  percent of them were unemployed last year. By contrast, unemployment among all veterans averaged at about 8.3  percent.\n\nThe number of unemployed veterans has since dropped to 806,000, according to the BLS’ June 2012 figures. That’s 7.4 percent of the veteran workforce.\n\nWhen Bishop made his speech, the latest data available was from November, when 832,000  veterans were unemployed.\n\nVeterans are faring better than U.S. workers as a whole. In June, the unemployment rate for all workers stood at 8.2 percent, according to the BLS.\n\nIn conclusion, Bishop said in his speech before Congress that there were \"close to 900,000 unemployed veterans in America right now.\" This number is a bit lower than the yearly average and higher than the latest unemployment figures available at the time.\n\nHis statement rates a True on the Truth-O-Meter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10654"}