{"url": "/factchecks/2011/mar/02/mike-huckabee/mike-huckabee-said-barack-obama-was-born-kenya/", "speaker": "Mike Huckabee", "vclaim": "Says Barack Obama grew up in Kenya.", "truth_label": "false", "date": "stated on February 28, 2011 in an interview on a radio show:", "title": "Mike Huckabee said Barack Obama grew up in Kenya", "text": "Mike Huckabee, a potential Republican candidate for president, mused on President Barack Obama’s upbringing when asked about it on a radio talk show on Monday.\n\nThe host, Steve Malzberg, complained that people don’t know enough about Obama’s background and brought up Obama’s birth certificate.\n\n\"Don't you think we deserve to know more about this man?\" Malzberg asked Huckabee.\n\nWe should note that back in 2008, Obama’s presidential campaign produced a certificate of live birth, showing that Obama was born in Honolulu. Hawaiian public officials said the certificate was accurate. (Read our many fact-checks on Obama’s birth certificate.)\n\nHuckabee answered Malzberg with this statement: \"I would love to know more. What I know is troubling enough. And one thing that I do know is his having grown up in Kenya, his view of the Brits, for example, very different than the average American. When he gave the bust back to the Brits, the bust of Winston Churchill, a great insult to the British. But then if you think about it, his perspective as growing up in Kenya with a Kenyan father and grandfather, their view of the Mau Mau Revolution in Kenya is very different than ours because he probably grew up hearing that the British were a bunch of imperialists who persecuted his grandfather.\"\n\nHuckabee here seems to be repeating claims made in book by conservative commentator Dinesh D’Souza, The Roots of Obama’s Rage, that Obama is a committed anti-colonialist. An adaptation of D’Souza’s book ran in Forbes magazine back in September. The book has received mixed reactions in conservative circles, with both fans and detractors.\n\nObama did not grow up in Kenya and had almost no contact with his father growing up; he never met his grandfather. He grew up in Indonesia and Hawaii; numerous eye-witness reports have confirmed this. Classmates and teachers in Jakarta, Indonesia, and in Honolulu, Hawaii, have shared their recollections of Obama with independent reporters several times.\n\nAnd in fact, Huckabee corrected his statement shortly thereafter.\n\n\"On Monday, while on Steve Malzberg's radio show on New York's WOR Radio, I was asked about the President Obama's birth certificate issue. In my answer, I simply misspoke when I alluded to President Obama growing up in 'Kenya' and meant to say Indonesia,\" said Huckabee in a statement on his website.\n\nHuckabee’s initial comments were widely reported, though, because polls show he is a leading contender for the Republican nomination for president in 2012. Huckabee has not declared his candidacy and has said he’s still thinking it over.\n\nIt’s worth pointing out that Huckabee has said several times recently that he does not think Republicans are well-served by questioning Obama’s citizenship. On the Thursday before his radio appearance, Huckabee said at the National Press Club, \"I find it unnecessary, useless and frankly a bit unnecessary to get into all sorts of debates over President Obama's religion or the authenticity of his birth. I know for some people that it is an obsession. It is not with me.\"\n\nHe said if Obama had not been born in the United States that it would have come out in the primary campaign and that Obama is a Christian.\n\nHuckabee then praised Obama as a good role model for fathers: \"I have no disagreement with President Obama as a human being. In fact, I'll go so far to say one of the things I respect very much is the role model that he has served as a husband and a father. And I think he has been an exemplary husband to his wife and an extraordinary father to his daughters. Frankly, America needs a good role model like that.\"\n\nHuckabee emphasized that he disagreed with Obama’s policies. \"But this is not an attack on President Obama, the person, even though you will see sharp elbows at the policies that he has put forth, specifically, many of the economic policies,\" Huckabee said.\n\nHuckabee did say in a radio interview that Obama grew up in Kenya and then spoke at length about the implications of that, suggesting that his views of the British were shaped by a father whom he only met once and a grandfather he never met.\n\nBut we should note that Huckabee quickly corrected the record and has notably rejected claims about Obama’s birth place that have been debunked repeatedly. We correct his statement on Kenya for the record here, since his comments have been widely reported, and rate it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13503"}