{"url": "/factchecks/2012/apr/19/tommy-thompson/wisconsin-gop-senate-candidate-tommy-thompson-says/", "speaker": "Tommy Thompson", "vclaim": "Every time the price of gasoline rises 1 cent, \"it's a billion dollars out of our economy that goes to Saudi Arabia.\"", "truth_label": "false", "date": "stated on March 23, 2012 in a campaign speech:", "title": "Wisconsin GOP Senate candidate Tommy Thompson says every penny increase at the pump sends $1 billion from U.S. to Saudi Arabia", "text": "In a March 23, 2012 campaign speech, Republican U.S. Senate candidate Tommy Thompson made a billion-dollar claim about a 1-cent increase in the price of gasoline.\n\nAddressing the La Crosse County Republican Party in western Wisconsin, the former Wisconsin governor called for the United States to become \"energy independent,\" then said:  \n\n\"Every time, ladies and gentlemen, a penny goes up on that gasoline cost -- and how do you like those $4.25 a gallon? -- every time a penny goes up, it's a billion dollars out of our economy that goes to Saudi Arabia.\"\n\nThat’s real money.\n\nDoes cash really flow out of the country at that rate -- to a single oil-producing country -- from folks filling their gas tanks?\n\nWhen we asked the Thompson campaign for evidence, consultant Darrin Schmitz made two points in an email:\n\n1. Thompson meant to say Middle East when he referred to Saudi Arabia.\n\nSo, right off the bat, Thompson’s claim appears to be wrong.\n\n2. A 50-cent increase in the price of gas costs U.S. consumers nearly $60 billion per year, according to a March 2012 article in The Atlantic magazine.  \n\nThe Atlantic article did say a 1-cent gas price increase would cost U.S. consumers $1.2 billion per year, which puts something of a time frame on Thompson’s statement. But that’s a different measure than $1 billion going from the U.S. economy to Saudi Arabia (or the Middle East, for that matter).\n\nWe contacted four experts, each of whom used essentially the same math to evaluate Thompson’s Saudi Arabia claim. They agreed that a 1-cent increase in the price of a gallon of gas indicates that the price of a barrel of crude oil had risen 42 cents.\n\nJay Hakes is the former director of the U.S. Energy Information Administration under President Bill Clinton and author of A Declaration of Energy Independence. He  said that on average, the U.S. imported 1,195,000 barrels of Saudi petroleum per day in 2011, according to the Energy Information Administration.\n\nIf each barrel cost 42 cents more, the U.S. would pay Saudi Arabia $501,900 more per day -- or slightly more than $183 million per year.\n\nThat means it would take nearly 5 1/2 years for the U.S. to spend $1 billion more on Saudi oil.\n\nJohn Kingston is global director of news for the energy publication Platts. He multiplied 42 cents by a slightly different number -- 1,422,000 -- the net number of barrels per day imported from Saudi Arabia in January 2012, which is the most recent figure available.\n\nThat comes to an additional cost of $597,240 per day, or nearly $218 million per year. So it would take 4-1/2 years to reach $1 billion.\n\nJim Williams is an energy economist and owner of WTRG Economics in Arkansas. He took the same approach Kingston did.\n\nCharles Ebinger is director of the energy security initiative at the Brookings Institution, a Washington, D.C. think tank. He said that for years, many people have claimed that a 1-cent increase in the gasoline tax would cost motorists $1 billion a year. He said that is roughly accurate, depending on how much gas motorists consume in a given year.\n\nThompson didn’t mention a gas tax increase in his statement, but let’s take a look.\nEbinger said that if a 1-cent increase in the cost of gas costs motorists $1 billion over one year, about $130 million of that money would go to Saudi Arabia, since about 13 percent of crude oil imports come from that country.\n\nAt that rate, it would take nearly eight years for Saudi Arabia to collect an additional $1 billion from the United States.\n\nIn any case, although Thompson singled it out, Saudi Arabia isn’t the largest provider of crude to the United States.\n\nThe latest figures show that in January 2012, net oil imports from Canada were 2.66 million barrels per day, nearly double the 1.42 million barrels from Saudi Arabia, which ranked second. For all of 2011, Canada ranked first, Mexico second and Saudi Arabia third in the number of barrels imported per day.\n\nAnd the balance of U.S. imports and exports is improving.\n\nIn 2011, U.S. exports of gasoline, diesel and other fuels exceeded imports for the first time since 1949, according to a claim rated True by PolitiFact New Jersey. The biggest contributing factor, however, was the increase in foreign purchases of distillate fuel, which includes diesel fuel and heating oil.\n\nOur rating\n\nThompson said that every time the price of gasoline increases by 1 cent, \"it's a billion out of our economy that goes to Saudi Arabia.\" His campaign said Thompson meant to say Middle East and cited a statistic that covers a one-year period.\n\nFour experts said it would take roughly four to eight years for a 1-cent increase in gas prices to result in an increase of $1 billion in what the U.S. spends to import Saudi oil.\n\n(Incidentally, we asked Williams, one of the experts, about the Middle East. He said it would take 3-1/2 years for $1 billion to flow from the U.S. to Saudi Arabia, Kuwait, Iraq, Qatar and United Arab Emirates as a result of a penny increase in gas. So, even if Thompson had said Middle East instead of Saudi Arabia, his statement would be inaccurate.)\n\nWe rate Thompson’s claim False.\n\n(You can comment on this item on the Journal Sentinel's web site)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nEditor's note: On April 20, 2012 we revised this item to note that if the price of a barrel of oil rose by 42 cents, the U.S. would pay Saudi Arabia $501,900 more per day -- or slightly more than $183 million per year. The original wording, which said the U.S. would pay $501,900 more per barrel per day, was incorrect.", "vclaim_id": "vclaim-pol-11244"}