{"url": "/factchecks/2020/jan/21/blog-posting/no-adam-schiff-didnt-pay-witnesses-testify-against/", "speaker": "Bloggers", "vclaim": "Adam Schiff Paid Witnesses Over $40 Million To Testify Against Trump", "truth_label": "pants-fire", "date": "stated on December 3, 2019 in a story:", "title": "No, Adam Schiff didn’t pay witnesses to testify against President Trump", "text": "A bogus article circulating on Facebook says that Democratic U.S. Rep. Adam Schiff paid witnesses more than $40 million to testify in the impeachment inquiry into President Donald Trump.\nThe hoax originated on a satirical website but was lifted by another website called \"Today Breaking News.\"\nThe article’s headline (the only part of the story that users can see on Facebook) reads: \"Adam Schiff Paid Witnesses Over $40 Million To Testify Against Trump.\"\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nNo, Schiff did not pay any witnesses to testify about President Trump in the impeachment inquiry. This entire account is fabricated.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe article was copy-and-pasted from the satirical website BustaTroll, which includes a disclaimer that everything on its site is \"fiction.\" (PolitiFact wrote about the man behind that site a few years ago.)\nThere is no satire or parody disclaimer on the Today Breaking News website, and the only thing pointing to this version being fake is a satire logo in the bottom-right corner on an image of Schiff. A satire or parody disclaimer could not be found on the website.\nWe found the same fabricated story on two other sites that similarly do not contain satirical disclaimers. One uses a different photograph of Schiff that doesn’t have a logo, and the other has the logo covered with additional text.\nWe rate it Pants on Fire!", "vclaim_id": "vclaim-pol-17606"}