{"url": "/factchecks/2020/dec/01/facebook-posts/no-biden-didnt-plagiarize-donald-trump/", "speaker": "Facebook posts", "vclaim": "Says Joe Biden plagiarized Donald Trump in his Democratic National Convention speech.", "truth_label": "false", "date": "stated on November 28, 2020 in a Facebook post:", "title": "No, Biden didn’t plagiarize Donald Trump", "text": "Clips of President-elect Joe Biden’s speech during the Democratic National Convention in August are again recirculating on Facebook, only this time they’re accompanied by allegations of plagiarism.  \n\"Joe Biden’s speech stolen from Trump!\" reads the title of the video published by radio host Mark Kaye. \"I mean, it’s not the first time he’s plagiarized a speech…\"\nBiden has come under scrutiny in the past for plagiarism — the act of stealing or passing off someone else’s words or ideas as your own — but we didn’t find anything to support he lifted lines from Trump for his DNC speech. \nMore broadly, the men have taken different positions on how to respond to the coronavirus pandemic. Trump has said coronavirus precautions shouldn’t hold back the U.S. economy and that states should take the lead on testing, mask requirements and more. He’s also advocated for the rapid development of vaccines. \nBiden, meanwhile, has advocated for nationwide mask-wearing and physical distancing. He wants to dramatically increase access to rapid testing and he supports additional assistance for hospitals and public health workers.   \nThe video on Facebook cuts between Kaye’s commentary and several clips from Biden, including the following statements from his Aug. 20 speech before the DNC: \n\"If you entrust me with the presidency, I will draw on the best of us, not the worst. I’ll be an ally of the light, not the darkness. It’s time for us, for we the people, to come together.\"\n\"If I’m your president on day one we’ll implement the national strategy I’ve been laying out since March.\"\n\"We’ll develop and deploy rapid tests with results available immediately.\" \n\"We’ll make the medical supplies and protective equipment that our country needs and we’ll make them here in America so we will never again be at the mercy of China or other foreign countries in order to protect our own people.\" \n\"We’ll make sure our schools have the resources they need to be open, safe and effective.\"\nKaye didn’t provide any evidence in the video that Biden poached those lines from President Donald Trump. Rather, he criticized the former vice president for promising policies Kaye argued Trump had already enacted.\nAround the 3:15 mark, Kaye said: \"Every single thing he’s mentioned to this point, every single thing he’s mentioned — rapid testing, getting it out there quickly, American-made ventilators and supplies getting to the places where they’re needed, getting the schools open in a safe environment where kids can learn — every single thing he pointed out is something that the current occupant of the Oval Office has already done. It’s like he literally just watched a Donald Trump press conference, took notes and said, ‘Oh that’s good. I’ma tell people that’s my plan.\" \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nWe searched Factba.se, which archives speeches and public comments made by Trump, for instances when he either said the same things Biden did in the Facebook video, or said something very close. \nWhile Trump has discussed the pandemic, he didn’t make any of the statements that Biden made. \nLooking for \"ally of the light,\" for example, we only found an Aug. 27 speech delivered after Biden’s DNC address in which Trump remarked that Biden \"may claim he is an ally of the light.\" \nThe word \"darkness\" appeared in 38 addresses, but none in the same context that Biden used them — except for when Trump was referring to Biden’s speech. \nBiden said: \"We’ll develop and deploy rapid tests with results available immediately.\" \nTrump has talked about rapid tests publicly 15 times, according to the Factba.se database. On Aug. 11, he said that his administration had \"delivered over 1,800 rapid point-of-care testing devices to nursing homes\" and that officials were in the process of delivering such devices to all Medicare and Medicaid-certified nursing homes.\nOn July 28, he said \"we made major investments in new rapid point-of-care tests.\" \nBiden said: \"We’ll make the medical supplies and protective equipment that our country needs and we’ll make them here in America so we will never again be at the mercy of China or other foreign countries in order to protect our own people.\" \nTrump has talked about medical supplies and protective equipment but, according to Factba.se, he hasn’t talked about them in connection with China. \nAnd Trump has also spoken publicly about opening schools safely, but he didn’t say, as Biden did, that \"we’ll make sure our schools have the resources they need to be open, safe and effective.\"\nOur ruling\nInvoking plagiarism, the post claims, \"Joe Biden’s speech stolen from Trump!\" We found no similar passages from Biden’s speech originating in a Trump speech. And, the two candidates have significant policy differences as well. \nWe rate the claim that Biden plagiarized Trump False.\nCorrection (Dec. 2, 2020): A post on Facebook that claimed Joe Biden plagiarized President Donald Trump was published Nov. 28, 2020. An earlier version of this story included an incorrect date.\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-17218"}