{"url": "/factchecks/2017/feb/21/blog-posting/muslims-objecting-kids-singing-national-anthem-was/", "speaker": "Bloggers", "vclaim": "\"Muslims offended that their kids have to recite national anthem.\"", "truth_label": "barely-true", "date": "stated on February 20, 2017 in a headline:", "title": "Muslims offended their kids have to sing the national anthem? That was an Australian controversy", "text": "A series of Internet posts implying that Muslim parents don’t want their kids to sing the national anthem has continued to cause a stir, mostly by not making it clear to readers that the controversy is actually years old — and in Australia.\n\"Muslims offended that their kids have to recite national anthem,\" read the headline on a post we first saw Feb. 20, 2017, on LadyLibertysNews.com. Facebook brought it to our attention as part of the social media site’s efforts to clear its news feeds of fake news.\nThe post was one of many others across cyberspace that discussed how an international Islamic political group called Hizb-ut-Tahrir questioned why Muslim children must sing the national anthem.\nThough some choppy grammar and poor editing made it difficult to know what was a direct quote, we gleaned that a Hizb-ut-Tahrir spokesman named Unthman Badar said the national anthem was part of a concerted effort of \"forced assimilation\" of Muslims by Australian officials.\nBut the post included two deceptive photos of schoolchildren standing at attention before an American flag in a classroom.\nLet’s be clear: There is a controversial pro-Islamic group called Hizb-ut-Tahrir, and their spokesman Uthman Badar (note the spelling difference) did say Muslim children should not sing the national anthem. But what’s not entirely clear from the story is that this happened during a contentious meeting about the strain of Islamic citizens assimilating into Australian culture, held in Sydney on Nov. 1, 2015.\n\"This imposition of values is manifest in matters such as the insistence of senior government ministers that Muslim children sing the national anthem – an anthem which reflects a particular, disputed view of history and celebrates particular ideological values ... Why should they be forced to sing it?\" Badar said, according to news reports. (Watch his speech above; the relevant portion starts around the 9:50 mark.)\n\"It is nothing less than forced assimilation ... sought to be justif­ied by exaggerated fear of a security threat,\" he added.\nThe Australian anthem reads:\nAustralians all let us rejoice,\nFor we are young and free;\nWe've golden soil and wealth for toil;\nOur home is girt by sea;\nOur land abounds in nature’s gifts;\nOf beauty rich and rare;\nIn history's page, let every stage\nAdvance Australia Fair\nIn joyful strains then let us sing,\nAdvance Australia Fair\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBeneath our radiant Southern Cross,\nWe'll toil with hearts and hands,\nTo make this Commonwealth of ours\nRenowned of all the lands,\nFor those who've come across the seas\nWe've boundless plains to share,\nWith courage let us all combine\nTo advance Australia fair.\nIn joyful strains then let us sing,\nAdvance Australia fair.\nThe LadyLibertysNews.com story did mention that the story was about Australia, but you had to read carefully to see that.\nTheir post on Facebook was even more deceptive. It includes the caption, \"If you're offended by our beautiful flag, representing the blood that has been shed defending this great country, you can go back to the hell hole you came from!!\" The LadyLibertysNews.com Facebook page includes a picture of President Donald Trump taking the oath of office and is written from an American perspective.\n\nTo the site’s credit, when we contacted them via Facebook message about the post on Feb. 20, they conceded the photo choice was incorrect. Shortly thereafter, they changed the images to a single photo of the Australian flag. As of this writing, they have not amended their Facebook post, which had been shared more than 13,000 times.\nOur ruling\nA blog post claiming that Muslims are offended \"their kids have to recite national anthem\" linked to a deceptively edited post that includes images of children standing at attention before an American flag.\nIn reality, the genesis of the story is not from America but Australia, where a spokesman for an international Islamic political group called Hizb-ut-Tahrir questioned why Muslim children should be forced to sing the Australian national anthem.\nThe post, which has been altered after we inquired, is definitely misleading but not altogether fake. It also comes from 2015, which isn’t mentioned in the post being virally shared.\nWe rate it Mostly False.\nhttps://www.sharethefacts.co/share/2c234c61-4e3b-42c7-b5cf-8e290480c157", "vclaim_id": "vclaim-pol-03648"}