{"url": "/factchecks/2016/feb/23/marco-rubio/marco-rubio-says-americans-pay-more-taxes-food-clt/", "speaker": "Marco Rubio", "vclaim": "\"People (are) paying more in taxes than they will for food, housing and clothing combined.\"", "truth_label": "half-true", "date": "stated on February 14, 2016 in a web video:", "title": "Marco Rubio says Americans pay more in taxes than food, clothing and housing", "text": "A Web ad from Republican presidential candidate Marco Rubio has gotten a lot of attention for a case of geographic mistaken identity: The narrator says \"It’s morning again in America\" -- while showing a video clip from Vancouver, Canada.\nThe Rubio campaign told BuzzFeed it was unintentional.\nBut there’s also a serious public policy claim in that ad.\n\"Today, more men and women are out of work than ever before in our nation’s history,\" the narrator says. \"People paying more in taxes than they will for food, housing and clothing combined.\"\nHelp PolitiFact raise $15,000 to hire a fact-checker to cover the immigration debate.\nWe’ve looked how many people are out of work in other fact-checks. In January 2016, the unemployment rate was 4.9 percent, its lowest level since February 2008.\nHere, we wanted to look at the claim that people are paying more in taxes than for food, housing and clothing.\nTaxes versus food, housing and clothing\nThe Rubio campaign sent us an April 2015 blog post by the Tax Foundation, a pro-business think tank.\nA bar graph showed that America will pay a total of $4.8 trillion in taxes and about $4.4 trillion in food, clothing and housing combined.\nKyle Pomerleau, who wrote the blog for the Tax Foundation in April 2015, said it was based on a projection of what Americans would spend for the year based on information from the Congressional Budget Office.\nSo let’s look at the actual numbers using the federal Bureau of Economic Analysis. Since the BEA doesn’t have full tax data yet for 2015, we used tax and spending data for 2014.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\nWe used the same method the foundation did and found that total receipts for the federal, state and local government taxes were about $4.8 trillion.\nOn the spending side in 2014, Americans laid out $886 billion for food and beverages purchased for use at home, $751 billion on food services and accommodations, $369 billion on clothing and footwear and $2.1 trillion on housing and utilities. If we add that up, we get about $4.1 trillion.\nSo by this method, Americans are spending more in taxes -- about $4.8 trillion --  than on food, clothing and housing combined of about $4.1 trillion.\nBut this is just one method to compare taxes and spending.  \nThe foundation’s method is an aggregate of what all Americans pay combined -- the amount that any individual or family spends on taxes compared with food, clothing and shelter can vary widely. That means that Rubio’s statement is likely true for some Americans but not others.\n\"Looking at the chart, this is an aggregated figure, and what is true of the whole is not true of all the parts,\" said Sean Snaith, director of the University of Central Florida’s Institute of Economic Competitiveness. \"Clearly there are lower income individuals who do not pay all the taxes that higher income people do. For those folks, they are spending more on food, housing and clothing.\"\nIndeed, as a general rule, poor Americans pay relatively little in taxes compared to what they spend on food, clothing and housing. This matters for judging Rubio’s statement because, for many of them, his statement is inaccurate. It’s more often true for richer Americans.\nAnother way to look at taxes and spending is by what individuals spend on average. Americans spend an average of 39 percent of their money on food, housing, apparel and services in 2011, according to the Consumer Expenditure Survey. Taxes -- federal, state and local combined -- claim roughly 30 percent of income, said Roberton Williams, a tax expert at the Tax Policy Center.\nSo by this measure, \"taxes claim a smaller share of income than do food, housing, and clothing,\" Williams said.\nOur ruling\nRubio said that \"people (are) paying more in taxes than they will for food, housing and clothing combined.\"\nRubio’s statement only measures up if we look at aggregate spending on those basics by all Americans. But whether individuals spend more on taxes than food, housing and clothing varies widely depending upon their income. Wealthier Americans do spend more on taxes than food, housing and clothing combined, while those with low incomes do not.\nWe rate this statement Half True.", "vclaim_id": "vclaim-pol-05371"}