{"url": "/factchecks/2016/mar/14/donald-trump/donald-trump-says-us-doesnt-make-tvs-anymore/", "speaker": "Donald Trump", "vclaim": "The U.S. \"doesn’t make television sets anymore.\"", "truth_label": "true", "date": "stated on February 23, 2016 in a campaign speech:", "title": "Donald Trump says U.S. doesn't make TVs anymore", "text": "Editor's note: We looked at a similar claim from Trump in October 2015 and rated it Half True. (View an archive of the original report.) PolitiFact Virginia recently looked at this claim again and found convincing evidence that while companies in the United States assemble televisions from foreign parts, they don't make them. We have re-rated the statement as True and removed the older report from Trump's Truth-O-Meter record.\nDonald Trump, a no stranger to the small screen, says the U.S. doesn’t make television sets anymore.\nHe made the statement during a Feb. 23 appearance at Regent University in Virginia Beach while hitting on one of his major campaign themes - that the U.S. has \"horrible, horrible\" trade deals with other nations. Trump named several countries that he said are beating the U.S. in commerce.\n\"Then we have South Korea, who I love,\" he said. \"I have buildings in South Korea. But they make a fortune. I buy television sets. I buy a tremendous amount of things there because we don’t make television sets anymore, folks. We’d like to make them. We used to make them. You remember Sylvania, RCA. But those days are gone.\"\nHas the manufacturing of American-made TVs truly shut down? We asked the Trump campaign for the basis of his statement but didn’t hear back.\nSo we began our own search for American television manufacturers and found no company that flat out says its sets are \"Made in USA.\" To make that claim, the Federal Trade Commission requires that a company make \"all or virtually all\" of its product in the U.S. The rule doesn’t apply to automakers.\nScott Paul, president of the Alliance for American Manufacturing, told us that just about all components for TVs - the electronics that go inside the set - are made in Asia. \"It would be impossible to manufacture a TV in the U.S. without imported parts,\" he said.\nWith the help of Paul’s group and the Consumer Technology Association, we found three companies that - to varying degrees - assemble the components into TV sets inside the United States.\nElement Electronics is by far the largest. From a plant in Winnsboro, S.C., it assembles flat-screen TVs that are sold by Walmart, Target and other retail outlets. We tried three times to reach a spokesperson for the company but didn’t hear back.\nThe Wall Street Journal reported July 17, 2014, that Element doesn’t do much assembly work at the plant. The article said assembly-line employees open boxes with TVs shipped from China, inspect the sets for damage, unscrew a plastic panel and insert a Chinese-made memory board, and conduct mechanical tests. Then the television is put back in its box and shipped to retailers.\nThe TVs often are shipped in red, white and blue boxes that have a picture of Statue of Liberty and say \"Assembled in the USA,\" a claim Walmart has vaunted in selling the sets. But the back of many of the sets bears small print that says \"Made in China.\"  \nA March 25, 2014, article in The Herald Independent of Winnsboro, S.C., reported that Element had an assembly quota of 1,000 sets a day. Assuming the company hit that goal every day, including weekends, Element would have shipped 365,000 TVs in 2014. That translates to about 1 percent of all the televisions sold in the U.S. that year, according to data from IHS Technology, a global business information company.\nThe other two companies assemble expensive, niche TVs in the U.S.:\n\n\nSeura of Green Bay, Wis., assembles TVs with screens that turn to mirrors when the sets are turned off, and waterproof units for use outdoors or in bathrooms. A spokesman said the screens are made in the U.S. and the TVs are assembled with mostly imported  components. Seura’s televisions range in cost from $1,799 to at least $12,999, according to its website.\n\n\nSunBrite TV of Thousand Oaks, Calif., assembles waterproof outdoor sets that vary in price from $1,495 to $24,995, according to its website. It also makes jumbo screens that are used at Disneyland and Dodger Stadium. Company officials declined our invitations for comment.\n\n\nPaul told us that the two specialty companies’ sales are insignificant compared to major brands that are sold in the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nTrump, while speaking at Regent, recalled days when the United States dominated TV manufacturing. We thought we’d take a minute to discuss the decline.\nDown the tube\nDuring the 1950s, there were 90 to 150 television manufacturers in the United States, and they churned out 11 million sets per year, according to a 1955 report by the now-defunct Radio Electronics Television Manufacturers' Association.\nAmerican manufacturers continued to dominate the domestic market into the 1960s, though Japanese-made TVs began to trickle in. In 1965, the United States made about 3 million color sets, while Japan produced fewer than 100,000. But companies in Japan and other Asian nations were catching up fast.\nImports rose quickly during the 1970s, as U.S. makers began to move production abroad. By 1972, every major American manufacturer had established factories in developing countries, while imports from South Korea and Taiwan began to overtake those from Japan, according to a 1983 book, \"Cases in Competitive Strategy,\" written by Michael E. Porter, a professor at Harvard Business School.\nBy 1980, just three American makers remained: the Radio Corporation of America (RCA), Zenith, and GTE-Sylvania, which stopped making consumer electronics a few years later.\nAccording to a report from the now-defunct congressional Office of Technology Assessment, 68 percent of black-and-white TVs and 13 percent of color TVs were imported in 1982, and whatever manufacturing remained largely had become assembly operations. Still, Zenith and RCA held about 40 percent of the U.S. market share.\nBut in 1986, RCA was acquired and broken up by General Electric. Zenith, then the third-largest and last remaining American TV maker, \"gave up its battle to survive on its own\" in 1995 and was sold to the South Korean giant, LG Electronics, according to The New York Times.\nAmerican-made vs. American-owned\nLG’s acquisition of Zenith, however, did not mean the end of all TV manufacturing in the United States. In 1995, the two largest producers - Thomson Consumer Electronics of France and Philips of the Netherlands - made TV sets in Indiana and Tennessee, respectively, according to the New York Times.\nAmerican manufacturing may see a comeback yet. Foxconn, the Taiwanese manufacturer of Apple products that has drawn negative attention for its labor practices, is in talks to make TV displays in Arizona, according to Bloomberg.\nNonetheless, two of the three largest TV makers worldwide are South Korean - Samsung and LGE - and the other, Sony, is Japanese. Together, they account for about half of the flat-screen market.\nOur ruling\nTrump said the U.S. \"doesn’t make television sets anymore.\"\nHe has a point. We know of no televisions on the market that bear the label \"Made in USA,\" a claim that requires virtually all of the product to be manufactured domestically. An expert told us it’s \"impossible\" to build a TV in the United States without relying heavily on imported components. Evidence suggests about 99 percent of sets sold in the United States are fully made and assembled overseas, mainly in Asia.\nTrump’s statement ignores three companies that are, to varying degrees, assembling TVs in the United States. Two of them manufacture expensive niche products such as outdoor televisions. A spokesman for one of the companies told us it makes its specialty screens in the U.S. and imports most of its components.\nThe third company, Element Electronics, essentially imports sets, inserts Chinese-made memory boards in them, and then ships them to large retailers. The back of some of the sets say \"Made in China.\"\nSo Trump’s statement holds up and we rate it True.", "vclaim_id": "vclaim-pol-05268"}