{"url": "/factchecks/2018/mar/28/blog-posting/was-ohio-student-suspended-staying-class-during-na/", "speaker": "Bloggers", "vclaim": "\"Ohio student suspended for staying in class during National Walkout Day\"", "truth_label": "half-true", "date": "stated on March 16, 2018 in a headline:", "title": "Was Ohio student suspended for staying in class during National Walkout Day?", "text": "After an Ohio high school student’s suspension notice was posted on social media, claims went viral that he was suspended for not participating in National Walkout Day one month after the mass shooting at Marjory Stoneman Douglas.\n\"Ohio student suspended for staying in class during National Walkout Day,\" a Fox News headline stated March 16. The Associated Press had a similar headline: \"Ohio student suspended for staying in class during walkouts.\"\nMany right-leaning websites repeated the story about Jacob Shoemaker, a senior at Hilliard Davidson High School, located in a suburb of Columbus, with hashtags such as #LiberalismIsAMentalDisorder and #DefendThe2nd.\nFacebook users flagged the posts as being potentially fabricated, as part of the social network’s efforts to combat online hoaxes.\nShoemaker’s suspension notice, posted on social media by a friend, stated: \"student refused to follow instructions after being warned repeatedly by several administrators.\"\nWhile some social media posts presented the situation as the school punishing a student for refusing to call for gun control, the situation was actually more nuanced.\nShoemaker was suspended following National Walkout Day when thousands of students nationwide walked out of school one month after the massacre in Parkland to protest gun violence and call for gun control.\nThe first paragraph of the Fox News story shows that Shoemaker didn’t want to follow the alternative for students who didn’t want to attend the walkout:\n\"An Ohio high school student said he tried to stay apolitical during the National Walkout Day over gun violence but was suspended for his choice to remain in a classroom instead of joining protests or the alternative, going to study hall.\"\nShoemaker told Fox News that he didn’t want to take sides in the gun-control debate so he chose to stay in the classroom and do school work instead.\n\"They presented the situation of the national walkout in such a way to where it really seemed they were forcing me to make a choice, a political choice in the classroom,\" he said. \"I didn’t like that I was going to have to decide whether I was anti-violence and pro-gun control or if I was to stay inside and be pro-gun violence, effectively. It didn’t feel right to have to make that decision.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nShoemaker’s father Scott Shoemaker posted a message on Facebook March 16:\n\"My son was suspended for not leaving the room to either join a demonstration or reporting to the commons. He was uncomfortable going to either location as he thought that going outside would most likely be politicizing a horrific event which he wanted no part of, but staying inside would make him look disrespectful or insensitive to 17 innocent victims if it turned out to be more of a memorial service.\n\"This had nothing to do with his own political beliefs, but with politics in school in general. Students should not have been forced to leave their classrooms, choose a side, and be politically divided. He got support from students on both sides of the political aisle after returning today, but he felt there were other students and staff angry with him for taking this position.\"\nFox News reported a statement from the school: \"As a district, we are required to supervise students during the school day. We do not leave students unattended in classrooms. .... This is the same practice our district implements when students opt out of other school programs or activities. We provide an alternative, supervised location.\"\nWe found the school’s full statement on its website, which stated that no students were forced to participate in the walkout.\n\"In fact, student participation overall was well under 50 percent of the student population. The majority of students were comfortable and confident in not participating in these gatherings. Students who chose not to participate were provided safe, supervised alternatives in all three high schools. No one was forced or coerced to participate. No one was disciplined for not participating. Our school culture respects the rights of all students. We strive to provide a safe environment for all students, but we do expect students to follow directions and comply with staff requests. This is required to maintain an orderly school environment.\"\nSchool spokeswoman Stacie Raterman told PolitiFact that students opting not to attend the walkout were able to go to supervised study halls in different classrooms and the commons area. She said she couldn’t comment on any individual student’s discipline due to federal privacy laws but said about a dozen students at Davidson were suspended after attending the memorial gathering but not returning to class.\nA Fox News network spokeswoman did not have any additional comment.\nOur ruling\nMany online headlines said, \"Ohio student suspended for staying in class during National Walkout Day.\"\nThe headline in and of itself could lead viewers to reach a misleading conclusion that the student was suspended for simply opting out of the walkout. But the story states that he was suspended because he didn’t take the alternative the school district offered, which was to attend a supervised study hall instead.\nThe school said that less than half of the students participated in the walk out and that no one was disciplined for opting out of it, but they had to remain in a place supervised by staff.\nWe rate this claim Half True.\nhttps://www.sharethefacts.co/share/ca28f23a-ee20-4174-ad2a-f05dd64ca2b5", "vclaim_id": "vclaim-pol-02256"}