{"url": "/factchecks/2020/oct/03/david-zuckerman/did-governor-really-suggest-5-budget-cut-amid-pand/", "speaker": "David Zuckerman", "vclaim": "“Our governor proposed initially a 5% cut across the board of state government.”", "truth_label": "barely-true", "date": "stated on September 29, 2020 in a debate:", "title": "Did the governor really suggest a 5% budget cut amid the pandemic?", "text": "During a heated exchange over their competing financial philosophies, Gov. Phil Scott turned to Lt. Gov. David Zuckerman at a debate Tuesday and responded to a question about the many Democratic bills he has vetoed. \n\"Your approach is just to tax people more,\" Scott said to Zuckerman.  \nZuckerman repeatedly defended his plan for a tax on the top 5% of Vermont’s earners during the debate, and at one point accused Scott of swinging too far toward austerity amid the pandemic. \n\"Our governor proposed initially a 5% cut across the board of state government which would have further injured and weakened our infrastructure for vulnerable Vermonters,\" Zuckerman said at the in-person debate in Waitsfield.\nScott said that he wasn’t aware of the proposal that Zuckerman was talking about. \n\"I would love to see the 5% reduction proposal you keep talking about that I proposed. Maybe you could provide that to me because I haven’t seen it,\" Scott said.\nThis exchange had us wondering if Scott really proposed a 5% budget cut this year. \nTo back up Zuckerman’s claim, his campaign pointed to budget instructions that the state’s finance commissioner, Adam Greshin, sent to all state agencies and departments June 26, 2020. \nThe instructions asked agencies and departments to come up with proposals to cut spending by 5%, compared to the budget that the governor had proposed in January, before the Covid-19 pandemic set in. \nThe Covid-19 crisis strained tax revenues, and forced state officials and the Legislature to restart their budgeting process, eventually deciding to delay a full-year budget until the summer.\nIn his June letter, Greshin said that less revenue meant that state government would need to tighten its belt to achieve a balanced budget.\n\"We expect to utilize a variety of other tools, including statewide policy changes, one-time revenue sources, and other savings opportunities. However, these statewide solutions will not be sufficient to get us to balance,\" Greshin wrote. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBernie Sanders\n\n\nstated on October 1, 2018 in a speech\n\n\n\n\n\n\n\n\n\"99 percent inequality.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Lola Duffort • October 10, 2018\n\n\n\n\n\n\n\nIn July, the fiscal landscape changed when the Scott administration and lawmakers learned of an unexpected surplus of tax revenue that flooded state coffers after Vermonters filed their taxes. This gave the administration more leeway to build a budget without proposing as many cuts.  \nThe budget that Scott ended up presenting to lawmakers in August proposed fiscal 2021 spending cuts of 3% across state government, on average — some departments saw higher reductions, and others saw lower. \nIn an interview Friday, Greshin said the budget instructions that the Zuckerman campaign referred to \"do not equal a budget proposal.\" Those instructions are instead, an \"opening request\" to state agencies that the administration uses to inform its budget deliberations, he added.  \n\"The budget proposal is what the governor steps up to the microphone and delivers the third week of January, or in this case over the summer,\" Greshin said.  \n\"Budget instructions are not a proposal. That’s kind of like judging a marathon runner on the first five miles that he runs. His time is after 26 miles, not after five,\" he added. \nZuckerman’s claim about Scott’s budget cuts came during a debate that largely centered on the candidates’ drastically different economic approaches. Zuckerman said the alternative to progressive taxation was austerity. \n\"So the question is, in difficult times, do we cut our way out and do austerity budgeting, which is shown to fail in Greece, it’s been shown to fail in this country,\" Zuckerman said.  \n\"And what do we do after recessions? What did we do after the Great Depression? We infuse money into the economy, we build infrastructure, and that’s what I’m looking forward to do,\" he said. \nIn August, the Scott administration stressed that the proposed budget cuts would not affect the state’s social welfare programs, such as Medicaid or food assistance.\n\"I would challenge him to point to one thing that would have affected a vulnerable Vermonter,\" Greshin said of Zuckerman. \nHowever, when they passed a budget bill last month, lawmakers ended up reversing many of the cuts that the governor made, including reductions to the Vermont Humanities Council and Vermont Arts Council, and reductions in the Attorney General and Defender General offices. \nIn passing a partial budget bill to fund the first quarter of the current fiscal year, the Scott administration proposed a 2% spending cut — which, if it had been spread out over the entire year, would have amounted to an 8% reduction. However, the administration never proposed extending it any further. That 2% cut was also rejected by the House and Senate. \nOur ruling\nLt. Gov. David Zuckerman said: \"Our governor proposed initially a 5% cut across the board of state government.\"\nIt’s true that the Scott administration was considering as much as a 5% cut before the revenue picture became rosier in July. But the budget cut Scott actually proposed was 3% for the full fiscal year. \nWe rate Zuckerman’s claim mostly false.", "vclaim_id": "vclaim-pol-18603"}