{"url": "/factchecks/2012/aug/07/stacey-abrams/does-georgia-have-pothole-transportation-spending/", "speaker": "Stacey Abrams", "vclaim": "Says Georgia ranks \"near the bottom in per capita transportation spending.\"", "truth_label": "true", "date": "stated on August 1, 2012 in a press release:", "title": "Does Georgia have a pothole in transportation spending?", "text": "The morning after the Atlanta area overwhelmingly said no to a 1 percent sales tax to fund more than 150 transportation projects across the region, one prominent leader said that her fellow state lawmakers now needed to take the lead on the issue.\n\n\"Georgia has under-invested in our transportation network for years, and we rank near the bottom in per capita transportation spending,\" House Minority Leader Stacey Abrams, an Atlanta Democrat, said in a press release.\n\nPolitiFact Georgia wondered if the state representative was correct. Or do we need to put a \"stop\" sign in front of Abrams before she repeats this claim again?\n\nAs we began our research, PolitiFact Georgia found several officials making similar claims, including the state’s Transportation Department.\n\n\"Georgia is the 6th fastest growing state in the nation, yet 49th in per capita spending on transportation,\" said a May 16 press release from the state agency about bridge replacements over Lake Lanier.\n\nA spokeswoman for the state’s House Democratic Caucus, which sent out Abrams’ press release, initially forwarded us a link to the Atlanta Regional Commission’s top 10 facts about the recent transportation referendum. The ARC, which works on growth and development issues for the 10-county metro area, said that Georgia was 48th in per capita spending on transportation. The ARC report did not have any charts or graphics showing how Georgia compares to other states.\n\nThe caucus later sent us a report by the fiscally conservative Georgia Public Policy Foundation that said Georgia ranks 49th in per capita transportation spending. The report did not have a chart showing Georgia in comparison to the other states.\n\nWe decided to do the math for ourselves as well.\n\nAs part of our research, we noticed that several groups used data compiled by the Federal Highway Administration to calculate how much money each state spends on transportation. One chart we saw on its website had revenues used for highways. The most recent year was 2010. PolitiFact Georgia calculated the totals for each state and excluded federal funds since we are examining a claim about state spending on transportation. We then divided the total for each state by the number of its residents. Only two states had lower per capita highway spending, South Carolina and Tennessee. Georgia spent about $298 per person on highways.\n\nHow did that compare to other reports on per capita highway spending that we reviewed? Georgia ranked similarly low.\n\nThe Washington, D.C.-based Tax Policy Center found in 2009 that Georgia ranked ahead of just Rhode Island and South Carolina in per capita highway spending. The Tax Policy Center, a partnership between the Urban Institute and the Brookings Institution, examines federal and state tax policies and those of this year’s presidential candidates.\n\nAnother report we found that examined transportation spending in Pennsylvania, based on data compiled in 2010, ranked Georgia 50th in per capita highway spending, using data from the U.S. Census Bureau and the Federal Highway Administration. The report on Pennsylvania shows Georgia has more miles of highway than 40 states. Most of the states with more miles of highway also ranked low in per capita highway spending.\n\nThe National Conference of State Legislatures ranked Georgia second to last in per capita revenue on highways in a report it released in 2006. The report examined highway spending from 1999 to 2004. Georgia spent about $220 per person annually, the report found. Only California was lower. Delaware was first, spending more than $900 per person, according to the research.\n\nThe NCSL report also included data on spending for public transportation. Georgia ranked 38th of the 45 states that had data that could be examined. Georgia spent 55 cents per person in 2004, according to a chart in the report. Massachusetts was first, spending approximately $376 per person. Northeastern states dominated the top of the rankings and had more sources of transportation funding. We did not see any other reports on public transportation spending by state.\n\nThe charts we reviewed and our own research all showed the same thing: Georgia was among the five lowest states in terms of per capita spending on highways. The most recent NCSL report on public transportation showed a similar conclusion. Therefore, we rate the statement by Abrams as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10632"}