{"url": "/factchecks/2014/may/04/jim-sensenbrenner/jim-sensenbrenner-says-army-smaller-pearl-harbor/", "speaker": "Jim Sensenbrenner", "vclaim": "President Barack Obama’s budget threatens national security by proposing \"an Army of fewer personnel than we had before Pearl Harbor.\"", "truth_label": "false", "date": "stated on April 15, 2014 in a town-hall meeting:", "title": "Jim Sensenbrenner says under proposed Obama budget, Army would be smaller than before Pearl Harbor", "text": "Near the end of an April 15, 2014 town hall meeting in his district, Wisconsin Congressman Jim Sensenbrenner listened to a constituent cite something on the Internet about the resignation of U.S. Health and Human Services Secretary Kathleen Sebelius.\n\"There’s no truth meter on the Internet,\" remarked Sensenbrenner, a Republican elected to Congress in southeastern Wisconsin since 1978.\nRespectfully, we beg to differ on that.\nA remark earlier in the town-hall session by Sensenbrenner about Defense Secretary Chuck Hagel’s plans to downsize the Army’s troop strength caught our attention.\n\"With respect to the president’s budget proposal, there the recommendation was that we have an Army of fewer personnel than we had before Pearl Harbor,\" Sensenbrenner said when asked about survivor’s benefits. \"That’s ridiculous and outrageous.\"\nLet’s put that one on our Truth-O-Meter.\nWhen we asked Sensenbrenner spokesman Ben Miller for backup on the historical comparison, he referred us to the U.S. Department of Defense’s budget request for fiscal year 2015. It quoted the Quadrennial Defense Review 2014.\nThat five-year plan says the active Army will reduce its \"end strength\" to between 440,000 and 450,000 personnel. The current active-duty figure is about 520,000, Army spokesman Troy Rolan told us.\nMiller also pointed to stories in the New York Times, and a Milwaukee Journal Sentinel story that included Associated Press reporting on Hagel’s budget.\nThe Times piece said that \"cuts proposed by the Obama administration would result in the smallest Army since just before the World War II buildup.\" The AP report said the active-duty Army would shrink to the \"smallest number since 1940, when the nation was gearing up to enter World War II.\"\nBut Sensenbrenner didn’t say Hagel’s plan would result in the smallest Army since before the war buildup.\nHe said it would be smaller than the pre-war troop complement.\nBefore the U.S. buildup got cranked up, the Army had 188,000 troops in mid-1939 and 264,000 in mid-1940, official Army figures show.\nSo Hagel’s plan for 440,000 active troops would still be larger than that, contrary to what Sensenbrenner said.\nSensenbrenner’s phrasing looks better if you limit the comparison just to the 1941 period right before Pearl Harbor.\nBut the troop numbers from 1941 include the U.S. buildup that began in 1940 in the wake of Germany’s 1939 invasion of Poland. By late August 1941, active-duty Army personnel totalled about 1.6 million.\nIf Sensenbrenner was using 1.6 million as his comparison point, he couldn’t confine his outrage to the Obama/Hagel Army of 450,000, because every Army since 1952 has been smaller than 1.6 million.\nTroop levels ebb and flow, as you might expect, around major wars. After the World War II peak of 8.3 million, the Army’s numbers fell dramatically, then blipped up to 1.6 million during the Korean War. After another drop, the number ramped up to 1.475 million during the Vietnam War before levelling off at about 775,000 from the mid-1970s through the 1980s.\nThe Army’s size fell significantly throughout the 1990s to 479,000 before slowly ticking up to 571,000 after the Sept. 11, 2001 terrorist attacks and the wars in Iraq and Afghanistan.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAs America has drawn down troops in those nations, the Army’s strength has dropped to the current 520,000.\nSo, with the proposed reduction, the Army would be just below where it was before the Sept. 11 attacks.\nStrained comparison\nThere’s another angle to consider here: the difficulty in comparing a 1940 Army to today’s model.\nWe asked military historian Lance Janda of Cameron University in Oklahoma to assess Sensenbrenner’s comments.\nJanda called the comments \"terribly misleading, implying as they do a sort of similarity between the technology, force structure, threat environment, and federal budget reality in 2014 and the one in 1940 that simply does not exist.\"\nIn terms of weapons systems, communications capabilities, speed of deployment, radius of action, and overall destructive potential, Janda said, the U.S. is light years beyond where it was prior to World War II.\n\"In 1940 our Army and army Air Corps were relatively small and our Navy was one among several powerful navies around the world,\" Janda said. \"Today, the United States Navy and Air Force have no peers.\"\nTravis Sharp, a fellow at the Center for a New American Security, a nonprofit think tank, wrote that size of the force often does matter, but \"since the 2014 Army is not going to fight in the 1940 strategic environment, comparing them does not help us decide what to do today.\"\n\"While interesting,\" Sharp wrote, \"the comparison to 1940 is not particularly useful.\"\n\"Today's Army is vastly more capable, even at a fraction of the headcount,\" John Pike, director of Globalsecurity.org, told us.\nHagel, in announcing the budget reductions in February 2014, called them difficult and not without added risk.\nHagel said the cuts assume the United States no longer becomes involved in large, prolonged stability operations overseas on the scale of Iraq and Afghanistan, the Defense Department reported. But he said the smaller force still would be capable of decisively defeating aggression in one major war \"while also defending the homeland and supporting air and naval forces engaged in another theater against an adversary.\"\nStill, some analysts, including Sharp, have expressed concerns about repercussions on the battlefield and beyond if the active-duty complement falls to 440,000 without appropriate contingency planning.\n\"Prioritizing technology over size has a strategic logic and conforms with historical practice,\" wrote Sharp. \"Despite this logic, focusing on high-tech modernization without simultaneously implementing policies to regenerate ground forces quickly should a crisis erupt constitutes strategic negligence of the highest order.\"\nPolitiFact National checked a statement similar to Sensenbrenner’s in January 2012. The speaker was Mitt Romney.\nThe Republican presidential candidate said that the U.S. military is at risk of losing its \"military superiority\" because \"our Navy is smaller than it’s been since 1917. Our Air Force is smaller and older than any time since 1947.\"\nThe claim earned a Pants on Fire rating. The numbers were close to accurate, but experts said it was wrong to assume a decline in the number of ships or aircraft automatically means a weaker military. And the comparison of today’s military to its predecessors in 1917 or 1947 was deemed ridiculous.\nOur rating\nSensenbrenner said that President Obama’s budget proposed \"an Army of fewer personnel than we had before Pearl Harbor.\"\nThe congressman doesn’t read as much into the numbers as did Romney.\nBut he flubbed the historical comparison pointed out by others, and experts say it’s a limited and potentially misleading comparison in any event.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-07902"}