{"url": "/factchecks/2011/jan/31/oregon-senate-republicans/did-oregons-worker-compensation-rate-rise-whopping/", "speaker": "Oregon Senate Republicans (The Leadership Fund)", "vclaim": "In September, the Department of Business and Consumer Services enacted a sudden 39% workers' compensation premium assessment by rule with little notice to the public.", "truth_label": "barely-true", "date": "stated on January 20, 2011 in a press release:", "title": "Did Oregon’s worker compensation rate rise a whopping 39 percent?", "text": "Earlier this month, Oregon Senate Republicans called for a two-year halt on agency rule-making. The thinking is that Oregon businesses, struggling to survive the downturn, don’t need the hassle and expense of burdensome new regulations. The minority caucus gave a number of examples of state agencies trying to strangle employers, including this one:\n\n\"In September, the Department of Business and Consumer Services enacted a sudden 39% workers' compensation premium assessment by rule with little notice to the public.\"\n\nLots of facts to check out in that one claim. Was it indeed sudden? Did the increase amount to 39 percent? And was the public shut out of the process? In other words, was this massive insurance increase rammed down our collective throats by a heavy-handed agency gone wild?\n\nTo assess that, PolitiFact Oregon delved into the wonky world of workers’ compensation. Almost all employers are required tobuy this insurance, which pays for the medical care and wages of a worker who has been hurt on the job. The Workers' Compensation Division, within the Department of Consumer and Business Services, oversees the program.\n\nIn September, as it does every year, DCBS announced new insurance premium costs for 2011. The average cost of $1.48 for every $100 of payroll is the same as last year’s. (It’s an average because costs differ based on type of business.)\n\nThere are three components to the cost. The largest portion -- called the \"pure premium\" -- is set by an outside group and the agency usually adopts its recommendation. For this year, the pure premium dropped 1.8 percent to $1.27 per $100 on average. A second, far-smaller portion pays for return-to-work and other worker-benefit programs; this rate is set by the agency and for 2011 remained unchanged at 11 cents per $100.\n\nNow, the third portion is the controversial part. The \"premium assessment\" pays to administer the workers’ compensation system. The agency, which sets the rate, increased the cost from 4.6 percent of premiums last year to 6.4 percent this year -- a 39 percent increase. The increase is from 7.6 cents to 10.4 cents per $100 of payroll.\n\nRepublicans don’t like it because it was proposed by the agency director in September and adopted two weeks later with one public hearing. DCBS spokeswoman Lisa Morawski doesn’t dispute the two-week open comment period, but she says stakeholders had earlier notice. Also, she said that DCBS had no choice, given an ongoing decline in revenue.\n\nSenate Minority Leader Ted Ferrioli, R-John Day, acknowledged the premium they cited was indeed part of an overall figure -- but argued the size of the increase is so large it deserves to be singled out.  \"Anything that goes up by more than the rate of inflation is killing people who have to pay these fees,\" he said. \"You don’t mark up cars like that; you don’t mark up groceries like that.\"\n\nStill, businesses actually saw no overall increase because the extra revenue from the premium assessment -- $17 million -- should balance out the reduction in pure premium.\n\nSo how accurate is the statement? The numbers don’t lie. There was a 39 percent increase in the assessment portion. But the money involved is pennies on the dollar, literally: the average goes from 7.6 cents to 10.4 cents per $100. For most people unfamiliar with workers’ compensation lingo, they might think the overall rate went up 39 percent. And that’s not correct. We think the statement contains some element of truth but ignores critical facts that would give a different impression. We rate it Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13695"}