{"url": "/factchecks/2013/sep/10/rand-paul/rand-paul-syrian-rebels-behead-priests-and-eat-hea/", "speaker": "Rand Paul", "vclaim": "\"We've seen priests beheaded by the Islamic rebels on the other side. We've also seen an Islamic rebel eating the heart of a soldier.\"", "truth_label": "half-true", "date": "stated on September 9, 2013 in an interview on CNN's 'Crossfire':", "title": "Rand Paul: Syrian rebels behead priests and eat hearts", "text": "A major conundrum facing the United States in Syria is the prevalence of Islamic extremists, some with links to al-Qaida, among the rebel forces.\nSen. Rand Paul, R-Ky., said Syrian President Bashar Assad is probably a war criminal but some of his opponents are equally dangerous.\n\"We've seen priests beheaded by the Islamic rebels on the other side,\" Paul said on the inaugural edition of CNN’s relaunched Crossfire. \"We've also seen an Islamic rebel eating the heart of a soldier.\"\nThese are dramatic and gruesome claims that have great staying power on the Web, so we decided to see if we could verify them. \nThe short answer is that rebels gunned down a priest but didn’t behead him. And a rebel commander made a show of cutting organs from a dead Syrian soldier but denies actually taking a bite.\nThe Franciscan priest\nA California-based news service called Catholic Online was one of the first to report the beheading of Francois Murad, a priest at a monastery in northern Syria. The killing took place on June 23, 2013, and the article appeared on June 30. There was graphic video of three men kneeling on the ground. As a crowd cheers, rebels cut their heads off.\nThe early reports claimed the Vatican confirmed the death of the priest and took that to be confirmation that he was beheaded. The Blaze, the website of conservative talk show host Glenn Beck, carried an item of its own on June 30. The headline couched the claim as \"allegedly\" but the first line of the article was slightly less reserved with \"Syrian Catholic priest Francois Murad killed last weekend by jihadi fighters was beheaded, according to a report by Catholic Online, which is linking to video purportedly showing the brutal murder.\"\nThe Blaze article garnered nearly 41,000 re-postings on Facebook. Other websites followed with their own versions on July 1.\nBut a more accurate account was available within hours of the original report. On June 30, an editor for the British newspaper The Telegraph, initially linked to the story of the beheading, and then issued this correction:\n\"I need to update and correct reports that Fr. Francois Murad, a Franciscan friar, was beheaded last week. The priest was actually shot inside his church, it seems – and the video of a beheading, which went viral, does not depict him. The Vatican was widely quoted as confirming the beheading, but an investigation by the Telegraph's Ruth Sherlock has established that this attribution was false.\"\nWe found no dispute that a jihadi group, Jabhat al-Nusra, conducted the attack. Murad was shot eight times. A fellow Franciscan collected his body, and he was buried in a nearby village.\nBy July 2, CNN also aimed to set the record straight. An article emphasized that the rebels had killed but not beheaded the priest. The next day, two other news operations followed up with their own corrections: the right-leaning CNSnews.com (\"Syrian Rebels Did Not Behead Franciscan Priest--They Shot Him 8 Times\") and the New York Daily News (\"Catholic priest NOT among three beheaded on video by Syrian rebels, says head friar\") . Nevertheless, as recently as this past week, a columnist for the conservative website Townhall had the headline \"Syrian rebels attack Christian village, behead priests.\"\nA heart or other organ\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nPaul’s second example hews more closely to the facts. On May 12, Time reported on a video that its reporters had seen earlier but was posted anonymously on the Web that day. In the video, a rebel cuts open the body of a dead Syrian soldier and removes two bloody masses. The rebel, who has taken the nom de guerre, Abu Sakkar, says to the cell phone camera, \"I swear to God we will eat your hearts and your livers, you soldiers of Bashar the dog.\" His men shout \"Allahu akbar (God is great).\"\nSakkar then lifts one of the lumps of flesh to his mouth.\nMultiple news organizations carried the story and an edited version of the video. Time interviewed Sakkar via Skype on May 14. He did not deny what he had done. He explained that he felt his behavior was justified because his men had found a cell phone on the dead man with him abusing three naked women, a mother and her two daughters.\n\"We opened his cell phone, and I found a clip of a woman and her two daughters fully naked and he was humiliating them, and sticking a stick here and there,\" Sakkar told Time.\nTwo months later, a BBC reporter spoke face-to-face with Sakkar. Sakkar at that time said, \"I didn't bite into it. I just held it for show.\" However, days after the video went public, he had told the BBC that he had taken a ritual bite. The video available to us makes it impossible to tell for sure.\nIt is also unclear what body parts he was holding. Sakkar told the BBC it was a lung; a doctor who saw the video told the BBC that’s what it looked like to him.\nSakkar is the founder of the Omar al-Farouq brigade, a group of about 60 men. According to Time, the man who posted the video described him as affiliated with al-Qaida. How close he actually is to al-Qaida is unclear. The person who put the video online added the caption, \"These are the freedoms they want to import to our country.\"\nTime reported that graphic videos of this sort have become familiar among combatants on both sides of the Syrian civil war. \"Footage of rape, torture and amputations are passed like trading cards,\" said Nadim Houry of Human Rights Watch.\nThere is no question that such videos travel widely. Beck featured the video of Sakkar on his radio program as a clear warning against being drawn into a war in the Middle East. Beck urged viewers to share it with their friends and to contact their representatives in Congress.\nPaul's office sent us a statement that read, in part, \"To get caught up in the specifics of which organ was eaten or how, or the manner in which an innocent priest was murdered is to miss the truth to argue over the details: that atrocities have been committed by both sides of this civil war.\"\nOur ruling\nPaul said Islamic rebels have decapitated priests, and one was seen eating the heart of a Syrian soldier.\nNews reports show that Islamic rebels gunned down a priest but did not behead him. The murder of a priest speaks to religious warfare and that carries great weight. However, thousands of innocent people have died from gunfire in this civil war. The claim is evocative in part due to the beheading, and that aspect is plainly inaccurate. In addition, the truth has been widely available for two months and Paul had ample opportunity to know better.\nPaul’s claim about a rebel eating a heart is more accurate, but the details are sketchy. Both the focus on a heart and the idea of cannibalism push strong emotional buttons. But it might not have been a heart, and there might not have been an actual bite. Still, a rebel carved up a dead Syrian soldier, boasted about it as he did so, and at the very least, spoke and acted as though he were eating the dead man’s liver and heart.\nThe first statement is flawed, and the second is largely on the mark with some weak points. Together, we rate them as Half True.\nEditor's note: This report had been updated to include a response we received from Paul's office shortly after our initial publication.", "vclaim_id": "vclaim-pol-08897"}