{"url": "/factchecks/2010/jun/25/sheldon-whitehouse/sen-whitehouse-forgets-which-party-controlled-cong/", "speaker": "Sheldon Whitehouse", "vclaim": "\"When George Bush took office, President Clinton, a Democrat, and the Democratic Congress at the time had left an annual budget that was in surplus.\"", "truth_label": "false", "date": "stated on June 24, 2010 in a Senate floor speech:", "title": "Sen. Whitehouse says Democrats controlled Congress at end of Clinton presidency", "text": "With polls showing Americans becoming increasingly concerned about the debt, Democrats have been trying to blame President George W. Bush and Republicans for fiscal decisions of the past decade. But in some cases, the Democrats have gotten their facts wrong. In a speech on the Senate floor on June 24, 2010, Democratic U.S. Sen. Sheldon Whitehouse of Rhode Island criticized the Bush Administration for squandering a federal surplus.\"When George Bush took office, President Clinton, a Democrat, and the Democratic Congress at the time had left an annual budget that was in surplus,\" Whitehouse said. \"It was returning more money to the federal government than we were spending. It was an annual budget in surplus. We had a national debt at the time, but with the annual budget in surplus, our Congressional Budget Office — the nonpartisan, not Republican, not Democratic, professional Congressional Budget Office — had estimated that, when George Bush took office, we would be a debt-free nation by 2009. We would be a debt-free nation by 2009. That was the trajectory that Democratic President Bill Clinton and the Democratic Congress left, along with those annual budget surpluses, when George Bush and the Republicans took office.\"We won't delve into the varying degrees of blame that Clinton and Bush deserve for the current deficit and debt in this item. But when Whitehouse says that \"Clinton, a Democrat, and the Democratic Congress at the time had left an annual budget that was in surplus,\" he's wrong.When Clinton handed over the reins to Bush, there was a Republican Congress, not a Democratic one. In fact, it wasn't even a close call: For the last six years of Clinton's term, the GOP had been in control of both the House and the Senate.We'll note that on the numbers, rather than the party labels, Whitehouse is correct. In 2000, Clinton's final year in office, the federal government ran a surplus of $236 billion. The following year, Bush's first as president, the surplus was $128 billion. That was the last time the government ran a surplus, at least as of now. In early 2001, the CBO did indeed predict surpluses as far as the eye could see -- enough to eliminate the debt by 2009, as Whitehouse said.When we contacted Whitehouse's office, a spokesman acknowledged that the statement could have been articulated more clearly, but added that the senator was referring to the 1993 Clinton budget, which was passed narrowly by a Democratic House and Senate with widespread Republican opposition. Many economists argue that this blueprint set the table for the budget surpluses of the 1990s.So we see where Whitehouse, who got elected to the Senate in 2006,  is coming from with this explanation. But when we looked at the words he spoke on the Senate floor, we decided that they did not indicate he was referring to the 1993 budget. In cases where we think someone simply misspoke inadvertently, we give them leeway. And we'll credit Whitehouse for repeating the numbers accurately. But in this case, Whitehouse said the same mistake twice -- and it was crucial to the point he was making on assigning partisan blame. Any listener not intimately familiar with budget legislation from the 1990s would be led to believe that the Democrats controlled Congress when Bush became president. So even though the mistake was inadvertent, we think it's sufficiently noteworthy to call out Whitehouse. We rate his statement False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021", "vclaim_id": "vclaim-pol-14854"}