{"url": "/factchecks/2019/jan/09/blog-posting/no-rashida-tlaib-did-not-tweet-about-raping-and-pi/", "speaker": "Bloggers", "vclaim": "New U.S. Rep. Rashida Tlaib tweeted \"Americans have spent decades raping and pillaging my people. What goes around comes around.\"", "truth_label": "pants-fire", "date": "stated on January 4, 2019 in a tweet:", "title": "No, Rashida Tlaib did not tweet about 'raping and pillaging' America", "text": "Newly minted Democratic U.S. Rep. Rashida Tlaib has made headlines during her first week in office, from being the first Palestinian woman elected to the U.S. House to using profanity as part of a vow to impeach President Donald Trump.\nNow, an offensive tweet supposedly made by Tlaib is going around social media.\nThe tweet reads:\n\"Americans have spent decades raping and pillaging my people. What goes around comes around. #FridayFeeling\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe tweet, made shortly after 10 a.m. on Jan. 4, is not from Tlaib’s account and no longer exists on Twitter.\nIt’s a hoax.\n\n \nTlaib’s real account is verified and has the blue checkmark badge by her name. The tweet referenced in the Facebook post came from an account that is not – and one that has since been deleted or removed from the social media platform.\nThe fake account also tried to make it appear as if Tlaib’s name was spelled correctly, but it wasn’t. It used an uppercase \"i\" in place of the lowercase \"L\" in her last name. When her name is spelled accurately on Twitter, the result is that the lowercase \"L\" reaches higher than the \"T\" in her last name. When misspelled with an uppercase \"i\", that faux-\"L\" only comes in at about the same height as the T.\nMoreover, Tlaib’s Twitter following is around 277,000, a number more on par for a member of the U.S. House than the 30 followers the hoax account had amassed before it was removed.\nWe rate this claim Pants on Fire!\n Share the Facts 2019-01-09 18:55:18 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  New U.S. Rep. Rashida Tlaib tweeted \"Americans have spent decades raping and pillaging my people. What goes around comes around.\"    Bloggers Bloggers    In a tweet Friday, January 4, 2019 2019-01-04    Read More  info", "vclaim_id": "vclaim-pol-01146"}