{"url": "/factchecks/2015/sep/20/marco-rubio/marco-rubio-says-cnn-debate-had-no-question-debt-a/", "speaker": "Marco Rubio", "vclaim": "\"We had a three-hour debate, no discussion about the national debt, very little about the economy.\"", "truth_label": "mostly-true", "date": "stated on September 20, 2015 in an interview on \"This Week.\":", "title": "Marco Rubio says CNN debate had no question on debt and little about the economy", "text": "The high polling numbers for the GOP presidential field’s \"outsider\" candidates are in part the result of the media refusing to discuss substantive issues, Florida Sen. Marco Rubio told ABC’s George Stephanopoulos.\nRubio said on the Sept. 20, 2015, episode of This Week that political newcomers like Donald Trump, Carly Fiorina and Ben Carson were seeing success because people were tired of establishment candidates. But the CNN debate earlier in the week in Simi Valley, Calif., also showed that coverage isn’t focused on the country’s problems, he said.\n\"I don’t think it’s limited to the politicians, it’s also the media,\" Rubio said. \"We had a three-hour debate, no discussion about the national debt, very little about the economy. It was a constant he-said-she-said, what do you say because so-and-so called you this name or that name.\"\nWhat did the candidates really discuss during the debate? We reviewed the transcript and wouldn’t say there was \"no discussion\" about the debt, but Rubio has a point there was little said about the economy.\nThe economy\nWe’ll actually start with how much the candidates said about the economy, because it came up first, much in the way Rubio described. (We reached out to his campaign for more on this but didn’t hear back.)\nAfter lengthy discussions about Trump’s worthiness as a candidate, Russia’s involvement in Syria, Congress attempting to defund Planned Parenthood, immigration and other issues, moderator Jake Tapper switched gears.\n\"We've received a lot of questions on social media about the economy and about jobs,\" he acknowledged, but used the pivot to asked Fiorina to respond to Trump’s criticism of her record as CEO of Hewlett-Packard. Fiorina then recounted her history with the company, before mentioning voter concerns over the nation’s $18 trillion debt as an attack on Trump.\n\"There are a lot of us Americans who believe that we are going to have trouble someday paying back the interest on our debt because politicians have run up mountains of debt using other people's money,\" Fiorina said to Trump. \"That is in fact precisely the way you ran your casinos. You ran up mountains of debt, as well as losses, using other people's money, and you were forced to file for bankruptcy not once, not twice, four times, a record four times.\"\nTapper later asked questions about the minimum wage and tax policy, which one could argue are related to the economy. But he asked no direct questions about job creation or debt.\nStill, candidates did mention the economy as they addressed other questions.\nOhio Gov. John Kasich said that when he left Congress, \"we had a $5 trillion surplus, and the economy was booming.\" He implied his time as a congressman from 1982 to 2001 will help him find consensus as president to \"create a stronger economy for everybody.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWisconsin Gov. Scott Walker pointed out Democratic hopeful Hillary Clinton’s call for a higher minimum wage is \"her answer to grow the economy.\" Former Arkansas Gov. Mike Huckabee mentioned that finding cures to cancer, heart disease, diabetes and Alzheimer’s will save the country trillions, and would \"change the economy and the country.\"\nRubio, meanwhile, discussed the economy when answering a question about climate change. He said disregarding alarms raised by \"the left-wing government\" was necessary because \"every proposal they put forward are going to be proposals that will make it harder to do business in America, that will make it harder to create jobs in America.\"\n\"We are not going to destroy our economy,\" he said. \"We are not going to make America a harder place to create jobs in order to pursue policies that will do absolutely nothing, nothing to change our climate, to change our weather, because America is a lot of things, the greatest country in the world, absolutely.\"\nNew Jersey Gov. Christie also made mention of agreeing with Rubio that \"we shouldn't be destroying our economy in order to chase some wild left-wing idea that somehow us by ourselves is going to fix the climate.\" Back in April, PolitiFact checked a statement by Rubio that \"with certainty (cap and trade) would have a devastating impact on our economy.\" We rated it False.\nThe national debt\nSo candidates did discuss the economy, though with little in the way of concrete plans. There also were a few mentions of the national debt, in addition to Fiorina’s attack on Trump.\nChristie cited debt service as a major portion of what the federal budget is stuck dealing with. \"Seventy one percent of all federal spending is on entitlements and debt service,\" he said.\nBush said his 4 percent economic growth plan will \"deal with the structural fiscal problems that exist because of our entitlement problems that will overwhelm and create way too much debt,\" but didn’t discuss specifics about controlling projected costs.\nRubio brought up the national debt while trading barbs with Trump; Rubio mentioned the debt as a symptom of Washington dysfunction.  \n\"You have millions of people in this country living paycheck to paycheck, and nothing is being done about it,\" Rubio said. \"We are about to leave our children with $18 trillion in debt, and they're about to raise the debt limit again.\"\nOur ruling\nRubio said, \"We had a three-hour debate, no discussion about the national debt, very little about the economy.\"\nHe’s right there was very little mention of the economy, but the national debt was brought up by some of the 11 candidates, usually while addressing an opponent. We should note that even then, no one gave any specifics about what to do beyond some broad talking points.\nWe rate Rubio’s statement Mostly True.", "vclaim_id": "vclaim-pol-05951"}