{"url": "/factchecks/2007/nov/14/fred-thompson/yes-he-raised-taxes-and-scored-low/", "speaker": "Fred Thompson", "vclaim": "Huckabee \"was one of the highest taxing governors that we had in this country and rivaling Bill Clinton in terms of the Cato ratings.\"", "truth_label": "mostly-true", "date": "stated on November 5, 2007 in an interview on the Fox News Channel.:", "title": "Yes, he raised taxes and scored low", "text": "Thompson is correct that Huckabee is not exactly a darling of fiscal conservatives.\n\nWhen he became governor of Arkansas in 1996, Huckabee touted his aversion to taxes. But over the next 10 years, he became increasingly willing to compromise with the state's Democratic-led legislature on fiscal issues.\n\n\nThompson cites information from the Cato Institute, a conservative think tank that issues biannual \"Report Cards\" for governors, based on their tax and spending records. In 1998, two years into his governorship, Huckabee received a B from Cato, which praised him for instituting a large, broad-based tax cut package in the previous year.\n\n\nHowever, Huckabee's Cato grade steadily dropped from there: The group gave him C's in 2000 and 2002, a D in 2004 and finally, as Thompson states, an F in 2006. In its report last year, the organization declared that Huckabee \"went from being one of the best governors in America to one of the worst. ... The main reason for the drop was his insistence on raising taxes at almost every turn throughout his final term.\" Because of this drop, they gave him a grade of D for his 10-year career as governor.\n\n\nHis tax increases included the state sales tax (more than once) as well as a cigarette and tobacco tax and a tax on nursing home beds.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHuckabee's careerlong grade does, as Thompson states, match the D Bill Clinton earned in 1992, his last year as Arkansas' governor.\n\n\nHere's one last bit of context. It's worth noting that the fiscal reports done by Cato factor in spending policy as well as tax history, according to Stephen Slivinski, who produces the fiscal report cards. In 2006, Slivinski's team gave Huckabee the lowest grade of any governor when it came to tax policy.\n\n\nThompson called Huckabee \"one of the highest taxing governors,\" and it's hard to dispute that. Again, though, as a point of clarification, that doesn't mean Arkansas has the nation's highest tax burden. According to the Tax Foundation, a nonprofit research organization, Arkansans have the 13th-highest state and local tax burden in the nation — that is, however, a significant jump from the No. 30 spot the state held when Huckabee became governor.", "vclaim_id": "vclaim-pol-16518"}