{"url": "/factchecks/2021/feb/02/facebook-posts/facebook-post-misrepresents-pelosi-stock-trade-bid/", "speaker": "Facebook posts", "vclaim": "Says Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.", "truth_label": "barely-true", "date": "stated on January 31, 2021 in a Facebook post:", "title": "Facebook post misrepresents Pelosi stock trade, Biden policy on electric vehicles", "text": "Implying that Nancy Pelosi used insider information for personal gain, a post widely shared on Facebook claims that the House speaker bought $1.25 million in Tesla stock the day before President Joe Biden signed an executive order for all federal vehicles to be electric.\nWe looked at the substance and implications of the broadside against the California Democrat and found that it paints a misleading picture of the timing and nature of Pelosi’s and Biden’s actions.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post gets several facts wrong. In short: \nThe purchase — by Pelosi’s husband, Paul Pelosi — was not of stock in Tesla, the California-based maker of electric cars, but of options to buy Tesla stock. \nThe options were bought more than a month before Biden announced his goal to eventually make the federal fleet electric, not the day before.\nBiden has not ordered that the entire federal fleet be electric. He has directed federal agencies to move toward buying zero-emission vehicles.\nAnd Biden’s intent to steer the government toward zero-emission vehicles was not inside information. It was among his campaign promises and a matter of public record well before he took office.\nWhat the post says\nThe post shows photos of Pelosi and Biden, along with captions that use abbreviations for executive order and electric vehicles. \nThe caption to the Pelosi photo is: \"1/24/21 Nancy buys $1.25M in Tesla stock.\" \nThe Biden photo caption says: \"1/25/21 Joe signs EO for all fed vehicles to be EV!\"\nThe headline above the images reads: \"Wow! What are the odds of that? Talk about luck!! What are the odds?\"\nThe poster wrote: \"Wake up, realizing that it’s all about them making money, well (sic) restricting us.\"\nThe transaction and the timing\nThe post misstates the timing of both the securities transaction and the executive order. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nUnder the Ethics in Government Act, members of Congress must file periodic transaction reports when they buy or sell stock or other securities for any transaction that exceeds $1,000. (The requirement also covers transactions by a lawmaker’s spouse and dependent children.) Only a range of the value of a transaction must be disclosed. The reports must be filed within 30 days of when the member was notified of the transaction, and no later than 45 days after the transaction occurred.\nNancy Pelosi filed a report with the House dated Jan. 21 listing her husband’s securities transactions involving Tesla and a few other companies.\n\"The Speaker has no involvement or prior knowledge of these transactions,\" said her spokesman, Drew Hammill.\nAccording to the report, on Dec. 22, Paul Pelosi bought 25 call options of Tesla stock for between $500,001 and $1 million. The options had a strike price of $500 and an expiration date of March 18, 2022. \nIn other words, Paul Pelosi purchased the right to buy Tesla stock at $500 per share prior to the expiration date.\nOn Dec. 22, Tesla stock was trading at around $650, having climbed from less than $90 at the start of 2020, on a split-adjusted basis. At the time of this writing on Feb. 2, Tesla’s stock was trading at about $878 a share \nNancy Pelosi’s report appears to be in line with what members of Congress are required to disclose.\nBiden’s actions\nDuring his run for president, Biden pledged to \"make a major federal commitment to purchase clean vehicles for federal, state, tribal, postal, and local fleets.\" So his intent to steer the government toward an electric fleet was a matter of public record, though it didn’t take the form of an executive order until Jan. 27, a week after he took office. \nThe post we’re checking alludes to an executive order Biden signed Jan. 25. That \"Buy American\" order does not mention any federal government purchases of electric vehicles. But in signing the order, Biden announced that he plans to eventually replace the government’s fleet of cars and trucks with electric vehicles assembled in the United States. He did not state a timeline, or mention any specific manufacturer. \nThe Jan. 27 order, on climate, included a \"federal clean electricity and vehicle procurement strategy.\" It directed \"all available procurement authorities to achieve or facilitate … clean and zero-emission vehicles for Federal, State, local, and Tribal government fleets, including vehicles of the United States Postal Service.\"\nThe order specifically calls for \"spurring the creation of union jobs\" in the manufacture of those new vehicles. Tesla’s assembly workers in California are not unionized. \nNo manufacturer of electric vehicles in the United States complies with the new \"Buy American\" and unionized labor provisions, according to Wired.\nReplacing the federal fleet with American-produced EVs will be costly and take time, as only a handful of all-electric vehicle models are assembled in the United States, CNBC reported. \nOur ruling\nAn image shared on Facebook claims that Nancy Pelosi bought $1.25 million in Tesla stock the day before Biden signed an order \"for all federal vehicles\" to be electric, implying that she sought to profit from inside information about new government policies.\nThe House speaker did report transactions involving Tesla stock, but the post misrepresented the purchases and Biden’s policies to create the false impression that the transactions represented improper insider trading in Tesla shares.\nThe statement contains an element of truth, but ignores critical facts would give a different impression — our definition of Mostly False.", "vclaim_id": "vclaim-pol-19062"}