{"url": "/factchecks/2016/jun/15/charles-schumer/charles-schumer-terror-watch-list-buy-guns-got-the/", "speaker": "Charles Schumer", "vclaim": "Last year, \"244 suspected terrorists walked into gun shops and attempted to purchase a firearm; 223 were able to get the firearm.\"", "truth_label": "mostly-true", "date": "stated on June 14, 2016 in a news conference:", "title": "Schumer: 244 people on terror watch list tried to buy guns in 2015, 91% got them", "text": "The mass shooting in Orlando, Fla., June 12 reopened the debate over who should access to guns, with Democrats calling for stricter controls.\nDuring a June 14 news conference in Washington, Sen. Charles Schumer, D-N.Y., said most people suspected of terrorism in the United States haven't haven't found it difficult to purchase a weapon.\n\"Last year, 244 people on the terror watch list tried to purchase guns; 244 suspected terrorists walked into gun shops and attempted to purchase a firearm; 223 were able to get the firearm. Only 21 went empty-handed,\" Schumer said. \"Ninety-one percent of suspected terrorists, when they sought to purchase a gun, last year were successful, according to GAO.\"\nThe GAO is the U.S. Government Accountability Office.\nFirst, some background on these \"suspected terrorists.\"\nThe FBI's Terrorist Screening Center maintains a list of people \"known or reasonably suspected of being involved in terrorist activity.\" This list is secret but it's believed to have around 700,000 names collected by U.S. and global agencies. It's estimated that 10,000 of those names are Americans and the rest are foreigners.\nWe looked at this issue in December when we examined U.S. Rep. Patrick Murphy's tweet that \"91 percent of suspected terrorists who attempted to buy guns in America walked away with the weapon they wanted.\" We rated Murphy's statement Mostly True.\n(Murphy, who is running in Florida's Democratic primary for U.S. Senate in 2016, issued the tweet after Republicans repeatedly blocked a bill that would keep people on the FBI list from buying guns.)\nMurphy was referencing a GAO report from March 2015. But Schumer's statement focused on the entire year of 2015. So we found the updated report.\nIssued March 7, 2016, it found — as Schumer reported — that only 21 of the 244 transactions attempted by people on the terrorist watch list at a licensed firearms shop were blocked. In 223 cases, the customers got their weapons.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut there are important omissions in these numbers.\nSo we don't know that 244 people on the list attempted to buy guns. We know that people on the list attempted to buy guns 244 times. \nOn the flip side, the number of people on the watch list who legally purchased weapons may be far higher because the tally doesn't include transactions made at gun shows, where federal background checks aren’t conducted.\nFinally, there have been questions about the accuracy of the watchlist itself.\nA 2009 U.S. Justice Department audit showed that 35 percent of the people on the list were \"associated with FBI cases that did not contain current international terrorist or domestic terrorism designations\" and should have been removed from the list.\nThere also are multiple entries for slight variations of the same name, which means people with the same name as a person on the watch list were stopped at airports, a problem that experts say has largely been resolved.\nOur ruling\nSchumer said that in 2015, \"244 suspected terrorists walked into gun shops and attempted to purchase a firearm; 223 were able to get the firearm\" according to the GAO report.\nHe correctly notes that this is gun shop data from the GAO, but he is wrong to suggest that the report is a tally of the number of suspected terrorists trying to make a firearm purchase. As the report makes clear, it's the number of attempted transactions, some of which might have been done by the same individual.\nThe statement is accurate but it needs clarification and additional information, so we rate it Mostly True.\nhttps://www.sharethefacts.co/share/47d79ce0-3137-4146-834d-1d858403e397", "vclaim_id": "vclaim-pol-04827"}