{"url": "/factchecks/2013/jan/16/rick-perry/rick-perry-says-texas-education-increased-phenomen/", "speaker": "Rick Perry", "vclaim": "Says Texas public school funding grew three times the rate of enrollment from 2002 to 2012.", "truth_label": "false", "date": "stated on January 9, 2013 in a press conference.:", "title": "Rick Perry says Texas education spending increased a phenomenal 70 percent as enrollment escalated 23 percent", "text": "Asked about restoring public education aid, Gov. Rick Perry suggested that’s the wrong question.\n\nAccording to a Jan. 9, 2013, Texas Tribune news story, Perry replied at a press conference earlier that day: \"We’ve had public education funding growing at three times the public education enrollment. So you’ve had a 70 percent increase of funding from 2002 to 2012. You've had a 23 percent increase in enrollment... I think under any scenario over the last decade, the funding that we have seen in the state of Texas for public education has been pretty phenomenal.\"\n\nThose contrasting figures seemed surprising given that the revenue-strapped 2011 Legislature modified school finance formulas--sending schools $4 billion less than if the formulas had stayed the same--and also made other school funding cuts. We were mindful, too, of other flawed education spending claims. Of note, Republican lawmakers have said Texas did not cut such spending (Pants on Fire), that they raised education spending (Pants on Fire) and also that they raised education’s share of the budget (Mostly True).\n\nEnrollment increased about 20 percent from 2001-02 to 2011-12, from more than 4.1 million to nearly 5 million students, according to a December 2012 report by the Texas Education Agency. By email, agency spokeswoman Debbie Ratcliffe told us 2012-13 enrollment is expected to exceed 5 million, but the total has not been settled.\n\nAnd how much did spending increase or decrease during the period?\n\nTo find out, we measured spending on public schools in two ways: how much spending from all sources--state, local and federal--changed and how much the state itself spent.\n\nOverall expenditures\n\nOverall school expenditures, counting state, local and federal sources, totaled $27.9 billion in 2002 and $44.2 billion in 2012, according to a chart from the Legislative Budget Board, which tracks fiscal issues for lawmakers.\n\nThat makes for a difference of 58 percent, though that’s also before adjusting for inflation, which the board’s staff did by converting figures to 2004 dollars using an inflation adjuster devised by the federal government, the Implicit Price Deflator for State and Local Government.\n\nIn 2004 dollars, Texas public school spending in 2002 totaled $30.1 billion. In 2012, the total was $33.3 billion--11 percent greater than in 2002.\n\nBy this measure, then, it looks like school enrollment went up faster than spending.\n\nThen again, we learned, these figures were not behind Perry’s statement.\n\nState spending alone\n\nPerry spokeswoman Catherine Frazier told us by email that Perry was referring to the difference in state education spending alone \"as those are the funds the state has control over.\"\n\nThe budget board’s chart shows $10.9 billion in state spending on the schools in 2002 and $18.9 billion in 2012, for a 73 percent difference, or a little more than Perry’s declared 70 percent.\n\nAdjusting for inflation, though, reduces the increase to 20 percent. In 2004 dollars, such spending was $14.2 billion in 2012, compared to $11.8 billion in 2002.\n\nAnalyst Eva DeLuna Castro of the liberal Center for Public Policy Priorities and school lobbyist Lynn Moak, a former Texas Education Agency official, each pointed out another wrinkle, suggesting that any consideration of state education spending should take into account changes in law approved in 2006 resulting in the state picking up about $7 billion more in annual costs in return for school districts cutting local maintenance & operation property tax rates.\n\nCastro said by email: \"The property tax cut was $14.2 billion a biennium, or $7.1 billion every year. That means the state had to put in that amount of money a year to offset local property taxes falling by the same amount.\"\n\nThe shift in funding sources did not, in itself, step up aid received by the schools, Castro said.\n\nMoak said by phone: \"This was simply a source-of-funds transfer.\"\n\nTo adjust for the annual cost shift, we subtracted $7.1 billion from the state spending in 2012, suggesting a $0.9 billion difference from the 2002 spending. However, adjusting for inflation makes the 2012 state spending equal $8.2 billion in 2002 dollars--25 percent less than the $10.9 billion spent in 2002.\n\nWe asked Frazier about taking inflation and the tax-swap law into consideration. She replied by email: \"The governor has laid out the accurate facts.\"\n\nOur ruling\n\nPerry said education spending escalated more than three times as fast as enrollment from 2002 to 2012.\n\nWe accept that he was talking about state education aid, which outpaced the 20 percent growth in enrollment by about the cited margin.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nBut that’s without considering inflation and the impact of the annual tax swap set in motion by lawmakers and Perry, which drove up state spending without in itself delivering more school aid. Make those adjustments and it looks like Texas schools in 2012 fielded 25 percent less in state aid than what they fielded in 2002.\n\nWe rate this claim as False.", "vclaim_id": "vclaim-pol-09841"}