{"url": "/factchecks/2011/sep/25/keep-conservatives-united/pro-bachmann-group-says-rick-perry-spending-more-m/", "speaker": "Keep Conservatives United", "vclaim": "Says Rick Perry is \"spending more money than the state takes in, covering his deficits with record borrowing.\"", "truth_label": "pants-fire", "date": "stated on September 1, 2011 in an online video ad.:", "title": "Pro-Bachmann group says Rick Perry is spending more money than Texas government takes in, covering deficits with record borrowing", "text": "A group backing U.S. Rep. Michele Bachmann of Minnesota for president says Gov. Rick Perry leads a state in fiscal dire straits. In an advertisement targeting South Carolina voters, the narrator says: \"This year, Rick Perry is spending more money than the state takes in, covering his deficits with record borrowing.\"\n\nTalk about news; is Texas state government in the red?\n\nSome perspective: Texas is a \"pay-as-you-go\" state that, unlike the federal government, cannot borrow money to balance its operating budget. About 45 states have constitutional provisions requiring their budgets to balance, as we noted in a December 2010 fact check. The Texas Constitution says that barring a four-fifths vote of the Legislature, lawmakers may not spend more than the cash and projected revenue that the state comptroller certifies as available for appropriation.\n\nThis June, State Comptroller Susan Combs certified the state would have sufficient revenue to fund the 2012-13 state budget that lawmakers sent to Perry, the Austin American-Statesman then reported. Perry signed the budget into law that month.\n\nSo how is Texas in the hole?\n\nThe Keep Conservatives United super PAC traces its ad claim to an Aug. 23, 2011, Wall Street Journal news article which says the state’s sale that day of $9.8 billion in tax-exempt general obligation tax and revenue anticipation notes, set to mature Aug. 30, 2012, was the largest sale of short-term notes since the state started selling short-term notes in 1987.\n\n\"Such notes typically mature within one year,\" the story says, \"and are generally issued by states at the start of their fiscal years to raise cash ahead of incoming tax and revenue receivables for that year.\"\n\nThe story quotes the Texas state comptroller's office saying the notes mainly would be used to support payments to public schools at the beginning of the school year, but also to avoid a temporary cash shortfall in unrestricted accounts in the state's general-revenue fund and so the state could manage its cash flow spending through  the fiscal year ending Aug. 31, 2012.\n\nAccording to the story, the comptroller projected a maximum temporary cash shortfall of $13.2 billion within fiscal 2012 without the note proceeds and other available borrowing. The state said it expects to start fiscal 2012 with a $1.8 billion negative cash balance in the general revenue fund's unrestricted accounts, and to end the 2012 fiscal year with a negative cash balance of $6.7 billion.\n\nIndeed, those figures are in the comptroller’s offering document describing its intended sale of the notes. But there’s more information, too, indicating the state won’t be in the hole once all funds are taken into account.\n\nThe offering document says the notes \"currently projects that the maximum temporary cash shortfall within fiscal year 2012 will be $13.2 billion before application of note proceeds and other available interfund and intrafund borrowing.\" And, the document says, while the Legislature approved a balanced budget, the state \"expects to begin fiscal year 2012 on Sept. 1, 2011, with a negative cash balance in the unrestricted accounts in the General Revenue Fund of $1.8 billion. The General Revenue Fund is expected to end fiscal year 2012 with a negative cash balance of $6.7 billion in the unrestricted accounts.\"\n\nLater, the document says the state’s general revenue kitty has \"historically been subject to a temporary cash shortfall during each fiscal year because taxes and other revenues are received more slowly than expenditures are paid through the first eight months of the fiscal year.\" Hence, the document says, the need for the short-term notes.\n\nSo, the state made a record sale of short-term notes and predicted a cash shortfall during the fiscal year, which ends Aug. 31, 2012.\n\nIs that the same as running a budget deficit?\n\nWe asked Combs, Billy Hamilton, the state’s former deputy comptroller, and Dale Craymer, president of the Texas Taxpayers and Research Association, for their views.\n\nCombs’ spokesman R.J. DeSilva replied by email that annual sales of Tax and Revenue Anticipation Notes aren’t designed to cover deficits. Instead, he said, they help the state maintain cash-flow. Looking ahead, he said, if there’s insufficient revenue to fulfill state obligations at the end of this fiscal year, the gap will be handled in the next year’s sale of notes.\n\nHamilton told us it’s been state practice since the late 1980s to sell the short-term notes to smooth out payments — such as those to school districts — over months that state tax revenue isn’t accumulating fast enough to immediately cover expenses.\n\nCraymer, previously a budget adviser to two governors, said by email that the pro-Bachmann group’s claim, based on the comptroller's projection of revenues and spending for the year ending Aug. 31, 2012, overlooks the reality that Texas legislators approve two-year budgets — and the latest budget balances through August 2013.\n\nAugust 2012, then, is the \"mid-point of our budget, not the end point,\" Craymer said. \"It's kind of like criticizing someone who gets paid at the end of each month because they spend more than they take in during the first half of the month.\"\n\nCraymer added that the tax-anticipation notes sold by the state are \"commonly used by states and other government entities to cover spending and revenue timing gaps within the budget. They are short-term notes paid off before the end of each fiscal year, and cannot be used to finance any deficit (in Texas or any other state).\"\n\nCraymer said in an interview: \"Washington has real debt. The states have to balance their budgets. There’s no logical connection between short-term cash borrowing and a (budget) defict. That’s a stretch.\"\n\nOur ruling is that while the state undertook record short-term borrowing, the state is not in the red by any stretch of that characterization. The two-year budget adopted by lawmakers and signed into law by Perry was required to balance--and there’s no indication that it no longer does. The ad’s statement--casting the sale of short-term notes as covering Perry’s deficits--misrepresents a routine annual sale.\n\nThis is worse than incorrect. It’s ridiculous. Pants on Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-12368"}