{"url": "/factchecks/2012/mar/07/silvestre-reyes/silvestre-reyes-says-challenger-favors-legalizing-/", "speaker": "Silvestre Reyes", "vclaim": "Says opponent Beto O’Rourke \"wants to legalize drugs.\"", "truth_label": "half-true", "date": "stated on February 26, 2012 in a video advertisement.:", "title": "Silvestre Reyes says challenger favors legalizing drugs", "text": "A video posted by U.S. Rep. Silvestre Reyes of El Paso opens by showing a silent, grim-faced child. His image is followed by other kids individually saying \"no.\" The words flash on screen: \"Beto O'Rourke,\" challenging Reyes in the 2012 Democratic primary, \"wants to legalize drugs.\"\n\"Legalizing drugs is not the answer,\" a narrator says. \"Even our children understand.\"\n\nDoes O’Rourke, a businessman and former member of the El Paso City Council, want to legalize drugs?\n\nMarijuana, certainly, we learned.\n\nBut a news article in the Feb. 28, 2012, El Paso Times quotes O’Rourke saying he has not advocated the wholesale legalization of drugs.\n\nThe article quotes Reyes defending his ad by pointing to a book and a 2011 San Antonio Express-News op-ed column that O’Rourke co-wrote with Susie Byrd, a member of the El Paso City Council.\n\nTheir Dec. 4, 2011, column says the prohibition of marijuana has resulted in a lucrative but violent marijuana economy entwining Mexico and the United States.\n\n\"Mexican drug cartels smuggle many things into the U.S., but marijuana is the most profitable portion of the cartel's portfolio,\" the column says. \"Marijuana has the larger customer base with the most stable demand and steady prices. And, the Mexican cartels own the value of the marijuana from farm to market.\"\n\nEl Paso, the column continues, \"bears daily witness to the violence that the marijuana economy inflicts on Juarez, our neighbor on the U.S./Mexico border. Since 2008, more than 9,000 people have been murdered in Juarez. The violence stems at least in part from a declared war between the two largest cartels for control of the El Paso/Juarez trade corridor.\"\n\nMeanwhile, they write, Americans, including high-school students, continue to use marijuana.\n\n\"At some point, we must challenge our elected leaders to enact laws that reflect reality,\" the column says. \"We must come to a reckoning, much the same way we did 80 years ago, and repeal a prohibition that does more harm than good. If Washington won't do anything different, if Mexico City won't do anything different, then it is up to us — the citizens of the border who understand the futility and tragedy of this current policy first hand — to lead the way.\"\n\nIn December 1933, the federal prohibition of the manufacture, sale and transportation of alcoholic liquors, which had been in place since early 1919, was repealed on ratification of the 21st Amendment to the Constitution. Alcohol consumption had persisted in the intervening years while federal efforts to enforce prohibition cost 150 lives and billions of dollars, according to a December 5, 1933, New York Times report.\n\nWe did not track down O’Rourke’s just-published book, \"Dealing Death and Drugs, the Big Business of Dope in the U.S. and Mexico.\" But we noticed the subtitle underneath the title on a portion of a Kindle version of the book: \"An Argument to End the Prohibition of Marijuana.\"\n\nA Nov. 21, 2011, El Paso Times news article about the book quotes O’Rourke opining on possible benefits from legalizing marijuana: \"We can do a much better job of keeping marijuana out of the hands of kids and keeping marijuana proceeds out of the hands of cartels that use those proceeds to murder, kill and terrorize with impunity, corrupt public officials, recruit people and arm themselves.\"\n\nReyes also has offered as backup for his claim a resolution supported by O’Rourke when he was on the El Paso City Council. According to a news account on newspapertree.com, an online El Paso newspaper, the council in January 2009 unanimously endorsed the resolution, which included language added at O’Rourke’s suggestion urging the federal government to come to the aid of bordering Juarez by \"supporting an honest open national debate on ending the prohibition on narcotics.\" The story says Mayor John Cook later vetoed the resolution, saying that as amended, it would not be taken seriously in Washington.\n\nO’Rourke, talking to reporters about the resolution before the veto, said: \"I’m not advocating legalization, but I’m saying that we should at the very least have a conversation about ending prohibition. And that it is looking like one of the more attractive solutions out there right now to an otherwise intractable problem that’s getting worse by the day.\" He added that the nation needs to rethink its drug war, which is \"not working.\"\n\nAfter declaring his House candidacy, O’Rourke defended the resolution in what appears to be a classroom speech, according to an undated video of his remarks brought to our attention by Reyes’ campaign. In the recording, O’Rourke recaps his rationale for advocating the resolution and says that he said at the time that \"given what’s going on in Juarez, given what’s at stake, I think that we owe ourselves an honest and open conversation about our drug laws and potentially, potentially, ending the prohibition on these drugs -- namely and most importantly marijuana.\"\n\nReyes’ campaign also pointed out a \"declaration\" presented by O’Rourke and others at the U.S.-Mexico border on May 17, 2010, bemoaning conditions in Juarez and urging \"repeal of the ineffective U.S. marijuana drug laws in favor of regulating, controlling and taxing the production, distribution, sale and consumption of marijuana by adults.\"\n\nIn a telephone interview, O’Rourke told us that he favors ending the legal prohibition on marijuana but has not been telling voters he will push such a change. He said that is \"not a priority of this community; it doesn’t reflect the desires of people I seek to represent as my constituents.\"\n\nAsked why he doesn’t describe himself as favoring legalization of marijuana, O’Rourke replied: \"That word (legalize) is so charged and weighted from years of popular culture references.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nO’Rourke favors ending laws against marijuana and has urged a national conversation about legalizing other illegal drugs. But Reyes’ claim leaves the misimpression that O’Rourke favors legalizing all illegal drugs. We rate his statement Half True.", "vclaim_id": "vclaim-pol-11478"}