{"url": "/factchecks/2008/aug/22/barack-obama/updated-eight-houses-for-john-and-cindy-mccain/", "speaker": "Barack Obama", "vclaim": "John McCain has seven houses.", "truth_label": "mostly-true", "date": "stated on August 11, 2008 in interview by Obama campaign strategist David Axelrod:", "title": "UPDATED: Eight houses for John & Cindy McCain", "text": "UPDATED:\n\nHow many homes John McCain owns became an unlikely campaign issue on Aug. 20, 2008, when he told the Politico Web site that he didn't know the answer.\n\n\n\"I think — I'll have my staff get to you,\" McCain\n\ntold Politico in Las Cruces, N.M.\n\n\"It's condominiums where — I'll have them get to you.\"\n\n\nIt's not hard to see how McCain got confused. The McCain family owns properties in multiple states under several names.\n\n\nWe checked this issue earlier when it was raised on the campaign trail by Barack Obama's top strategist, David Axelrod. Axelrod was arguing that the McCain campaign is guilty of hypocrisy in trying to paint Obama as an elitist.\n\n\n\"Obviously, his strategists met on the portico of the McCain estate in Sedona — or maybe in one of his six other houses — and decided what line of attack they were going to use,\" Axelrod told Adam Nagourney of the\n\nNew York Times.\n\n\n\nThe Democratic National Committee has also attacked McCain as being out of touch. In an Aug. 12 news release called \"Seven Months of Job Losses for Americans, Seven Houses for McCain,\" the DNC said McCain fails to understand the economic difficulties of Americans. Bloggers have repeated the claim and created video tours of the McCain properties.\n\n\nInitially we confirmed that McCain owns seven homes, but Politico found a third condo that the McCains own in Phoenix, which we missed, and that brings the total to eight. One of their properties, a ranch in Sedona, also has multiple buildings on it that could be counted as additional homes. We count it as one.\n\n\nThe property is owned under several names, including limited liability companies and family trusts.\n\n\nPublic records connect these entities to Cindy McCain, chairwoman of Hensley & Co, a huge Anheuser-Busch beer distributorship that was founded by her parents.\n\n\nHere's a rundown of the properties and how we get to our total.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\n1. The largest home is a creekside ranch near Sedona, Ariz., spread over more than six acres. That's where McCain entertained vice presidential prospects, including Florida Gov. Charlie Crist, over Memorial Day weekend. Records from Yavapai County Assessor's Office show it includes three houses and is worth about $1.1-million. CNN reported that McCain said there are six houses on the property. The owner is listed as the Cindy Hensley McCain Family Trust. If McCain is correct that there are six houses on the property and you counted each one, the total homes owned would rise to 13 (though again, when pressed by Politico about properties, McCain said he wasn't sure).\n\n\n2. and 3. In nearby Phoenix, Cindy McCain owns two combined condo units worth about $1.7-million. They're part of the Residences at 2211 Camelback, which bills itself as \"The Valley of the Sun's finest example of life beyond the expected\" at \"the most preferred urban residential address in the prestigious Camelback Corridor.\" Wild River Rental LLC, which records show is controlled by Cindy McCain, owns another unit in the building, which was purchased in 2007 for $830,000. (This is the unit we missed in our first go round.)\n\n\n4. In Arlington, Va., the McCains live in a three-bedroom high-rise condo worth $847,800, property records show.\n\n\n5. They also own a condo in La Jolla, Calif., that's worth more than $1-million. The building overlooks a park and the Pacific Ocean.\n\n\nRecords also link the McCains to three other residences.\n\n\n6. Wild River Rental LLC, the company controlled by Cindy McCain, is listed as the owner of Phoenix condo worth more than half a million dollars. The McCains bought the condo for their daughter Meghan, according to a story in\n\nGQ\n\nmagazine and confirmed through a public records search. The reporter compared the inside to \"a spaceship furnished by West Elm. There's a giant silver chimney that extends out of her fireplace into the ceiling about twenty feet above.\"\n\n\n7. and 8. Dream Catcher Family LLC, a domestic corporation formed by the McCain family, owns two condos in a beachfront complex in Coronado, Calif. Tax records show one is valued at $2.7-million. The other was purchased this year, according to sales records. A sales price was not available.\n\n\nThe Obama campaign has released two ads since McCain's gaffe saying that McCain owns seven homes. The Obama campaign doesn't mention that trusts and companies controlled by Cindy McCain generally own the properties. And their count is off by one; the McCain family actually owns eight.\n\n\nWe'll be monitoring this property issue as the campaign goes on. It's possible that there are other properties owned by corporate entities related to the McCains of which we are not aware.\n\n\nAs we re-examined this claim after confirming the eighth property, we've come to a slightly different conclusion about the true ownership of the homes. Because there is indirect ownership here, though these are clearly the McCains' homes, we rule the statement Mostly True.", "vclaim_id": "vclaim-pol-16062"}