{"url": "/factchecks/2015/nov/10/tim-echols/wading-question-hydropower-georgia/", "speaker": "Tim Echols", "vclaim": "\"Our state has no major rivers to produce big hydropower.\"", "truth_label": "mostly-true", "date": "stated on October 26, 2015 in an opinion piece in a trade magazine:", "title": "Wading into the question of hydropower in Georgia", "text": "Anyone who has ever visited Niagara Falls has a very clear idea of the power of water.\nBut the same might be said about the Chattahoochee River for anyone who has ever decided to explore some of the whitewater.\nSo a recent claim made by one member of the Georgia Public Service Commission, in touting the state’s commitment to nuclear power, caught our attention.\n\"Our state has no major rivers to produce big hydro power,\" Commissioner Tim G. Echols wrote in Power Engineering, a magazine that covers the power generation industry. \"What we do have is nuclear power, and it enjoys widespread support.\"\nNo major rivers? And what is \"big\" hydro? PolitiFact Georgia decided to check\nWho decides?\nWe reached out to Echols, who cited both state and federal reports to back up his claim.\nThe 2014 Georgia Energy Report by the Georgia Environmental Finance Authority said that hydroelectric generated 2 percent of power generation and 5.5 percent of capacity in 2012, Echols said.\nAnd a 1998 report for the U.S. Department of Energy evaluated \"undeveloped hydropower potential\" and found Georgia’s undeveloped hydropower potential was between about 613 megawatts and 1,137 megawatts of power.\nLarge-scale hydropower is more than 30 megawatts in size. Each of the two nuclear units being built at Plant Vogtle, which we will get to in a moment, will generate about 1,117 megawatts each.\n\"So, if we extracted every last megawatt of potential hydropower that has been identified in Georgia, we would equal the output of a single nuclear reactor under the most favorable interpretation,\" Echols said. \"In a more realistic scenario, we could generate roughly 60 percent of that.\"\nRivers run through it\nPart of whether the statement makes sense falls on whether Georgia has any \"major\" rivers. As any elementary school student can tell you, many towns and cities developed alongside rivers throughout the nation’s history, with the waterways serving as transportation for people as well as goods.\nThe Chattahoochee, Savannah and Suwannee are the major rivers in Georgia. The Hooch is the state’s longest, flowing about 435 miles. \nThere are 13 dams along the Chattahoochee, designed to both regulate flow and generate hydropower. \nBy comparison, 56 dams built exclusively for hydropower sit in the Columbia River Basin, which stretches for 1,240 miles. Hydropower supplies about half of the electricity used in the Northwest - about 8,664 megawatts a year.\nSo, Georgia may have major rivers, by our own state standards, but those rivers may not necessarily be major in terms of water-power electric generation.\nPeach State energy\nGeorgia, like many states, is in the midst of a big shift in how it generates that electricity. The move has been away from coal as the primary fuel and into cleaner, greener options.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nYears ago, Georgia Power committed to building two new nuclear reactors at its Vogtle site south of Augusta. \nThe project is years behind schedule and well over budget but, once done, will allow nuclear to grow beyond the 9 percent of capacity it accounted for as of the third quarter this year, according to Georgia Power.\nNuclear is small in capacity terms, especially compared to the 32 percent capacity from coal and 49 percent from natural gas.\nBut it’s almost double the 5 percent capacity from hydropower, the electricity generated from 18 plants Georgia Power operates across the state.\nCapacity versus energy\nFrom that perspective, neither hydropower nor nuclear appears \"big\" energy generators. (In hydropower’s case, it’s not big relative to other regions of the country).\nBut experts look not only at the capacity, or how much could be provided, but at energy, or what is actually generated to meet the need.\nLooking at it that way, hydro appears even smaller, accounting for 5 percent of capacity but just one percent of energy, said Georgia Power spokesman John Kraft.\nNuclear, meanwhile, accounts for 9 percent of capacity but generated 19 percent of the energy in the third quarter.\nAnd, as we mentioned, Georgia Power has put its money behind nuclear. The company has not sought to build a new hydroelectric facility since the mid-1970s and last brought two units online in 2005 as upgraded replacements for long-used plants, Kraft said.\n\"Many of the prime hydroelectric generation locations in Georgia are now in use. In addition, the rivers that flow through Georgia originate in Georgia, therefore, their drainage basins are relatively small,\" Kraft said. \"The really large river systems such as the Columbia, Ohio and Tennessee include multiple states in their drainage basins and have much larger hydropower potential.\"\nOutside view\nIt’s not just the company that thinks so. The U.S. Army Corps of Engineers is one of the world’s largest suppliers of hydroelectric power.\nBy the Corps calculations, Georgia Power has about 340 megawatts of capacity on the Chattahoochee and some smaller power generation elsewhere in the state. The Corps has another 350 megawatts of capacity on the Chattahoochee, too.\nBut those plants are usually the \"last on, first off\" resources to meet demand. Nuclear plants operate continuously, making direct comparisons difficult, said spokeswoman Lisa Parker.\n\"I feel that Georgia does have major rivers that have been developed by USACE and GPC for peak hydropower,\" Parker said. \"It does not have major rivers that could support large base load hydropower, such as the Columbia River.\"\nStill, the U.S. Department of Energy’s updated hydropower assessment found in 2014 that the south Atlantic-Gulf region, including Georgia, had untapped potential for another 2,561 megawatts of power.\nOur ruling\nIn explaining Georgia’s support of nuclear energy, Public Service Commissioner Tim Echols wrote in a trade publication that the state has no \"major rivers to produce big hydropower.\"\nIn the most simple terms, Georgia does have major rivers where hydroelectric plants are a key part of the mix in meeting the state’s energy demands.\nAs a percentage of power generation, hydropower is destined to remain a relatively small part of that mix given the limitations of our rivers compared to massive waterways in places such as the Pacific Northwest.\nThere is some room for growth in hydroelectric, which Echols’ statement ignores, even if other energy sources will always dominate.\nWe rate Echols’ statement Mostly True.", "vclaim_id": "vclaim-pol-05758"}