{"url": "/factchecks/2020/mar/11/facebook-posts/sun-exposure-does-not-kill-coronavirus/", "speaker": "Facebook posts", "vclaim": "\"Being exposed to the sun for two hours\" kills the 2019 coronavirus.", "truth_label": "false", "date": "stated on March 9, 2020 in an image:", "title": "Sun exposure does not kill the coronavirus", "text": "According to a recent Facebook hoax, all you need to cure the 2019 coronavirus is a little sunshine.\nAn image published March 9 claims to show a list of recommendations from UNICEF for preventing and treating the virus. Among them include \"drinking hot water and sun exposure\" and \"stay away from ice cream and eating cold.\"\n\"Corona virus when it falls on the fabric remains 9 hours, so ‘washing clothes’ or ‘being exposed to the sun for two hours’ meets the purpose of killing it,\" reads the handout in the photo.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nPolitiFact has fact-checked a variety of false cures and ways to prevent coronavirus infection. We’re adding this one to the list.\nThere is no evidence that sun exposure kills the coronavirus, known officially as COVID-19. UNICEF has debunked the claim. (UNICEF is a humanitarian organization, not a public health institution.)\nIn a statement published March 6, Charlotte Petri Gornitzka, UNICEF’s deputy executive director for partnerships, addressed some misinformation about the coronavirus, including the fake handout.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\n\"A recent erroneous online message circulating in several languages around the world and purporting to be a UNICEF communication appears to indicate, among other things, that avoiding ice cream and other cold foods can help prevent the onset of the disease,\" she wrote. \"This is, of course, wholly untrue. To the creators of such falsehoods, we offer a simple message: STOP.\"\nThere is ample evidence that viruses, including human coronaviruses, don’t like heat. Influenza, for example, thrives in dry, cold weather, which is one reason the flu season typically spans from fall to spring. Viruses that cause the common cold also like colder weather.\nRELATED: Stop sharing myths about preventing the coronavirus. Here are 4 real ways to protect yourself\nIn February, President Donald Trump said the coronavirus will \"go away in April\" due to the arrival of warmer weather. But some health experts have cast doubt on that prediction, saying there’s no guarantee the virus will cease infecting people in the summer. And if it does, that doesn’t mean the virus will be gone for good.\nAs of March 10, more than 113,000 people in 109 countries had been infected with the coronavirus. In the United States, there have been 938 confirmed cases and 31 deaths.\nAccording to the Centers for Disease Control and Prevention, the best ways to prevent the 2019 coronavirus are to wash your hands with soap and water, avoid touching your face, avoid close contact with sick people, cover your coughs and sneezes, and disinfect surfaces in your home daily. As of now, there is no specific treatment for the virus.\nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-18097"}