{"url": "/factchecks/2016/nov/16/donna-howard/donna-howard-says-31-percent-texas-school-district/", "speaker": "Donna Howard", "vclaim": "\"Thirty-one percent of school districts are still receiving less funding per pupil than they did prior to the dramatic budget cuts of 2011.\"", "truth_label": "mostly-true", "date": "stated on September 19, 2016 in a commentary in the Austin American-Statesman:", "title": "Donna Howard says 31 percent of Texas school districts getting less per student than in 2011", "text": "A Democratic legislator maintains lawmakers in 2017 can step up spending on education and other necessities partly by tapping the state’s so-called rainy day fund.\nAs things stand, Donna Howard of Austin wrote in a September 2016 commentary in the Austin American-Statesman: \"Thirty-one percent of school districts are still receiving less funding per pupil than they did prior to the dramatic budget cuts of 2011.\"\nWe wondered if that was so.\n2011, to refresh, was when the Republican-led Legislature addressed a projected revenue shortfall in part by revising school funding formulas. Those changes and other cuts resulted in school districts getting $5 billion less in state aid through August 2013 compared to what districts likely would have fielded otherwise.\nAide: Howard drew on state prediction\nAsked how Howard reached her 31 percent conclusion, Jacob Cottingham in her office told us she relied on a Legislative Budget Board staff projection.\nCottingham forwarded a Sept. 21, 2016, email from Andy MacLaurin, a board manager, containing a splash of the state’s legendarily acronymic funding formulas. M&O refers to school maintenance and operations funding and WADA refers to the \"weighted average daily attendance\" student counts used by the state to calculate how much a district stands to get in state and local aid, taking into account varied student needs.\nMacLaurin wrote that according to the 2015 projection, 31.3 percent of the state’s 1,000-plus school districts \"were projected to have a lower M&O revenue per WADA\" in fiscal 2016 \"than they did in fiscal year 2011 while in fiscal year 2017,\" MacLaurin said, \"23.8 percent of districts were projected to have a lower M&O revenue per WADA than in fiscal year 2011.\"\nSo, there’s Howard’s stated 31 percent. Then again, the projection indicated, fewer districts (nearly 24 percent) were expected to get less aid per student in fiscal 2017 (the current fiscal year) compared with 2011.\nAlso, MacLaurin’s email signaled more analysis to come, stating: \"However, please note that these figures are based on the model the LBB has used since the end of last session; this fall, we'll be updating the model with new student counts and property value estimates which are likely to change these percentages.\"\nNext, we followed up with LBB staff spokesman R.J. DeSilva who emailed us district-by-district aid projections behind the information sent to Howard.\nDeSilva also noted that the cited projection, developed in May 2015, indicated that on average, school districts were projected to field more aid per student in fiscal 2016 ($6,149) and 2017 ($6,098) than the districts got in fiscal 2011 ($5,734).\nActual spending data\nEnough of projections; we hunted up-to-date spending data.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWe initially queried the Texas Association of School Boards, which advocates at the Capitol, where Dax Gonzalez referred us to the Texas Association of School Business Officials, which trains school finance and operations professionals.\nLater, at our request, Tom Canby of TASBO developed and emailed us a spreadsheet, drawing on audited revenues reported to the Texas Education Agency. The spreadsheet, which adjusted for inflation, indicates that compared with fiscal 2011, 395 of the state’s 1,024 districts, or 38 percent, fielded less state and local funding per student in fiscal 2015, the latest year of available data. Canby said he focused on M&O aid, leaving out aid related to debt service or capital projects. Also, when applicable, he said, he did not take into account \"Robin Hood\" payments from property-wealthy districts to others as required by law.\nWe spotted another way to break down the figures. Again adjusted for inflation, the districts fielding less per-student state and local aid in 2015 served 1.1 million students, or 22 percent of nearly 5 million students statewide. Flip side: More than 3.8 million students, 78 percent, attended schools in districts that got more such aid per student.\nAccording to the spreadsheet, the Austin, North East, Frisco, Round Rock and Clear Creek districts were the largest districts that drew less state plus local aid per student in 2015 compared with 2011. Highest-enrollment districts fielding more of such per-student aid in 2015 were the Houston, Dallas, Cypress-Fairbanks, Northside and Fort Worth districts.\nCanby, asked why certain districts were getting less aid per student than four years before, replied that how school funding works in Texas is so convoluted, \"there is no simple plain English explanation.\"\nWhy do some districts get less than before?\nWe reached a sanded-down explanation after hearing more from Canby and eliciting the detailed emailed analysis of Amanda Brownson, research director for Raise Your Hand Texas, an advocacy group that says it focuses on giving every student access to high-quality public education.\nBasically, some districts have remained short of making up for plummets in local revenue touched off by state lawmakers a decade past.\nIn that 2006 special session, members voted to drive down local school property tax rates as championed by then-Gov. Rick Perry. Lawmakers also agreed to shore up districts by filling the self-created revenue gaps with state aid but that move was accompanied by a stipulation that a district would no longer draw the shore-up or \"hold harmless\" aid once oft-tweaked state education funding formulas delivered enough money to make up the difference.\nOne more pivot: in 2011, revenue-strapped lawmakers shaved the shore-up or \"hold-harmless\" money--a move that remains in effect--delaying full recovery for some districts.\nOur ruling\nHoward said 31 percent of Texas districts are receiving less funding per pupil than they did prior to the 2011 \"budget cuts.\"\nHoward’s assessment was based on a 16-month-old projection while actual results appear to have been worse. Inflation-adjusted data suggest 38 percent of districts fielded less state and local aid per student in fiscal 2015 than before the 2011 reductions.\nWe rate Howard’s statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.\nhttps://www.sharethefacts.co/share/0c20ef09-f901-426b-bc73-fd3b54a19253", "vclaim_id": "vclaim-pol-03935"}