{"url": "/factchecks/2016/jan/22/jeff-judson/texas-has-sixth-highest-property-taxes-nation/", "speaker": "Jeff Judson", "vclaim": "Texas has the sixth-highest property taxes in the nation.", "truth_label": "mostly-true", "date": "stated on December 15, 2015 in Conservatives in Action blog post:", "title": "Jeff Judson claims Texas has the sixth-highest property taxes in the nation", "text": "Texas House Speaker Joe Straus of San Antonio faces two opponents in the March 2016 Republican primary, including Jeff Judson, a former San Antonio Tea Party director who is citing his record of \"fighting for low taxes and limited government\" in his campaign to represent District 121.\nA Dec.1, 2015, post on the Conservatives in Action blog quoted Judson saying, \"Texas has the 6th-highest property taxes in the country even though we have very conservative state officials, but not municipal officials.\"\nJudson made the statement as a criticism of Straus' leadership.\nTexans are probably not paying the nation’s highest total taxes. According to the non-partisan Tax Foundation, in 2012 Texas ranked 46th in state-local taxes per resident.\nStill, Judson made us wonder if Texas property taxes are comparatively steep.\nFrom the top, we noticed a couple of considerations distinguishing Texas. Property taxes might be higher here because unlike most states, Texas levies no state personal income tax. Notably too, unlike in some states, Texas property tax rates are set locally, not by the state, according to the Texas comptroller.\nThat’s because the state lacks the constitutional authority to levy a property tax, according to the Texas Legislative Council. Generally under the current system, a county appraisal district does an annual property valuation, then each area city, county, school and special district (like hospital and road districts) set the respective tax rate necessary to raise the money needed to fund the related adopted budget.\nAnd according to U.S. Census Bureau data, property taxes in 2013, the latest year of available data, were the source of 81.6 percent of local tax revenue in Texas (the national average for this figure was 46.7 percent).\nWhen we asked Judson how he reached his Texas ranking, he directed us to an Aug. 13, 2015, post on his Facebook page that cited a blog post published that day by the Tax Foundation, a Washington, D.C.-based think tank focused on national, state and local tax policy. The foundation tends to argue for lower tax rates under the premise that, as a 2015 foundation report put it, \" a state with lower tax costs will be more attractive to business investment and more likely to experience economic growth.\"\nThe foundation’s August 2016 post, drawing on 2013 Census data, calculated and mapped the average amount of residential property tax paid as a percentage of home value state by state; the Texas rate proved lower only than those of New Jersey, Illinois, New Hampshire, Connecticut and Wisconsin and higher than the rates in the other 44 states. According to the post, written by Tax Foundation policy analyst Jared Walczak, the calculation only considered taxes on owner occupied-housing, not property taxes paid by businesses and those passed along from landlords to renters.\nSo, according to the foundation’s calculations of home property taxes as a share of home values, property taxes in Texas in 2013 were the nation’s sixth-highest, as Judson said.\nMindful the foundation looked at average residential taxes, we wondered about taking into account the variety of property values and tax rates around Texas. Were average rates alone fairly representative?\nMaybe so. A 2013 report on property taxes from the Urban Institute, a liberal-leaning think tank, notes that in general, \"most of the variation (in property tax burdens) is due to variation across rather than within states;\" however, the researchers found that Texas was among three states with the most variation in property tax levels as a share of home prices.\nAnother analysis\nWe wondered how organizations other than the Tax Foundation went about comparing property taxes across the country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nTexas advocates including Dick Lavine of the liberal-leaning Center for Public Policy Priorities and Dale Craymer of the business-backed Texas Taxpayers and Research Association suggested we consider a 2015 comparison study by the Lincoln Institute of Land Policy which calculates the rates of four different types of property taxes in the biggest city in each state, a rural city in each state, plus the country’s 50 largest cities overall.\nThe report’s rankings suggest that Texas’s biggest cities (especially Houston, San Antonio, El Paso and Fort Worth) have had some of the highest urban homestead property taxes, industrial property taxes and apartment property taxes compared to large cities in other states.\nBut what about on the county level?\nIn some counties, like Jeff Davis, Pecos, Zapata, Starr, and Mason, homeowners paid less than 1 percent of their home value in annual property taxes from 2007 to 2011, while in Wilson, Bastrop and Travis counties, homeowners paid more than 1.5 percent of home values annually, according to the report. Residents of Bexar and Harris counties paid over 2 percent of their home values in property taxes in that period, according to Census data.\nThe disparity between counties also comes through in real-dollar terms, although measures of taxes in terms of dollars paid can be distorted by the difference in home prices from county to county. Another map from the Tax Foundation used real dollar amounts and illustrates just how much property taxes can vary from county to county.  This one estimates the property tax burden using IRS data on the amount of real estate taxes people declare on their taxes. The counties paying the most in dollar values are Travis ($7,553), Kendall ($6,916) and Fort Bend ($6,813), while those paying the least are Dickens ($1,325), Stonewall ($1,425) and Hudspeth ($1,450).\nLavine, asked how best to compare taxes between different jurisdictions within and across state lines, suggested we consider the share of personal income paid in taxes.\nUsing IRS Statistics of Income data to calculate a rough average amount of real estate taxes paid as a percentage of average income reveals huge differences from county to county -- residents of Crane County pay as little as 2.9% of their income by this metric, while in Dallas County, it’s closer to 13.9% -- a large spread. So there’s a great deal of variation in the property tax rate within Texas whether it’s measured in percentage of income, percentage of home value, or raw dollar amounts.\nYet another factor to think about when considering the property tax burden for the average Texan is the rate of home ownership. The Tax Foundation map Judson cited considered the percentage of home value that’s paid in property taxes on owner-occupied housing, but only 62.7% of housing in Texas is owner-occupied. Texas had the ninth-lowest rate of homeownership in the nation from 2010 to 2014, according to Census Bureau data.\nBut lest one think property taxes are paid only by the rich, it should be noted that while the property tax burden in Texas is not necessarily shouldered by every taxpayer, it consumes a fairly equal percentage of family income across earning groups. The lowest 20% of earners pay 3.8% of their income in property taxes, the next quintile pays 2.8%, the middle quintile pays 2.6%, the fourth quintile pays 2.8%, the next 15% pays 3.2%, the next 5% pays 3.1%, and the top 1% pays 2.1%, according to the Institute on Taxation and Economic Policy.\nBecause so much is determined on the local level, it’s worth noting that state legislation is limited in its ability to reduce the property tax burden, even through expanding exemptions. Although an amendment expanding exemptions for school district property taxes was approved by voters in November 2015, an analysis by the U.S. House Ways and Means Committee found that such legislation was unlikely to lower property tax bills for many homeowners because increasing home values will offset whatever relief is provided by the legislation.\nOur Ruling\nJeff Judson, in a criticism of Texas House Speaker Joe Straus, said Texas has the sixth-highest property taxes in the nation.\nWhile it may be true that on average, Texas property taxes are the sixth-highest in the nation, the actual taxpayer burden on state residents varies hugely from county by county, making the average less representative.\nWe rate this claim as Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check", "vclaim_id": "vclaim-pol-05520"}