{"url": "/factchecks/2017/apr/02/empiresportsco/fake-story-colorado-rockies-will-sell-pot-brownies/", "speaker": "EmpireSports.co", "vclaim": "\"Colorado Rockies baseball team to sell marijuana brownies at their concession stands.\"", "truth_label": "pants-fire", "date": "stated on February 28, 2014 in a headline:", "title": "Fake story that Colorado Rockies will sell pot brownies at ballpark strikes out", "text": "A years-old fake news post about a Major League baseball club selling way more than Cracker Jack continues to burn readers who may be eager to partake of pot in the grandstand.\nThe headline on an EmpireSports.co story dated Feb. 28, 2014, says it all: \"Colorado Rockies baseball team to sell marijuana brownies at their concession stands.\"\nExcept the team is doing no such thing, even though Colorado residents voted to decriminalize recreational marijuana in 2012. You might actually have to go outside Coors Field almost two entire city blocks or so to find recreational marijuana edibles, instead.\nPolitiFact Colorado examined the origins of this claim as part of the inaugural International Fact-Checking Day, April 2, 2017. Organizers at Poynter.org describe the day as \"not a single event but a rallying cry for more facts -- and fact-checking -- in politics, journalism, and everyday life.\"\nIt’s anyone’s guess why this story continues to live on (we have some theories), but it has. It also was flagged by Facebook users as being fake.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe disclaimer from EmpireSports.co, which is now defunct and hasn’t posted a new sports story in a couple of years, notes it is \"a satirical and entertainment website\" that fabricates content. Another page labeled \"About Us\" further notes that \"sometimes we report things we just WISH would happen.\"\nThere also hasn’t been any activity on EmpireSports.co’s Facebook or Twitter accounts since 2015. The home page does link to EmpireNews.net, a separate website that fabricates news stories and is still up and running.\nThe owner of  both sides, Aaron Smith, confirmed to us that all its new sports stories are now also posted on EmpireNews.net. Smith didn’t know why his three-year-old Rockies story was still being shared as if it were recent, but he said he hadn’t noticed any appreciable increase in hits recently. He directed people to his site’s disclaimer.\nSo don’t go looking for cannabis on the ballpark menu, is what we’re saying.\nWe rate the statement Pants On Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  \"Colorado Rockies baseball team to sell marijuana brownies at their concession stands.\"    Bloggers on the Internet   in a headline Friday, February 28, 2014 02/28/2014    Read More  info", "vclaim_id": "vclaim-pol-03482"}