{"url": "/factchecks/2019/apr/23/viral-image/image-colombian-protester-falsely-described-exampl/", "speaker": "Viral image", "vclaim": "An image of a woman buried up to her neck and drinking a spoonful of water was from Iran and taken just before she was \"stoned to death\" under Sharia Law.", "truth_label": "pants-fire", "date": "stated on April 19, 2019 in a Facebook post:", "title": "Image of Colombian protester is falsely described as example of Iranian torture of women", "text": "A viral image recently posted to Facebook of a woman buried in the ground up to her neck sipping a spoonful of water is misleading users to believe it was taken in Iran, just before the woman was to be stoned to death.\nText just below the photo reads: \"A woman just before being stoned to death in Iran under Shariah laws. At some places on this earth, women’s rights are limited to getting a spoonful of water before stoning. Still want to tell me that Islam is worthy of being part of our civilization?\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo is not doctored, but the message is far off. It is completely unrelated to Iran, Islam or stoning.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nA reverse-image search of the photograph reveals it started to appear in the meme in 2018. The search also shows that  it was not captured in Iran but in Cali, Colombia, in July 2003.\nThe photo is part of a series taken by various news agencies, like Reuters, and depicts Maria Gabriela Ruiz, a 66-year-old Colombian woman who was one of three people protesting the Colombian government’s failure to relocate 150 displaced people to a safer sector of the city of Cali, according to one caption. Ruiz and others protested by voluntarily burying themselves up to their necks in July 2003, as was documented by photographs of the protests, which are available on Getty Images and Adobe’s stock images.\nThis isn’t to say that Iran hasn’t been criticized for its forms of punishment, which still include stoning as a legal method.\nThe photograph is real but has nothing to do with Islam, Sharia law or stoning, as social media’s false caption suggests. This post is Pants on Fire!\n Share the Facts 2019-04-23 15:56:00 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  An image of a woman buried up to her neck and drinking a spoonful of water was from Iran and taken just before she was \"stoned to death\" under Sharia Law.     Viral Image on the internet     Friday, April 19, 2019 2019-04-19    Read More  info", "vclaim_id": "vclaim-pol-00730"}