{"url": "/factchecks/2011/sep/03/mitt-romney/mitt-romney-says-500000-federal-workers-earn-more-/", "speaker": "Mitt Romney", "vclaim": "Says that 500,000 federal workers -- one-fourth of the federal workforce -- make more than $100,000 a year.", "truth_label": "mostly-true", "date": "stated on August 15, 2011 in a town hall in Litchfield, N.H.:", "title": "Mitt Romney says 500,000 federal workers earn more than $100,000 a year", "text": "To bolster their case to reduce the size and cost of government, Republicans often say federal employees are overpaid. During an Aug. 15, 2011, town hall in Litchfield, N.H., former Massachusetts Gov. Mitt Romney cited salary figures to make the point.\n\n\"I found it surprising that over a quarter of federal workers make more than $100,000 a year -- 500,000 federal workers make more than $100,000 a year.'' Romney said.\n\nTo back up the claim, the Romney campaign cited figures from the Bureau of Labor Statistics that say the total federal civilian work force is 2.2 million federal employees, not including postal workers. The campaign also cited a USA Today report from July 2011 that said there were \"nearly\" 500,000 workers earning $100,000 or more.\n\nWe checked with the Office of Personnel Management, which keeps data on federal employees and salaries. According to its Fed Scope database, the total civilian workforce was 2.14 million in June, the most recent month for which information was available. And at that time there were 459,016 federal workers who made at least $100,000 in average base salary each year.\n\nThat’s a little short of the 500,000 Romney claimed. It accounts for 21.5 percent of government employees, not 25 percent as he said. It's about 22 percent if you just look at \"permanent\" federal employees, which excludes temporary employees, student interns, the legislative and judicial branches along with the Postal Service and the military.\n\n\"Governor Romney said over one quarter of federal workers make more than $100,000. He meant to say nearly a quarter,'' said Ryan Williams, a campaign spokesman.\n\nSome studies have claimed that government workers earn higher salaries than private-sector workers, but federal officials say that's an apples and oranges comparison. OPM Director John Berry has said the studies fail to recognize that federal jobs require workers who are more educated and need higher skills.\n\nJohn Palguta, vice president with the Partnership for Public Service, a group that encourages people to work in government, said the studies don't prove that federal workers are overpaid.\n\n\"There is no convincing evidence that a significant percentage of those federal employees who are paid above $100,000 a year are being paid at a level that is above what major private sector employers pay their employees in similar occupations, with similar levels of responsibility, and which require similar knowledge, skills, and abilities,’’ he said.\n\nIt's worth noting that studies show federal salaries rose significantly under former President George W. Bush, and then by greater amounts under President Obama.\n\nOur Ruling\n\nRomney was slightly off by saying 25 percent, but the actual number is 21.5 percent, so he was in the ballpark. We rate his statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-12480"}