{"url": "/factchecks/2012/sep/25/mitt-romney/mitt-romney-spanish-language-ad-says-college-costs/", "speaker": "Mitt Romney", "vclaim": "College tuition \"costs have risen by 25 percent under the Democrats.\"", "truth_label": "barely-true", "date": "stated on September 21, 2012 in a Spanish-language television ad:", "title": "Mitt Romney, in Spanish-language ad, says college costs are up 25 percent under Barack Obama", "text": "In a recent Spanish-language television ad, Mitt Romney criticizes President Barack Obama’s record on higher education.\n\nA translation provided by the campaign has the narrator saying, \"Four years ago, Hispanics hoped Democrats would get an ‘A’ in improving our education. The reality is that more than 75 percent of the population thinks that college is not affordable. Tuition costs have increased 25 percent under Obama and the Democrats, and total student debt has reached a trillion dollars.\" After a clip of Obama saying he wants to be held accountable on education, the narrator continues in Spanish, \"When it comes to education, Obama and the Democrats have failed our kids.\"\n\nWe first checked with the Romney campaign, which said the figure came from the College Board, which produces an annual study of college costs.\n\nThe College Board found that for the school-year 2008-2009, the average published tuition and fees for in-state students at public four-year colleges and universities was $6,585. By the 2011-2012 school year, it stood at $8,244. That’s an increase of slightly over 25 percent. So the claim has a grain of statistical truth.\n\nBut there are several other issues to consider.\n\nThe first one has to do with the translation. The exact words the narrator says are, \"Los costos han subido 25 por ciento por los Demócratas,\" while the screen says, \"25% costos de universidad,\" with a large arrow pointing upward. While it’s clear that the ad is saying that \"costs have risen by 25 percent under the Democrats,\" it’s less clear whether the \"costs\" in question are tuition alone or tuition plus room and board.\n\nThe distinction makes a difference. Tuition and fees plus room and board rose from $14,333 to $17,131 over the same period. That’s just under a 20 percent increase, short of the 25 percent claimed in the ad.\n\nBecause of the uncertainty over the translation, we won’t count this as a strike against the ad’s accuracy. But other issues are more problematic:\n\n• The tuition figure is only for in-state students at public universities. The College Board also offered data for other types of schools, and each was smaller than 25 percent.\n\nHere's how much tuition and fees increased for other situations:\n\n* Public, four-year institutions -- up 19 percent.\n* Public, two-year colleges -- up 23 percent\n* Private, four-year institutions -- up 13 percent;\n* For-profit institutions -- up 11 percent.\n\nSo, the Romney campaign was cherry-picking by using the 25 percent figure.\n\n• The 25 percent figure doesn’t adjust for inflation. The College Board data cited in the ad does not adjust for inflation. But Department of Education statistics do.\n\nAccording to the Education Department, inflation-adjusted costs (tuition, room and board) for all institutions were $17,257 in 2008-2009 and $18,133 in 2010-2011. That’s a 5 percent increase over two years or, extrapolating out to 2011-2012, an increase of between 7 percent and 8 percent over the same time period that the ad is talking about. Certain sectors rose faster than others -- public, four-year institutions rose by 12 percent once you extrapolate out to the full period. But even this increase is well below 25 percent.\n\n• The ad uses \"published\" rates, not \"net costs.\" Universities’ published rates are like the sticker prices on cars. They are the prices before they are offset by financial aid. To students and parents, it’s actually the net cost that matters most.\n\nDue in part to financial aid programs and tax credits in Obama’s economic stimulus package, the net cost for the average student at a private, four-year institution has actually declined since 2008-2009, from $13,620 to $12,970 -- a drop of 5 percent. At public, four-year institutions, in-state students saw the net price rise from $2,310 to $2,490, an increase of 8 percent -- less than the 25 percent jump cited in the ad.\n\n• Who gets the blame for rising college costs? The escalating cost of college is nothing new -- it’s been going on for years. In fact, if you look at the trends in the inflation-adjusted Education Department data for all institutions, the rates of growth under Obama -- 2.2 percent and 2.7 percent in the years where data is available -- are lower than the rates of increase in six of the preceding eight years under President George W. Bush.\n\nOf course, the president of the United States doesn’t set college prices. Who does? A combination of the marketplace, private universities and the state-government officials such as governors and legislatures who set state subsidies for public institutions. And with the Republicans controlling a significant majority of governorships and state legislatures since 2010, as well as a sizable minority of governorships and legislatures prior to 2010, the GOP bears some responsibility as well.\n\nAnd as we’ve noted, the one area in which Obama had a degree of control over -- federal aid to students -- his actions have helped bring down the net cost of college.\n\nOur ruling\n\nThe ad claims that \"costs have risen by 25 percent under the Democrats.\" It’s true that the published costs for one type of college and one type of student have risen by 25 percent since Obama took office, but other data shows a smaller rise for tuition and fees, particularly when inflation is taken into account.\n\nEven for the college costs that have risen, the Romney campaign does not provide sufficient proof to link that rise to Obama. Governors and legislatures bear far more responsibility for rising prices at public universities, and to the extent Obama has had any effect, it has been to help slow or even decrease the cost burden through federal assistance to students. We rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10321"}