{"url": "/factchecks/2010/aug/11/hank-johnson/congressman-jumps-fur-flap/", "speaker": "Hank Johnson", "vclaim": "Exporters are using a federal loophole to \"deceptively sell products made from cat and dog fur\" to U.S. consumers.", "truth_label": "true", "date": "stated on July 28, 2010 in a statement:", "title": "Congressman jumps in fur flap; says cat and dog fur sometimes used on coats", "text": "Hank Johnson has a reputation for making eyebrow-raising statements, first as a DeKalb County commissioner and now as a U.S. congressman.\n\nRemember the one a few months ago where Johnson said he was worried about the island of Guam becoming so overpopulated that it would tip over and capsize?\n\nIt was a metaphor, he said, as the mockery mounted.\n\n\"I wasn't really suggesting that the island of Guam would literally tip over,\" Johnson wrote in a statement in April.\n\nTongues started wagging again in recent weeks after Johnson fired off another head-scratcher. Johnson, a Democrat, had offered his support for legislation to end a federal loophole that does not require manufacturers to label fur and fake fur garments that cost less than $150.\n\n\"Exporters use this loophole to deceptively sell products made from cat and dog fur as though they were made from faux fur or the fur of other animals,\" Johnson wrote in comments submitted for the Congressional Record.\n\nThe congressman added that it is illegal to import, export, sell or advertise domestic dog fur in this country. Johnson is running for re-election against Republican Liz Carter in Georgia's 4th Congressional District, which includes most of DeKalb and portions of Gwinnett and Rockdale counties.\n\nSo is the use of cats and dogs for fur really a problem, or is Johnson barking up the wrong tree?\n\nIt is indeed a problem, one high-ranking animal rights leader told AJC PolitiFact Georgia.\n\nMichael Markarian, chief operating officer of the Humane Society of the United States, said some dog and cat fur still comes undetected into the U.S., particularly from China. About one in eight fur garments falls below the labeling standard, said U.S. Rep Jim Moran (D-Va.). The Humane Society recently tested 38 fur-trimmed jackets. Three had fur from domestic dogs, Markarian said. Some were from raccoon dogs, a canine species specific to Asia, the Humane Society official said. Those canines, Markarian said, are often skinned alive.\n\n\"We really feel that this is still a problem and consumers need to have more confidence in what they're buying,\" Markarian said.\n\nMarkarian said legislation is needed because more fur-rimmed jackets are being sold here and advertised as faux fur. It's not, he said.\n\nThe Humane Society reached out-of-court settlements in March with Lord & Taylor, Macy's, Neiman Marcus and Saks Fifth Avenue to stop advertising garments as faux fur that are trimmed with coyote or dog pelts. The settlements came after a District of Columbia judge in February fined Neiman Marcus $25,000 for advertising items as faux that were actually trimmed with raccoon dog, the St. Petersburg Times reported.\n\nInvestigators for an animal rights group, meanwhile, recorded footage of what is said to be a raccoon dog being skinned alive in China as part of the fur trade.\n\nChinese officials have vowed to stop the trade of cat and dog fur, calling it \"illegal and barbaric,\" according to news reports. The Chinese State Forestry Administration pledged in 2005 to strengthen animal welfare regulations on animals farmed for fur.\n\nCongress passed legislation in 2000 that prohibits importing or exporting dog and cat fur. But animal rights activists say some manufacturers are still finding ways around the law.\n\nMoran, the congressman from Virginia, is the lead sponsor of legislation that would remove the loophole, which was created in 1951.\n\nThe resolution unanimously passed the House of Representatives on July 28. Johnson was one of 170 sponsors. It has not gone before the U.S. Senate.\n\nJohnson's comments caught us off-guard, but the issue of cats and dogs being used as fur and their inhumane treatment is a problem. We rate his statement on the issue as True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPaul Broun\n\n\nstated on August 10, 2012 in a YouTube video\n\n\n\n\n\n\n\n\nA United Nations arms treaty would \"almost certainly force\" the U.S. to \"create an international gun registry, setting the stage for full-scale gun confiscation.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • August 10, 2012", "vclaim_id": "vclaim-pol-14611"}