{"url": "/factchecks/2019/nov/21/joe-biden/do-160-million-americans-like-their-health-insur/", "speaker": "Joe Biden", "vclaim": "\"160 million people like their private insurance.\"", "truth_label": "half-true", "date": "stated on November 20, 2019 in comments during the November Democratic presidential primary debate.:", "title": "Do 160 million Americans really like their health plans? Kind of", "text": "Articulating his proposal for health care reform, former Vice President Joe Biden emphasized the number of Americans who, he said, were more than perfectly satisfied with the coverage they have.\n \"160 million people like their private insurance,\" Biden said during the November Democratic presidential primary debate.  \nThat argument is at the heart of many moderate Democrats’ criticism of the \"Medicare for All\" proposal backed by Sens. Bernie Sanders, I-Vt., and Elizabeth Warren, D-Mass.. We decided to take a closer look.\nWe reached out to the Biden campaign for comment. The campaign directed us to his next point — that people who don’t like their private coverage could, under his health plan, opt into government-sponsored coverage.\n160 million, and some squishy polling\nThe figure appears to refer to the number of Americans who receive health benefits through work — so-called \"employer-sponsored health insurance.\" Under Medicare for All, that would no longer be an option.\nOn first blush, polling seems to suggest that most people with employer-sponsored coverage like it.\nPolling done earlier this year by the Kaiser Family Foundation with the Los Angeles Times found that most beneficiaries are \"generally satisfied\" with this insurance. (Kaiser Health News is an editorially independent program of the foundation.)\nBut that doesn’t get at the whole story. \n\"Most like their policy, but not all,\" said Robert Blendon, a health care pollster at Harvard T.H.  Chan School of Public Health.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nThe context matters.\nIn the same KFF/L.A. Times poll, about 40% of people with employer-sponsored coverage said they had trouble paying medical bills, out-of-pocket costs or premiums. About half indicated going without or delaying health care because — even with this coverage — it was unaffordable. And about 17% reported making \"difficult sacrifices\" to pay for health care. \nBeneficiaries who have higher deductible plans — that is, they are required to pay larger sums of out-of-pocket before health coverage kicks in — are less likely to be happy with their coverage, and more likely to report problems paying for health care. \nAnd it’s worth noting that these high-deductible plans have grown increasingly common, even for the 160 million Americans who get insurance from work, though that trend may now be losing steam. Research from the Commonwealth Fund, meanwhile, notes that increasing numbers of \"underinsured\" people do in fact have employer-sponsored health insurance. Underinsured people are those who have coverage but delay care because they still can’t afford it. \nMeanwhile, other polling, such as a January Gallup survey, suggests that about 7 in 10 Americans believe the nation’s health care system is in crisis. \nSo while Americans may individually not express frustration with their specific private plans, more are learning that, when they try to actually use that coverage, it doesn’t meet their health needs. \nThese findings cast significant shade on the idea that all 160 million Americans with employer-sponsored coverage actually like it.\nOur ruling\nBiden argued that \"160 million people like their private insurance.\"\nA cursory look at polling would suggest that most of the people he’s talking about — Americans who get coverage through work — are happy with their plans. \nBut once you dig a little deeper, that narrative gets more complicated. Even while Americans say they like their plans, large proportions indicate that the private coverage they have still leaves meaningful gaps, requiring them to skip or delay health care because they cannot afford it. \nBiden’s argument is technically correct, but it leaves out important context and relies on a somewhat squishy number. We rate it Half True.", "vclaim_id": "vclaim-pol-16814"}