{"url": "/factchecks/2012/nov/02/mitt-romney/romney-campaign-says-obamas-epa-sent-emails-che-gu/", "speaker": "Mitt Romney", "vclaim": "\"Obama's Environmental Protection Agency sent emails for Hispanic Heritage Month with a photo of Che Guevara.\"", "truth_label": "half-true", "date": "stated on October 30, 2012 in a Spanish-language TV commercial:", "title": "Mitt Romney campaign says Obama's EPA sent emails with Che Guevara for Hispanic Heritage Month", "text": "A Spanish-language TV ad from Mitt Romney starts off with a question for South Florida voters:  \"Who supports Barack Obama?\"\n\nThe ad provides three notorious answers: Chávez, Castro and Ernesto \"Che\" Guevara.\n\nThe Miami Herald translated the ad, \"Chávez Por Obama,\" which aired on three Spanish-language TV stations on Oct. 30, 2012. The ad mixes footage from interviews with Venezuelan President Hugo Chávez and the niece of Cuban dictator Fidel Castro with news headlines about a provocative email.\n\nNarrator: \"Who supports Barack Obama?\"\n\nChávez video: \"If I were American, I’d vote for Obama.\"\n\nNarrator: \"Raúl Castro’s daughter, Mariela Castro, would vote for Obama.\"\n\nCastro video: \"I would vote for President Obama.\"\n\nNarrator: \"And to top it off, Obama’s Environmental Protection Agency sent emails for Hispanic Heritage Month with a photo of Che Guevara.\"\n\nChávez: \"If Obama were from Barlovento (a Venezuelan town), he’d vote for Chávez.\"\n\nRomney: \"I’m Mitt Romney, and I approve this message.\"\n\nThe Chavez clips are from a September 2012 interview in which he also called Obama \"a good guy.\" Mariela Castro, a supporter of gay rights, said she would vote for Obama in May 2012 following Obama announcing his support of gay marriage.\n\nHere, we wanted to check the claim that the EPA sent emails for Hispanic Heritage Month, which runs Sept. 15 to Oct. 15, with a picture of Guevara, a guerrilla leader and Marxist revolutionary. He played a major role under Castro during the revolution and carried out the execution of more than 150 prisoners without a fair trial.\n\nWe also wanted to examine the connection to Obama. It’s not the first time someone tried pin Obama, born in 1961, to the revolutionary, who was assassinated in 1967. During Obama’s 2008 presidential campaign, bloggers responded to video of a Guevara flag in a volunteer field office with iterations of \"Obama loves Che Guevara.\" PolitiFact rated that Pants on Fire.\n\nRomney’s team declined to explain their strategy of invoking Guevara. But for many Cubans, it doesn’t get much worse than Guevara.\n\n\"When you talk about dislike among the Cubans across the board, Che Guevara might be a notch below Fidel,\" said Andy Gomez, senior fellow at the University of Miami’s Institute for Cuban and Cuban-American Studies. \"He was the henchman. Che Guevara was the one that carried the heavy hand.\"\n\nThe EPA email in question caused a stir about a month before the Romney ad appeared.\n\nAn EPA management analyst sent an email containing a picture of a horse and buggy passing a wall with Guevara’s portrait next to his famous slogan, \"Hasta La Victoria, Siempre!\" (Until Victory, Always).\n\nIt also contained several passages about Hispanic culture, religion, general manners and family values under the headline \"Hispanic news you can use!\".\n\n\"Hispanic people are vibrant, socializing and fun loving people. Among various facts associated to this culture is that they have a deep sense of involvement in their family traditions and culture,\" the email said.\n\nBuzzFeed obtained a copy of the email sent from a management analyst to EPA staff and posted it on its website Sept. 13, 2012.\n\nThe text presented another problem for the agency. It matched word-for-word, without attribution, text from the website Buzzle, BuzzFeed reported. Still, the plagiarism played second fiddle to Guevara’s picture in news stories that picked up on the email, including the Miami Herald and Fox News Latino, which were the headlines cited in the Romney ad.\n\nThe agency quickly apologized for the email. A spokesperson explained it was sent \"without official clearance.\"\n\n\"The email was drafted and sent by an individual employee, and without official clearance. Shortly after sending the email in question the individual apologized to her colleagues for the inadvertent error,\" the spokesperson told Buzzfeed in a statement.\n\nAn EPA spokesman could not tell us the number of employees who received the email, but confirmed that it was an internal message and not released as a statement to the general public. Specifically, it was sent to the Office of Solid Waste and Emergency Response.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRestore Our Future\n\n\nstated on January 12, 2012 in a television ad\n\n\n\n\n\n\n\n\nSays Newt Gingrich \"co-sponsored a bill with Nancy Pelosi that would have given $60 million a year to a U.N. program supporting China’s brutal one-child policy.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Angie Drobnic Holan • January 12, 2012\n\n\n\n\n\n\n\n\nThe employee was not fired for sending the email, the spokesman said.\n\nThe apology did not quell outrage. U.S. Rep. Ileana Ros-Lehtinen, R-Miami, and chair of the House Foreign Relations Committee, issued a scathing statement that said, \"The image of Che is an insult to countless people who lost family members because of his evil and twisted acts.\"\n\n\"Surely, the EPA could have chosen the image of a Hispanic person who really possessed the attributes that showcase our proud Hispanic heritage,\" said Ros-Lehtinen, who was born in Cuba but fled the country with her parents in 1960. \"This sad and unnecessary episode encompasses all that is wrong with this Administration: Their priorities are backwards and their allegiances border on the fringe of society with a leftist fanatical slant that is worrisome and not descriptive of our great nation.\"\n\nIs it fair game for the Romney campaign to pin the email on \"Obama’s Environmental Protection Agency\"? Yes and no, experts told us. Even though it came from that agency during Obama’s tenure, the ad makes it sound like an official policy message, when really it was the unapproved work of one employee farther down the food chain.\n\n\"The fact is that individuals are free to make choices about what they do while on the job, and that includes individuals that work in the government,\" said Jonathan Benjamin-Alvarado, a University of Nebraska at Omaha political science professor who specializes in Cuba policy.\n\nOur ruling\n\nRomney’s ad said, \"Obama's Environmental Protection Agency sent emails for Hispanic Heritage Month with a photo of Che Guevara.\"\n\nThe claim is partially accurate. Yes, an email from the EPA under Obama’s tenure marked the start of Hispanic Heritage Month with a picture of Che Guevara. But the message did not go through official clearance, and it was quickly retracted. That makes the assertion that \"Obama’s Environmental Protection Agency\" is responsible a little dubious. We rate it Half True.", "vclaim_id": "vclaim-pol-10030"}