{"url": "/factchecks/2017/mar/30/jacqueline-collins/fact-check-has-gov-rauner-consistently-pushed-cut-/", "speaker": "Jacqueline Collins", "vclaim": "\"Governor Rauner has called every year for eliminating funding for afterschool programs for at-risk youth, homeless prevention services and programs that help autistic children.\"", "truth_label": "mostly-true", "date": "stated on February 24, 2017 in an email newsletter:", "title": "Gov. Rauner has proposed funding cuts for autism", "text": "Things are getting tense among members of the General Assembly as Illinois continues its historic budget impasse.\nDemocrats and Republicans are hurling attacks at opposition party leaders, hoping to assign blame for the state’s lack of a budget for 22 months. Republicans continue to target Illinois House Speaker Michael Madigan, while Democrats, like state Sen. Jacqueline Collins of Chicago, often slam Gov. Bruce Rauner.\nIn a Feb. 24 newsletter from state Sen. Collins, she zeroes in on several of Rauner’s claims as she attempts to debunk them. One of her counterclaims said: \"Fact: Governor Rauner has called every year for eliminating funding for afterschool programs for at-risk youth, homeless prevention services and programs that help autistic children.\"\n\nWe wondered: Did Rauner actually call for the elimination of these programs each year he’s been in office?\nBudget proposals and vetoed bills\nWe contacted Kenneth Lowe, a media and outreach specialist for the Illinois Senate Democratic Caucus, to see where the state senator found her sources.\nLowe provided us with five instances from 2015 to 2017 in which the governor announced he intended to  freeze or cut homeless prevention, autism or after-school programs for at-risk youth. We looked into each instance to verify that it actually happened and to see whether it accurately depicts Collins’ claim.\n• Collins’ claim: On Feb. 18, 2015 Rauner announced his Fiscal Year 2016 budget in which he proposed freezing grant funding for autism and homeless prevention programs at DHS. He also called for the elimination of the After School Matters program at the Illinois State Board of Education.  \n• Our finding: Rauner’s FY16 budget proposal shows the governor did look to freeze funding for homeless and autism programs, as well as cut After School Matters.  \n\n \n\n• Collins’ claim: In April 2015, Rauner announced his plan to freeze funding for autism and homeless prevention.\n• Our findings: On April 3, 2015, Rauner did, in fact, call for a $26 million suspension in social services and public health grants. The Chicago Tribune reported, \"The Republican’s office released a list of targeted programs…that included funding to pay for…smoking cessation, teen programs, autism, and HIV and AIDS programs, among other things.\"\nThe Tribune story showed the governor called for a $1 million cut for autism programs, a $300,000 cut for Assistance for the Homeless and a $3.1 million cut to Teen REACH, an after-school program run by the Illinois Department of Human Services (DHS) for high-risk youth.\nThe cuts were dubbed by Democrats as the \"Good Friday Massacre\" and funding to the programs was restored a few weeks later when the administration reported higher-than-expected tax revenue.\n\n\n• Collins’ claim: In June 2015, Rauner vetoed a bill that would fund autism programs and homeless prevention programs.\n• Our finding: On June 25, 2015, Rauner vetoed HB4165. The bill would have provided $4.3 million to the Autism Diagnosis Education Program and $4.5 million to Homeless Youth Services.\nIt is worth noting, however, that the bill was in a batch of 19 budget bills Rauner vetoed simultaneously under a single veto message that faulted Democrats for passing a budget that was $4 billion in the red.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBruce Rauner\n\n\nstated on June 1, 2016 in a press conference\n\n\n\n\n\n\n\n\n\"We have lower family incomes in Illinois today than we had 17 years ago in Illinois ... because of the control of (House) Speaker (Michael) Madigan and his Democrats.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Matt Dietrich • July 13, 2016\n\n\n\n\n\n\n\n\"We must be partners in enacting a balanced budget that meets critical public needs within the resources available. The surest way to do that is by enacting structural reforms inside government and economic reforms that stimulate our economy and bring new jobs to Illinois,\" Rauner wrote in his veto message. As he has said repeatedly since then, Rauner, at the time, had said he would look to new revenue sources if the General Assembly enacted parts of his \"Turnaround Agenda.\"\nThis became the opening salvo in a budget impasse that endures to this day.\n• Collins’ claim: Governor Rauner’s FY17 budget proposal called for the same types of freezes and cuts from his FY16 budget proposal.\n• Our finding: Rauner’s budget did call for these freezes and cuts. The Project for Autism, DHS’ Homelessness Prevention program and After School Matter wouldn’t have received funding.\n\n\n \n• Collins’ claim: Rauner, again, introduced a budget without funding the above-mentioned programs.\n• Our finding: Rauner’s proposed FY18 budget shows this claim is correct.\nBy looking at Rauner’s budget proposals, vetoed bills and past news stories we found Rauner has called for the elimination and freezing of funding for autism, homelessness and after school programs each year he has been in office. However, Rauner has not been successful in his attempts to eliminate or freeze this funding, a point Collins’ email does not make.\n'It’s not pretty’\nChris Mooney, director of the Institute of Government & Public Affairs at the University of Illinois-Urbana Champaign, said claims like the ones in Collins’ email are common these days. Illinois has been without a budget for almost two years, and Mooney said it’s starting to grate on people.\n\"People inside and outside the legislative process are having their nerves frayed,\" Mooney said. \"There’s a lot of tension, especially in the statehouse because they can’t get their jobs done. That’s frustrating for anybody.\"\nMooney said this feeling is probably amplified after the 12-bill budget package known as the \"Grand Bargain\" stalled.\n\"It was the one real attempt the (state) Senate had and it was shot down,\" Mooney said. \"It offered hope and those hopes were dashed. It’s like we’re starting back at square one.\"\nOur ruling\nIn an email newsletter, state Sen. Jacqueline Collins accused Gov. Bruce Rauner of calling for the elimination of \"funding for afterschool programs for at-risk youth, homeless prevention services and programs that help autistic children\" each year he's been in office.\nA Democratic staffer pointed to five instances where Rauner proposed cuts or freezes to these three programs. We verified these instances by looking at Rauner’s current and former budget proposals, a vetoed bill and news stories.    \nRauner has proposed budgets that would eliminate funding in the areas Collins cites. But his 2015 veto of a bill that contained autism funding was in the context of rejecting 19 budget bills on the grounds that the entire package was unbalanced. His veto message did not specifically mention eliminating autism funding. Rather, he said he was vetoing several bills because he wanted structural reforms as part of a balanced budget which majority Democrats did not send him.\nCollins’ statement is accurate, but needs clarification and additional information.\nWe rate Collins’ claim Mostly True.\n Share the Facts   Politifact    2 7  Politifact Rating: Mostly True  Governor Rauner has called every year for eliminating funding for afterschool programs for at-risk youth, homeless prevention services and programs that help autistic children.    Jacqueline Collins Illinois state Senator    Illinois  Tuesday, December 20, 1988 12/20/1988    Read More  info", "vclaim_id": "vclaim-pol-03500"}