{"url": "/factchecks/2012/aug/30/paul-ryan/paul-ryan-said-president-obama-funneled-716-billio/", "speaker": "Paul Ryan", "vclaim": "President Obama \"funneled\" $716 billion out of Medicare \"at the expense of the elderly.\"", "truth_label": "barely-true", "date": "stated on August 29, 2012 in a speech at the Republican National Convention:", "title": "Paul Ryan said President Obama “funneled” $716 billion out of Medicare “at the expense of the elderly.”", "text": "Vice presidential nominee Paul Ryan has made some of his sharpest attacks yet on Barack Obama’s health care law, calling the law \"the greatest threat to Medicare.\"\n\nRyan himself advocates a plan to give voucher-like credits to seniors, so they can shop for a private plan or choose a traditional Medicare option. That plan has come under withering attack from Democrats.\n\nRyan fired back Aug. 29 during his acceptance speech at the at the Republican National Convention in Tampa.\n\n\"The biggest, coldest power play of all in Obamacare came at the expense of the elderly,\" Ryan said. \"You see, even with all the hidden taxes to pay for the health care takeover, even with a new law and new taxes on nearly a million small businesses, the planners in Washington still didn’t have enough money. They needed more. They needed hundreds of billions more.  \n\n\"So, they just took it all away from Medicare, $716 billion, funneled out of Medicare by President Obama. An obligation we have to our parents and grandparents is being sacrificed, all to pay for a new entitlement we didn’t even ask for. The greatest threat to Medicare is Obamacare, and we’re going to stop it.\"\n\nRyan’s comments are highly misleading. Neither Obama nor his health care law literally cut funding from the Medicare program’s budget. Still, the number has a slight basis in fact.\n\nThe health care law instituted a number of changes to try to bring down future health care costs in the program. The total anticipated savings comes to $716 billion over the next 10 years, as determined by the nonpartisan Congressional Budget Office.\n\nWe should note that both parties agree Medicare spending is increasing too fast as baby boomers retire and medical costs increase. The government needs to find savings so those costs don’t overwhelm the federal budget in the future.\n\nSo, yes, Obama’s law did find $716 billion in spending reductions. They were mainly aimed at insurance companies and hospitals, not beneficiaries. The law made significant reductions to Medicare Advantage, a subset of Medicare plans run by private insurers. Medicare Advantage was started under President George W. Bush, and the idea was that competition among the private insurers would reduce costs. But the plans have actually cost the government more than traditional Medicare. The health care law scales back the payments to private insurers.\n   \nHospitals, too, will be paid less if they have too many re-admissions, or if they fail to meet other new benchmarks for patient care.\n   \nObama and fellow Democrats say the intention is to protect beneficiaries' coverage while forcing health care providers to become more efficient. Even with the health care law’s cost-saving measures, the overall Medicare budget is still projected to go up for the foreseeable future.\n\nThere is a connection between the Medicare cost savings and the health care law. At the time the health care law was being finalized, Democrats said it was important to them that the new law not add to the deficit. So the reductions in Medicare spending were counted against the health care law’s new spending.\n\nWe should point out that some new spending is within the Medicare program, such as increasing coverage for prescription drugs and offering preventive care with no out-of-pocket costs.\n   \nMore significantly, though, the law moves to cover the uninsured, by giving them tax credits to buy private insurance. It also expands Medicaid, the state insurance program for the poor. The savings from Medicare offset that spending.\n   \nThe health law also imposes new taxes, primarily on the wealthy and on the health care industry. That, too, offsets the new spending.\n\nOur ruling\n\nRyan said Obama \"funneled\" $716 billion out of Medicare \"at the expense of the elderly.\" This gives a very misleading impression.\n\nIn fact, the law limits payments to health care providers and insurers to try to reduce the rapid growth of future Medicare spending. Lawmakers said they hoped the measures would improve care and efficiency. Those savings, spread out over the next 10 years, are then used to offset costs created by the law (especially coverage for the uninsured) so that the overall law doesn't add to the deficit. Ryan’s statement is exaggerated and we rate it Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10488"}