{"url": "/factchecks/2012/aug/13/mark-clayton/disavowed-democratic-senate-primary-winner-claims-/", "speaker": "Mark Clayton", "vclaim": "Says the federal government \"mandates transexuals (sic) and homosexuals grabbing children in their stranger-danger zones in the name of airport security.\"", "truth_label": "pants-fire", "date": "stated on August 5, 2012 in a post on his campaign's Facebook page.:", "title": "Disavowed Democratic Senate primary winner claims TSA makes non-straight employees grab children", "text": "Mark Clayton, the 32-year-old floor installer and former Army Reserve aircraft technician who recently won the Democratic Party primary as a candidate for the U.S. Senate from Tennessee, has made a lot of colorful, sometimes wacky statements, as he campaigns. We decided to check out one found on his campaign’s Facebook page, in which he claims that the federal government \"mandates transexuals (sic) and homosexuals grabbing children in their stranger-danger zones in the name of airport security.\"\n\nWe asked Clayton for some supporting documentation or evidence for this assertion and he responded by sending a Public Advocate of the United States press release. It contains the statement of Eugene Delgaudio, president of Public Advocate, under the headline, \"We were right all along: Perverse court allows TSA male agent to grope women.\" The statement begins: \"The TSA’s mix of ultra-leftist hiring practices along with their intrusive ‘security’ procedures of pornographic scanners and groping is leading to disaster.\"\n\nWe suggested to Clayton that the assertions by Delgaudio, a Loudoun County, Va., supervisor and fervent anti-gay-rights advocate, did not support his statement factually, but we received no further response. We took note that the Southern Poverty Law Center, which tracks right-wing extremist groups, has labeled Public Advocate a \"hate\" group. The Democratic party has disavowed Clayton’s candidacy, has tried to keep him off the ballot and has suggested voters write in an alternative.\n\nBut we decided to look at the case that Delgaudio made involving a transgender employee named Ashley Yang who worked for the TSA in Los Angeles. Yang dressed as a woman and took hormone therapy to look like a woman. Yang was fired after complaining of discrimination, sued and received five months’ back pay and other compensation in a negotiated settlement.\n\nFrom what we can find from legitimate sources, the Yang case does not involve \"transexuals (sic) or homosexuals grabbing children in their stranger-danger zones,\" nor even transsexuals doing so. It does involve employment law regarding the on-the-job treatment involving gender identity, and a voluntary settlement in which one party was a federal government agency.\n\nBending over backwards to try to make Delgaudio’s statement somehow support Clayton’s claim, we nonetheless note Delgaudio is alleging that Yang was groping women, not children. There is a difference, even if the allegation itself is dubious.\n\nDelgaudio also made a statement that \"when I see men with wigs and dresses lining up to work as TSA screeners, or little boys crying because a strange man is violating their bodies, I know that I can’t possibly be on the wrong path.\" Absent reports that such things are happening, that does not pass for evidence.\n\nNonetheless, we sought out a response to the claim from the TSA. Jonathan Allen, a TSA spokesman, responded to our inquiry with the following statement: \"While fulfilling a critical and necessary security mission, we are conscious of individual concerns of passengers and strive to conduct the screening process with dignity and respect.\"\n\nAllen also sent along TSA policy statements on Civil Rights, the screening of children and on \"pat downs.\" The policy regarding children reads in part: \"Security officers will approach children gently and treat them with respect. If a child becomes uncomfortable or upset, security officers will consult parents about the best way to relieve the child's concern.\"\n\nOur ruling\n\nThe state Democratic Party’s disavowal of Clayton is but one indication of his lack of credibility. This kind of baseless statement is yet another. The TSA does not mandate that any of its screeners \"grope\" children in any \"zone.\" Clayton is making a ridiculous, reckless claim, and for that we give this statement a Pants On Fire!\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Facebook recently logged users out to track their “off Facebook activity” involving bank accounts, emails and other apps.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 28, 2021", "vclaim_id": "vclaim-pol-10595"}