{"url": "/factchecks/2015/may/27/commonwealth-institute/commonwealth-institute-says-most-va-corporations-d/", "speaker": "The Commonwealth Institute", "vclaim": "Says \"roughly two-thirds of (state) corporations didn’t pay any income tax in Virginia.\"", "truth_label": "mostly-true", "date": "stated on April 30, 2015 in a blog post.:", "title": "Commonwealth Institute says most Va. corporations don't pay state income taxes", "text": "A liberal think tank says corporations aren’t paying their fair share into Virginia’s treasury.\n\"At last count, roughly two-thirds of corporations didn’t pay any income tax in Virginia despite this being a time of record high corporate profits,\" the Commonwealth Institute for Fiscal Analysis wrote in an April 30 blog. \"That’s due in large part to the teams of accountants they deploy to exploit special tax breaks and reduce or eliminate what they owe.\"\nVirginia’s corporate tax rate has been set at 6 percent since it was created in 1972. During the tax year that ended last June 30, it pumped $757.5 million into state coffers.\nWhile that may sound like a big number, the corporate income tax is a distant third in making money for the state. The largest source of revenue comes from individual income taxes, which garnered $11.2 billion during fiscal 2014, followed by sales taxes, which brought in about $3.1 billion.\nWe wondered if it’s true that two-thirds of the corporations doing business in the commonwealth don’t pay income taxes.\nCommonwealth Institute spokesman Patrick Getlein pointed us to figures compiled by the Virginia Department of Taxation for tax returns filed for 2012, the most recent year data are available. The report shows, on page 25, that of 66,862 corporate income tax filers in the state, 43,481 had no liability.  \nThat means 65 percent of corporate filers didn’t put a penny of income tax into the state treasury, as the Commonwealth Institute said.\nThe Joint Legislative Audit and Review Commission came with similar figures in a 2010 report on Virginia’s corporate tax system that examined 2006 filings. It found that \"nearly two-thirds of corporate filers appear to have no tax liability at all.\" Of 74,665 corporate filers that year, 46,406 didn’t owe any income tax.\nAll of these corporate tax figures come with caveats, however.\nDormancy\nJLARC found that nearly 30 percent of the non-paying filers in 2006 -- 13,147 corporations -- didn’t owe income taxes because they had no financial activity in the state that year. Corporations that close in Virginia are still required to file tax statements for a period of years.\nWhen \"inactive\" corporations were removed from the equation, JLARC found there were 33,259 \"active\" corporations that paid no income tax in 2006, or about 44 percent of all the businesses that filed.  \nThose companies may have been profitable from a business perspective, JLARC said, but were able to report a loss from a tax perspective by claiming deductions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nNeither JLARC nor the Department of Taxation has an updated estimate of the number of inactive corporations in Virginia.\nDifferent types of corporations\nVirginia only levies its corporate income tax on \"C corporations\" -- businesses in which the entity, not the owners, pay the taxes. The state doesn’t apply the tax to certain types of C corporations such as banks and insurance companies, but gets money from them in other ways. Banks, for example, pay a franchise tax and insurance companies pay a premiums tax.\nFewer than 10 percent of businesses in Virginia are C corporations, according to JLARC figures. The vast remainder are \"pass-through\" entities in which the business doesn’t pay taxes , the owners and shareholders do. This includes S corporations, partnerships, limited liability companies and sole proprietorships.\nBiggest pay bulk\nThe lion’s share of corporate income taxes is paid are paid by a relatively small group of highly profitable multistate businesses, JLARC said. In 2006, nearly two-thirds of corporate tax revenues was generated by 200 large companies with annual incomes exceeding $10 million, the watchdog group found. On the other hand, 93 percent of corporate filers earned less than $100,000 and they paid only 5 percent of the tax’s total revenues.\nOther taxes\nJared Walczak, a policy analyst at the D.C.-based Tax Foundation, a pro-business think tank, said we should keep in mind that corporations are subject to other levies beyond income taxes. For example, they can owe state sales taxes on items they buy for their business, and local taxes on their property and gross business receipts.\n\"Corporate tax income is only one part of the overall tax burden on business, and often a relatively modest share of corporate tax liability,\" said Walczak, a former aide to state Sen. Mark Obenshain, R-Harrisonburg.\nA final note: We couldn’t find data breakdown showing the percent of corporations in each state that don’t pay income taxes. On a national level, the Government Accountability Office said in a 2008 report that 60-70 percent of U.S. corporations had no tax liability from 1998 through 2005.\nOur ruling\nThe Commonwealth Institute said \"At last count, roughly two-thirds of corporations didn’t pay any income tax.\"\nIt’s correct that two-thirds of corporate filers wound up owing zero income tax, according to the most recent report on the issue by the state Department of Taxation and another by JLARC. Many profitable companies can avoid the levy by claiming deductions.\nBut the institute leaves out information. Many corporations don’t pay because they’ve stopped operating in the state, yet are still required by law to file a return.  JLARC, after weeding out those businesses in 2010, found that 44 percent of active corporations didn’t pay income tax.\nWe rate its claim Mostly True.", "vclaim_id": "vclaim-pol-06382"}