{"url": "/factchecks/2015/aug/20/marco-rubio/marco-rubio-says-army-just-cut-40000-spots/", "speaker": "Marco Rubio", "vclaim": "\"We have an Army that just cut 40,000 spots.\"", "truth_label": "mostly-true", "date": "stated on August 18, 2015 in a speech at the Iowa State Fair:", "title": "Marco Rubio says the Army just cut 40,000 spots", "text": "U.S. Sen. Marco Rubio, R-Fla., said at the Iowa State Fair that to face threats from across the globe, ranging from the Middle East to Asia to Russia, the United States needs to keep its military strong.\n\"The most important obligation of the federal government is to keep you safe and me safe and our family safe,\" Rubio said on Aug. 18, 2015. \"And it’s not doing that now, because we are eviscerating our defense spending.\"\nOne example he cited: \"We have an Army that just cut 40,000 spots.\"\nWe were curious if that number was correct, so we decided to check it out.\nArmy announcement\nArmy officials had been talking about reducing the size of their force for several months when they announced specific plans in July 2015. The Army said it will cut the size of the regular Army from 490,000 to 450,000 by fiscal year 2018 -- that’s 40,000 -- with some of the largest cuts at sites in Georgia and Texas. Those cuts will start in October 2015 and end by October 2018. That means the cuts to the Army haven’t happened yet and will be finished under the next president.\nThe cuts are expected to come through attrition, early retirements and layoffs. That’s in addition to plans to cut 17,000 civilians.\nThe Army has been substantially scaling back its force the past few years. In 2012, the Army had about 570,000 soldiers. In 2013, the Army announced a drawdown of 80,000 to bring the size to the current 490,000. The new cuts will save about $7 billion.\nArmy officials said the cuts are a result of the Budget Control Act of 2011 and the budget sequestration that followed. If sequestration continues, the Army expects to shrink to about 420,000 soldiers sometime in 2019.\n\"We think 450,000 is the minimum force to meet our obligations across the globe,\" Army spokesman Lt. Cmd. Joe Buccino told PolitiFact.\nSome lawmakers have questioned the cuts in light of the current situation with the Islamic State in Iraq and Syria, among other crises. In an op-ed in the Washington Post in May, Rubio was critical of Obama’s actions in Iraq and Syria. He called for the president to \"increase the number of U.S. forces in Iraq.\"\nRubio correctly cited the number that the Army plans to cut, but he omitted some caveats, including that the cuts haven’t taken place yet. And it’s difficult to predict if the cuts will be fully implemented as the end date in 2018 will be under a new president and Congress.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"The reduction in active Army end-strength is likely but far from certain, given that lots of people in the Congress would like to get the Army more money,\" said Benjamin Friedman, a military expert at the libertarian Cato Institute.\nMackenzie Eaglen, a defense expert at the conservative American Enterprise Institute, said she expects the cuts to occur.\n\"The Army waited as long as possible to even start this latest reduction in force size,\" she said.\nWhile the talking about the reduction in soldiers makes good political fodder, it doesn’t address  whether higher troop counts are needed, said Charles Knight, co-founder of Project on Defense Alternatives, a group that advocates for lower levels of armed force and military spending worldwide.\n\"The only circumstance in which the Army needs those soldiers is if the U.S. were to reoccupy Iraq, invade and occupy Syria or Iran, or such,\" he said. \"Current government policy is explicitly against such options.\"\nBut the next president -- whether it’s Rubio or someone else -- \"could easily reverse current policy starting in 2017,\" Knight said.\nA few experts took issue with Rubio’s statement that we are \"eviscerating\" defense spending.\n\"The term eviscerate is, to my mind, entirely unwarranted for a military that continues to spend almost $600 billion a year, well above the Cold War average and nearly 40 percent of the world’s total,\" said Michael O’Hanlon, a defense expert at the Brookings Institution.\nOur ruling\nRubio said, \"We have an Army that just cut 40,000 spots.\"\nRubio was referring to an announcement by the Army in July that it will cut 40,000 spots by fiscal year 2018. Those cuts had been talked about for several months, but the specifics were released in July.\nThe cuts will start this fall but are expected to continue under the next president. Since the end date is under a new president and Congress, it’s difficult to guess if they will all happen, but that’s the plan for now.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-06056"}