{"url": "/factchecks/2012/jan/31/newt-gingrich/Gingrich-Romney-campaign-contributions-Democrats/", "speaker": "Newt Gingrich", "vclaim": "In 1992, Mitt Romney \"gave money to Democrats for Congress.\"", "truth_label": "true", "date": "stated on January 29, 2012 in an interview:", "title": "Newt Gingrich says in 1992 Mitt Romney gave campaign dollars to three Democrats", "text": "With two days to go before Florida’s Republican primary, Newt Gingrich appeared on Face the Nation in Miami Jan. 29, 2012 and lashed out at Mitt Romney for giving dollars to Democrats.\n\n\"It is a fact in 1992, (Romney) gave money to Democrats for Congress, (and) he voted in the Democratic Primary for Paul Tsongas who was the most liberal candidate,\" Gingrich said.\n\nWe fact-checked Romney’s claim from the Jan. 26 Jacksonville debate, \"I’ve never voted for a Democrat when there was a Republican on the ballot,\" and gave that a Half True. Romney acknowledged that he voted for Tsongas in the 1992 presidential primary; he could have voted in the Republican primary instead.\n\nIn this fact-check, we will focus on whether Romney gave money to Democrats running for Congress in 1992.\n\nWe emailed Romney spokespersons and did not get a response. But we found plenty of news articles and data that related to Gingrich’s claim.\n\nRomney mostly donated to Republicans\n\nWhen we searched the Federal Election Commission website we found Romney donations only going back to 1997. At our request, the FEC ran a report for us that included donations from 1998 back to 1988.\n\nThat data showed three donations to Democrats in 1992: $1,000 to Douglas Anderson, $250 to John LaFalce and $250 to Richard Swett. (More on these candidates in a bit.) That information was in line with what the Gingrich campaign provided us, as well as election contributions gathered by the nonpartisan Center for Responsive Politics.\n\nWe couldn’t help but notice, however, that during the past 20 years the bulk of donations made by Romney were to Republican candidates or committees. We found the easiest way to search his donations was by looking at the Center for Responsive Politics’ Open Secrets website -- searching both by Mitt Romney and his actual first name, Willard Romney.\n\nSearching this way, we found donations to about 23 individuals, and only three were Democrats. Sometimes Romney gave to the same individual more than once so ultimately there were far more than two dozen donations to candidates. Romney also gave thousands to state and national Republican committees. Interestingly, he also made donations to one of his current rivals for the Republican nomination -- Rick Santorum of Pennsylvania. \n\nWhat the three Democrats said about Romney\n\nEven though the donations to Democrats were exceptions to the rule, let’s take a closer look at the three Democratic candidates:\n\n• U. S. Rep. Richard Swett was a U.S. Representative from New Hampshire from Jan. 3, 1991 to Jan. 3, 1995. Swett was later the U.S. Ambassador to Denmark and now is CEO of Climate Prosperity Enterprise Solutions in New Hampshire.\n\n• Douglas Delano Anderson was a Harvard Business school professor who lost a Democratic U.S. Senate primary in Utah in 1992. Anderson is now a Dean at the Huntsman School of Business at Utah State University.\n\n• U.S. Rep John J. LaFalce: was a U.S. Representative from New York Jan. 3, 1975 to Jan. 3, 2003. He is now special counsel at a law firm.\n\nThe Truth-O-Meter spoke with all three Democrats.\n\nSwett said that he knew Romney since young adulthood -- both had homes on Lake Winnipesaukee in New Hampshire. Swett also said that like Romney, he is a Mormon.\n\n\"I’m a fiscally conservative, socially progressive Democrat,\" Swett said. \"I’ve had a lot of Republicans give in my political career.\"\n\nAnderson responded in a short email that he and Romney have \"been close personal friends for 38 years.\"\n\nLaFalce told us \"I haven’t the vaguest idea\" why Romney donated to him. LaFalce said he doesn’t recall meeting Romney personally and speculates that Romney gave to him because LaFalce was an active member of the banking committee.  LaFalce said he received a lot of donations from individuals in the financial services industry.\n\nOur ruling\n\nGingrich said that in 1992, Romney \"gave money to Democrats for Congress.\" We should note that for the past 20 years, Romney has given the majority of his donations to Republican candidates and committees. But Gingrich was specific in his attack here, and   Romney did give money to three Democratic candidates that year. We rate Gingrich's claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021", "vclaim_id": "vclaim-pol-11678"}