{"url": "/factchecks/2011/feb/18/paul-ryan/us-rep-paul-ryan-compares-madison-cairo-calls-prot/", "speaker": "Paul Ryan", "vclaim": "Wisconsin Gov. Scott Walker’s move to limit collective bargaining rights has led to \"riots\" at the Capitol -- \"It's like Cairo has moved to Madison these days.\"", "truth_label": "pants-fire", "date": "stated on February 17, 2011 in an appearance on a TV interview program:", "title": "U.S. Rep. Paul Ryan compares Madison to Cairo, calls protests over collective bargaining changes “riots”", "text": "Crowds have built for a week in Madison as public employees and their supporters rally against Gov. Scott Walker’s plan to strip them of most of their collective bargaining rights.\n\nWalker supporters have criticized the protests, especially because they included numerous teachers who called in sick, forcing the closure of school districts -- including the Milwaukee Public Schools.\n\nAppearing on MSNBC’s \"Morning Joe\" program the morning of Feb. 17, 2011, U.S. Rep. Paul Ryan, R-Wis., defended Walker’s efforts to force public employees to pay more in pension and health care costs to solve the state’s budget deficit.\n\n\"It's not asking a lot,\" said Ryan, chairman of the House Budget Committee and one of the stars of the new GOP House majority. \"It's still about half of what private sector pensions do and health care packages do.\"\n\nHe added, referring to Walker, \"So he's basically saying ‘I want you public workers to pay half of what our private sector counterparts’ and he's getting riots -- it's like Cairo has moved to Madison these days.\"\n\nNow that warrants a news flash: Riots?\n\nThat conjures images of tear gas, broken windows, cracked heads. Is that really happening?\n\nWe started with law enforcement.\n\nThere are numerous agencies handling the protests including the Dane County Sheriff’s Department, Madison police, state Department of Natural Resources and Capitol Police. A handful of arrests have been reported.\n\n\"For the most part, people have been very respectful and very orderly,\" said Elise Schaffer, public information officer for the Dane County Sheriff’s Department. \"It certainly has been a very peaceful protest.\"\n\nMadison police estimated the Feb. 18, 2011 crowds outside the Capitol at 30,000, while Capitol Police said there were 5,000 inside the building, according to the state Department of Administration.\n\nTo be sure, emotions are strong and the stakes high.\n\nBut that does not sound like much of a riot.\n\nWe also talked to Paul Soglin, the former Madison mayor who led -- and was beaten -- during antiwar protests in the 1960s and ‘70s. Soglin, who has been part of countless other marches and protests, said he was amazed at the crowds.\n\nSoglin used terms like \"joy and enthusiasm\" to describe the energy of the crowds and compared them to the civil rights protests in the 1960.\n\nAsked about Ryan’s characterization of the events as riots, Soglin said: \"It’s astounding that he would say that. It’s so spectacularly wrong.\"\n\nSoglin pointed to the May 1970 antiwar protests when the National Guard was called out, the first Mifflin Street Block Party in 1969, and the 1967 UW protest against Dow Chemical recruiting on campus. Those events involved the use of tear gas, beatings of students and protesters and property destruction.\n\n\"Those were out of control riots,\" Soglin said.\n\nNeil Shively, former Madison bureau chief for the Milwaukee Sentinel, covered state government in the early 1970s. He recalled National Guard soldiers with fixed bayonets at Capitol Square.\n\n\"We had to go through that line every day\" to get to work at the Capitol, Shively said.\n\nShively said he had not been to the Capitol this week but had attended a couple of gatherings of retired politicos and journalists in the last couple of days. The protests were Topic A.\n\n\"Everything I’ve heard is that it’s been very peaceful and orderly,\" he said.\n\nDick Wheeler, who runs the Wheeler Report news service in the Capitol, recalled covering race and antiwar riots in the 1960s and ‘70s in Ohio for United Press International and the Scripps Howard news service.\n\n\"A riot has anger and violence, and neither of these has sprung up here,\" Wheeler said from the Capitol press room, with considerable crowd noise in the background. \"It is not a riot.\"\n\n\"Folks are being absolutely as civil as possible -- given the circumstances,\" he said.\n\nWheeler and Soglin heaped praise on law enforcement for their professionalism, and said there was no significant tension between the crowds and cops.\n\nPuzzled, we called Ryan’s office and asked what he was referring to in his comments about riots and his comparison of a week of Madison protests with 18 days that led to the resignation of the president of Egypt.\n\nRyan’s response: \"It was an inaccurate comparison.\"\n\nTo put it mildly.\n\nOur response: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13570"}