{"url": "/factchecks/2014/may/07/hillary-clinton/hillary-clinton-says-people-dont-health-care-law-i/", "speaker": "Hillary Clinton", "vclaim": "\"A small majority of Americans don’t think they like the Affordable Care Act, but a large majority of Americans don’t want to do away with the protections that are in the Affordable Care Act.\"", "truth_label": "mostly-true", "date": "stated on May 6, 2014 in a keynote speech:", "title": "Hillary Clinton says people don't like health care law, but like its individual components", "text": "Former Secretary of State Hillary Clinton isn’t saying yet whether she’s running for president in 2016 -- \"I am somebody who has to really mull things over because there is a cost to everything,\" she said on May 6, 2014.\nEven so, Clinton remains very much in the public eye, including a May 6 keynote address to the National Council for Behavioral Health.\nIn her remarks, Clinton voiced support for the Affordable Care Act and offered a nuanced take on the polling numbers.\n\"There have been many complaints and concerns about the Affordable Care Act, but I’ve been struck by the polling I’ve been reading, because it tells the same story,\" she said. \"A small majority of Americans don’t think they like the Affordable Care Act, but a large majority of Americans don’t want to do away with the protections that are in the Affordable Care Act. A small majority wants to repeal it, but that is slowly receding as a rising majority says, ‘No, fix it.’ This is the tradition of good, old-fashioned American pragmatism.\"\nWe recently fact-checked Sen. Marco Rubio, R-Fla., on the public’s support for repeal, which appears to have remained stable in recent months. And recent Kaiser Family Foundation polling shows that from March to April, the percentage of people who said they want improvements to the law jumped from 49 to 58.\nBut what about Clinton’s claim that most Americans want to keep Affordable Care Act protections, even if they don’t like the law itself? Clinton didn’t return our request for comment, but we found her analysis to be on target.\nAccording to RealClearPolitics, a political news and commentary site that aggregates polls, an average of five polls found that 52.3 percent of voters expressed opposition to the health care law. That’s a small majority, just as Clinton said. Other surveys record smaller percentages, in the 35 percent to 45 percent range.\nWhat about her argument that Americans like specific protections in the law, even as they oppose the law as a whole?\nThe Kaiser Family Foundation’s March 2014 report breaks down how voters feel about different components of the Affordable Care Act.\nA majority of Republicans, Democrats and independents favored 7 of the 11 elements Kaiser asked about in March. They are:\n\n\nTax credits to small businesses to buy insurance: 88 percent support\n\n\nClose the Medicare \"doughnut hole\": 81 percent support\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\nCreate health insurance exchanges: 80 percent support\n\n\nExtend dependent coverage: 76 percent support\n\n\nSubsidy assistance to individuals: 76 percent support\n\n\nGuaranteed issue of insurance policies: 66 percent support\n\n\nPenalties for insurers who spend too little on medical care: 65 percent support\n\n\nOn an additional three elements of the law, a majority of Americans expressed support, but only a minority of Republicans:\n\n\nMedicaid expansion: 71 percent\n\n\nAn increase in the Medicare payroll tax for upper income earners: 60 percent\n\n\nThe employer mandate: 57 percent\n\n\nSo on 10 of the 11 elements, substantial majorities of Americans expressed support, justifying Clinton’s claim that \"a large majority of Americans\" support individual elements of the law.\nBut there was one exception: The individual mandate, one of the cornerstones of the law. It attracted the support of only 40 percent of Americans -- 55 percent of Democrats, 39 percent of independents and 21 percent of Republicans.\nOur ruling\nClinton said, \"A small majority of Americans don’t think they like the Affordable Care Act, but a large majority of Americans don’t want to do away with the protections that are in the Affordable Care Act.\"\nAn average of recent polls shows that just over 50 percent of Americans favor repealing the law. And a recent Kaiser study shows that \"large majorities\" of Americans favor 10 of the 11 elements of the law the pollsters asked about. However, Americans do oppose one crucial element of the law -- the individual mandate. That's something Clinton's comment glosses over, so we rate her claim Mostly True.", "vclaim_id": "vclaim-pol-07887"}