{"url": "/factchecks/2013/dec/17/vicki-shabo/about-40-percent-workers-dont-even-have-single-pai/", "speaker": "Vicki Shabo", "vclaim": "\"About 40 percent of workers don’t ... have a single paid sick day.\"", "truth_label": "mostly-true", "date": "stated on December 12, 2013 in an interview on MSNBC's \"The Cycle\":", "title": "About 40 percent of workers 'don't even have a single paid sick day.' Really?", "text": "Panelists on MSNBC’s The Cycle chewed on the topic of mandatory paid leave -- and how it isn’t a thing for all American workers -- on the heels of new legislation from Democrats that would create a program to make it happen.\nThe Family and Medical Insurance Leave (FAMILY) Act, sponsored by Sen. Kirsten Gillibrand, D-N.Y., and Rep. Rosa DeLauro, D-Conn., would allow workers to take up to 12 weeks of paid family and sick leave through the creation of a trust fund, administered by the Social Security Administration, that would be funded by contributions from employers and employees of 0.2 percent of earnings (2 cents per $10).\nOne big supporter is the National Partnership for Women and Families, which was very involved in the passage of the Family and Medical Insurance Leave Act of 1993 that guaranteed 12 weeks of unpaid leave for most workers. Now, the group is pushing for the law to go even further so that more workers can take off -- and be paid -- during emergencies.\nAmerica is far behind the modern world in the area of paid leave, said Cycle guest Vicki Shabo, director of work and family programs at the National Partnership for Women and Families, on Dec. 12, 2013.\n\"About 40 percent of workers don’t even have a single paid sick day,\" Shabo said, \"much less the long-term leave that the FAMILY Act would provide.\"\nWe wondered if her statistic was accurate.\nHer source: the U.S. Bureau of Labor Statistics’ 2013 National Compensation Survey.\nThe data show 61 percent of all private-sector workers were offered paid sick leave, leaving about 40 percent without it. The BLS count for public and private workers, excluding those who are self-employed or work for the federal government, is a tad higher at 65 percent. State and local government workers have a much higher rate of getting paid sick leave compared to other sectors, at about 89 percent.\nEmployees of smaller firms and the leisure and hospitality sector are the least likely to have paid medical leave, the survey shows. The rate of paid sick leave increases with pay level, with the rise of white-collar jobs being the main reason that more workers have access to paid sick leave than 20 years ago.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nUnder current law, workers are eligible for 12 weeks of unpaid, job-protected leave per year for reasons that include childbirth, caring for a spouse, child or parent with a serious health issue, dealing with a serious health problem of their own, among others.\nAccording to the Department of Labor, nearly 60 percent of workers are eligible for unpaid leave through the Family and Medical Insurance Leave Act of 1993, and 13 percent reported taking leave under FMLA in the past year.\nThe Gillibrand-DeLauro proposal would provide leave to every worker, including those who work for smaller employers or are self-employed or unemployed, \"as long as the person has sufficient earnings and work history,\" according to a DeLauro press release. The idea is modeled after programs in California and New Jersey. Payments to employees on leave would be equal up to 66 percent of monthly income, capped at a monthly amount.\nWe checked in with the conservative Employment Policies Institute, which opposes pro-labor policies. Research director Michael Saltsman said Shabo's statistic, while accurately sourced, does not account for workers given a pool of hours to use for vacation, illness or personal reasons.\nWidening the scope shows 77 percent of private-sector workers receive paid vacation time, he said, referencing the BLS.\n\"Of course, that makes the statistic appear far less 'shocking' than Shabo would like it to be,\" Saltsman said.\nConsolidated leave plans, which offer employees a block of leave time per year to use for various reasons, are becoming more popular for American workers, particularly those in the insurance and health care sectors, according to the BLS. The BLS found 26 percent of all workers were offered consolidated leave plans in 2012.\nOur ruling\nShabo accurately referenced 2013 federal data when she said, \"About 40 percent of workers don’t even have a single paid sick day.\" Saltsman did offer one caveat, however, noting that some workers have a pool of days that can be used for illness or vacation.\nThat caveat is enough to rate this claim Mostly True.", "vclaim_id": "vclaim-pol-08490"}