{"url": "/factchecks/2010/nov/10/rick-perry/gov-rick-perry-said-five-his-citizens-were-killed-/", "speaker": "Rick Perry", "vclaim": "\"I had five of my citizens that were killed last week\" because of border security problems.", "truth_label": "half-true", "date": "stated on November 8, 2010 in an interview on The Daily Show:", "title": "Gov. Rick Perry said that five of his citizens were killed last week", "text": "Which has been Gov. Rick Perry's favorite fight — flicking off Democratic challenger Bill White or saving the states from Washington?\n\nHe has talked more about states' rights lately, in part via a busy campaign to promote his new book, Fed Up! Our Fight to Save America from Washington. On Comedy Central's \"The Daily Show\" Monday night, host Jon Stewart wondered whether Perry would be \"more comfortable with the United States under the Articles of the Confederation,\" a reference to the first constitution of the United States.\n\nPerry responded: \"What I'm really comfortable with is Washington understanding that they're doing too much. I'd like for them to do their basic responsibilities like secure our border with Mexico. I had five of my citizens that were killed last week. I've asked two administrations to put the boots on the ground, to secure that border.\"\n\nPerry has often talked up his requests for more National Guard troops on the Texas border. In a February 2009 letter to Homeland Security Secretary Janet Napolitano, he asked for an \"additional 1,000 Title 32 National Guard positions.\" And in April, we rated Half True Perry's claim that \"we've got a 1,000 National Guard troop request that's been in front of this president for over a year and no response.\"\n\nBut the governor's mention of slain Texans to bolster his calls for more border security was new to us, and we wondered which citizens Perry was citing.\n\nResponding to our request for elaboration, Perry spokeswoman Catherine Frazier sent us a link to a Nov. 5 article on CNN.com naming six U.S. citizens who were killed last week on the Mexico side of the border near El Paso.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\n\nCNN reported that Eder Diaz Sotero and Manuel Acosta, both American students at the University of Texas at El Paso, were killed in Ciudad Juarez on Nov. 2, according to the U.S. Consulate in that city. CNN reported that the two students were \"gunned down in a hail of more than 30 bullets while driving in Chihuahua State.\"\n\nFour more U.S. citizens were shot to death in Ciudad Juarez (adjoining El Paso) the weekend of Oct. 29, according to CNN and other news reports: a woman who was shot inside a tortilla shop; a man and woman who were shot in a car near the Zaragoza International Bridge connecting Juarez to El Paso; and a man who died of multiple gunshot wounds outside a house. It was the deadliest weekend for Americans in Mexico since February, according to a Nov. 2 Associated Press story published in the Austin American-Statesman.\n\nSeparately, we reviewed other news reports indicating that six U.S. citizens have been killed in Juarez since Oct. 30. The St. Petersburg Times reported that they were from El Paso.\n\nAs we completed this article, Nicole Thompson, a spokeswoman at the U.S. Department of State, confirmed to us that six U.S. citizens have been killed recently in Juarez.\n\nSumming up: Perry was one short in recounting the six Americans from El Paso killed in Ciudad Juarez since little over a week ago — presumably missing the sixth because there was a delay before the U.S. Consulate confirmed the American identity of one of the slain students.\n\nBut Perry made his claim in the context of arguing for tougher border security in the U.S. without mentioning that his citizens, as he put it, were killed in a foreign country, not the U.S. Nor did he say how securing the border on the U.S. side would prevent shootings in Mexico.\n\nThose are important details to omit. We rate his statement as Half True.", "vclaim_id": "vclaim-pol-14041"}