{"url": "/factchecks/2013/jun/18/bill-nelson/bill-nelson-says-fema-will-fully-reimburse-florida/", "speaker": "Bill Nelson", "vclaim": "If Gov. Rick Scott activates \"the National Guard in anticipation of a federal disaster, the state’s costs, including the costs to recall any furloughed guardsmen, will be fully reimbursable by FEMA.\"", "truth_label": "barely-true", "date": "stated on June 7, 2013 in a letter to Gov. Rick Scott:", "title": "Bill Nelson says state costs 'fully reimbursable' by FEMA in event of disaster", "text": "Republican Gov. Rick Scott and Democratic U.S. Sen. Bill Nelson recently sparred about the impact of sequestration on the Florida National Guard.\n\nTropical Storm Andrea’s arrival in early June prompted Scott to write Nelson and U.S. Sen. Marco Rubio, urging them to work with the Department of Defense to spare civilian guard employees from pay cuts as a result of the automatic spending cuts agreed to by President Barack Obama and Congress.\n\nAbout 1,000 employees of the Florida National Guard must take a furlough day each week starting July 8 to Sept. 30, the end of the federal budget year. The support employees repair planes and vehicles, provide medical services and handle duties such as public affairs and human relations.\n\n\"These forced cuts to guardsmen not only immediately result in lost income for Florida guard families, they also force the state to spend state tax dollars to make up for days of emergency functions, which could have been avoided if not for the Department of Defense cuts,\" Scott said.\n\nRubio told a Gannett reporter there wasn’t much he could do to avoid the sequester without raising taxes. Nelson responded with his own letter, saying it was too late to redo the cuts with just four months left in the fiscal year.\n\nNelson said he consulted the legal team of the Federal Emergency Management Administration about Scott’s concerns.\n\n\"Regarding your concern about increased costs to the state, let me share with you what I have received from the legal office of FEMA Director Craig Fugate. If you as governor activate the National Guard in anticipation of a federal disaster, the state’s costs, including the costs to recall any furloughed guardsmen, will be fully reimbursable by FEMA,\" Nelson wrote.\n\nNelson then quoted from FEMA, which said that \"under a Presidential disaster declaration, FEMA reimburses the State (Grantee), subject to the State cost-share, for costs in excess of those incurred for weekend drills and annual training and other non-disaster related activations.\"\n\nScott wasn’t satisfied with Nelson’s response (saying nothing of Rubio’s). He enlisted his top emergency management official to write Nelson, saying his claim that the \"state’s costs, including the costs to recall any furloughed guardsmen, will be fully reimbursable by FEMA,\" runs counter to recent history.\n\nWe wanted to look at Nelson’s claim since the Scott administration deemed it factually problematic.\n\nLet’s say a potentially crazy storm is heading to Florida. What’s a governor to do?\n\nIn order for FEMA to be involved, Scott must declare a state of emergency. If the situation is more than local and state resources can handle, the governor then requests the president issue an emergency declaration. FEMA reviews the request and makes a recommendation to the president.\n\nFEMA has limitations on what it can do for a state without a presidential declaration.\n\n\"One of those is, it’s not going to pay the guard,\" said Ernest Abbott, who served as FEMA’s general counsel during President Bill Clinton’s second term. Now he runs a private practice specializing in FEMA law.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nPresidential emergency declarations are made ahead of a threat, such as prior to a hurricane’s landfall. Florida has had 12. They are meant to supplement local and state efforts for some activities, such as evacuations.\n\nDisaster declarations, of which Florida has had 65, are issued by the president after a catastrophic event, usually per the governor’s request.\n\nIf the president makes a declaration, FEMA then decides which area is eligible for federal relief and which programs are appropriate.\n\nThe federal share of assistance is always at least 75 percent, according to FEMA. That’s been the norm for Florida in recent years.\n\nFlorida has not received 100 percent reimbursement for a major disaster declaration since 2005, when FEMA covered expenses for hurricanes Wilma, Dennis and Katrina, according to the state Division of Emergency Management.\n\nFor the state’s nine disasters since 2007, the federal government paid between 75 and 80 percent, according to the Florida Division of Emergency Management. That includes severe storms and tornadoes in 2007, two days of damage for Tropical Storm Fay in 2008, Hurricanes Ike and Gustav in 2008, flooding in north Florida in 2009, and Tropical Storm Debby and Hurricane Isaac in 2012.\n\nEven though the feds paid for most of the costs, they did not pay for all of them.\n\nThere is a possibility FEMA could pick up the entire tab for debris removal and emergency protective work for a three-day period, which happened eight times during the state's busy hurricane seasons in 2004 and 2005.\n\nFEMA’s legal team assured Nelson that recalling furloughed workers for an emergency would be subject to the federal and state cost-sharing, according to his letter to Scott. But the Scott administration said much is unknown because the sequester is such a new animal.\n\n\"Will FEMA reimburse us for two additional days? We don’t know what’s going to happen,\" said Glenn Sutphin, legislative affairs director for the Florida Department of Military Affairs.\n\nFEMA told us what it told Nelson, that it reimburses a state at a cost-share for emergency work  done on top of non-disaster activities like annual training and weekend drills (so long as a declaration is issued).\n\nThe problem is: Nelson didn’t say it that precisely in his letter. He said the state’s National Guard expenses would be \"fully reimbursable.\"\n\nFully, to us and the dictionary,means completely. But that’s not a sure thing.\n\nFlorida is not guaranteed a federal reimbursement of any amount if Scott activates the National Guard ahead of a storm. He needs a presidential declaration. Further, the reimbursement is rarely full; the federal government most often shares 75 percent of the costs.\n\nWe rate Nelson’s statement Mostly False.", "vclaim_id": "vclaim-pol-09204"}