{"url": "/factchecks/2010/oct/18/christine-odonnell/christine-odonnell-says-she-hasnt-run-negative-ad/", "speaker": "Christine O'Donnell", "vclaim": "\"We haven't yet taken out a negative ad.\"", "truth_label": "pants-fire", "date": "stated on October 14, 2010 in a debate:", "title": "Christine O'Donnell says she hasn't run a negative ad", "text": "The day after their nationally televised debate on CNN, Democrat Chris Coons and Republican Christine O'Donnell -- two candidates vying for an open Senate seat in Delaware -- faced off in a second live debate at a Wilmington Rotary Club meeting.\n\nDuring that Oct. 14, 2010, event, a questioner asked both candidates, \"What qualities do you most respect and admire in your opponent?\"\n\nCoons responded first, praising the civil tone of the debate, adding that O'Donnell had shown \"remarkable persistence\" and \"passionate commitment\" to the conservative cause.\n\nThen it was O'Donnell's turn.\n\n\"I do respect my opponent in his ability to debate and his ability to thoughtfully answer a question,\" she said. \"So I respect him, I respect him for standing up on the issues. But I would say that when he made the remarks about not going dirty, I do want to point out that we haven't yet taken out a negative ad. So I would ask you to stand on that pledge and ask that the negative ads, the slanderous ads against me, stop.\"\n\nWhen we saw the clip replayed on ABC's This Week with Christiane Amanpour, we were struck by O'Donnell's comment that \"we haven't yet taken out a negative ad,\" given that we had spent the better part of a day dissecting an ad from O'Donnell that all but portrayed Coons as the protagonist in a horror movie.\n\nThe minute-long ad, featuring dark visuals and spooky music, portrays Coons -- the county executive of Delaware's populous New Castle County -- as a roving psychopath that she dubs \"The Taxman.\" Coons, the narrator intones, \"is taxing everything out here.\"\n\nThe ad -- along with an explanatory website that uses similar visuals -- was unveiled on Oct. 11, at which point it gained wide media attention due to the public fascination with the race. (O'Donnell, a tea party favorite, had come from behind in the GOP primary to beat a long-serving establishment Republican, Mike Castle, turning a likely Republican seat into a likely Democratic seat.) PolitiFact weighed in on two parts of the \"TaxMan\" ad on Oct. 13 -- a full day before O'Donnell's reference to not taking out negative ads in the debate.\n\nSo it seemed pretty obvious to us that O'Donnell was wrong. The \"TaxMan\" ad was \"paid for and authorized by\" Friends of Christine O'Donnell, which by all indications is an offshoot of her campaign. On O'Donnell's campaign website, the \"Donate Now\" page says it was paid for by Friends of Christine O'Donnell. And Friends of Christine O'Donnell was also the sponsor of her famous \"I'm You\" ad.\n\nSo when O'Donnell said that \"we haven't yet taken out a negative ad,\" she was wrong -- and had been wrong for at least two full days. We don't necessarily think negative ads are inherently bad; campaigns are about contrasting one candidate to another, so negative ads can play a valuable role, as long as they're accurate. We're not knocking O'Donnell's use of a negative ad here; we're knocking her decision to use a negative ad and then deny that she did. We rate her claim Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021", "vclaim_id": "vclaim-pol-14207"}