{"url": "/factchecks/2012/dec/21/zell-miller/stadium-claim-flagged-faulty-numbers/", "speaker": "Zell Miller", "vclaim": "\"[T]he Georgia Dome has returned $10 billion in economic impact to the state of Georgia.\"", "truth_label": "false", "date": "stated on December 11, 2012 in an op-ed:", "title": "Stadium claim flagged for faulty numbers", "text": "The Georgia Dome has provided a real pot of gold for this state, says former Gov. Zell Miller.\n\n\"In total, the Georgia Dome has returned $10 billion in economic impact to the state of Georgia. Not bad for an investment of a little more than $200 million,\" he wrote in an op-ed that appeared in the Marietta Daily Journal.\n\nMiller, also a former U.S. senator and a legend in state politics, was writing to make the case that the proposal to demolish the Georgia Dome and spend an estimated $1 billion to build a retractable roof stadium in downtown Atlanta is good for Georgia. The plan calls for the Atlanta Falcons to spend $700 million on construction while the state would commit about $300 million from its hotel/motel tax.\n\nSome polls show a majority of Georgians don’t see the need to replace the 20-year-old Georgia Dome. They don’t think the state should spend tax dollars on this project. The hotel/motel tax is typically used to promote tourism, trade shows and conventions.\n\nA PolitiFact Georgia reader saw the op-ed and asked us to fact-check Miller’s math. Many studies used to estimate the economic impact of sports venues and/or events are typically off-base or lack context.\n\nMiller, 80, has kept a low profile since leaving the Senate in early 2005. We tried him through the international law firm McKenna, Long & Aldridge, where he is a consultant and adviser. Eric Tanenblatt, senior managing director for the law firm’s Atlanta office and chief of staff to former Georgia Gov. Sonny Perdue, provided us some numbers used to back up the claim. Tanenblatt has been lobbying on behalf of the Atlanta Falcons for the new stadium, The Atlanta Journal-Constitution has reported.\n\nSince it opened in August 1992, it seems like every type of ball has been tossed inside the stadium. The Georgia Dome has hosted two Super Bowls, several events associated with the 1996 Summer Olympics, college basketball’s Final Four, Southeastern Conference basketball and football championships, the Chick-fil-A Bowl, Wrestlemania and concerts featuring superstars like the Rolling Stones and Paul McCartney. It’s even held church services.\n\nThe Georgia World Congress Center Authority, which owns and operates the Dome, prepares an annual report on revenue, spending and the economic impact of the stadium and its other facilities. The reports were prepared in most years by economists from either Georgia State University or the University of Georgia. In their most recent report, which covers July 2011 to June 2012, the Georgia Dome had an estimated economic impact of $269.2 million.\n\nDuring the past decade, the estimated economic impact ranges between $250 million and $275 million per year, according to reports we reviewed on the GWCC website. In earlier years, the estimate has fluctuated from just below $200 million, as it did for four years, to two years when the estimate was well over $600 million. Atlanta hosted the Super Bowl one of those years (2000).\n\nTanenblatt provided us two spreadsheets that he said came from the GWCC. One had annual economic impact estimates for Atlanta Falcons games. The other had the economic impact for all events held there. Combined, it totaled $10 billion. However, the spreadsheets contained vastly higher estimates for most years than what we saw in the GWCC reports online.\n\nFor our own edification, we added the estimated economic impacts from each annual report and adjusted the total for inflation, using the federal government’s consumer price index. The total: $7.5 billion.\n\nGeorgia State University economist Bruce Seaman, who has prepared economic impact studies before, looked at the 2012 report and believes the economic impact is likely between $5 billion and $6 billion. He said the research is difficult and that there are many ways to make errors in these estimates. Seaman said it’s important to have access to internal data when compiling such a study.\n\n\"If you’re not careful, you’re going to make mistakes,\" Seaman said.\n\nStarting in fiscal year 2011, which covered July 2010 to June 2011, the authority changed its methodology in compiling the report. The changes, according to the 2012 report, reflect the possibility that more out-of-towners who come to the Dome arrive later in Atlanta and leave town earlier. It also reflects that more of them share hotel rooms than believed in previous reports. \n\n\"Overall, these improved data reduce the direct spending and, thus, the overall economic impact compared to prior studies; however, GWCC believes these results more closely reflect the realities of the Atlanta travel market,\" Ken Heaghney, the state’s fiscal economist, wrote in the report.\n\nHeaghney is recovering from a recent surgery and was unavailable for comment.\n\nPolitiFact Georgia shared the spreadsheets Tanenblatt sent us with the GWCC. GWCC communications director Jennifer LeMaster said there was an error in the formula used to create the spreadsheets that they gave Tanenblatt, so the $10 billion estimate in Miller’s column was based on incorrect data.\n\n\"We regret this error,\" LeMaster said via email.\n\nTo sum up, Miller wrote that the economic impact of the Georgia Dome is $10 billion since it opened two decades ago. \n\nMiller’s op-ed contained numbers from the GWCC that he and others thought were correct. And Miller has a point that the Georgia Dome has returned billions in economic impact. But not $10 billion as he wrote. \n\nThe numbers were flawed. And they were broadcast to a sizable audience via an op-ed column.\n\nWe rate Miller’s claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-09906"}