{"url": "/factchecks/2015/nov/30/atlanta-mayor-kasim-reeds-office/Statement-on-smoking-rates-needs-slightly-more-con/", "speaker": "Kasim Reed", "vclaim": "While the smoking rate nationally has fallen, more than 18 percent of Georgians still light up.", "truth_label": "mostly-true", "date": "stated on November 17, 2015 in press release:", "title": "Statement on smoking rates needs slightly more context", "text": "Atlanta Mayor Kasim Reed and more than two dozen health professionals launched a statewide campaign last week to help Georgia smokers kick the habit.\nThe \"Nobody Quits Like Georgia\" campaign emphasized connecting smokers with the counseling and other support they need to quit successfully.\n\"Atlanta and state-level health care leaders are taking action because while the national smoking rate has fallen, more than 18 percent of adults in Georgia are still smoking,\" Reed’s office said in a press release on Nov. 17.\nThe health hazards of cigarette smoking have been publicly recognized at least since the mid1960s, so could almost one in five Georgia adults still be lighting up?\nPolitiFact decided to check.\nFirst, a little background.\nHealth advocates have been pushing to reduce the national smoking rate among adults 18 and over to 12 percent by 2020. About 20.6 percent of American adults were smoking in 2009, but the percentage has dropped every year since. In 2013, 19 percent of adults, nationally, and 18.8 percent in Georgia, were smoking, according to the Centers for Disease Control and Prevention in Atlanta.\nThe CDC says smoking leads to disease and disability and harms nearly every organ of the body.\nMore than 16 million Americans are estimated to be living with a smoking-related disease. These include cancer, heart disease, stroke, lung disease, diabetes and chronic obstructive pulmonary disease (COPD), according to the CDC.\nThe financial toll of smoking is tremendous -- more than $300 billion a year in the United States alone. This includes about $170 billion in direct medical care for adults and more than $156 billion in lost productivity due to premature death and exposure to secondhand smoke, the federal agency estimates.\nSo what about the city’s statement about the habit in Georgia?\nWe started our fact-check by contacting Reed press secretary Jenna Garland.\nShe told us the American Lung Association, lead sponsor of the campaign, provided the statistic that appeared in the press release.\nSearches of CDC statistics last week also verified that 18.8 percent of Georgia adults were identified as smokers in 2013, Garland said.\n\"At the time of our press conference and release, this data was absolutely correct. And it is still the primary data presented by the CDC,\" she said.\nGarland is right -- for 2013.\nThe picture is peachier for Georgia, however, based on newer data for 2014. That was available in a press release put out by the Georgia Department of Public Health on the same day that Reed’s office issued its statement.\nIn 2014, Georgia’s adult smoking rate had fallen to 17.4 percent, down 1.4 percentage points from 2013 as measured on the Behavior Risk Factor Surveillance System.(BRFSS). Particularly significant, the rate of smoking fell to 16.4 percent in young adults, ages 18 to 24, state officials said.\nNational data from BRFSS for 2014 has not made public.\nWe examined data gathered in the last 10 years on smoking rates in Georgia and the nation. You’ll see that smoking rates have been heading downward both in the state and nation throughout most, but not all of the decade. This is based on data collected by states through the Behavior Risk Factor Surveillance System (BRFSS) and submitted by the CDC.\nPercentage of Adults 18 and over who smoke\n\nYear\nGeorgia\nU.S.\n2005\n22.1\n20.8\n2006\n19.9\n20.5\n2007\n19.4\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\n20\n2008\n19.5\n19.7\n2009\n17.7\n18.3\n2010\n17.6\n17.9\n2011\n21.2\n21.2\n2012\n20.4\n19.6\n2013\n18.8\n19\n2014\n17.4\nNot available\n\nSource: Behavior Risk Factor Surveillance System (BRFSS) reports and Georgia Department of Public Health.\n                                                             ---------------------\nCDC spokeswoman Brittany Behm said that although the prevalence of smoking in Georgia has steadily declined in the past several years, the progress has not been as robust as it could have been.\nShe said that’s largely because \"interventions we know work have not been fully implemented.\"\nShe said these include higher tobacco product prices, comprehensive smoke-free laws, hard-hitting mass media campaigns, and full and sustained funding for comprehensive tobacco control programs.\n\"Statistically, Georgia ranks 24th among the states and DC—almost exactly at the median,\" Behm said.\nJean O’Connor, director of chronic disease prevention for the Georgia Department of Public Health, said state officials believe they’ve made serious headway, particularly with the tobacco-free schools program that’s now in 105 of the state’s 181 school districts.\nEnabling 1.3 million students to spend their school day free from exposure to tobacco appears to be showing up in the numbers, O’Connor said.\nWith the smoking rate falling to 16.4 percent in the 18-24 age group, \"that tells us kids are aging up and not using tobacco products,\" she said. \"If you can get to 25 without using, odds of being addicted are very very low.\"\nThat’s reinforced in Georgia’s University System, one of the first in the nation to be smoke-free at its college and universities, O’Connor said.\nOur ruling\nA press release from Mayor Kasim Reed’s Office said: \"Atlanta and state-level health care leaders are taking action because while the national smoking rate has fallen, more than 18 percent of adults in Georgia are still smoking.\"\nThe first part of the statement is misleading. Smoking rates have generally been falling nationally and in Georgia. The state’s rate was lower than the national rate in 2013.\nReed’s office is correct that, in 2013, 18.8 percent of Georgia adults over 18 were smoking.\nBut newer figures paint a peachier picture for the state. It doesn’t change the mayor’s overarching point that the state still has a way to go.\nWe rate Reed’s statement Mostly True.", "vclaim_id": "vclaim-pol-05670"}