{"url": "/factchecks/2013/sep/20/rick-perry/rick-perry-every-engine-maker-texas/", "speaker": "Rick Perry", "vclaim": "\"Every engine manufacturer in the United States is now in the state of Texas.\"", "truth_label": "false", "date": "stated on September 18, 2013 in a discussion on CNN's \"Crossfire\":", "title": "Rick Perry says every engine maker is in Texas", "text": "At a time when everyone wishes the country were producing jobs faster than it has been, Texas Gov. Rick Perry is happy to talk about the track record in his state. \"Thirty percent of all the jobs created in America were created in the state of Texas in the last ten years,\" Perry said on CNN’s Crossfire.\nPerry listed some of the firms located in Texas.\n\"Companies like Facebook, eBay, Apple -- which is soon to be one of the largest employers in the city of Austin -- Caterpillar,\" Perry said. \"Every engine manufacturer in the United States is now in the state of Texas.\"\nThat last part caught our ear. They say that everything is bigger in Texas, and the claim that every engine maker in the country now has an operation there seemed worth checking.\nWe called Perry’s office for the evidence behind that statement, and they said he was referring only to Caterpillar. In 2008, the heavy equipment manufacturer announced plans to consolidate the engine work it had been doing in Illinois and South Carolina to a facility in Seguin, Texas.\nHowever, Perry's comments on Crossfire were about every engine maker in the country.\nThe Texas Department of Economic Development and Tourism produced a report on the automotive industry in the state. From that we counted three engine makers, Caterpillar, AER Manufacturing, and Toshiba. A fourth one, Hilite, makes engine components in Carrollton, Texas.\nThe U.S. Census Bureau has a survey of County Business Patterns for 2011 that includes tallies of the number of corporations in various industry categories. There are three industry codes that apply to the manufacture of engines for gasoline, diesel and aircraft engines. These codes cover the manufacture of engine parts and engines as a whole, so using them is a bit imprecise.\nStill, for firms with 20 or more employees, we found 386 nationwide. The figure for Texas is 17.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThat strongly suggests that there are many more engine makers in the country than there are in Texas.\nWe also looked at firms that belong to the Truck and Engine Manufacturers Association and looked at where some of the larger companies had operations.\nBriggs and Stratton is a top engine maker with plants in Wisconsin, Missouri, Alabama, Georgia and Kentucky. But none in Texas. The story for John Deere is similar. John Deere makes its engines in Waterloo, Iowa. As far as Texas goes, it has a parts distribution center in Dallas.\nWe did find that General Motors has a large presence in Arlington, Texas, although that is an assembly plant where parts made someplace else are put together. General Motors builds its engines in many states including Michigan, Ohio, and Tennessee. But not Texas.\nThe jet engine company Pratt and Whitney has several facilities in Texas thanks to its work with military aircraft and the Air Force base in San Antonio, but those plants focus on maintenance and repair, not manufacturing. For engine assembly, Pratt and Whitney has plants in West Virginia and several locations in Canada.\nOur ruling\nPerry said every engine manufacturer is now in the state of Texas. Using a broad definition from the Census Bureau, we counted 17 firms in Texas that are involved with building engines.\nHowever, in that broad line of work , the total number of firms nationwide is well over 350. A sampling of some of the larger engine makers in the United States revealed some notable absences from Texas.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-08857"}