{"url": "/factchecks/2013/apr/25/rick-perry/rick-perry-says-he-awaits-answer-barack-obama-augu/", "speaker": "Rick Perry", "vclaim": "Says he has \"yet to get a response\" from Barack Obama to his August 2010 letter making border security requests.", "truth_label": "pants-fire", "date": "stated on April 5, 2013 in an interview on CNN.:", "title": "Rick Perry says he awaits answer from Barack Obama to August 2010 letter on border security", "text": "Gov. Rick Perry says his 2010 plea to President Barack Obama for border security help remains unanswered.\n\nPerry made the appeal to Obama in August 2010 when they met on the airport tarmac in Austin, where Obama was visiting for the day. The governor mentioned the airport meeting when he appeared on CNN’s \"The Situation Room\" on April 5, 2013.\n\nPerry said \"the president hadn't called up the governor of one of the largest states who has the longest border with Mexico and said, ‘Governor, what do you think we need to do about the issue of immigration?’ I would be open to that conversation any day.\"\n\nCNN’s Wolf Blitzer replied: \"So if he calls you, are you ready to go to the White House and sit down with the president and try to come up with some sensible solutions to comprehensive immigration reform?\"\n\n\"Absolutely,\" Perry said. \"As a matter of fact, I handed him a letter some two or three years ago on the tarmac at the Austin airport about that issue, about border security. And yet to get a response.\"\n\nAt the Aug. 9, 2010, airport encounter, caught on TV cameras, Perry and Obama chatted for less than a minute, according to news stories. Perry ultimately handed his letter on border security to a White House aide, Valerie Jarrett.\n\nIn the letter, Perry said he was renewing his invitation for the president and federal officials to meet with Texas officials on security issues. In addition, the letter urged federal drones to be flown along the border and mentioned Perry’s unfulfilled \"standing request\" for 1,000 National Guard troops to work with Texas law enforcement on security operations. Noting the Obama administration’s recently announced plans to send 1,200 National Guard troops to the border, Perry’s letter said the \"deployment of just 286 National Guard personnel along the 1,200-mile Texas-Mexico border is clearly insufficient.\"\n\nWe asked Perry’s office about the governor not hearing back from Obama. By email, spokesman Josh Havens said: \"We are still waiting on a response from President Obama.\"\n\nThen again, Perry fielded a White House response at the time.\n\nHavens simultaneously emailed us a copy of an Aug. 27, 2010, letter to Perry signed by John O. Brennan, then assistant to the president for homeland security and counterterrorism. In May 2013, Brennan was sworn in as director of the Central Intelligence Agency.\n\nBrennan’s letter, on White House letterhead, opened: \"Thank you for your August 9,  2010, letter to President Obama regarding security concerns on our Southwest border. On behalf of President Obama, I wish to assure you that we understand your concerns and appreciate your outreach.\"\n\nBrennan’s letter further said that securing the border had been an Obama priority. The letter did not embrace any of Perry’s requests, but noted that a few days after his Austin stop, Obama signed the Southwest Border Security Act into law, enabling the \"addition of substantial and varied law enforcement resources to enhance security on our southern border.\" As an example, the letter said, additional National Guard troops and \"other security resources\" would serve. \"It is anticipated that Texas will have over 20 National Guardsmen serving as criminal investigative analysts in fusion centers and over 225 Guardsmen conducting ground surveillance,\" in National Entry Identification Teams the letter said.\n\nThe letter closed: \"We are united in our common interest and focused efforts to secure the Southwest border. Your continued engagement and partnership on this national security imperative is much appreciated.\"\n\nWe emailed the White House and Department of Homeland Security on this topic and did not hear back. We also asked Havens if the governor responded to Brennan’s letter, and we filed an open-records’ request asking the governor’s office for border-related communications between the state and White House since Perry and Obama visited on the tarmac. No materials came our way in the first few days after we submitted the request.\n\nOur ruling\n\nPerry said he had \"yet to get a response\" to his 2010 letter to Obama requesting border security steps.\n\nThat’s not so. Perry fielded a reply to his letter from a White House deputy about three weeks after the airport howdy. We grant that it might not have contained the answers Perry sought, but saying Perry has yet to get any response strikes us as both inaccurate and ridiculous.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nPants on Fire!", "vclaim_id": "vclaim-pol-09423"}