{"url": "/factchecks/2016/aug/18/donald-trump/real-impact-nafta-pennsylvania-vs-donald-trumps-cl/", "speaker": "Donald Trump", "vclaim": "\"NAFTA, signed by Bill Clinton, has been a disaster for Pennsylvania.\"", "truth_label": "barely-true", "date": "stated on August 13, 2016 in an interview with TV station WJAC:", "title": "The real impact of NAFTA on Pennsylvania vs. Donald Trump’s claims", "text": "Donald Trump sees his path to the White House winding through Pennsylvania. He’s campaigned in the state many times, largely in the so-called T-section away from Philly and Pittsburgh, and gone so far as to say the only way he’ll lose Pennsylvania is if the election is rigged (not true).\nOn most of his stops, Trump touts his message of getting jobs back for blue-collar workers who have seen their livelihoods taken away because of the decline of American manufacturing. In a recent interview with Johnstown television station WJAC, Trump emphasized a specific cause for the plight of these Pennsylvanians, saying, \"NAFTA, signed by Bill Clinton, has been a disaster for Pennsylvania.\"\nThere’s no doubt manufacturing has taken a hit in Pennsylvania, as it has in the rest of the country the last 20 years. But how much of the blame can be attributed to this free-trade agreement? And were the job losses offset by gains for the state’s economy in other ways?\nFirst, a quick explanation of the North American Free Trade Agreement. It was signed into law in December 1993 and took effect in January 1994. NAFTA created an open trade zone among the U.S., Mexico and Canada. Critics say it led to trade deficits and job losses because United States factories closed and moved to Mexico, where labor is cheaper. Proponents say despite the trade deficits, it led to improvements for consumers and new jobs and that its job loss effects are overstated.\nRobert E. Scott, senior economist with the left-leaning Economic Policy Institute, has studied the trade agreement’s effects extensively. His 2011 paper found 682,000 jobs had been displaced because of NAFTA. In Pennsylvania, the number was 26,300, about .5 percent of the state’s entire employment. Further, Scott said the pact paved the way for future free trade agreements.\n\"It played a disproportionate role,\" he said, \"in that every trade agreement after has been based on it.\"\nScott’s views on this are rare among economists. In 2015, the Congressional Research Service, Congress’ nonpartisan think tank, concluded NAFTA had relatively little effect on American jobs one way or the other and that many of the changes America has experienced since 1994 would’ve happened anyway as trade liberalization continued to occur in other ways.   \nMauro Guillen, professor of international management at Wharton, said the loss of manufacturing jobs has more to do with technology and the way the economy has changed in the United States and Pennsylvania with a greater emphasis on education and health care.     \n\"Studies look at particular factories and decisions to open somewhere else like in Mexico,\" Guillen said. \"Well that is certainly the case. What they don’t do in those studies is take into account how many jobs are being created because American firms have access to foreign markets.\n\"What [Trump is] doing is oversimplifying a very complex question.\"\nEven before Trump, NAFTA’s effects on Pennsylvania were a 2008 election topic. As Trump is doing now, Barack Obama attacked Hillary Clinton over her support for NAFTA in spring 2008. Back then, Alan Reynolds of the Cato Institute argued Pennsylvania had gained because of NAFTA. He wrote Pennsylvania’s exports to Canada and Mexico since NAFTA had increased by 61 percent and 81 percent, respectively. Pennsylvania sends more exports to Canada than any other country.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nIn a phone interview, Reynolds said the main industries affected by NAFTA were not major industries for Pennsylvania, such as glassware, furniture, brooms, footwear and some farming.  \nYet there’s no doubt Pennsylvania’s manufacturing sector has been gutted since 1994. Reynolds attributed the problems to technology and pointed out even China and Mexico had seen declines in their number of manufacturing jobs. There’s another culprit, too, one Trump also loves to talk about: China.\nAccording to the Bureau of Labor and Statistics, Pennsylvania’s manufacturing sector saw a loss of 20,000 jobs between 1994 and 2001, the first few years after NAFTA. The annual losses weren’t much higher than the national average of manufacturing job loss America had been experiencing since the early 1980s.   \nJob losses accelerated greatly starting in 2001, after China was accepted into the World Trade Organization. Manufacturing jobs in Pennsylvania went from 856,000 in 2001 to 655,000 at the end of 2007, before the recession. After bottoming out at 557,000 in January 2010, Pennsylvania has about 568,000 manufacturing jobs now.\n\"The use of disaster,\" Scott said, \"that’s a pejorative that’s up to the viewer. I would say China and NAFTA if I were telling the story. That’s the difference.\"\nTrump’s campaign did not respond to a request for comment.\nWhat most everyone who has studied the effects of trade can agree upon is there has been a lack of action taken to better equip displaced workers to fit into the current economy.\n\"We can’t just let them go jobless and suffer,\" Guillen said. \"We do need public policy to help.\"\nOur Ruling \nWhile talking about the plight of Pennsylvania’s blue-collar workers with Johnstown station WJAC, Donald Trump said, \"NAFTA, signed by Bill Clinton, has been a disaster for Pennsylvania.\"\nConsensus among economists is job losses because of NAFTA were minimal, though Robert E. Scott’s study showed Pennsylvania losing 26,300 jobs because of it.  \nEither way, \"disaster\" is a particularly explosive word that doesn’t take into context the winners and losers from the policy. The thousands of job losses that may be attributable to NAFTA were offset statewide by increased exports from Pennsylvania and new jobs in other parts of the economy. Besides, most economists agree China has had a much more negative effect on American labor than NAFTA.  \nWe rule the claim Mostly False.", "vclaim_id": "vclaim-pol-04450"}