{"url": "/factchecks/2016/mar/16/ted-cruz/ted-cruz-levels-flawed-claim-about-donald-trump-op/", "speaker": "Ted Cruz", "vclaim": "Says Donald Trump and Marco Rubio opposed Cruz’s \"efforts to defund Planned Parenthood.\"", "truth_label": "barely-true", "date": "stated on November 21, 2015 in a TV ad that ran mostly in Iowa:", "title": "Ted Cruz levels flawed claim about Donald Trump opposing efforts to defund Planned Parenthood", "text": "In a TV ad, conservative pastor James Dobson tells viewers that Sen. Ted Cruz of Texas has the support of thousands of likeminded pastors thanks to his unwavering support for \"the sanctity of human life and traditional marriage.\"\nIn the ad, which Cruz’s campaign mostly ran in Iowa in advance of the 2016 presidential caucuses, Dobsonthen turns his attention to others vying for the Republican presidential nod. \"After Donald Trump and Marco Rubio announced they would accept the Supreme Court’s ruling on gay marriage, we knew we could not support them,\" Dobson said.\nDobson goes on: \"Our decision was confirmed when they,\" Trump and Rubio, \"opposed Senator Cruz’s efforts to defund Planned Parenthood.\"\nHis gay marriage comment rang a bell. Rubio, the Florida senator, and Trump, the New York businessman, each called the Supreme Court decision legalizing gay marriage the law of the land while Cruz insisted in June 2015 that states not singled out in the ruling didn’t have to comply, which we found Mostly False.\nWe focused on Dobson’s closing claim: Did Rubio and Trump each oppose Cruz’s efforts to defund Planned Parenthood?\nThis seemed unlikely. Republican efforts to eliminate federal funding for Planned Parenthood, limited already to family planning and non-abortion health services, gained steam last summer when videos secretly shot by an anti-abortion group purported to show Planned Parenthood officials selling fetal tissue for a profit, a conclusion that hasn’t factually borne out.\nCruz’s efforts extended to a failed September 2015 attempt to stop Senate Majority Leader Mitch McConnell’s plan to fund the government unless, Cruz said, Congress amended the agreement in a way that would defund Planned Parenthood.\nThis ad first aired in November 2015 and then throughout December and January leading up to the Iowa caucuses. A version captured in video online by the Political TV Ad Archive, however, shows Dobson mentioning Justice Antonin Scalia’s death, as a reason for GOP voters to elect Cruz. We checked with Internet Archive, the database that manages these ads, on how that could be possible. According to the Television Archive’s managing editor, Nancy Watzman, the Scalia mention was most likely added to the original ad, before this version began airing after the justice’s death Feb. 13, 2016.  \nAsked about the basis of the Rubio-Trump claim, Cruz campaign spokeswoman Catherine Frazier said by email that \"Trump has said he’s against defunding Planned Parenthood, and Rubio missed the votes to defund Planned Parenthood.\"\nWhere was Marco?\nAccording to news accounts, Rubio indeed missed two votes on defunding Planned Parenthood, both of which Rubio called \"show votes.\" Rubio was at a Florida campaign fundraiser at the time of a Sept. 28, 2015, cloture vote on McConnell’s plan to fund the government. He then missed a Sept. 30, 2015, vote on final passage of that plan.\nNews stories and Senate records otherwise indicate that from August 2015 through December 2015, the Senate voted at least five times on defunding Planned Parenthood. Set aside the votes Rubio missed, the records show, and Rubio and Cruz each voted three times to defund.\nYet we didn’t spot any instance of Rubio opposing defunding, though that judgment doesn’t take into account Rubio’s absence from the Senate the day that all but one Republican colleague of Cruz didn’t go along with the Texan’s move to reject McConnell’s government funding plan until it defunded Planned Parenthood.\nCruz's September song\nIn September 2015, Cruz was one of the last hold-outs on McConnell’s government funding plan, which included an extension of Planned Parenthood funding. In one of his last moves protesting the funding bill, Cruz called for -- and failed to get -- a roll call vote or a voice vote to register Republicans’ positions on the final plan. Cruz said later that denying him the vote was a way for his colleagues to avoid accountability.\nRepublicans in the Senate, Politico reported, loudly yelled \"no\" when Cruz called for a voice vote, a resounding rejection for what was described as typically an uncomplicated procedural matter. The only Senate colleague to back Cruz in his last-ditch effort was Mike Lee of Utah. This all took place on Sept. 28, 2015, when Rubio was absent, and shortly before the funding bill was finalized, which kept the government running and eliminated the possibility of defunding Planned Parenthood in the immediate future.\nRubio camp's response\nCruz has attacked Rubio’s record on this matter before. At the Faith and Family Presidential Forum at Bob Jones University Feb. 12, 2016, Cruz told voters that Rubio didn’t want to use Congress’ \"constitutional authority to defund Planned Parenthood,\" Politico reported, quoting Cruz saying: \"Marco Rubio has spoken out about Planned Parenthood. But when these videos came out I stood with millions of Americans calling on Republican leadership to use the power of Congress to defund Planned Parenthood and to cut off the money. And Marco stood up and said: 'No, we shouldn't.’\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nAt the time, Rubio spokesman Alex Conant told Politico that Cruz was \"making things up.\" On the other hand, a Sept. 17, 2015, Politico news story said Rubio had refused to sign a letter circulated by Cruz urging McConnell not to advance government funding without an end to Planned Parenthood aid.\nIn a Sept. 27, 2015 interview with NPR News, Rubio said he wouldn’t \"prefer to see it (the government) shut down.\" He said, \"I don't think there is any single organization in the country that's worth shutting the government down over,\" but he also laid the blame for a potential shutdown on Democrats for insisting on funding Planned Parenthood.\nWhen we asked the Rubio campaign about the claim in the Cruz ad, spokesman Jahan Wilcox sent a press release the campaign initially distributed Feb. 12, 2016, the day of Cruz’s speech at Bob Jones University. The release said Rubio has cosponsored legislation to defund Planned Parenthood and has \"always\" voted to do so.\nThe Rubio release offered specific votes: Rubio’s Dec. 3, 2015, vote to defund Planned Parenthood in a reconciliation bill, his Sept. 24, 2015 vote for a funding bill that defunded Planned Parenthood, his Aug. 3, 2015 vote to defund Planned Parenthood, and his co-sponsorship of that bill.\nAnti-abortion group\nWe also reached out to National Right to Life, an anti-abortion group, to seek its perspective on Cruz’s claims. (The group hasn’t endorsed a presidential candidate.) By email, we fielded a comment from its president, Carol Tobias, saying Rubio had voted to defund Planned Parenthood even before Cruz joined the Senate; she pointed out a roll call on H. Con. Res. 36, April 14, 2011.\nTobias also said that since Cruz joined the Senate in 2013, \"both he and Sen. Rubio have voted the same on every roll call that National Right to Life regards as pertinent to defunding Planned Parenthood. To suggest that Sen. Rubio voted wrong or missed meaningful votes on the Planned Parenthood issue is inaccurate and misleading.\"\nTrump supported Cruz's push at first\nAs for Trump, National Right to Life pointed out his lack of a congressional voting record.\nWe asked Trump’s spokeswoman, Hope Hicks,  about Cruz’s claim. Hicks said by email: \"Mr. Trump has always stated he will defund\" Planned Parenthood \"as long as abortions are taking place, but believes the women's health services like cancer screenings for cervical and breast cancers are essential to millions of women across the country.\"\nThat seems to represent the progression of Trump’s position on the matter. As well documented, Trump favored abortion rights earlier in his life. At the first GOP presidential debate Aug. 6, 2015, Trump said he had had a change of heart after a friend decided not to get an abortion, and he saw that child grow up.\nNews stories show that in August 2015, Trump supported Cruz’s unsuccessful push to shut down the government unless Congress defunded Planned Parenthood. But Trump shortly backtracked, saying he would look at the \"good aspects\" of the organization. And in October 2015, Trump told Fox News he wouldn’t shut down the government over Planned Parenthood though he also said the organization should \"absolutely be defunded.\"\nOn Meet the Press Feb. 21, 2016, Trump said he wouldn’t fund Planned Parenthood \"as long as they’re doing abortions.\" In the same interview he said that his friends, who are women, \"understand Planned Parenthood better\" than he ever would. At the Feb. 25, 2016 Republican presidential debate, Trump said: \"Millions and millions of women — cervical cancer, breast cancer — are helped by Planned Parenthood. So you can say whatever you want, but they have millions of women going through Planned Parenthood that are helped greatly,\" but that he also \"wouldn’t fund it.\"\nOur ruling\nDobson said in Cruz’s ad that Trump and Rubio opposed Cruz’s \"efforts to defund Planned Parenthood.\"\nIn the narrowest way, you could say Rubio opposed Cruz’s efforts to defund Planned Parenthood by expressing misgivings about holding the government hostage to funding of a particular organization. But that's also misleading. Rubio, like Cruz, otherwise repeatedly voted to defund.\nTrump, meantime, expressed support at the time for Cruz’s efforts. He later reversed course on that but he's been clear lately about wishing to defund so long as the group provides abortions.\nWe rate this claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05264"}