{"url": "/factchecks/2019/aug/22/viral-image/dont-fall-instagram-hoax/", "speaker": "Viral image", "vclaim": "Instagram users must post a note or \"everything you’ve ever posted becomes public from today.\"", "truth_label": "false", "date": "stated on August 22, 2019 in a Facebook post:", "title": "Don’t fall for this Instagram privacy hoax", "text": "If you didn’t see this Instagram privacy hoax in your social media feeds, perhaps it came to your attention after U.S. Energy Secretary Rick Perry published it on his account. \nPerry’s post has since been deleted, but not before people teased the former Texas governor in comments. \n\"Good Morning Mister Governor, I’m an African Prince and have large sums of gold at my disposal!\" one user wrote in response.\nThe post, which Yahoo reports also duped actors like Julia Roberts and Rob Lowe, says that Instagram has a new rule \"where they can use your photos.\" \n\"Don’t forget Deadline today!!!\" it goes on. \"It can be used in court cases in litigation against you. Everything you’ve ever posted becomes public from today Even messages that have been deleted or the photos not allowed. … I do not give Instagram or any entities associated with Instagram permission to use my pictures, information, messages or posts, both past and future. With this statement, I give notice to Instagram it is strictly forbidden to disclose, copy, distribute, or take any other action against me based on this profile and/or its contents. … All members must post a note like this.\" \nThis post even wound up on Facebook, where it was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Facebook recently logged users out to track their “off Facebook activity” involving bank accounts, emails and other apps.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 28, 2021\n\n\n\n\n\n\n\nPoynter’s teen fact-checking project MediaWise debunked the post on Aug. 21, noting that the claim dates back to 2012 when Facebook, Instagram’s parent company, updated its privacy policy.\nIn statements to Yahoo and Time, Instagram spokesperson Stephanie Otway said \"there’s no truth to this post.\"\nIn 2016, Facebook addressed a nearly identical post that used \"Facebook\" instead of \"Instagram.\" \n\"You may have seen a post telling you to copy and paste a notice to retain control over things you share on Facebook,\" a member of the company’s help team wrote. \"Don’t believe it. You own your content and can control how it is shared through your privacy settings.\"  \nBy creating an Instagram account, users agree to the company’s terms of use.\n\"We do not claim ownership of your content,\" the terms say, \"but you grant us a license to use it. Nothing is changing about your rights in your content. We do not claim ownership of your content that you post on or through the service. Instead, when you share, post, or upload content that is covered by intellectual property rights (like photos or videos) on or in connection with our service, you hereby grant us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content (consistent with your privacy and application settings).\" \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-00244"}