{"url": "/factchecks/2015/aug/10/jim-webb/webb-says-us-has-worlds-highest-incarceration-rate/", "speaker": "Jim Webb", "vclaim": "\"The United States has the highest incarceration rate in the world.\"", "truth_label": "mostly-true", "date": "stated on August 5, 2015 in a web post.:", "title": "Webb says U.S. has world's highest incarceration rate", "text": "There are too many people in prisons, says former U.S. Sen. Jim Webb, who’s seeking the Democratic presidential nomination.\n\"The United States has the highest incarceration rate in the world,\" Webb says on his campaign website.\nWebb often made the same claim while representing Virginia in the U.S. Senate from 2007-2013, and he introduced unsuccessful legislation that would have set up a bipartisan commission to study prison and sentencing reform. He’s said alternatives to prison should be set up for nonviolent criminals such as drug offenders.\nLast December, we gave a True rating to Webb’s statement that the U.S. has 25 percent of the known global prison population despite having only 5 percent of the world population.\nThis time, we’ll look into his claim that the U.S. has the highest incarceration rate on the planet.\nThe most comprehensive and widely-cited examination of the world’s prison population comes from the International Centre for Prison Studies at the University of London, which looks at prison populations in more than 200 countries and territories. In a 2013 report, the group said the U.S. prison population rate of 716 inmates per 100,000 people was No. 1 in the world.\nBut that’s not the end of the story. The center updates its figures monthly. The latest figures on the center’s web site show the U.S. has 698 prisoners per 100,000. That’s the second highest in the world.\nBefore reading further, guess who’s No. 1 ...\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIt’s the island nation of Seychelles in the Indian Ocean near Africa. It has a population of 92,000, including 735 living behind bars. That translates to an incarceration rate of 799 per 100,000 people.\nExperts have told PolitiFact National that Seychelles’ tiny population makes its incarceration rate difficult to compare to that of the United States, which has nearly 320 million people. After all, a modest increase of prisoners by U.S. standards, say 100, would dramatically spike the Seychelle’s rate.\nThere’s a big caveat with the center’s rankings. The group does not have inmate tallies for several countries, including North Korea, which is widely believed to have a large prison population. Amnesty International estimated in 2011 that the reclusive nation had 200,000 prisoners. That would equate to a world-leading incarceration rate of 813 per 100,000.\nAmong industrialized nations tracked by the center, the U.S. incarceration rate of 698 per 100,000 is in a stratosphere by itself. Russia ranks second at 455 per 100,000.\nThere’s no doubt that the U.S. prison population has soared during the last 40 years. Department of Justice figures show the nation’s incarceration rate held steady at about 110 per 100,000 from 1925 to 1975. Experts have pointed to many reasons for more recent surge, including tougher sentencing laws and a zeal to crack down on illegal drugs.\nOur ruling\nWebb said the U.S. has the highest incarceration rate in the world.\nThe latest figures from the most comprehensive source show the U.S. is No. 2, behind Seychelles. There are data gaps for some countries, including such as North Korea whose prison figures can’t be verified but are estimated to be very high. That leaves the possibility that the U.S. could fall further down the list.\nIt’s clear that the U.S. has one of the very highest incarceration rates in the world, but Webb’s claim that it’s the top doesn’t quite check out. We rate his statement Mostly True.", "vclaim_id": "vclaim-pol-06090"}