{"url": "/factchecks/2010/sep/17/barbara-boxer/ad-sen-barbara-boxer-attacks-carly-fiorina-layoffs/", "speaker": "Barbara Boxer", "vclaim": "\"As the CEO of HP, Carly Fiorina laid off 30,000 workers.\"", "truth_label": "mostly-true", "date": "stated on September 15, 2010 in a political ad:", "title": "Ad from Sen. Barbara Boxer attacks Carly Fiorina for layoffs at HP", "text": "In a race to represent California in the U.S. Senate, Republican Carly Fiorina has emphasized her \"real-world\" business experience as chief executive officer of one of the world's largest tech companies. But Fiorina's controversial six-year tenure as CEO of computer-maker Hewlett Packard has also been used by Democrats to attack her.\n\nThe latest attack ad from Sen. Barbara Boxer picks up on a thread introduced in the primary -- accusing Fiorina of laying off tens of thousands of workers at HP, shipping jobs overseas and all the while padding her own bank account and toy box.\n\nHere's what the announcer in the Democratic incumbent's ad says: \"As CEO of HP, Carly Fiorina laid off 30,000 workers. Fiorina shipped jobs to China.\n\n\"And while Californians lost their jobs, Fiorina tripled her salary, bought a million-dollar yacht and five corporate jets ... Carly Fiorina. Outsourcing jobs. Out for herself.\"\n\nFiorina was named CEO of Hewlett-Packard in July 1999, the first woman to lead a Fortune 100 company. She reorganized the company's structure and pushed for a controversial 2002 merger with Compaq Computer Corp., in an attempt to get a greater share of the personal computer market. The merger succeeded, but HP's board fired her anyway in February 2005 (with a $21 million severance package), primarily due to the company's sluggish stock price and missed earnings targets.\n\nFiorina has numerous detractors, but she also has defenders of her time at HP. In fact, the Fiorina campaign set up the \"Hewlett-Packard and Carly\" website, where a number of former HP employees and executives tout her tenure as HP's CEO.\n\nBut the issue for us is the Boxer ad's claim that Fiorina layed off 30,000 workers and shipped jobs to China.\n\nThat HP laid off about 30,000 workers while Fiorina was CEO is largely undisputed. The larger context very much is.\n\nIn an interview with InformationWeek on Oct. 16, 2006, Fiorina talked about the merger with Compaq. \"When we combined the R&D budgets of HP and Compaq, we didn't have to have two R&D teams working on industry standard servers, for instance. We could have one. That's why the merger was such a great idea. We could decrease the cost structure by billions and billions of dollars. In the course of my time there, we laid off over 30,000 people. That's why I understand where the anger came from.\"\n\nAnd Fiorina has not been shy about acknowledging that many jobs were outsourced overseas. In January 2004, Fiorina provocatively told Congress, \"There is no job that is America's God-given right anymore.\"\n\nIn an op-ed for the Wall Street Journal the following month, Fiorina wrote that while \"attention has focused on a handful of companies, like HP, which have sourced some jobs to other countries\" the U.S. \"must focus on developing next-generation industries and next-generation talent\" rather than following Japan's attempt at \"protectionist proposals to limit or prohibit the practice.\"\n\nMoreover, Fiorina contends that over the entire course of her tenure at HP, the company created more jobs than it cut.\n\nShe explains this in an exchange with Chris Wallace in a Fox News interview on June 13, 2010.\n\n\"But, Ms. Fiorina, if the issue is jobs, Senator Boxer says your record is what you did as the head of Hewlett-Packard, \"Wallace said. \"And the record shows, according to her -- and it's not just her, the facts are that during that time you laid off more than 30,000 American workers, and many of those jobs went to India and China.\"\n\n\"It is true, I managed Hewlett-Packard through the worst technology recession in 25 years,\" Fiorina said. \"And in those tough times, we had to make some tough calls.\n\n\"It is also true that, net-net, we created jobs,\" she said. \"We doubled the size of the company from $44 billion to $88 billion. We tripled the rate of innovation to 11 patents a day. We quintupled the cash flow. We improved the profitability in every product segment and ...\n\n\"What about the 30,000 American jobs that...you laid off?\" Wallace asked.\n\n\"You know, every family and every business in California knows what it means to go through tough times,\" Fiorina said. \"And every family is cutting back, and every business is laying off right now. I don't say that with delight. I say that with sorrow. But yes, it is true that jobs are being taken out of California. By the way, China fights harder for our jobs than we do. Texas fights for our jobs. Nevada fights for our jobs. North Carolina fights for our jobs. We have to start fighting for our jobs in this nation and in our state.\"\n\nLet's take a look at that \"net-net\" claim. Or, as she told the Los Angeles Times in a May 20, 2010 story: \"We had more employees by the time I left HP than either pre-merger HP or pre-merger Compaq had, combined.\"\n\nHere's the math: According to SEC filings, HP had 84,400 employees worldwide in 2001, the year before the merger. In 2001, Compaq had 63,700 full-time employees. That comes to a total of 148,100 workers. In 2005, just after her departure, HP's worldwide workforce reached 150,000. Net gain?\n\nIn the Los Angeles Times story, reporter Robin Abcarian said that claim is dubious, because \"in that same period, HP bought more than a dozen other U.S. companies with at least 8,000 employees, according to company filings, press releases and news reports.\"\n\nMoreover, the proxy reports are for worldwide employment figures. They don't tell you how many American jobs were lost or gained.\n\nIn its response to the Boxer ad, the Fiorina campaign claims the only numbers that are relevant are the ones that show that in October 1999, HP had about 84,400 employees worldwide; and in October 2005, the company had 150,000 employees worldwide -- so that under Fiorina's leadership HP nearly doubled its number of employees worldwide.\n\nIt's not that simple. For one, there was the Compaq merger. Pre-merger, the companies had a combined workforce of 148,100.\n\nIt's clear that Fiorina laid off 30,000 workers as a result of the merger with Compaq, as she said in the interview with InformationWeek. And it's clear that by October 2005 the merged company employed more workers than the two separate companies had pre-merger (Fiorina had been forced out seven months earlier in February 2005). But some of those jobs may have resulted from acquisitions, and some may have been abroad. A company as large as HP is very dynamic, so it's possible that the initial layoffs resulted in a stronger company that contributed to job growth in the long run. That's good in the macro sense, but it doesn't cancel the fact that 30,000 workers lost their jobs. So we rate the claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14407"}