{"url": "/factchecks/2014/mar/09/dick-cheney/cheney-says-lots-allies-backed-syrian-air-strike/", "speaker": "Dick Cheney", "vclaim": "On Syria, \"a lot of the allies signed on. At the last minute, Obama backed off.\"", "truth_label": "barely-true", "date": "stated on March 9, 2014 in a broadcast of CBS' \"Face the Nation\":", "title": "Dick Cheney says 'a lot' of allies backed Syrian air strike", "text": "The Republican storyline on the crisis in Crimea ties Russian aggression to foreign policy mistakes by President Barack Obama. Former Vice President Dick Cheney pressed this interpretation of events in an interview on CBS’s Face the Nation.\n\"We have created an image around the world, not just for the Russians, of weakness, of indecisiveness,\" Cheney said. \"The Syrian situation is a classic. We got all ready to do something. A lot of the allies signed on. At the last minute, Obama backed off.\"\nCheney obviously thought Syria was a telling example, because he came back and said it again a few moments later.\nInternational support for military intervention in Syria was a muddy business, and we thought we should look at where America’s allies stood after chemical weapons were used in Syria. Were \"a lot of them ready to go\"?\nWe reached out to Cheney, via the Republican National Committee, to learn which allies he had in mind. The RNC made an effort but we did not hear back before we published.\nA quick recap\nIn August 2012, President Obama told reporters that the United States had no plans to use military force against Syria but \"a red line for us is we start seeing a whole bunch of chemical weapons moving around or being utilized. That would change my calculus.\"\nA year later, an attack on an opposition-held suburbs on the outskirts of Damascus brought matters to a head. The bodies brought into hospitals and the illness that struck the doctors and nurses that treated the victims pointed to the use of chemical weapons. The attack took place on Aug. 21 and within a week, the administration was talking about launching air strikes at weapon depots and military command centers in Syria.\nUnder the best of circumstances for the White House, any such military action would come with some sort of endorsement from the United Nations Security Council and the participation of America’s key European and Middle Eastern allies.\nWho signed on and who didn’t\nBoth France and Britain were early supporters of a limited air strike. French President Francois Hollande said, \"France is ready to punish those who took the heinous decision to gas innocents.\" British Prime Minister David Cameron said the international response should be legal and proportionate, while a top official was quoted as saying it was \"reasonable to assume our armed forces are making contingency plans.\"\nBut while Cameron was counted among those ready to attack, the British parliament took a different view. At the end of August, dozens of members of Cameron’s own party deserted him, and a motion to back the use of force failed by 13 votes. It was an unprecedented loss for a prime minister, and Cameron said he would cancel a military deployment that had already begun.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nSupport among the other European states was equally hard to find. Italy said it would only go along if the U.N. Security Council approved the use of force. Germany was seen as a pivotal player and was clearly against military action. With opinion polls showing over 60 percent of Germans favoring diplomacy over force, and elections just a few weeks away, the German government stopped well short of endorsing a military response.\nGermany signed on to a G20 statement that called the use of poisonous gas a war crime and said the Syrian government was the likely culprit. But having said that, the statement added, \"The EU underscores at the same time the need to move forward with addressing the Syrian crisis through the U.N. process.\"\nThe role of the United Nations was critical because the strongest legal justification for an air strike would come through the U.N. Security Council. That was impossible since two permanent members, Russia and China, had made it clear they would veto any such resolution.\nThe strongest support within NATO came from Turkey. In the Middle East, Saudi Arabia was the most eager to see an attack on Syria, a long-time political foe. Qatar and the United Arab Emirates were also on board. However, the Arab League never approved a military strike.\nAs the White House aimed to muster international backing, it looked for ways to maintain a sense of momentum. On Sept. 6, it released a joint statement from Australia, Canada, France, Italy, Japan, Republic of Korea, Saudi Arabia, Spain, Turkey, the United Kingdom and the United States of America. The statement called for \"a strong international response to this grave violation of the world’s rules and conscience that will send a clear message that this kind of atrocity can never be repeated. Those who perpetrated these crimes must be held accountable.\"\nHowever, the nature of \"a strong international response\" was left undefined. At one point, the administration said 25 nations had signed on but that did not mean they all endorsed air strikes. Ultimately, even France said it wanted to wait for a final report from U.N. chemical weapons inspectors.\nBy mid September, the United States and Russia had struck a deal that sidelined the use of force in exchange for Syria giving up its chemical weapons. That process is underway but is behind schedule.\nOur ruling\nCheney said a lot of allies \"got ready to go\" on Syria and \"signed on,\" but Obama backed out.\nActually, very few American allies were \"ready to go.\" We counted France, Turkey and Saudi Arabia as countries that were supportive. And France’s support seemed to wane as time went on.\nAmong the \"no\" crowd were key allies like the United Kingdom, Germany and Italy. In fact, the United Kingdom’s parliament offered an embarrassing rebuke to Cameron when it blocked British participation.\nThe Arab League did not endorse the military action, nor did the United Nations.\nObama has said he declined to pursue military action because Syria agreed to weapons inspections.\nThere’s no dispute that for whatever reason, military action was not pursued in Syria. But Cheney was re-writing history when he said \"a lot of the allies signed on.\" We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-08154"}