{"url": "/factchecks/2019/oct/28/robin-vos/do-red-flag-laws-allow-gun-seizure-without-judges-/", "speaker": "Robin Vos", "vclaim": "Says \"red flag laws\" allow gun seizure without a judge’s involvement: \"They take it away first. Then you have to get permission from a judge to do it.\"", "truth_label": "barely-true", "date": "stated on October 22, 2019 in an interview:", "title": "Do red flag laws allow gun seizure without a judge’s OK?", "text": "The partisan divide over gun control in Wisconsin is as stark as it has ever been.\nFrustrated by a lack of Republican action on the topic, Gov. Tony Evers has called a special session of the state Legislature. He wanted lawmakers to take up a so-called \"red flag\" law — which would allow judges to take guns away from people who are deemed to be a danger — and an expansion of gun background checks to include sales between private parties.\nSenate Majority Leader Scott Fitzgerald promptly announced he would likely adjourn the session as soon as it began, refusing to even vote on the proposals.\nMeanwhile, the state Legislature’s other lead Republican — Assembly Speaker Robin Vos — has been making the media rounds to defend Republican inaction and condemn Evers’ proposals.\nThat included a Facebook Live interview with WTJM-TV’s Charles Benson on Oct. 22, 2019. Their conversation turned to red flag laws, also referred to as emergency risk protection orders. Here’s part of that exchange:\nVos — Red flags laws, it’s basically like saying we are going to take away your car because we think you could drive drunk. It’s crazy.\nBenson — But a judge has to decide that.\nVos — No, they take away your weapon first, then you have to go and ask permission to get the weapon back.\nVos later reiterated his description while criticizing how the Marquette University Law School poll summarized red flag laws as \"allowing the police to take guns away from people who have been found by a judge to be a danger to themselves or others.\" In late August, the poll showed 81% of respondents in support.\n\"That’s not the way the red flag law works,\" said Vos, R-Rochester. \"They take it away first. Then you have to get permission from a judge to do it.\"\nIs Vos right that red flag laws allow guns to be seized before a judge gets involved?\nLet’s dig in.\nThe background\nRed flag laws provide a mechanism to take guns from people exhibiting dangerous behavior before they harm themselves or others.\nThe first such law was passed in Connecticut in 1990, but the second didn’t appear until Indiana’s in 2005. More states have adopted such laws in recent years in the wake of mass shootings by people who had exhibited earlier warning signs.\nAt least 17 states and the District of Columbia now have a red flag law, including several passed in 2019, according to the Giffords Law Center to Prevent Gun Violence, a research and advocacy organization. Every state allows law enforcement to seek the removal of guns, 12  allow family or household members to as well, and a smattering of states also allow petitions from medical professionals, co-workers or school officials.\n\nTypically, a judge (or other judicial official such as a court commissioner) hears the request and then decides whether to issue a preliminary order without holding a hearing or notifying the gun owner. These orders are temporary and last from two to 21 days depending on the state, according to an issue brief put together by the nonpartisan Wisconsin Legislative Council. The gun owner then has a chance to make his or her case at a hearing before a judge decides on a final order. That order commonly lasts for a year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nDifferent states have different burdens of proof that must be met for a judge to issue an order, such as finding the individual poses a \"significant risk\" or that there is \"clear and convincing evidence.\"\nIf an order is issued, some states require guns be turned over immediately, while others allow a short period of time. A search warrant authorizing seizure can also be issued in some states.\nEvers’ proposed red flag law for Wisconsin requires a hearing within 14 days of the preliminary order, and makes a final order valid for a year. It says guns should be seized if the judge finds \"reasonable grounds that the respondent is substantially likely\" to harm themselves or others. Requests can be made to either extend the final order or end it early.\nState law already requires guns be surrendered as a result of other judicial findings, such as mental health commitments and restraining orders, according to the Legislative Council.\nVos’ defense\nYou may have noticed the word \"judge\" appeared frequently in the summary above.\nThe Wisconsin proposal — contrary to Vos’ description — doesn’t allow any guns to be seized without a judicial order.\nAsked for evidence that judges aren’t initially involved in red flag law seizures, Vos spokeswoman Kit Beyer said Vos misheard the question.\n\"Speaker Vos thought Charles Benson had asked if the accused goes before a judge prior to an order to surrender,\" Beyer said.\nBut that explanation doesn’t strike us as reasonable.\nBenson’s initial question about the red flag law was far less specific – asking if Vos thinks Wisconsin residents want to see it passed. And Vos’ second reference to a lack of judicial sign-off came after Benson simply read the wording of the Marquette poll.\nDescriptions of red flag laws consistently refer to decisions being made by judges. That’s the terminology used by Giffords, the Legislative Council, the National Conference of State Legislatures, the New York Times and many others.\nBut there is an exception.\nIndiana’s law allows police to seize firearms without first obtaining a judicial order. However, they must then submit a statement to a judge, who can overturn the officer’s decision and refuse to issue a preliminary order, according to Giffords. Similar to other states, that preliminary order requires a hearing on a final order be held within 14 days.\nBeyer said Vos’ primary concern with the red flag laws relates to due process, since the preliminary order can be issued without the individual having a chance to dispute it. That is a core objection from other conservatives and groups that oppose red flag laws as well, including the National Rifle Association.\nRed flag laws have been challenged in other states, but courts have upheld them as constitutional on both Second Amendment and due process grounds, the Legislative Council said. That includes a ruling upholding the Florida law in September 2019.\nOur ruling\nVos said red flag laws mean \"they take it away first. Then you have to get permission from a judge to do it.\"\nBut red flag laws — including the one proposed in Wisconsin — don’t typically work like that. They involve police or family petitioning a judge, who must sign a preliminary order before any guns can be seized.\nIndiana does have a law set up as Vos describes, but even there the seizure decision by police is subject to immediate judicial review. And that’s the exception, not the rule.\nWe rate Vos’ claim Mostly False.", "vclaim_id": "vclaim-pol-00011"}