{"url": "/factchecks/2012/sep/07/rob-portman/rob-portman-says-ohios-jobless-rate-would-top-10-p/", "speaker": "Rob Portman", "vclaim": "\"We've got 7.2 percent unemployment (in Ohio), but when you include the folks who have stopped looking for work, it's actually over 10 percent.\"", "truth_label": "half-true", "date": "stated on August 27, 2012 in a television interview:", "title": "Rob Portman says Ohio's jobless rate would top 10 percent if tally included those who quit looking for work", "text": "Ohio's employment picture has improved since the 2010 midterm elections. It's a positive development that, with a presidential election approaching, becomes something of a double-edged political sword.\n\nGov. John Kasich likes to talk about the state's job growth and lowered unemployment rate on his watch -- though an improving economy is also considered a favorable indicator for President Obama, a Democrat.\n\nSen. Rob Portman, who chairs Mitt Romney’s campaign in Ohio, faced the dilemma of addressing it on Fox News when host Sean Hannity noted how \"the economy has improved since John Kasich has been governor.\"\n\nPortman replied that Kasich has done a good job, but is \"still facing the headwinds from Washington.\" Unemployment is still relatively higher than what Ohio is used to, he said.\n\n\"I mean, you look at it compared to, you know, where we've been in the past. We've got 7.2 percent unemployment, but when you include the folks who have stopped looking for work, it's actually over 10 percent.\"\n\nPortman said something similar about the national jobless rate early this year. PolitiFact Ohio rated that claim as Half True.\n\nWe asked his office to back up his statement about Ohio. His staff cited the same national data that it provided for his earlier statement.\n\nIt relies on calculations for the labor force participation rate. Here’s how it works:\n\nThe figure, calculated by the federal Bureau of Labor Statistics shows the percentage of the population age 16 or older that is either employed or actively looking for a job. People in the military and medical or penal institutions are excluded.\n\nThe general unemployment rate does not count people who have stopped looking for jobs and dropped out of the labor force.\n\nAccording to the BLS, labor force participation has fallen from 66 percent of the population to 63.7 percent since December 2007. That indicates many workers have dropped out of the labor force.\n\nIf the percentage were still at 66 percent, the labor force -- about 155 million people in July -- would be about 5.6 million people larger, Portman's office said. \"It’s reasonable to assume that these people would be working if they could (there is no other reason for the labor force participation rate to suddenly drop so much).\"\n\nAdding those people back into the labor force would raise the number of unemployed from 12.8 million to 18.4 million people, Portman’s office said, because there wouldn’t automatically be additional jobs for them. As a result, unemployment would be about 11.5 percent -- well above the 10 percent cited.\n\nBut there’s a catch. That's a national number. On Fox, Portman was talking about Ohio.\n\nWe did the math for Ohio, using the most recent figures from the BLS.\n\nThose figures, for July, show a labor force participation rate of 63.8 percent and a total population of about 9.04 million, for a labor force of about 5.77 million persons.\n\nA participation rate of 66 percent would mean a larger Ohio labor force -- abouit 5.97 million -- and adding in the difference to the 417,937 unemployed persons in the state would show an unemployment rate of 10.3 percent -- over 10 percent, as Portman said.\n\nThe other problem with that calculation, though, is determining how much of the decline in the labor force participation rate is actually recession-related.\n\nA January report from the nonpartisan Congressional Budget Office estimated about a third of the decline in labor participation between 2007 and the second half of 2011 reflected factors other than the recession, such as the aging of the Baby Boom generation into retirement.\n\nA research paper produced in March by the Federal Reserve Bank of Chicago attributes just under half of the decline in the labor force participation rate since 2000 to shifting demographics that include retiring baby boomers and a decline in teens working.\n\nRetirement, disability, going to school or caring for household members are common reasons people give for not looking for jobs, according to researchers at the Atlanta Federal Reserve Bank who drew on federal data.\n\nA BLS economist declined to assess Portman’s calculations for our previous fact check, but did say that BLS would never assume that the extra people added to the workforce in a higher labor force participation rate would all be unemployed.\n\nHe also noted that his agency tracks the number of people outside the workforce who say they want a job. Those individuals must have searched for work during the past year, but not the month before they were surveyed.\n\nUsing that tracking, the BLS itself offers alternative measures of unemployment in addition to the official unemployment rate.\n\nOne, the \"U-4\" unemployment rate, adds \"discouraged workers\" to the jobless rate. Those are people who have looked for work in the past 12 months but are not currently looking, for the specific reason that they believe no jobs were available for them.\n\nIn Ohio, the U-4 rate from the third quarter of 2011 through the second quarter of 2012 averaged 8.3 percent.\n\nAnother measure, the \"U-5\" rate, further adds \"marginally attached\" workers, who have looked for jobs in the past year but are not currently looking and could have cited any other reason for not looking.\n\nOhio's most recent U-5 rate was 9.2 percent.\n\nThe broadest category, \"U-6,\" additionally counts people who are working part time but would prefer a full-time job.\n\nOhio's latest U-6 rate was 14 percent.\n\nPortman's assertion is partly accurate. Nobody disputes his contention that the recession elevated the number of Ohioans who want jobs but are not seeking to be part of the workforce, and the state's official unemployment rate would be higher if those people were included.\n\nBut there is no consensus on how to find the best alternative number.\n\nPortman was a little high on Ohio’s jobless rate for the BLS categories that include, in his words, \"folks who have stopped looking for work,\" but he was in the ballpark. The U-5 rate puts it at 9.2 percent, and he said \"over 10 percent.\"\n\nHis figure was actually low for the broadest measure, but that includes people working part-time (less than 35 hours per week) for economic reasons.\n\nThose are important details that help to assess his claim and give it context..\n\nOn the Truth-O-Meter, his claim rates as Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-10418"}