{"url": "/factchecks/2009/may/21/richard-durbin/durbin-correct-convicted-terrorists-are-federal-pr/", "speaker": "Richard Durbin", "vclaim": "\"The reality is, we are holding some of the most dangerous terrorists in the world right now in our federal prisons, including the mastermind of the 1993 World Trade Center bombing, the 'shoe bomber,' the 'Unabomber,' and many others.\"", "truth_label": "true", "date": "stated on May 20, 2009 in a speech on the Senate floor.:", "title": "Durbin correct that convicted terrorists are in federal prisons", "text": "Republicans have been complaining for several weeks that President Barack Obama's plan to close the detention facility in Guantanamo Bay, Cuba, would force the government to bring dangerous terrorists to prisons in the United States. They've even introduced a bill that would put restrictions on the transfers called the \"Keep Terrorists Out of America Act.\"\n\n\nIn response to the criticism, Sen. Richard Durbin of Illinois, the assistant majority leader, declared on the Senate floor May 20, 2009, \"The reality is, we are holding some of the most dangerous terrorists in the world right now in our federal prisons, including the mastermind of the 1993 World Trade Center bombing, the 'shoe bomber,' the 'Unabomber,' and many others.\"\n\n\nWe started by doing a little digging at the Federal Bureau of Prisons. Indeed, Richard Reid — a.k.a. the \"shoe bomber\" — is being held at the Administration Maximum Facility in Florence, Colo., which, according to the bureau's Web site, \"houses offenders requiring the tightest controls.\" It is the only one of its kind in the United States.\n\n\nThe Florence facility houses several other people that Durbin mentioned and characterized as terrorists: Ramzi Ahmed Yousef, the \"mastermind of the 1993 World Trade Center bombing,\" and Ted Kaczynski, the \"Unabomber\" who killed three people and injured 28 others in a string of bombings over the span of 18 years. So Durbin is right about them.\n\n\nOthers convicted of terrorist crimes are housed in the same federal prison, including Wadih El-Hage, Osama bin Laden's former secretary, and Zacarias Moussaoui, who was convicted for his role in the 9/11 attacks.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAll told, the federal prisons hold 347 people convicted of international or domestic terrorism, according to Durbin's office, citing Federal Bureau of Prisons statistics.\n\n\nThe Florence location is where the most violent prisoners — and those most likely to escape — end up. Living conditions are sparse; inmates are housed in 86-square-foot cells and have limited contact with other people.\n\n\nDemocrats such as Durbin say facilities like the one in Florence are well-suited for detainees from Guantanamo Bay.\n\n\n\"Some of my Republican colleagues argued that Guantanamo is the only appropriate place to hold the detainees because 'we don’t have a facility that could handle this in the United States' and American corrections officers would 'have no idea what they are getting into,'\" Durbin said. \"They ought to take a look at some of our secured facilities in the United States and they ought to have a little more respect for the men and women who are corrections officers.\"\n\n\nAs for Durbin's claim, it appears he did his homework. Given that all the terrorists he named in his statement are in fact held in the United States, we find his statement True.", "vclaim_id": "vclaim-pol-15743"}