{"url": "/factchecks/2021/feb/05/gateway-pundit/video-does-not-provide-evidence-election-fraud-det/", "speaker": "The Gateway Pundit", "vclaim": "“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”", "truth_label": "false", "date": "stated on February 5, 2021 in an article:", "title": "Video does not provide evidence of election fraud in Detroit", "text": "An article from the conservative news website The Gateway Pundit claims that a video  from the TCF Center where Detroit election workers counted absentee ballots cast by the city’s voters \"shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.\"\nThe article claims that the video is \"proof of fraud in Detroit.\" The video appears to show a white van at the TCF Center early in the morning on Nov. 4 containing ballots that were unloaded and brought into the counting room at the TCF Center. There is no evidence of anything nefarious.\nIn Michigan, voters had until 8 p.m. on Election Day to return absentee ballots. The deadline was for casting ballots, not delivering or counting them.\nA sworn affidavit written by Christopher Thomas, the former Michigan Director of Elections who worked at the TCF Center, in response to a lawsuit against the city says that no late-arriving ballots were ever counted.\n\"No absentee ballots received after the deadline of 8 p.m. on November 3, 2020, were received by or processed at the TCF Center. Only ballots received by the deadline were processed,\" Thomas wrote.\nMany Republican challengers present at the TCF Center have said that they observed ballots being dropped off at the TCF Center in the middle of the night. Thomas wrote that their accounts do not support the claim that thousands of ballots cast after the 8 p.m. deadline were counted.\nDetroit voters could return absentee ballots by mail to the clerk’s office, in-person or utilize one of the city’s many ballot drop boxes until that deadline.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBallots were collected until 8 p.m. on election night after which point all ballots were returned and processed by the clerk’s staff. The staff then verified signatures at the Department of Elections.\nOnly after ballots were validated were they delivered to the TCF Center for election workers to process and tabulate them.\nShane Trejo, a writer for the right-wing website Big League Politics, told the Gateway Pundit that he was at the TCF Center where he said he witnessed thousands of ballots being unloaded early Wednesday morning. \"There were at least 50 boxes that I saw unloaded at 3:30 a.m., well after the 8:00 p.m. deadline for ballots to show up.\" The 8 p.m. deadline was for voters to return ballots, not for ballots to be delivered to the TCF Center. Trejo has previously made false claims of election fraud in Detroit, prompting Michigan Attorney General Dana Nessel to ask Trejo to take down misleading videos he posted.\nIn his affidavit, Thomas explained that early in the morning on Wednesday, approximately 16,000 ballots in 45 trays containing approximately 350 ballots each were delivered in a white van used by the city. \"The ballots delivered to the TCF Center had been verified by the City Clerk’s staff prior to delivery in a process prescribed by Michigan law. … It would have been impossible for any election worker at the TCF Center to count or process a ballot for someone who was not an eligible voter or whose ballot was not received by the 8:00 p.m. deadline on November 3, 2020,\" Thomas wrote.\nIn his opinion in the lawsuit against the city denying the request to delay the certification of the election, Wayne County Circuit Chief Judge Timothy Kenny determined that the lawsuit’s account of fraud and misconduct — including its assertion that late-arriving ballots were illegally counted — was \"incorrect and not credible.\"\nOur ruling\nAn article by the Gateway Pundit claims that a \"newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.\" Detroit election officials have confirmed that ballots were delivered to the TCF Center early Wednesday morning but that those ballots met the 8 p.m. deadline for voters to return them and had been verified by the city clerk’s office as legally cast.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-19084"}