{"url": "/factchecks/2014/may/11/george-will/george-will-incandescent-light-bulb-has-no-effect-/", "speaker": "George Will", "vclaim": "The incandescent light bulb \"has no effect whatever on the planet.\"", "truth_label": "false", "date": "stated on May 11, 2014 in comments on \"Fox News Sunday\":", "title": "George Will: Incandescent light bulb has 'no effect whatever on the planet'", "text": "The kidnapping of over 200 Nigerian schoolgirls has led to an outpouring of concern, outrage and frustration. When a Nigerian attorney penned the Twitter hashtag #BringBackOurGirls, over 2 million people followed suit, including First Lady Michelle Obama, who tweeted a picture of herself holding a hand-lettered sign with the slogan.\nConservatives dismissed this as a meaningless gesture toward a crime that demanded a more muscular response. Adding his voice to that view, Fox News political commentator George Will made an unlikely comparison.\n\"Power is the ability to achieve intended effects,\" Will said on Fox News Sunday. \"And this is not intended to have any effect on the real world. It’s a little bit like what environmentalism has become. The incandescent light bulb becomes the enemy. It has no effect whatever on the planet, but it makes people feel good about themselves.\"\nWe wondered about Will’s claim that the incandescent light bulb \"has no effect whatever on the plant.\" We reached out to Will and did not hear back.\nNeal Elliott, associate director for research at the American Council for an Energy Efficient Economy, called Will’s claim \"demonstrably untrue.\" The American Council for an Energy Efficient Economy includes representatives from utilities, manufacturers and academia.\nElliott points to the work of the U.S. Energy Department. Following passage of the 2007 Energy Independence and Security Act, the department has encouraged the use of more efficient alternatives such as compact fluorescent bulbs.\n\"Switching to energy-saving bulbs will reduce the growth of U.S. energy demand and avoid carbon emissions,\" the department writes on one of its many Web pages on this topic.\nWhen it examined the lifetime energy use of different bulbs, from manufacture to end use, the department found that incandescent bulbs required three times more energy. All things being equal, the need for more electrical power translates into burning more fossil fuels, such as natural gas and coal, which leads to higher greenhouse gas emissions.\nThat is certainly an effect on the planet.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe government estimates that if every household got rid of incandescent bulbs, it would reduce greenhouse gas emissions equal to getting rid of 800,000 cars.\nThe closest we could find to an argument that might support Will was a group of scientists in Canada who said the switch to compact fluorescent bulbs might not always have a positive effect in every location. Factors such as the source of power -- hydroelectric, coal, natural gas, nuclear, etc. -- and the balance between the need for heating and air conditioning, could change the outcome from province to province. For example, in British Columbia, greenhouse gas emissions might go up, while in Saskatchewan, they would plummet.\nNevertheless, in total, they still found that emissions dropped using alternative light bulbs.\nElectric utility companies across America are spending millions of dollars to promote the use of compact fluorescents on the theory that they will be able to avoid expensive investments in new power plants.\nCalifornia is a leading state in this approach with over half a billion dollars slated to be spent over seven years. The energy savings have fallen short of expectations but the program has produced savings nevertheless.\nOur ruling\nWill said incandescent light bulbs have no effect whatsoever on the planet. There is broad consensus that incandescent bulbs are less efficient than alternatives such as compact fluorescent bulbs. And because they are less efficient, they require more energy -- and generate more greenhouse gas emissions.\nHence, they clearly have an effect on the planet.\nAlternative bulbs may not be a panacea, but Will went way too far in saying incandescent light bulbs play no role in how we consume energy resources. We rate Will’s claim False.", "vclaim_id": "vclaim-pol-07874"}