{"url": "/factchecks/2015/sep/01/dan-gecker/dan-gecker-says-us-only-wealth-nation-without-univ/", "speaker": "Dan Gecker", "vclaim": "\"Of the 25 wealthiest nations, we're the only one that doesn't provide basic health coverage.\"", "truth_label": "true", "date": "stated on August 18, 2015 in a candidates' forum.:", "title": "Dan Gecker says U.S. only wealthy nation without universal health care", "text": "When it comes to health care, state Senate hopeful Dan Gecker says the U.S. is in a dubious league of its own.\n\"Of the 25 wealthiest nations, we’re the only one that doesn’t provide basic health coverage,\" Gecker, a Democrat who serves on the Chesterfield County Board of Supervisors, said during an Aug. 18 candidates’ forum.\nGecker is seeking the 10th District Senate seat that long has been held by Republican John Watkins, who is not seeking re-election. Also running is Glen Sturtevant, a Republican who serves on the Richmond School Board; Marleen Durfee, an independent who is a former Chesterfield supervisor; and Carl Loser, a Libertarian from Powhatan County.\nGecker, in his comment, was referring to universal coverage, in which all citizens get national help in paying for health costs. We wondered if he was right about about the United States’ exceptional status among the wealthiest nations.\nGecker pointed us to a report last year issued by the Organization for Economic Cooperation and Development, a group of 34 nations -- mostly with industrialized economies -- seeking to improve trade.\nThe report says only two OECD countries -- the U.S. and Mexico -- do not offer universal care. A chart in the study shows that all of the other OECD nations provide coverage for more than 90 percent of their people..\nThe roster of OECD nations, however, does not translate to a list of the 25 wealthiest countries. Gecker also directed us to the World Bank’s ranking of the wealthiest nations based on each country’s gross domestic product divided by its population -- a figure called GDP per capita. About two-thirds of the nations on the World Bank’s 25-richest list belong to the OECD.\nWe sought to compare that ranking with a list of all nations that provide universal health care.\nWe found two organizations that try to keep tabs on nations that provide universal coverage. One is the New York State Department of Health, which compiled a 2011 list to give medical providers guidance on billing practices when they treat foreign patients. The other resource is a 2010 study by researchers in the United Kingdom and the U.S. examining universal health care around the world.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAmong high GDP-per-capita nations, universal care coverage is the norm. Only three of the 25 wealthiest -- the U.S., Saudi Arabia and Qatar -- weren’t listed as having universal health care.\nThe embassy for Qatar told us that the country does provide universal health care. Saudi Arabia is listed as providing universal health care in a June 28, 2012, story from The Atlantic magazine. We reached out to the Saudi Arabian embassy several times to confirm that’s the case, but did not hear back. A 1998 study published in the Journal of Family Community Medicine says \"Saudi Arabian policy is to provide free, comprehensive and universal health care services to all citizens.\"\nThe final source Gecker cited is a 2012 op-ed by David de Ferranti, former vice president of the World Bank, and Julio Frenk, the former dean of the Harvard School of Public Health, about universal health care coverage.\n\"Except for the United States, the 25 wealthiest nations have some form of it (universal coverage),\" de Ferranti and Frenk wrote in their op-ed.\nWe got a similar take from two other health care analysts we contacted.\nAndrea Feigl, a visiting scientist at Harvard who co-wrote the 2010 U.K.-U.S. report, told us in an email that \"The United States is still on its way towards UHC (Universal Health Coverage), and it is the last developed country to do so.\"\nThe World Health Organization said in a September 2014 report that the United States is \"currently the only high-income country without nearly universal health-care coverage.\"\nOur ruling\nGecker said that \"of the 25 wealthiest nations, we’re the only one that doesn’t provide basic health coverage.\"\nGecker was referring to rich nations that provide coverage to all of their citizens. We can’t say definitively that the U.S. is the only one that doesn’t provide universal coverage, but evidence strongly points that way. So we rate his statement True.", "vclaim_id": "vclaim-pol-06016"}