{"url": "/factchecks/2020/nov/11/facebook-posts/michigan-judge-has-not-called-hand-recount/", "speaker": "Facebook posts", "vclaim": "A judge has ordered a \"HAND RECOUNT by an INDEPENDENT COMMISSION in the state of Michigan, following hard evidence of voting fraud by Detroit City Election Commission.\"", "truth_label": "false", "date": "stated on November 10, 2020 in a screenshot:", "title": "A Michigan judge has not called for a hand recount", "text": "While the Georgia secretary of state has ordered a hand recount of the presidential race, the same cannot be said for Michigan — despite what you may have seen on social media.\n\"BREAKING NEWS: Michigan Judge Kenny orders HAND RECOUNT by an INDEPENDENT COMMISSION in the state of Michigan, following hard evidence of voting fraud by Detroit City Election Commission,\" says a Nov. 10 post shared more than 1,600 times.\nThe post, which is a screenshot of a now-deleted tweet from someone named Joel Fischer, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nSince Election Day, Michigan has been the subject of numerous false or unproven claims about voter fraud. And this one fits that mold: A hand recount has not been ordered in Michigan.\n\"That is made up,\" said Tracy Wimmer, director of media relations for Michigan Secretary of State Jocelyn Benson.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nUnder Michigan law, a recount is triggered if there is a vote differential of 2,000 or less. As of Nov. 11, unofficial results showed that Biden leads Trump in the state by more than 146,000 votes.\nWhile the Trump campaign has said it will call for a recount in neighboring Wisconsin, it has not said the same for Michigan. One complaint filed in Wayne County, home of Detroit — and cited in a Trump campaign lawsuit — alleges voter fraud and calls for a recount. (There is no evidence of widespread voter fraud in Michigan.)\nTimothy M. Kenny, chief judge of the Third Judicial Circuit Court, has not ruled on the case — nor has he called for a hand recount.\n\"Judge Kenny hasn’t ruled on anything in the Costantino case — the hearing hasn’t even happened yet,\" Wimmer said.\nThe Facebook post is inaccurate. We rate it False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18507"}