{"url": "/factchecks/2010/jun/05/francis-kungu/dekalb-water-bills-inexpensive-comparison-region/", "speaker": "Francis Kung'u", "vclaim": "\"For now, we are still below average in the metro region.\"", "truth_label": "true", "date": "stated on May 19, 2010 in a presentation:", "title": "DeKalb water bills inexpensive in comparison to region", "text": "DeKalb County water officials made the case to their Board of Commissioners at a May 19 meeting that they need to raise water and sewer rates to pay for the system's aging infrastructure.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRoy Barnes\n\n\nstated on May 21, 2010 in a campaign commercial\n\n\n\n\n\n\n\n\nWhen Roy Barnes was governor, \"Georgia created 235,000 jobs.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • June 4, 2010\n\n\n\n\n\n\n\nThe argument was the time-honored claim used by elected officials, plumbers and mechanics: We're cheaper than the other guys.\"Over the next several years, everybody else will be adjusting rates,\" said Francis Kung'u, director of the DeKalb County Watershed Management Department. \"But for now, we are still below average in the metro region.\"We were curious about his claim that DeKalb's rates are \"below average\" and decided to check it out.DeKalb officials gave the commissioners a thick packet of information that included how much money 15 nearby counties and the city of Atlanta charge per month for water and sewer use. DeKalb based its comparison on 6,000 gallons a month. That's the average amount of water homeowners use each month, officials in several areas said. The monthly bill for DeKalb customers who use 6,000 gallons a month is $51.34, county officials said.DeKalb's chart shows the county with about the lowest water and sewer rates among metro counties and Atlanta. So was DeKalb right?We first focused on six of the largest water systems in the metro area: Cherokee, Clayton, Cobb, Fulton and Gwinnett counties and the city of Atlanta. DeKalb is the state's third-highest-populated county. Its Watershed Management Department has a $227 million annual budget, which ranks among the highest in the state.Atlanta's rates were the highest, more than twice the monthly cost of those in DeKalb County. The city approved two sets of rate increases in the past decade to help fund its ongoing $4 billion effort to overhaul its sewer system and improve water quality. The average monthly cost is nearly $121. (Brace yourselves, Atlanta homeowners, the monthly rate is scheduled to rise by an additional 12 percent on July 1.) City officials say Atlanta's rates may be the highest in the nation.The other water systems were more in line with DeKalb. They ranged from Cobb's $53.88 a month to Gwinnett's $69.44 monthly charge for the average customer.We also checked with 10 water and sewer systems in smaller cities and counties that DeKalb used to base its report. Most of them range between $65 to $70 a month. The average monthly charge in Walton County is $44.85, but it doesn't charge for sewer service.Again, the reason DeKalb wants to increase the rates is because its system is getting old. DeKalb's population grew faster than many of its neighbors, thus its infrastructure has more wear and tear. The county has a $1.79 billion repair list. Could that be why DeKalb's rates are lower?Perhaps, said Sally Bethea, executive director of the Upper Chattahoochee Riverkeeper, a group that has monitored Atlanta's efforts to fix its sewer system.\"They may have not yet made the kinds of investments Atlanta has made,\" she said.If you focus solely on the larger counties or all 16 governments that DeKalb studied, the numbers do show DeKalb's rates for the average customer are below the metro average. We rate the county's claim as True.", "vclaim_id": "vclaim-pol-14949"}