{"url": "/factchecks/2014/may/05/rand-paul/rand-paul-says-40-times-more-kentuckians-have-gott/", "speaker": "Rand Paul", "vclaim": "\"For every Kentuckian that has enrolled in Obamacare, 40 have been dropped from their coverage.\"", "truth_label": "pants-fire", "date": "stated on May 2, 2014 in a newsletter:", "title": "Rand Paul says 40 times more Kentuckians have gotten health-insurance cancellation notices than signed up for Obamacare", "text": "Now that more than 8 million Americans have signed up for coverage under Obamacare, the White House has all but declared victory after the law’s initially troubled rollout. But many of the law’s critics continue to see the law as a disaster.\nA reader sent us a newsletter to constituents released by Sen. Rand Paul, R-Ky., a critic of the law and a potential presidential candidate in 2016.\nHere’s an excerpt from the newsletter, which was dated May 2, 2014:\n\"Since the implementation of Obamacare, hundreds of thousands of Kentuckians have received cancellation notices from their current health care providers. For every Kentuckian that has enrolled in Obamacare, 40 have been dropped from their coverage. Obamacare has been presented to the American people through twisted rhetoric, smoke and mirrors. Obamacare is not good for America and it certainly (is) not good for Kentucky. I would like (to) hear how Obamacare affected you, your family or your small business. Share your story by visiting my website.\"\nThe claim that leapt out at us was, \"For every Kentuckian that has enrolled in Obamacare, 40 have been dropped from their coverage.\" Could that really be true? We took a look at the data.\nHow many Kentuckians have received cancellation notices?\nTracking cancellations isn’t so easy, because cancellations are issued by private health insurance companies, and regulations differ in each state. The Associated Press assembled a comprehensive, 50-state look at Obamacare-related cancellations and concluded that, in Kentucky, 130,000 people received cancellation notices. Meanwhile, the Kentucky Department of Insurance has put the number at 168,000.\nSo a reasonable number for cancellations in Kentucky is probably between 130,000 and 168,000.\nHow many Kentuckians have signed up for Obamacare?\nThe answer depends on your definition of \"Obamacare.\"\nThe broader measure includes both signups for private insurance at the state-run Kynect insurance marketplace, as well as signups for Medicaid, the longstanding government-run health insurance program for the poor that Kentucky chose to expand under Obamacare.\nIn late April 2014, the state announced that 82,795 Kentuckians had purchased private plans on Kynect and 330,615 others had qualified for Medicaid coverage, for a total of 413,410. Data from the federal Department of Health and Human Services that counts a few more weeks of signups had slightly higher numbers.\nComparing the two numbers\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nUsing just these numbers, Paul is either wrong or very wrong.\nThe smaller number -- private-insurance number of signups (82,795) -- is exceeded by the number of cancellations (up to 168,000), but at most, the discrepancy is only twice as big, not 40 times as big.\nBut it’s not clear that this is the right number to use. Paul’s newsletter didn’t only refer to private plans, and the Medicaid expansion was just as much a part of Obamacare as the marketplaces for private health insurance plans.\nSo if you include both types of signups (413,410), then the combined Medicaid and private-insurance signups in Kentucky actually exceeded the number of cancellations by more than double. So Paul’s claim is not just off-base, it’s actually going in the opposite direction.\nIn fact, the 40-times-higher claim is ridiculously off-base.\nIf you take the smallest possible number of signups (82,795, counting just the new private plans) and multiply it by 40, you’d need more than 3.3 million cancellations to make the math work.\nYet as of 2011-12, according to the Kaiser Family Foundation, there were only about 2.2 million Kentuckians who had insurance that could even theoretically be canceled -- either insurance purchased individually or provided by employer. The remainder either had government-provided insurance such as Medicare or Medicaid or were uninsured.\nGail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush, said that the number of employers who drop coverage in the future \"could be a real issue,\" but for the 2014 statistics, she said, Paul’s calculation seemed \"wildly off base.\"\nOur inquiries to Paul’s office were not returned.\nOur ruling\nPaul said that \"for every Kentuckian that has enrolled in Obamacare, 40 have been dropped from their coverage.\" That’s not mathematically possible. If you take the narrowest definition of \"sign-ups,\" there would have to be 3.3 million cancellations in the state for Paul’s statement to be accurate -- and there aren’t even that many Kentuckians with private insurance plans that could theoretically be canceled. In fact, it’s reasonable to argue that more people in Kentucky have coverage through Obamacare than have been canceled. Paul’s statement is so wildly off that we rate it Pants on Fire.\nUPDATE, May 6, 2014: After we published this item, Paul’s office contacted us to explain how they calculated the 40-to-1 ratio of cancellations to signups. The office said that \"the numbers he used were accurate as of November of last year\" but that staffers failed \"to update the numbers for the newsletter.\" Specifically, Paul’s office said that a Nov. 8, 2013, news release from the Kentucky governor’s office reported that 7,011 Kentuckians had enrolled in a private health plan through Nov. 8, compared to the 280,000 Kentuckians who the state believed at the time might be subject to cancellation notices.\nHowever, in the six months since, the number of private-plan signups has soared by a factor of 10, while the state released a smaller estimate of cancellation notices (168,000). Even in November, Paul’s estimate was cherry-picked; it excluded the 33,561 Kentuckians who enrolled in Medicaid, a program that saw its eligibility expanded under Obamacare.\nEven though the new numbers were available to Paul’s staff at the time the newsletter was put together, Paul’s office counted only the first two months of signups and ignored the final six months, a period when enrollment rose steadily. Our ruling stands: Pants on Fire.", "vclaim_id": "vclaim-pol-07897"}