{"url": "/factchecks/2016/sep/24/andrew-cuomo/buffalo-has-more-private-sector-jobs-ever/", "speaker": "Andrew Cuomo", "vclaim": "\"Most private sector jobs in the history of Buffalo exist in Buffalo today\"", "truth_label": "true", "date": "stated on September 23, 2016 in a speech in Buffalo:", "title": "Buffalo has more private sector jobs than ever before", "text": "New York Gov. Andrew M. Cuomo two weeks ago toured a sprawling solar panel factory the state paid to have built in Buffalo and said, \"I am just blown away by this facility.\" Cuomo returned to Buffalo on Friday, a day after U.S. Attorney Preet Bharara announced bombshell corruption allegations that included bid rigging to build the plant at RiverBend for SolarCity.\nThe criminal charges won’t stop Buffalo’s resurgence, Cuomo said in his remarks at the Albright-Knox Art Gallery in Buffalo.\nHe cited completion of the $750 million facility as a milestone in the state’s Buffalo Billion economic development initiative, which he said \"is working because the private sector believes in Buffalo again.\"\nCuomo defended the state’s investments in Buffalo with a claim about the number of private jobs in the Buffalo region.\n\"Most private sector jobs in the history of Buffalo exist in Buffalo today,\" Cuomo said.\nCuomo has devoted his time and the state’s resources on upstate revitalization. Is he right? Does Buffalo have more private sector jobs than ever before?\nPrivate sector jobs\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nNeither the state nor the U.S. Department of Labor tracks the number of jobs for the city of Buffalo alone. Instead, they break the state up into regions, including the Buffalo-Niagara Falls metropolitan area. The state and national labor departments both show the same numbers for private sector jobs.\nBut information is available only back to 1990. The way job data is compiled changed in 1990, so the figures from the past 25 years can't be accurately compared with the numbers before 1990.\nThe federal and state labor departments reported 479,500 private sector jobs in August in the Buffalo Niagara region. There were 439,000 jobs in 1990. The closest the Buffalo area came to the August jobs number before Cuomo took office was in November 2000, when the state reported 474,700 private sector jobs. Private sector jobs in June and July of this year exceeded that number, but still fell below the August number.\nOur ruling\nDuring Cuomo’s remarks in Buffalo, he said the \"most private sector jobs in the history of Buffalo exist in Buffalo today.\"\nData from the federal and state labor departments back up his claim. There are more private sector jobs in Buffalo today than any other time dating back to at least 1990.  \nThe data doesn’t prove his policies and economic development projects are responsible for the increase. But we rate his claim as True.\nhttps://www.sharethefacts.co/share/a3b65649-df87-4209-b2b6-41b9c7676fd6", "vclaim_id": "vclaim-pol-04271"}