{"url": "/factchecks/2016/may/22/william-devereaux/hemp-helpful-just-dont-grow-it/", "speaker": "William Devereaux", "vclaim": "\"You can import as many hemp products into this country as you want...but we can’t grow it.\"", "truth_label": "true", "date": "stated on May 10, 2016 in a legislative hearing :", "title": "Hemp is helpful, just don’t grow it", "text": "At a senate judiciary hearing on Smith Hill May 10, William Devereaux, a lawyer, spoke on behalf of the Narragansett Indian Tribe.\nBill S2763, called the \"Hemp Growth Act,\" was up for debate. It would make it legal for residents to grow their own hemp plants if they have a permit and don’t have a criminal record. The tribe has historically used hemp, a cousin of marijuana, for many products, like blankets, ropes, and baskets, Devereaux said.\n\"You can import as many hemp products into this country as you want . but we can’t grow it,\" Devereaux said.  We thought this was an interesting point. We talked to Devereaux, and he elaborated.\n\"I can go to the Whole Foods right now and buy a box of cereal with hemp,\" he said. \"But if I grow it, that’s another story. It’s kind of ridiculous.\"\nIndeed, it does seem kind of ridiculous. We wanted to see if he was right.\nThe history of hemp\nCurrently, hemp is packaged with marijuana in the Controlled Substances Act, Attorney General Peter F. Kilmartin wrote in a letter he submitted against Senate Bill 2763. \"Hemp is considered marijuana,\" he wrote.\nThis interpretation came from a few court cases: New Hampshire Hemp Council, Inc. v. Marshall in 2000; U.S. v. White Plume in 2006; and Monson v. Drug Enforcement Agency in 2009.\nAnd therefore, \"possession, distribution, manufacture, cultivation, sale, transfer, or the attempt or conspiracy to possess, distribute, manufacture, cultivate, sell or transfer\" hemp is banned.\nBut, this wasn’t always the case. In the 17th century, domestic growth of the plant was encouraged for production of rope, sails and clothes. The Declaration of Independence was signed on hemp paper. Historians even say the first American flags were made out of hemp, grown by none other than George Washington and Andrew Jackson.\nDuring World War II the U.S. Department of Agriculture released a \"Hemp for Victory\" propaganda film, offering to give hemp seeds to farmers, and allowing draft deferment to those who would stay behind and grow the plant for military materials (parachutes, ropes, and other things of that nature), according to a PBS Frontline timeline.   \nIn 2014, President Barack Obama signed the Agricultural Act of 2014. Section 7606 of that bill allowed for universities and others to grow or cultivate industrial hemp as long as it's for research purposes, or it’s allowed under state laws. The farmer also must be licensed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nCan hemp get you high? \nIn short, no. The hemp and marijuana plants both come from the Cannabis sativa plant. But, marijuana has much more tetrahydrocannabinol, or THC, which is the psychoactive substance that makes you feel high and want to eat an entire pizza.\nHemp has a THC level of about 0.3 percent, on average, while marijuana can have up to a 25-percent THC level, according to a 2015 study.\nAs Devereaux put it, \"For you and I to get high on hemp we’d have to put six bales in a fireplace, light it up with lighter fluid and put a blanket over our heads.\"\nImporting hemp\nNow to the second part of Devereaux’s claim. Can U.S. citizens \"import as many hemp products\" as they want?\nU.S. Customs and Border Protection  says that hemp products, like paper, rope, clothing, soaps, shampoos, and animal feed, can be imported into the United States. Hemp seeds, as long as they are sterilized, can also be brought into the country.\nAnd about that cereal at Whole Foods? A box of Nature’s Path \"Hemp Plus Granola\" will cost you about $5.\nOur ruling: \nDevereaux says \"you can import as many hemp products into this country as you want . but we can’t grow it.\" He is correct. The Controlled Substances  Act prohibits the growing and selling of hemp, except under very specific circumstances outlined in Obama’s Agricultural Act.\nU.S. Customs and Border Protection allows for the import of hemp products and seeds, permitted they are \"sterilized.\"\nWe rate this claim: True.  \n \nhttps://www.sharethefacts.co/share/7e31ae32-5f48-4c0b-a9e5-99836a711556", "vclaim_id": "vclaim-pol-04932"}