{"url": "/factchecks/2010/sep/28/jeff-merkley/jeff-merkley-says-economic-downturn-oregon-seeing-/", "speaker": "Jeff Merkley", "vclaim": "Says with the ongoing economic downturn, child abuse is on the rise.", "truth_label": "mostly-true", "date": "stated on September 1, 2010 in a press release:", "title": "Jeff Merkley says with the economic downturn Oregon is seeing more child abuse", "text": "Sen. Jeff Merkley appeared at the new Children’s Center in Clackamas County to raise awareness about an increase in child abuse and, according to his news release, to highlight \"the correlation to the economic downturn.\"\n\n\"Even one case of child abuse or neglect is too many, and with the ongoing economic downturn, the numbers of Oregon children suffering from abuse is on the rise,\" said Merkley. \"We must do everything in our power to reduce the number of children being abused and help provide sanctuary to those in need.\"\n\nThe Children’s Center received some federal money last year. And the visit was a good photo op for a freshman senator during a congressional break.\n\nBut at Politifact Oregon, we wondered if child abuse really is on the rise and if there is actually a cause-and-effect connection between child abuse and dismal economic times.\n\nMerkley is correct about the increase: More Oregon children are suffering abuse and neglect.\n\nThe Oregon Department of Human Services reports that 11,090 children were victims of abuse or neglect last year, a 6.4 percent increase from 2008.\n\nPopulation growth isn’t the only culprit behind the higher numbers. The state reports that the rate of abuse increased from 11.8 victims per 1,000 children to 12.5 per 1,000.\n\nA check with the agency’s number-crunchers indicates the trend holds this year, with abuse reports up between 6 percent and 7 percent between July 2009 and July 2010. Though reports don’t always turn out to be confirmed cases, officials say they expect the number of child victims will rise again for 2010.\n\nBut is the increase because of high unemployment?\n\nMerkley’s spokeswoman, Courtney Warner Crowell, said she hadn’t seen any research linking a rise in abuse to an economic downturn. But she said several people she’d talked to blamed the increase in child abuse on the economy.\n\nBut there isn’t any statistical evidence drawing a direct link between increased child abuse and a bad economy.\n\n\"We can’t say that factually and we can’t prove it,\" says Katharine Cahn, executive director of the Child Welfare Partnership at Portland State University.\n\nThe number of child abuse victims can rise, even in good times, Cahn says, simply because more people are reporting the abuse.\n\nState stats do show alcohol and drug abuse, domestic violence and parental run-ins with police among the common stress factors that contribute to child abuse.\n\nCahn concedes that people do feel stressed and depressed when the economy goes bust and may drink or use drugs in an attempt to cope. And that, she says, may be the indirect tie to Oregon’s rising numbers.\n\nSo, it appears that while Oregon’s junior senator was right about the numbers of kids abused, the sour economy may not be deserve all the blame. We find the claim Mostly True.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14343"}