{"url": "/factchecks/2010/aug/30/ron-klein/ron-klien-says-allen-west-late-paying-bills/", "speaker": "Ron Klein", "vclaim": "\"The IRS filed an $11,000 lien against (Allen) West for back taxes. Three liens were placed on\nhis home for unpaid bills, and a judge ordered West to pay over $5,000 for past due\ncredit card bills.\"", "truth_label": "mostly-true", "date": "stated on August 24, 2010 in a campaign TV advertisement.:", "title": "Ron Klein says Allen West late on paying bills", "text": "Primary election night was barely over when U.S. Rep. Ron Klein released his first general-election campaign ad against Republican challenger Allen West in the heated race for Florida’s 22nd congressional district.\n\nIn the 30-second TV spot, Klein juxtaposes a video clip of West at a public appearance talking about \"individual responsibility and accountability,\" with claims that West has faced numerous liens for unpaid taxes. (Check out the ad here.)\n\"The IRS filed an $11,000 lien against West for back taxes.\"\nIn the ad, West says: \"Individual responsibility and accountability is the No. 1 cultural problem we have in America.\"  A narrator then says: \"If so, then Allen West is part of the problem.\"\nThe ad goes on to list the following claims against West:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\n\n\"The IRS filed an $11,000 lien against West for back taxes.\" \n\"Three liens were placed on his home for unpaid bills.\"\n\"A judge ordered West to pay over $5,000 for past-due credit card bills.\"\n\nWe decided to check out all three claims, but focused most of our attention on the $11,000 lien. Not only was it the largest debt listed, but it was the one charge that West’s camp immediately challenged. The other two have not been refuted by West campaign manager Josh Grodin in interviews withMiami Herald political reporter Amy Sherman.\nWe asked Klein’s camp to provide us with documentation supporting their claim, and they provided us with a copy of an IRS Notice of Federal Tax Lien filed against \"Allen B West & Angela M Graham West.\" The document, filed on Nov. 17, 2005, with the Marion County Recorder’s office in Indianapolis shows an \"Unpaid Balance of Assessment\" for $11,081.05.\n\nThe Marion County Recorder’s office was able to provide us copies of the same document, showing the lien was against the couple’s personal income, not against a home. The recorder’s office also provided a copy of an IRS Certificate of Release of Federal Tax Lien issued to the couple on March 22, 2006, about four months later. The certificate shows that the lien was removed following a payment on the complete balance of the lien.\n\nAlmost immediately after the ad was released, Grodin released the following statement: \"Allen West, and his wife Dr. Angela M. Graham-West have never resided, nor owned property in Marion County, Ind., and there was never a valid IRS lien placed upon them.\"\n\nStill, West’s residency or whether he owned property in Indiana was not in question, since the lien was not against a property but the couple’s personal income. The paperwork was filed in Indianapolis because the IRS paperwork lists West’s address as \"DFAS-IN\", which stands for the Defense Finance and Accounting Service, based in Indianapolis. DFAS handles military payroll for servicemen like West, who is a retired U.S. Army lieutenant colonel.\n\nGrodin said West was working in Afghanistan at the time, training Afghan soldiers as a private contractor.\n\nWest’s campaign said that they would release documents proving that the IRS lien was an error, but later backtracked. Grodin told The Palm Beach Post on Aug. 26, 2010: \"I spoke a little too soon as far as having all the documents. I jumped the gun. I’m still confident that was a mistake by the IRS.\"\n\nAs for the other claims listed in the advertisement -- liens being placed against West’s home and being ordered by a judge to pay more than $5,000 in credit charges -- we checked court and county tax records for proof of those claims.\n\nWest had the following liens placed on his Plantation, Fla., home according to documents from the Broward County Records, Taxes and Treasury Division. The liens -- we found five, not three as the ad says -- were brought forward by his Homeowner’s Association (Fountain Spring Master Homeowners Association, Inc., and Fountain Spring II Homeowners Association, Inc.). We list them according to the date they were filed with the Broward County Clerk of Courts, and subsequently when they were paid off.\n\nMay 5, 2010 - $964.50 for overdue maintenance fees and attorney costs.\n                         * lien released on June 22, 2010\nMarch 13, 2009 - $611.66 for overdue maintenance fees and attorney costs.\n                          * no release record found on file\nFeb. 19, 2007- $995.00 for overdue maintenance fees and late charges.\n                          * lien released on March 30, 2007\nSept. 14, 2004 - $295.00 for overdue maintenance fees and late charges.\n                           * lien released on Nov. 16, 2004\nSept. 7, 2004 - $366.00 overdue maintenance fees, late charges and attorney fees\n                          * lien released on Sept. 13, 2004\n\nOn the credit card issue, according to documents from the Broward County Clerk of Courts and the Broward County Tax Collector’s Office, a judge ordered West to pay $5,541.43 on Sept. 1, 2006, to American Express Travel Related Services Company, Inc. On June 12, 2009, he was ordered to pay $ 2,832.26 to Midland Funding LLC, a representative of Citibank.\n\nWe searched Broward County records for \"Satisfaction of Judgment\" documents that normally indicate a debt has been paid in full, but none came up. However, that does not automatically mean the debt hasn’t been paid, even though those documents are not on file, said Lloyd Comiter, an attorney who serves as the chairman of the Palm Beach County Bar Association’s small claims committee.\n\n\"Just because there is no Satisfaction of Judgment on file, it doesn’t necessarily mean it hasn’t been paid,\" Comiter said. \"As an attorney, if my client paid their full judgment I would make sure to file the Satisfaction of Judgment so it’s recorded. But there are cases where people do not.\"\n\nWest campaign manager Grodin said that the candidate’s financial woes stemmed from his time overseas. He gave this explanation on Aug. 25 in an interview posted on the Miami Herald’s Naked Politics blog: \"Allen West was serving in Iraq and Afghanistan. [His wife] Angela was putting herself through grad school and caring for two young daughters. Like countless young families, the Wests found themselves with a financial burden.\"\n\nWest himself released the following statement on Aug. 26, 2010, regarding his finances, acknowledging struggling with \"financial hardship.\"\n\n\"...like many of you, my family has struggled with financial hardship,\" West wrote. \" And also like many of you, we have honestly resolved every issue, and both my wife and I are working hard every day to honor all of our obligations, while ensuring our daughters' future.\"\nSo back to the question: Did the IRS file \"an $11,000 lien against West for back taxes\" as Klein’s ad states? It's important to remember that income tax records are private and we won't know what the IRS dispute involved. West says the lien was filed in error, but his campaign isn't able to provide us with any documentation showing that. If the campaign offers it later, we will review this item then.\nWhat we do know is that an IRS lien was filed, so Klein's ad is accurate on that score. The Broward liens and the credit card accusations also are accurate descriptions of public records. But we think the ad lacks context because Klein fails to mention that the IRS lien was settled within a few months, as were most of the other judgments filed in Broward County. So we rate this claim Mostly True.", "vclaim_id": "vclaim-pol-14517"}