{"url": "/factchecks/2010/jul/28/erick-erickson/redstatecom-blogger-said-nathan-deal-voted-fund-ab/", "speaker": "Erick Erickson", "vclaim": "Republican candidate for governor Nathan Deal \"explicitly voted to fund abortions ...\"", "truth_label": "false", "date": "stated on July 26, 2010 in a blog post:", "title": "RedState.com blogger said Nathan Deal voted to fund abortion", "text": "The bickering over which Republican candidate for governor is a stronger foe of abortion just won't stop.  \n\nLast week, Georgia Right to Life accused Karen Handel of supporting abortion if a fetus tests positive for Down syndrome. We gave that claim our lowest rating, Pants on Fire.\n\nNow Handel's opponent, Nathan Deal, stands accused of voting to fund abortions while he was a U.S. congressman in 1993. The Deal-Handel runoff is slated for Aug. 10. The winner will face former governor and Democrat Roy Barnes in November.\n\nErick Erickson, an influential blogger and editor of RedState.com, one of the most popular conservative sites on the Web, was the first to make the claim. It appeared Thursday on RedState.com and Erickson's PeachPundit.com, which focuses on state issues. The Macon city councilman supports former Secretary of State Handel's bid.\n\n\"In Congress, Nathan Deal Voted for Henry Waxman sponsored legislation to give $500 million to Planned Parenthood to pay for actual abortions,\" he wrote in identical items on RedState.com and PeachPundit posted after 8 p.m.\n\nDeal? The candidate who won the endorsement of Georgia Right to Life? He voted to fund abortion with our tax dollars?\n\nWe fired off an e-mail to Erickson, who replied that the issue has \"nothing to do with Nathan Deal who I don't doubt is pro-life.\" It's more about GRTL's conduct, he said.\n\nSo we took a look at his blog posts.\n\nThe earliest item we located was \"Georgia Right To Life Supports Candidate Who Voted For Major Abortion Funding,\" which was posted on PeachPundit.com at 8:14 p.m. An identical one appeared on RedState.com at 8:24 p.m. \n\n\"Hypocrisy, thy name is Georgia Right to Life,\" the post began.\n\nIt then stated a few paragraphs later that Deal voted for the Waxman legislation.\n\nWaxman is a Democratic congressman who represents portions of the Los Angeles area. Planned Parenthood runs family planning clinics, some of which perform abortions.\n\nMonday, Erickson wrote a 5 a.m. post that repeated the claim. \"Deal explicitly voted to fund abortions,\" it said.\n\nDeal voted for the Family Planning Amendments Act of 1993. It passed the U.S. House of Representatives but not the Senate. It never became law. \n\nIt was an authorization bill, which is a kind of legislation that establishes or re-establishes a government agency or program. It also recommends how much money should be spent on it.\n\nThis bill would have re-established the Title X program of the Public Health Service Act, which has funded family planning services such as providing birth control since 1970. The beneficiaries are mostly poor women. A portion of those funds go to Planned Parenthood clinics. Title X was authorized in another bill that passed. \n\nAmounts set by authorization bills are not binding. The feds don't cut any checks until another type of legislation, an appropriations bill, passes the House and Senate. So the 1993 bill didn't really fund anything at all, much less abortions.\n\nFurthermore, the bill had nothing to do with \"actual abortions.\" Title X explicitly states that \"none of the funds appropriated under this subchapter shall be used in programs where abortion is a method of family planning.\" This has been the rule since the program began.\n\nIf a clinic that receives Title X funding also performs abortions, it must make sure none of that federal money goes to those services.\n\nFor instance, if women getting abortions share a waiting room with those who receive federally funded family planning services, the clinic can't bill the government for the entire cost of running the waiting room. It must subtract the proportion that goes to pay for patients waiting for abortion services.\n\nWhether the 1993 bill was anti-abortion is debatable, said Mary Harned, staff counsel for Americans United for Life, an anti-abortion group.\n\nThat year, President Bill Clinton issued an executive order rescinding what was called the \"gag rule,\" which prohibited clinics from discussing the option of abortion with patients. This bill would have made it more difficult for a subsequent administration to reinstate the rule.\n\nDeal received 90 percent and 94 percent ratings from the anti-abortion group National Right to Life during the latter half of the 1990s, which means he supported its agenda almost all the time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nIt's likely that Deal would not have voted for a similar bill later in his career in Congress, a campaign spokesman said. He has since come to believe that if the federal government provides any funding for Planned Parenthood, it frees up their funds for pro-abortion efforts.\n\nDuring his last two terms in Congress, Deal received 100 percent ratings from National Right to Life.\n\nErickson's claim crumbles in the face of the facts.\n\nThe Family Planning Amendments Act of 1993 didn't fund anything. What it would have done was re-authorize a federal family planning program that is explicitly barred from funding abortions. Funding for actual abortions was never up for debate, and the bill never passed. \n\nErickson earns a False.", "vclaim_id": "vclaim-pol-14687"}