{"url": "/factchecks/2016/nov/03/hillary-clinton/hillary-clinton-says-donald-trump-wants-undo-marri/", "speaker": "Hillary Clinton", "vclaim": "Says Donald Trump \"wants to undo marriage equality.\"", "truth_label": "true", "date": "stated on November 2, 2016 in a campaign speech:", "title": "Hillary Clinton says Donald Trump 'wants to undo marriage equality'", "text": "Democratic presidential nominee Hillary Clinton accused Donald Trump in a campaign speech of wanting to reverse the landmark 2015 Supreme Court decision allowing same-sex marriage.\nDuring a Nov. 2, 2016, rally in Las Vegas, Clinton gave a laundry list of ideals she said Donald Trump opposed, including equal rights for LGBTQ members.\n\"If you care about LGBT rights, he wants to undo marriage equality,\" she said of the Republican presidential candidate. She repeated the claim hours later at a rally in Tempe, Ariz.\nTrump has spoken out against marriage equality before, but we wondered if he still held that view. While he’s said gays and lesbians deserve protection under the law, he has also said he would appoint Supreme Court justices who would want to overturn the law.\n‘I am for traditional marriage’\nThe first indication of Trump’s feelings on same-sex marriage go back to an interview in The Advocate in 2000, when Trump was allegedly considering running for president.\n\"I think the institution of marriage should be between a man and a woman,\" Trump said. He added that he favored a domestic partnership law that would give same-sex couples the same legal benefits as married couples. (He voiced support for Elton John’s 2005 civil union with David Furnish in a post on his now-defunct Trump University blog, however.)\nMore than a decade later, in a March 2011 interview as he mulled a presidential run, Trump told Fox News host Bill O’Reilly that he was against marriage equality.\n\"I just don't feel good about it,\" Trump said. \"I don't feel right about it. I'm against it, and I take a lot of heat because I come from New York. You know, for New York it's like, how can you be against gay marriage? But I'm opposed to gay marriage.\"\nTwo years later, Trump hedged a bit: \"I think I’m evolving, and I think I’m a very fair person, but I have been for traditional marriage. I am for traditional marriage, I am for a marriage between a man and a woman,\" he told MSNBC in 2013.\nThen Trump announced he really was running for president on June 16, 2015, and he quickly reiterated he didn’t support marriage equality.\nAfter the U.S. Supreme Court ruling came out on June 26, Trump tweeted, \"Once again the Bush appointed Supreme Court Justice John Roberts has let us down. Jeb pushed him hard! Remember!\"\nTwo days later, Trump told CNN’s Jake Tapper on CNN that he was \"just for traditional marriage.\"\nTrump said the next month that he thought pushing a constitutional amendment that banned same-sex marriage would not be a realistic approach.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut by October 2015, he began to indicate that he would seek to overturn the Obergefell vs. Hodges ruling that legalized same-sex marriage.\n\"We have some very terrible Supreme Court justices, and frankly, they should have at least had that as a state's right issue,\" he told CBN News. He also said he considered the ruling the law now.\nHe told Fox News Sunday host Chris Wallace on Jan. 31, 2016, that he disagreed with the court’s 5-4 decision.\n\"If I'm elected, I would be very strong on putting certain judges on the bench that I think maybe could change things,\" Trump said. \"They have ruled on it. I wish that it was done by the state. I don't like the way they ruled. I disagree with the Supreme Court from the standpoint they should have given the state — it should be a states' rights issue. And that's the way it should have been ruled on, Chris, not the way they did it.\"\nLooking for a concise answer, Wallace asked Trump if he would \"try to appoint justices to overrule the decision on same-sex marriage.\"\n\"I could strongly consider that, yes,\" Trump said.\nHis position didn’t change during the litany of GOP primary debates, although he hasn’t strongly reiterated how he wanted to appoint judges who would reverse the decision. In March 2016, he said at a Detroit debate that he agreed with Texas Sen. Ted Cruz’s opposition to the ruling.\n\"I would certainly have rather left it to the states,\" Trump said. \"I was very surprised when they came up with that decision. I would preferred it had been left to the states, and I think most people would have preferred that.\"\nSince then, Trump has said little about same-sex marriage. Trump's campaign didn't respond to our request for comment, and Clinton's spokesman didn't add any further comment. His stump speeches tend to avoid same-sex marriage, and we couldn’t find any instance of a traditional media outlet directly asking him about it since the debates.\nWhen the GOP unveiled its party platform during this summer’s Republican National Convention, which urged the reversal of \"the Supreme Court’s redefinition of marriage,\" Trump’s influence was downplayed.\nTrump \"has not really tried to weigh in on the platform,\" Wyoming Sen. John Barasso, the platform committee chairman, told NPR in July.\nOur ruling\nClinton said Trump \"wants to undo marriage equality.\"\nWhile he’s waffled slightly at times, Trump has said repeatedly that he supported \"traditional marriage.\" He also has said he would consider appointing Supreme Court justices that would reverse the 2015 ruling allowing same-sex marriage. He has not said much on the subject in recent months, other than to reiterate he felt it should have been a state-level decision. But he has not recanted his earlier views, either.\nWe rate the statement True.\nhttps://www.sharethefacts.co/share/90e8c49a-2cdf-46ae-be02-4f6c876eacad", "vclaim_id": "vclaim-pol-03984"}