{"url": "/factchecks/2017/aug/17/donald-trump/donald-trump-wrong-charlottesville-counter-protest/", "speaker": "Donald Trump", "vclaim": "White nationalist protesters in Charlottesville \"had a permit. The other group didn’t have a permit.\"", "truth_label": "pants-fire", "date": "stated on August 15, 2017 in a question-and-answer session with reporters:", "title": "Donald Trump wrong that Charlottesville counter-protesters didn't have a permit", "text": "During the contentious Trump Tower question-and-answer session about protests in Charlottesville, Va., President Donald Trump said that the Unite the Right marchers had a permit to demonstrate, but that counter-protesters did not.\nHere’s a portion of Trump’s extensive comments about Charlottesville during the session with reporters:\n\"There were people in that rally. I looked the night before. If you look, they were people protesting very quietly the taking down the statue of Robert E. Lee. I am sure in that group there were some bad ones. The following day, it looked like they had some rough, bad people, neo-Nazis, white nationalists, whatever you want to call them. But you had a lot of people in that group that were there to innocently protest and very legally protest.\n\"Because I don’t know if you know, they had a permit. The other group didn’t have a permit. So I only tell you this. There are two sides to a story. I thought what took place was a horrible moment for our country, a horrible moment. But there are two sides to the country.\"\nHere, we’ll take a look at whether white nationalist protesters in Charlottesville \"had a permit\" and that the counter-protesters \"didn’t have a permit.\"\nThe counter-protesters’ Saturday permit\nThe Washington Post Fact Checker published a document in an earlier fact-check showing that counter-protesters had indeed acquired an official permit for Saturday, when the Unite the Right march was scheduled.\nThe permit was issued to Walt Heinecke, an associate professor of educational research, statistics and evaluation at the University of Virginia’s Curry School of Education. The \"special events certificate of approval\" for a public demonstration at two parks in Charlottesville, McGuffey Park and Justice Park. Those are located within one and two blocks, respectively, of Emancipation Park, the location of a Robert E. Lee statue and the destination for the Unite the Right march. The certificate covers Saturday, Aug. 12, from 9 a.m. to 7 p.m.\n\nClick on the markers in this map to see key sites in the clashes on Aug. 11 and 12, 2017. You can zoom in and out.\nHere’s an image of the certificate, which has been authenticated to PolitiFact by both Heinecke and Miriam Dickler, a spokeswoman for the city of Charlottesville.\n\nIn an interview, Heinecke told PolitiFact that he had secured the permit as a citizen, not in his capacity as a University of Virginia professor.\nBefore requesting the permit, he said he consulted with representatives of several local organizations. The counter-protest was called the Peoples Action for Racial Justice and was co-sponsored by two groups, Together Cville and Charlottesville Center for Peace and Justice. According to the Facebook post advertising the march, it was to be \"a peaceful protest against all forms of white supremacy, racial intolerance, and discrimination.\"\nHeinecke said he sought the permit after seeing what had happened during a July 8, 2017, rally in Charlottesville by Ku Klux Klan members.\nAfter KKK members were removed from the rally, Heinecke said, counter-protesters who were also in the area found themselves vulnerable to arrest and potential targets for tear gas.\nGiven this experience, he said, the initial purpose for the Aug. 12 permits in McGuffey and Justice parks \"was to assure that there would be two spaces for lawful assembly\" by counter-protesters. \"What we did was provide food and water, and medics were stationed there. We allowed for that space to be used for peaceful and nonviolent demonstrations, and for protesters at Emancipation Park to have respite from a lawless melee,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn addition, Dickler of the city of Charlottesville said that counter-protesters would have been permitted even outside of the two park locations specified in the permit. \"A permit does not bar other individuals from entry to a public park (such as Emancipation Park), nor does it restrict who can be on streets or sidewalks outside of and/or adjacent to the park.\"\nFor the record, the city of Charlottesville had sought to have the Unite the Right march hold their demonstration in McIntire Park, which is away from downtown. But a court ruled that the march be held at Emancipation Park instead. So the Unite the Right march effectively had judicial permission to hold it there, rather than a city permit.\nThe existence of the city permit issued to Heinecke flatly debunks Trump’s assertion that the counter-protesters lacked a permit -- assuming you understand Trump to mean that counter-protesters had no permit for Saturday’s march.\nAnd that’s where the White House told us they differ.\nThe Friday night march at the University of Virginia\nThe White House told PolitiFact that Trump was talking about a related, but separate, Friday night protest on the campus of the University of Virginia.\nOn the night before the Saturday march, about 250 white nationalists carrying torches marched on campus and confronted 20 to 30 students who had locked arms around the base of a statue of Thomas Jefferson, according to the Washington Post. Clashes occurred there, leaving some injured.\nThe White House pointed to the president’s statement from Trump Tower that \"I looked the night before -- if you look, there were people protesting very quietly the taking down of the statue of Robert E. Lee. ... You had a lot of people in that group that were there to innocently protest, and very legally protest -- because I don’t know if you know, they had a permit.  The other group didn’t have a permit.\" (Emphasis by the White House.)\nHowever, there are a few problems with this explanation.\nFirst, no permit was required for any protest on the University of Virginia campus, either from the university (which has jurisdiction on the campus) or the city (which does not).\n\"The University does not require permits to use public spaces,\" said University of Virginia spokesman Anthony P. de Bruyn. \"Existing university policy speaks only to the ability to access university-owned facilities such as academic buildings and performance venues.\"\nHe added that \"the University of Virginia is a public institution, and as such must abide by state and federal law regarding the general public’s right to access outdoor spaces. This includes open spaces such as … our historic Lawn.\"\nSo if Trump meant to refer to the Friday night protest, then he’s wrong here, too. Neither side had permits because there were none to give.\nSecond, it’s worth noting another problem: Documentary footage by Vice shows clearly that marchers shouted \"blood and soil\" -- a slogan from Nazi Germany -- and \"Jews will not replace us.\" That’s not a case of \"people protesting very quietly,\" as Trump said.\n\n\n\n \nOur ruling\nTrump said that white nationalist protesters in Charlottesville \"had a permit. The other group didn’t have a permit.\"\nIn reality, both the Unite the Right marchers and the counter-protesters had official permission to assemble on Saturday, either from a court or from the city. If Trump meant to refer to the Friday night march, then neither side would have needed a permit to assemble. And if he did mean Friday night’s march, then he is seriously distorting the torch-light march by saying participants were \"protesting very quietly.\"\nWe rate the statement Pants on Fire.\n Share the Facts 2017-08-17 21:44:57 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  White nationalist protesters in Charlottesville \"had a permit. The other group didn’t have a permit.\"    Donald Trump President   a question-and-answer session with reporters Tuesday, August 15, 2017 2017-08-15    Read More  info", "vclaim_id": "vclaim-pol-02990"}