{"url": "/factchecks/2009/dec/04/john-murtha/murtha-claims-us-will-have-more-troops-afghanistan/", "speaker": "John Murtha", "vclaim": "\"We're going to have more troops (in Afghanistan) . . . than the Russians had.\"", "truth_label": "barely-true", "date": "stated on December 2, 2009 in the show 'Hardball With Chris Matthews':", "title": "Murtha claims the U.S. will have more troops in Afghanistan than Russia", "text": "Rep. John Murtha, a senior member of the House Appropriations Committee who chairs its defense subcommittee, is one of the Democrats concerned about President Barack Obama's plan to send 30,000 more troops to Afghanistan.\n\n \n\nOn\n\nHardball With Chris Matthew\n\ns on Dec. 2, 2009, Murtha said he was worried about the cost and complexity of Obama's strategy.\n\n \n\n\"This is a very complicated thing and very costly operation,\" said Murtha, D-Pa. \"So you know, we got a lot of problems facing us, 104,000 contractors already in Afghanistan, in addition to the 68,000 troops. We're going to have more troops, Chris, than the Russians had in Afghanistan.\"\n\n \n\nMurtha said \"Russians,\" but it was clear that he was referring to the Soviet Union, which was still intact when its troops invaded Afghanistan in 1979. Murtha's comments got us wondering whether the United States would have more troops stationed in the country than the Soviet Union did after it invaded.\n\n\nFirst, Murtha's claim deserves a little background on Afghanistan's stormy relationship with the Soviet Union. It all started in April 1978, when Afghanistan's communist People's Democratic Party staged a coup and renamed the country the Democratic Republic of Afghanistan. In the following months, the U.S.S.R. sent troops to Afghanistan to help fend off Islamic insurgents there. What started out as an aid operation turned into a full-scale invasion of Afghanistan in December 1979. The Soviet-Afghan war lasted nine years.\n\n \n\nEstimates of the Soviet troops vary. In 1989, when the last Soviet soldiers left Afghanistan, the\n\nNew York Times\n\nreported that there had been 115,000 troops at the height of the war.\n\nOther\n\n\nestimates\n\n\npeg\n\nthe number at 118,000 and 120,000.\n\n \n\nCurrently, the United States has approximately 68,000 troops in Afghanistan, and is planning to send 30,000 more, bringing the total number to about 100,000.\n\n \n\nSo, Murtha is off by at least 15,000 troops. The Soviets had more.\n\n \n\nWe asked Murtha's office about his statement, and his spokesman, Matt Mazonkey, said the congressman is right if NATO allies are included. Indeed, including foreign troops would\n\nbring the number up\n\nto 140,000.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nMurtha did not make this clear on\n\nHardball;\n\nwe believe most viewers would interpret his \"we\" to mean the United States. But since the United States is directing the effort, it's conceivable that some might include the total force with NATO allies, in which case Murtha would be correct. So we rate his  statement Barely True.\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15437"}