{"url": "/factchecks/2011/sep/13/mitt-romney/mitt-romney-says-rick-perry-believes-social-2/", "speaker": "Mitt Romney", "vclaim": "Says that in his book, Rick Perry said that \"Social Security is unconstitutional.\"", "truth_label": "mostly-true", "date": "stated on September 12, 2011 in a Republican presidential debate:", "title": "Mitt Romney says Rick Perry believes Social Security is unconstitutional", "text": "In the Sept. 12, 2011, CNN/Tea Party Express Republican debate, GOP presidential candidate Mitt Romney attacked one of his rivals, Texas Gov. Rick Perry, for his stance on Social Security.\n\nRomney charged that Perry had, in writing a 2010 book, \"pointed out that in his view ... Social Security is unconstitutional, that this is not something the federal government ought to be involved in, that instead it should be given back to the states.\"\n\nThe charge echoed one that Romney had made in a mailer sent to Florida voters shortly before the debate. The mailer asks, \"Social Security Unconstitutional? Rick Perry believes Social Security is unconstitutional.\" It then cites an excerpt from Perry’s book, Fed Up!: Our Fight to Save America from Washington: \"Social Security is something that we’ve been forced to accept for more than 70 years now. … at the expense of respect for the Constitution and limited government.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWe looked at Perry’s book to see whether Romney’s charges were fair.\n\nThe relevant portion of the book seeks to change readers’ interpretations of President Franklin Roosevelt’s New Deal. Traditionally, Perry argues, historians have considered the New Deal an important bulwark against economic collapse during the Great Depression.\n\nBut in Perry’s view, the New Deal was in fact a disastrous policy that expanded the government’s reach, curbed individual rights and set the nation on a path to, as he put it, \"socialism.\"\n\n\"There has been a slow march to socialize this country and rob us of our most basic and fundamental right to live free,\" Perry wrote. \"This march -- rooted in the Progressive movement and expanded in modern liberalism -- has been punctuated by periods of staggering government growth predicated on the notion that some problems are so big that only Washington can solve them, but only in ways that ignore the words of the Constitution. It is in these moments of crisis that Americans are most susceptible to government overreaching.\"\n\nA key culprit, he writes, was the Supreme Court, which had previously stood against a strong central government but during the 1930s lent its support -- wrongly, in Perry’s view -- to Roosevelt’s expansive agenda.\n\nDuring the New Deal, \"an arrogant President Roosevelt and an emboldened Congress saw the opportunity to use a crisis to expand Washington's influence, and the Supreme Court let them do it by abdicating its role as the protector of constitutional federalism,\" Perry wrote.\n\n\"We allowed the Supreme Court and its lower courts to assume a role not envisioned for them by the Founders,\" Perry added. \"We allowed them to become policy makers by judicial fiat and to ignore their fundamental job of interpreting the Constitution and the law as given to them instead of reading virtually everything under the sun into narrowly written clauses.\"\n\nThis is the backdrop to the quote used by the Romney campaign. Here’s the full quote Romney uses to justify the charge that Perry \"believes Social Security is unconstitutional\":\n\n\"Social Security is something we have been forced to accept for more than 70 years now,\" Perry writes. \"Because of that, Nobel laureate economist Milton Friedman wrote, the program is ‘one of those things on which the tyranny of the status quo is beginning to work its magic.’ Despite the controversy that surrounded its inception, it has come to be so much taken for granted that its desirability is hardly questioned any longer. And there stands a crumbling monument to the failure of the New Deal, in stark contrast to the mythical notion of salvation to which it has wrongly been attached for too long, all at the expense of respect for the Constitution and limited government.\"\n\nWe won’t address the validity of Perry’s interpretation of the motivations behind the New Deal, or its long-term consequences. (Though we are certain that a robust debate could be waged over that question.)\n\nInstead, we’ll focus on whether Romney is justified in saying that Perry \"believes Social Security is unconstitutional.\"\n\nIn analyzing Romney’s charge, we are interpreting it to mean that Romney is referring to Perry’s personal view about the constitutionality of Social Security. We don’t think that Romney is simply saying that Perry is misinformed by believing that the Supreme Court has actually ruled Social Security to be unconstitutional.\n\nSo does Perry’s book support Romney’s contention?\n\nPerry never explicitly says, \"Social Security is unconstitutional,\" or \"If I were on the Supreme Court, I would vote to declare Social Security unconstitutional.\"\n\nBut the clear message of the passages about the constitutionality of Social Security is that Perry believes that the Roosevelt administration made a wrong turn when it pursued the New Deal, and that the Supreme Court enabled that change by bowing to the administration’s wishes, junking its own limited-government judicial precedents in the process.\n\nIf Romney is saying that Perry’s personal opinion is that Social Security is unconstitutional -- and we think that is indeed what Romney is saying -- then the former Massachusetts governor can find support for that charge in Perry’s writings.\n\nIn our view, Perry makes a pretty clear argument that the Supreme Court should not have granted its approval to the New Deal in the 1930s, and that one result of the court’s actions is that \"we’ve been forced to accept (Social Security) for more than 70 years now.\" The fact that Perry never explicitly wrote the words \"Social Security is unconstitutional\" keeps this statement from a full True rating, but we think that the conclusion Romney draws from Perry’s book supports that general notion. We rate Romney’s claim Mostly True.", "vclaim_id": "vclaim-pol-12432"}