{"url": "/factchecks/2013/apr/11/new-hampshire-democratic-party/nh-democrats-say-they-left-state-budget-surplus-an/", "speaker": "New Hampshire Democratic Party", "vclaim": "Says the 2010-11 New Hampshire budget ended with an $18 million surplus, while the Republican-led 2012-13 budget has a $40 million deficit.", "truth_label": "mostly-true", "date": "stated on March 29, 2013 in a tweet:", "title": "NH Democrats say they left the state budget with surplus and GOP left it with defecit", "text": "Just like baseball, New Hampshire's budget season is just getting under way. But even before legislators got their first swing at this year’s spending proposal, political leaders were already checking the score.\n\nN.H. Democratic Party leaders took aim at the current 2012-13 budget on Twitter last month. They contrasted the Republican-led spending plan, crafted two years ago by Senate Majority Leader Jeb Bradley and former House Speaker William O’Brien, with the 2010-11 budget, passed by Democratic Gov. John Lynch and Senate President Maggie Hassan, the current governor.\n\n\"NH FACT: Lynch/Hassan 2010/11 budget ended in $18m surplus,\" Democratic chairman Ray Buckley tweeted Friday, March 29th. \"OBrien/Bradley 2012/13 budget has $40m deficit.\"\n\nWith nearly three months left in the 2013 Fiscal Year, the budget projections are constantly on the move. But, the 2010-11 figures have been set for a while. So, we decided to go back and check the record books.\n\nTo start, we approached Democratic Party officers, who pointed to a PolitiFact check we conducted back in August looking into the 2010-11 budget.\n\nAt the time, we checked a claim by the New Boston Republican Committee, that suggested Democrats had built up a deficit of $1 billion in Fiscal Year 2010-11.\n\nAs we noted then, the $1 billion figure came from a report released in January 2011 by the Legislative Budget Assistant, a nonpartisan office that reviews the state spending plans. The report, intended as a point-in-time projection rather than a final budget tally, identified $845 million in spending that could have posed concerns for the new legislature if all fiscal policies remained the same.\n\n\"I was talking about appropriations that would go up by virtue of formula driven things,\" Jeff Pattison, the budget assistant, said at the time. \"Things that would happen if nothing was done about them.\"\n\nBut, state legislators, required by law to balance the budget, made the necessary adjustments, and by the end of the year, they had built a $17.7 million surplus, according to the state’s annual report.\n\nSome political leaders argued at the time the numbers were skewed because lawmakers relied heavily on borrowing (more than $130 million, according to some reports) and on one-time federal funds ($80 million-plus) to balance the budget, leaving a \"structural deficit\" heading into the next budget cycle.\n\nThat year, Lynch, Hassan and other Democratic leaders removed the State Liquor Commission off state spending books by putting its $90 million budget in an independent enterprise account, and they saved another $90 million by issuing state-backed bonds rather than paying cash to cover school construction costs.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nStill, others maintained the surplus came through a range of budget cuts and tax hikes common to the budget cycle. They cut more than $233 million, laying off nearly 200 state workers, closing some programs and making the university system return $25 million in state aid, among other actions.\n\nEither way, the $17.7 million surplus officially left from the 2010-11 budget roughly matches the Democratic Party’s $18 million claim. So, Buckley is on target on the first part of his claim.\n\nNow, on to the 2012-13 budget.\n\nTo support their $40 million deficit claim, Democratic Party officers directed us toward a Fiscal Year 2013 snapshot, released last month by the budget assistant’s office.\n\nAs Buckley suggested, the worksheet, released March 12, did report a $40.7 million revenue shortfall, most of which comes from shortages in Medicaid Expansion Tax revenues ($36.8 million). But, like the 2011 report, Pattison, the budget assistant, intended this release only as a point-in-time projection to give legislators an idea of what could happen in the months to follow.\n\nThe projections change frequently, Pattison said. \"I’m not saying it changes on a daily basis, but it can change fairly quickly,\" he warned last week.\n\nBy the end of March, the projections had changed course.\n\nAccording to a monthly revenue report released Tuesday, April 2, by the Department of Administrative Services, state officials closed March with revenues up $26.6 million over the initial budget projections.\n\nIf those numbers stand, that would leave the 2012-13 budget facing a $14 million deficit, and further revenues could level the spending by the end of the fiscal year, said Linda Hodgdon, commissioner of the administrative services department, who authored the March report.\n\n\"We're hopeful that because March was such a good month, April will also be a good month,\" Hodgdon said. \"If we have another good month, it could potentially close the gap. That’s what I’m hoping.\"\n\n\nOur Ruling\n\nBuckley and the Democratic Party are right on with their claim about the 2010-11 budget. That year, lawmakers closed the spending plan with an $18 million surplus. And, though the numbers change constantly, Buckley, the Democratic chairman, is on target regarding the 2012-13 spending plan, as well. Or he was at the time, anyway.\n\nRecent reports show the projections have changed, as they will continue to do throughout the rest of the fiscal year, But those numbers, released this week, were not available yet March 29 when Buckley tweeted his claim. Instead, Buckley deferred to a March 12 report, which showed the $40 million deficit.\n\nComparing final state budget figures to a point-in-time snapshot is not exactly an apples-to-apples comparison, since this budget will likely end with a different deficit than Buckley claims. But, at the time of his tweet, Buckley’s numbers were right on the money. We rate his claim Mostly True.", "vclaim_id": "vclaim-pol-09484"}