{"url": "/factchecks/2018/oct/18/beto-orourke/beto-orourke-says-ted-cruz-has-second-worst-bipart/", "speaker": "Beto O'Rourke", "vclaim": "Says \"only one other senator from either party over the last 25 years\" has \"a worse record on bipartisanship\" than Ted Cruz.", "truth_label": "true", "date": "stated on October 16, 2018 in a debate televised from San Antonio:", "title": "Beto O'Rourke says Ted Cruz has second-worst bipartisanship record of all senators in 25 years", "text": "Beto O’Rourke of El Paso, the Democratic U.S. House member challenging Republican Sen. Ted Cruz of Texas, charged Cruz with setting a crummy course by infrequently teaming with Democrats.\nIn the pair’s second debate, O’Rourke pointed out that Cruz missed many votes while running for president after winning his Senate seat in 2012. O’Rourke said next: \"There’s only one other senator from either party over the last 25 years who has a worse record, who has a worse record on bipartisanship. In other words, Ted Cruz has a harder time working with members across the aisle than almost anyone else to get anything done.\"\nWe wondered about the basis of O'Rourke's historical claim.\nO’Rourke points to ‘bipartisan index’\nBy email, Chris Evans of O’Rourke’s campaign told us O'Rourke based his statement on a \"bipartisan lifetime index\" calculated by the Lugar Center, which is part of Georgetown University’s McCourt School of Public Policy. An October 2018 Dallas Morning News profile of Cruz cited the index and said: \"From 1993 to 2016, the only senator of either party who worked less often across the aisle was South Carolina’s Jim DeMint, a tea party godfather who recruited and promoted Cruz for the 2012 race in Texas, before moving on to run the conservative Heritage Foundation.\"\nNext, we confirmed Cruz’s next-to-worst ranking by reviewing the center’s online post of lifetime bipartisan index scores of senators covering 1993 through 2016. Other current senators scoring poorly, per the index: Mike Lee, R-Utah; Bernie Sanders, I-Vermont; Rand Paul, R-Kentucky; Ron Johnson, R-Wisconsin; and Ed Markey, D-Mass.\nLowest-Scoring Senators, Bipartisan Index (1993 through 2016)\n\n\n\n\nSenator (by score)\n\n\n\n\nRank\n\n\nName\n\n\nState\n\n\nParty\n\n\nCongresses\n\n\nScore\n\n\n\n\n\nSOURCE: Web page, \"The Lugar Center - McCourt School Bipartisan Index (1992-2016),\" the Lugar Center, McCourt School of Public Policy, Georgetown University, undated (accessed Oct. 17, 2018)\nIn 2017 alone, Cruz ranked 85th among senators, per the index, outpacing Republican Sens. Luther Strange and Richard Shelby, both of Alabama, as well as 11 Democrats including Sanders, the Senate’s least bipartisan member.\nMethodology\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAnd how is each bipartisanship score reached? According to the center, it reaches its bipartisanship scores based on tallying each senators sponsorships and co-sponsorships. \"A bipartisan sponsorship,\" the center says, \"is defined as the introduction of a bill that attracts cosponsors from the opposing party. Similarly, a bipartisan co-sponsorship is the act of a congressional member adding his or her name in support of a bill introduced by a member of the opposing party.\"\nNext, each senator’s bipartisan co-sponsorships are divided into his or her total co-sponsorships with a similar ratio calculated for sponsorships. \"Attracting a single cosponsor from the opposing party is the most important threshold for bipartisanship,\" the center says, \"but some bills are more bipartisan than others. Bipartisan Intensity rewards members for introducing bills that receive more support from the opposing party, but with diminishing returns.\"\nThe center’s scores do not consider ceremonial bills or local legislation, such as proposals naming post offices. They also are statistically weighted and standardized for such things as political party, so as not to unfairly disadvantage scores of the current party in power. That’s because minority party members generally can’t move legislation without getting a sponsor from the party in power -- and therefore, they could appear to be more bipartisan. Finer calculations are described here.\nThe center further says on its web page that the index \"at its core is quite simple. Members of Congress can increase their score either by actively seeking out agreeable ideas proposed by the opposite party or by drafting legislation that is likely to attract members of the other party. The Index rewards those who prioritize governance over posturing and aims to encourage members of Congress to seek areas of consensus as opposed to simply using legislation to delineate differences.\"\nCenter analyst: O'Rourke accurately recapped findings\nWhen we sought elaboration, the center’s Dan Diller noted by email that the index doesn’t judge whether individual proposals are bipartisan in themselves. \"Members succeed and fail on the index according to objective measurements of how often they cross the line to work with the other party at bill introduction. A member's score will go up if they secure opposite party co-sponsors or seek out a good bill to co-sponsor that was introduced by the other side,\" Diller said.\n\"On that basis, Ted Cruz does have the second worst lifetime score (239th out of 240 Senators) over the period covered by our Index (1993-2016). That is a fact,\" Diller wrote.\nDiller elaborated: \"We believe compromise is an essential part of the legislative process. But beyond that, 50% of the Bipartisan Index score measures a senator's ability to get broad support for their own ideas (as evidenced by co-sponsors attracted from the other party to their bills). So in essence if a member brags about a low Bipartisan Index score, they are bragging that their own bills have a limited appeal. They are acknowledging that they are offering ‘message bills’ designed to appeal to the base, rather than making a real attempt to address problems through legislation,\" Diller said.\nDiller, asked about Cruz’s 2017 ranking not being nearly worst, said the Texan’s negative 1.03 score for the year still should be considered \"very poor.\" Diller said any score below zero \"is considered partisan because it is below the historical baseline. Anything below. -.05 is considered poor. Anything below -1.00 is considered very poor. Usually -1.00 will rank in the bottom 20% of any Congress, as it does in this case,\" Diller wrote.\nTallying 2017 cosponsorships with Democrats\nWondering how frequently Cruz tried to team with Democrats in 2017, we searched the GovTrack.us website and identified 21 Democratic-authored measures cosponsored by Cruz that year including the Israel Anti-Boycott Act offered by Sen. Benjamin Cardin, D-Md. and the Justice for Victims of Lynching Act of 2018 sponsored by Sen. Kamela Harris, D-Calif. Another search showed that the senator with the year’s highest bipartisan index score, Susan Collins, R-Me., co-sponsored 133 Democratic-authored proposals. The other Texas senator, Republican John Cornyn, co-sponsored 33 Democratic-initiated measures, GovTrack.us says.\nA political scientist’s take\nWe asked Gregory Koger, a University of Miami political scientist specializing in legislative politics and political parties, to comment on the center's bipartisanship scores.\nBy email, Koger called the scoring fair. He further suggested that O’Rourke’s claim is supported by Cruz’s record. \"From the day he was sworn in as a U.S. senator, Cruz seemed intent on running for president as the only national politician willing to fight his own party for conservative goals,\" Koger wrote. \"That is, he sought to make every other Republican senator look like a weak sell-out by publicly opposing bipartisan compromise, particularly on the fiscal year 2014 budget. He was the public leader of the Republicans who advocated for a government shutdown in October 2013. This shutdown was bad for the Republican Party's image and for the governance of the country, but Cruz achieved his personal goal of displaying his willingness to blow up bipartisan compromises.\"\nAfter this fact-check published, Cruz campaign spokeswoman Catherine Frazier told us by email that the senator has worked on substantial bipartisan legislation including proposals to combat sexual assault, reauthorize NASA and champion civil rights.\nOur ruling\nO’Rourke said that \"only one other senator from either party over the last 25 years\" has \"a worse record on bipartisanship\" than Cruz.\nThat conclusion is backed up by an index based on sponsorships and co-sponsorships of substantive legislation computed by the Georgetown University center named after Richard Lugar, the former Indiana senator.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing. Click here for more on the six PolitiFact ratings and how we select facts to check.\nUPDATE 6:07 p.m. Oct. 18, 2018: This story was amended to add a comment fielded from Ted Cruz's campaign. This addition didn't affect our rating of the claim.\n Share the Facts 2018-10-18 20:26:39 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says \"only one other senator from either party over the last 25 years\" has \"a worse record on bipartisanship\" than Ted Cruz.     Beto O'Rourke U.S. Senate candidate from Texas    in a debate televised from San Antonio Tuesday, October 16, 2018 2018-10-16    Read More  info", "vclaim_id": "vclaim-pol-01455"}