{"url": "/factchecks/2008/jan/25/barack-obama/hes-right-but-clinton-quote-isnt-hers-exactly/", "speaker": "Barack Obama", "vclaim": "\"But it was Hillary Clinton, in an interview with Tom Brokaw, who quote 'paid tribute' to Ronald Reagan's economic and foreign policy.\"", "truth_label": "half-true", "date": "stated on January 23, 2008 in a radio ad in South Carolina:", "title": "He's right, but Clinton 'quote' isn't hers exactly", "text": "Ronald Reagan is back on the campaign trail.\n\nAnd this time, it's not the Republicans vying to claim his political DNA. It's the leading Democratic candidates, running as far as they can from the former president.\n\n\nThe latest claim in this debate comes from Barack Obama, who hits Hillary Clinton's Reagan record as he fights off\n\nfalse attacks from Bill Clinton\n\non the very same thing.\n\n\nObama tries turning the tables on Clinton in a radio ad that makes passing reference to her views on Reagan.\n\n\n\"But it was Hillary Clinton, in an interview with Tom Brokaw, who quote 'paid tribute' to Ronald Reagan's economic and foreign policy,\" an announcer says in an\n\nObama radio advertisement\n\nthat aired in South Carolina.\n\n\nThe Illinois senator made a similar point during the Jan. 21, 2008, Democratic debate in Myrtle Beach, S.C.\n\n\nOn both counts, Obama's assertion about Clinton's praise of Reagan is basically true. But a couple of significant points need to be made. First, Clinton didn't use the words \"paid tribute,\" which the radio announcer says in quotations. That's how Brokaw summarized Clinton's remarks.\n\n\n(It's worth noting that the Obama campaign said it pulled this ad from the air shortly after Clinton's campaign did the same with one bashing Obama's remarks on Reagan.)\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAnd second, you have to read what Brokaw actually attributes to Clinton. Clinton's comments in question come from Brokaw's book,\n\nBoom: Voices of the Sixties\n\n. Brokaw notes Clinton's '60s rhetoric from her college days and writes about the current political climate.\n\n\nThen this passage from page 403 and 404:\n\n\n\"She also believes modern conservatives such as Karl Rove are 'obsessed' with defeating her.\n\n\n\"She prefers the godfather of the modern conservative movement, Ronald Reagan. He was, she says, 'a child of the Depression, so he understood it [economic pressures on the working and middle class]. When he had those big tax cuts and they went too far, he oversaw the largest tax increase. He could call the Soviet Union the Evil Empire and then negotiate arms-control agreements. He played the balance and the music beautifully.'\n\n\n\"In 1969, who would have imagined that the Hillary Rodham on the Wellesley commencement stage would find herself 38 years later paying tribute to Ronald Reagan?\"\n\n\nCompare that text with Obama's ad, and you'll see that Clinton didn't offer overall praise for Reagan's economic record. In fact, what she did was single out what she saw as his appreciation for the challenges of the working class and his willingness to reverse course when taxes were cut too much.\n\n\nIt's true that Brokaw summarized this as paying tribute, but it still looks to us like the Obama ad somewhat mischaracterizes what Clinton said about Reagan. This leads us to rate it Half True.", "vclaim_id": "vclaim-pol-16378"}