{"url": "/factchecks/2010/mar/01/maurice-ferre/ferre-says-he-left-miami-43-million-bank/", "speaker": "Maurice Ferre", "vclaim": "\"I left the city with $43 million in the bank.\"", "truth_label": "barely-true", "date": "stated on January 14, 2010 in An interview with Newsmax:", "title": "Ferre says he left Miami with $43 million in the bank", "text": "Maurice Ferre, a Democratic candidate for U.S. Senate, wants to convince voters that he will be a good steward of their tax dollars. He served as Miami's mayor from 1973 until he lost in 1985 and says that he left the city in good financial shape. That's notable because, these days, the city is plagued with budget shortfalls and under a federal investigation about its finances. In an interview posted on Newsmax's Web site Jan. 14, 2010, Ferre said: \"I'm going to bring the common sense that I used when the city of Miami jumped from being a nothing type of city to being an important American city which is what it was when I left in 1985 and in those days I left the city of Miami with $43 million in the bank.\" Ferre may have kept the city's financial house in order, but his campaign couldn't get us the right numbers when we asked for proof. Campaign spokeswoman Melissa Agudelo said Feb. 22, \"I am having difficulty finding the information from our sources. Maurice has them at a warehouse.\" She suggested that we call the city of Miami's archives. Things got more confused. In a brief interview with us Feb. 22, Ferre said he was referring to the city's fund balance -- which is government-speak for reserves -- and got the number wrong. \"I think it was $34 million,'' Ferre said. \"I made a mistake and inverted the numbers.\" We then got the \"combined balance sheet\" from the city which shows it ended the 1985 fiscal year with $14,371,267 in the general fund balance. We used that number because Diana Gomez, the city's current finance director, said that typically when people refer to reserves, they usually mean the general fund. \"That is the main operating accounts of the city where operations come from,\" she said. There are other pots of reserves that are designated for special purposes -- for capital projects, for example. By combining all the reserve pots, the city ended that year with $106,905,252 in reserves. When we told Ferre that the city of Miami's financial statement showed about $14 million in general fund reserves, he said his campaign would continue to research the matter. We interviewed him again on Feb. 23, and he said he wasn't only referring to the general fund reserves.\"I obviously made a mistake, didn't I? It was not the fund balance, I am trying to figure out and get the exact figure for you. .... How do you expect me to remember numbers 30 years later? I have someone down at City Hall trying to figure out those numbers. I accept I probably made a mistake when I said $43 million, I think I meant $34 million. The issue is not whether it was 34, 43, or 23, the issue is I left the city of Miami solvent.\" Ferre said that in the Newsmax interview he was referring to \"the sum amount of money left in various accounts in the city of Miami that make up cash in the bank.\" We could do the math ourselves and combine various city accounts to get different sums, but given Ferre's conflicting explanations, we were as perplexed as he seemed to be.  And there's more: The night of Feb. 24, Ferre again called us to offer a new analysis after he tracked down the same financial statement we got. Ferre then concluded the amount was more than his original claim of $43 million. Ferre said that \"in the bank\" refers to the section on the city's financial statement about \"equity in pooled cash and investments.\" That adds up to more than $53 million -- Ferre did not include the money strictly set aside for capital projects.  \"I don't know where the hell I got the $43 million,'' Ferre said. \"What I'm saying is banking and cash in hand funds were actually more than that.\" So almost a week after our first inquiry, Ferre and his campaign aides seem as confused as we are. Was it $43 million, $34 million, or now $53 million? He keeps changing his definitions -- and effectively moving the goal posts. So we'll dock him for his repeated lack of precision but acknowledge that his underlying point is right that he left the city in the black. We find his claim Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15264"}