{"url": "/factchecks/2008/sep/05/john-mccain/history-notes-elder-mccains-passing/", "speaker": "John McCain", "vclaim": "\"My grandfather came home from ... (World War II) exhausted from the burdens he had borne, and died the next day.\"", "truth_label": "true", "date": "stated on September 4, 2008 in St. Paul, Minn.:", "title": "History notes elder McCain's passing", "text": "In his acceptance speech to the Republican National Convention in St. Paul, Minn., presidential nominee John McCain made the case for the presidency, describing his policy positions and contrasting himself to Democratic nominee Barack Obama.\n\nHe also discussed his life story as a former prisoner of war in Vietnam, and his family's long history of military service.\n\n\n\"When I was 5 years old, a car pulled up in front of our house,\" McCain said. \"A Navy officer rolled down the window, and shouted at my father that the Japanese had bombed Pearl Harbor. I rarely saw my father again for four years. My grandfather came home from that same war exhausted from the burdens he had borne, and died the next day. In Vietnam, where I formed the closest friendships of my life, some of those friends never came home with me. I hate war. It is terrible beyond imagination.\"\n\n\nMcCain writes extensively about the grandfather — they share the same name, John Sidney McCain — in his memoir\n\nFaith of My Fathers\n\n.\n\n\nThe senior McCain served in the Navy in the Pacific theater during World War II, most notably as commander of the Second Fast Carrier Force and Task Force 38. He was present at the formal signing of the Japanese surrender on the\n\nUSS Missouri\n\non Sept. 2, 1945.\n\n\nIn his memoir, Sen. McCain recounted that his grandfather was eager to get home after the war ended and didn't want to stay for the ceremony:\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\n\" 'I don't give a damn about seeing the surrender,' my grandfather told (Admiral William) Halsey. 'I want to get the hell out of here.' To which Halsey replied, 'Maybe you do, but you're not going. You were commanding this task force when the war ended, and I'm making sure history gets it straight.' In his memoir, Halsey described my grandfather 'cursing and sputtering' as he returned to his flagship.\"\n\n\nThe senior McCain returned home soon afterward to his wife in California. The day after his return, his wife hosted a small homecoming party for him.\n\n\n\"In the middle of the celebration my grandfather turned to my grandmother, announced that he felt ill, and then collapsed,\" McCain wrote. \"He was sixty one years old. He had fought his war and died. His Navy physician attributed his fatal heart attack to 'complete fatigue resulting from the strain of the last months of combat.' \"\n\n\nHis obituary ran on the front page of the\n\nNew York Times\n\n, and includes the detail that he had returned home only the day before.\n\n\n\"Admiral McCain's groups were called the world's most powerful task force and the destruction they wrought on Japanese military installations and armament centers played a vital role in reducing the country's ability to fight and bringing about final victory,\" according to the obituary.\n\n\nWe find McCain's statement that his grandfather died the day after returning from World War II to be True.", "vclaim_id": "vclaim-pol-16005"}