{"url": "/factchecks/2012/mar/16/luis-garcia/david-rivera-took-5000-donation-spencer-bachus-inv/", "speaker": "Luis Garcia", "vclaim": "Says David Rivera \"received a $5,000 campaign contribution from Congressman Spencer Bachus, who is currently under House Ethics investigation for insider trading.\"", "truth_label": "mostly-true", "date": "stated on February 15, 2012 in a campaign press release:", "title": "David Rivera took a $5,000 donation from Spencer Bachus who is under investigation, says Luis Garcia", "text": "Miami Beach state Rep. Luis Garcia says that U.S. Rep. David Rivera, R-Miami, took money from a peer accused of insider trading.\n\n\"Last week, Congressman David Rivera allowed House Republican leaders to strip key provisions from the STOCK Act that would crack down on corruption of public officials and on those who peddle political inside information for profit. Rivera has received a $5,000 campaign contribution from Congressman Spencer Bachus, who is currently under House Ethics investigation for insider trading, and whose behavior is the target of the STOCK Act,\" said Garcia, a Democrat, in a Feb. 15 campaign press release.\n\nIn a related report about whether Rivera \"allowed\" Republican leaders to soften the bill, we examined in detail the Stop Trading on Congressional Knowledge (STOCK) Act, which passed the Senate and House in February. Although insider trading by members of Congress is already illegal, the STOCK Act is a response to newspaper reports and academic research that raise suspicions that politicians on Capitol Hill use their unique access to information to make lucrative trades.\n\nThe bill is intended to make it crystal clear that members can’t inside trade, and it requires them to disclose their transactions within 30 to 45 days.\n\nIn this item, we will explore whether Rivera received a $5,000 contribution from Bachus, who is under investigation for insider trading.\n\nFor questions about the campaign donation, Rivera’s congressional office spokeswoman referred us to a generic email address for Rivera’s campaign, and we did not get a reply. We also tried to reach Rivera directly but were unsuccessful.\n\nFirst, some background about Rivera. A longtime state legislator, Rivera was elected to Congress in 2010 and now faces re-election in 2012. Rivera is the subject of a criminal probe by the FBI and the Internal Revenue Service related to $510,000 in undisclosed payments from a former dog track to a company owned by his mother.\n\nThe press release noted that Rivera received a contribution in 2010 from Bachus’ Growth and Prosperity Political Action Committee. The PAC’s report filed with the Federal Election Commission showed that it gave to multiple congressional campaigns, including $5,000 to Rivera’s congressional campaign on May 13, 2010 (Rivera’s FEC report shows that he received the donation June 24, 2010.)\n\nThe Center for Responsive Politics shows a summary of donations by Bachus’ Growth and Prosperity PAC -- it spent about $724,000, for the 2010 cycle. The contribution to Rivera’s campaign was not among the top recipients or vendors.\n\nIn November 2011, 60 Minutes aired a report inspired by the book Throw Them All Out, by Peter Schweizer, which cast a spotlight on Bachus, R-Ala., and his trades during the 2008 financial crisis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\n\"While Congressman Bachus was publicly trying to keep the economy from cratering, he was privately betting that it would, buying option funds that would go up in value if the market went down,\" the 60 Minutes report stated. \"He would make a variety of trades and profited at a time when most Americans were losing their shirts.\"\n\nThe Washington Post reported on Feb. 9, 2012, that the Office of Congressional Ethics had launched an investigation of Bachus, chairman of the House Financial Services Committee, over possible violations of insider-trading laws. Bachus \"has been a frequent trader on Capitol Hill, buying stock options while overseeing the nation’s banking and financial services industries,\" the Post stated, explaining that it was the first investigation of its kind of a member of Congress. The Post wrote that the OCE has found probable cause that insider-trading violations have occurred.\n\nThe Post report was based on anonymous sources, which we cannot independently confirm or refute. However, we’ve seen nothing that refutes the Post’s key findings. And Bachus himself released a statement on the matter.\n\n\"I welcome the opportunity to set the record straight,\" Bachus said in a statement. \"I respect the congressional ethics process. I have fully abided by the rules governing members of Congress and look forward to the full exoneration this process will provide.\"\n\nAmong the examples cited in the Post article: On Sept. 18, 2008, Bachus participated in a closed-door briefing with then-Treasury Secretary Hank Paulson and Federal Reserve Chairman Ben S. Bernanke. Paulson wrote in a book that they discussed the high likelihood of decline across the entire economy if drastic steps weren’t taken, but Bachus denied that he received any insider information. The next day Bachus made trades that earned him profits.\n\n\"The Office of Congressional Ethics has requested information and I welcome this opportunity to present the facts and set the record straight,\" Bachus said in a statement quoted in the Post report. Bachus’ spokesman did not respond to PolitiFact Florida.\n\nFacing a primary challenge on March 13 (which Bachus won), Bachus defended himself in an ad in which he blamed \"liberal Washington reporters\" and \"Obama’s Democratic allies\" and claimed that \"news reports are clear. The attacks are false.\" The ad shows a headline from The Hill which quoted a former federal judge and SEC head, tapped by Bachus to review the allegations, as saying that he is innocent. Two former SEC chairman also said in a guest editorial that the allegations are \"laughable.\" \n\n\"If Mr. Bachus attended a meeting in which the troubled state of the economy (and how to deal with it) was discussed, that hardly was a state secret at the time of the meeting. Moreover, immediately after the meeting, the organizers disclosed what had been discussed,\" stated the editorial.\n\nSo Bachus’ PAC gave money to Rivera’s campaign in May 2010 for a race he won that year, and nearly three years later the Washington Post reported that Bachus was under investigation.\n\nOur ruling\n\nGarcia said that \"Rivera has received a $5,000 campaign contribution from Congressman Spencer Bachus, who is currently under House Ethics investigation for insider trading.\"\n\nTechnically, the donation came from Bachus’ PAC and not Bachus as an individual, but that isn’t a key difference in this case. More significantly, the donation was made in 2010, years before news broke about the recent investigation. We should also note that although Bachus has acknowledged providing information to the ethics office, their findings have not been made public. Obviously, we don’t know what its findings will be. But in a literal sense, Garcia’s claim about the donation is accurate. But it omits the additional information that the donation was made before Bachus was under investigation. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-11433"}