{"url": "/factchecks/2017/may/15/glenn-grothman/glenn-grothman-says-planned-parenthood-leading-abo/", "speaker": "Glenn Grothman", "vclaim": "\"Planned Parenthood is the biggest abortion provider in the country.\"", "truth_label": "true", "date": "stated on April 30, 2017 in a town hall meeting:", "title": "Glenn Grothman says Planned Parenthood is leading abortion provider", "text": "On April 30, 2017, U.S. Rep. Glenn Grothman (R-Wis.) provoked an outcry at a town hall meeting in Neenah when pressed to explain his support for defunding the Planned Parenthood Federation of America.\nA woman doing the questioning warned Grothman that he shouldn’t use Planned Parenthood’s abortion services as an excuse to pull funding, because the agency is already prohibited from using federal funds to support abortion procedures.\nGrothman’s quick response: \"Planned Parenthood is the biggest abortion provider in the country.\"\nHe added that the group is an outspoken advocate for what he termed \"controversial\" services.\nTo be sure, Planned Parenthood does more than abortions.\nServices include screening for sexually transmitted diseases, birth control, sex education and general health care. Indeed, in a one-year period from  2014 to 2015, 87 percent of patients visited Planned Parenthood clinics for services other than abortion, PolitiFact Wisconsin found in February 2017.\nGrothman’s statement about the \"biggest abortion provider\" was one we’ve seen in various forms from House Speaker Paul Ryan, Cardinal Seán Patrick O’Malley of Boston and National Public Radio.\nDoes it hold up?\nRunning the numbers\nThere’s no complete, centralized database that tallies abortions, much less breaks that number down by providers.\nBut there is strong indirect evidence backing Grothman’s claim.\nPlanned Parenthood self-reports that 323,999 abortions were performed at its facilities nationwide for the year ending September 30, 2015.\nThat represents 35 percent of the 926,200 U.S. abortions estimated for calendar year 2014, the latest year studied by the Guttmacher Institute, a research and advocacy organization whose survey-based data on abortions is widely quoted by both sides in the abortion debate.\nGrothman maintains 49 percent of abortions are performed by Planned Parenthood. That’s because he uses the smaller base of 664,000 abortions -- the figure reported by the U.S. Centers for Disease Control and Prevention. That number is based on voluntary reporting.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nHere’s what we heard from two groups deeply involved in the abortion issue:\n-- Planned Parenthood is the largest single provider of abortion care in the United States, according to the Abortion Care Network, a national association for independent abortion providers. It’s worth noting that local providers unaffiliated with a national organization -- including freestanding clinics and private practice hospitals -- collectively do the majority of the procedures.\n-- The 35 percent \"easily\" makes Planned Parenthood \"the nation's largest abortion chain,\" and there’s no evidence any other provider is close, according to the National Right to Life Committee.\nMore about Planned Parenthood\nPlanned Parenthood’s abortion services grew rapidly between 2000 and 2015, rising by 127,000 procedures at a time when the total number of abortions nationwide was falling significantly.\nThe agency operates some 660 centers across the country. About half offer abortions, according to  agency spokeswoman Beth Lynk.\nIts facilities see patients from all 50 states, though one state, North Dakota, has no Planned Parenthood health center. The Moorhead, Minn., health center is two blocks from the state border and serves predominately North Dakota patients.\nA Planned Parenthood spokesperson said the agency doesn’t track the numbers on other providers and wouldn’t venture an opinion on Grothman’s claim.\nBut Jennifer Thibodeau, a spokesperson for the Abortion Care Network summed up the general feeling among informed observers this way:\n\"There is no other national organization that operate on the scale they do.\"\nOur rating\nGrothman told constituents that \"Planned Parenthood is the biggest abortion provider in the country.\"\nThe agency’s national network of clinics stands apart from other providers as the undisputed leader when it comes to providing abortion services.\nThis is one of those truisms that is basically, well, True.\n(Editor's note, June 7, 2017: An earlier version of this item quoted Grothman as saying that Planned Parenthood is an outspoken advocate for \"controversial\" services such as birth control. A spokesperson for his office said on June 7, 2017 that the video, in which Grothman's voice is hard to hear at times, may have led people to that conclusion, but that Grothman does not believe birth control is a controversial service. The birth control quote had no bearing on the congressman’s statement about Planned Parenthood and its role in abortions, so the rating of True is unchanged.)\n Share the Facts 2017-05-15 16:02:22 UTC   Politifact    1 1 7  Politifact Rating: True   \"Planned Parenthood is the biggest abortion provider in the country.\"    Glenn Grothman U.S. representative, R-Wis.   At a town hall meeting Sunday, April 30, 2017 2017-04-30    Read More  info", "vclaim_id": "vclaim-pol-03310"}