{"url": "/factchecks/2017/jan/19/mark-pocan/pocan-wrongly-claims-last-decade-73-new-jobs-wisco/", "speaker": "Mark Pocan", "vclaim": "\"In the last decade, 73% of new jobs (in Wisconsin) have come from Madison.\"", "truth_label": "false", "date": "stated on December 8, 2016 in an appearance on Fox News:", "title": "Pocan wrongly claims 'in the last decade, 73% of new jobs' in Wisconsin 'have come from Madison'", "text": "After another congressman slammed Madison as a \"communist\" city, U.S. Rep. Mark Pocan, D-Madison, offered up a defense built on the city’s economic muscle.\nThe spat began when U.S. Rep. Sean Duffy, a Republican, referred to the \"progressive, liberal, communist community of Madison\" while discussing how Dane County opted for a hand tally during the presidential recount. The comments came in a December appearance on Tucker Carlson Tonight on Fox News.\nDuffy implied on Twitter he was joking, but Pocan wasn’t laughing. The Democrat went on the same show Dec. 8, 2016, to demand an apology and defend the state’s capital city.\n\"In the last decade, 73 percent of new jobs (in Wisconsin) have come from Madison,\" Pocan said in the appearance. \"I don’t know if that’s exactly the way I look at communists. We actually have a very vibrant private sector.\"\nIs one Wisconsin city really responsible for nearly three-fourths of the job growth over the last 10 years? Let's check the numbers.\nProblems with geography, specificity\nThe claim runs into immediate trouble since Pocan referred to the wrong geographic area.\nSpokesman David Kolovson said Pocan meant to say Dane County was responsible for 73% of jobs, not Madison. He noted two news releases Pocan issued on the topic attributed that number to Dane County.\nSlightly more than half of Dane County lives outside Madison, so it’s an important difference.\nPocan also referred on TV to \"73 percent of new jobs,\" when the figures he is citing actually address net job growth.\nPocan’s phrasing implies he has data on where each new job in the state was created, when he is actually referring to the change in total employment — how many people had jobs at one point in time compared to another.\nJob figures don’t match Pocan’s claim\nAs for the 73 percent figure, let’s first look at what Pocan actually said — that the City of Madison was responsible for 73 percent of growth.\nThe U.S. Bureau of Labor Statistics estimates Madison added a net of 13,000 jobs from 2006-’16, while the state added 87,000. That would be 15 percent of the statewide growth — far less than Pocan asserted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThose numbers come from the bureau’s Local Area Unemployment Statistics, which uses household-level data and surveys to estimate the labor force, employment and unemployment numbers. It’s the only dataset with city-level data.\nBut what about the number Pocan was intending to cite (and did cite in news releases), attributing the increase to Dane County?\nIt’s closer, but still off.\nBureau of Labor Statistics Economist Steve Hipple said a different dataset, Quarterly Census of Employment and Wages, is the best measure of job growth. That is based on state unemployment insurance filings and produces county and state-level employment figures.\nThe latest available employment data, through the second quarter of 2016, shows Dane County is responsible for 58 percent of the state’s job growth from 2006-’16.\nDan Kennelly, manager of Madison’s Office of Business Resources, said the number is that high largely due to the Great Recession. Dane County was significantly less affected than the rest of the state, he said.\n\"If you look at more recent years, the statewide numbers look significantly stronger compared to Dane County,\" Kennelly said. \"This is likely because while Dane County’s economy stayed relatively strong through the recession, the statewide economy took a bigger dive and therefore had a deeper hole to climb out of during the recovery over the last few years.\"\nKolovson, the Pocan spokesman, said the 73 percent figure came from a presentation made by Madison city development officials at a September 2014 symposium. That presentation said 73 percent of \"net new jobs\" created in Wisconsin from 2004-’14 were in Dane County.\nSo the data is at least two years old, and not in line with Pocan’s reference to it as being \"in the last decade.\" And the number is wrong for that timespan anyhow.\nKennelly, who did the calculations behind the 73 percent figure, said he used the same Quarterly Census of Employment and Wages. But the symposium occurred with three months left in 2014.\nFull-year data for 2004-14 shows Dane County accounted for 55 percent of the job growth statewide in that span.\nOur rating\nIn his defense of Madison, Pocan highlighted the area’s job creation by saying the city is responsible for 73 percent of new jobs in the state over the last decade.\nBut his claim attributed Dane County data to Madison, referred to \"new jobs\" when he meant job growth and was built on two-year-old data that is wrong itself.\nWe rate his claim False.  Share the Facts   Politifact    4 6  Politifact Rating:   \"In the last decade, 73% of new jobs (in Wisconsin) have come from Madison.\"     Mark Pocan U.S. representative, D-Wis.   In an interview Thursday, December 8, 2016 -12/-08/2016    Read More  info", "vclaim_id": "vclaim-pol-03779"}