{"url": "/factchecks/2009/dec/14/barack-obama/obama-says-congressional-budget-office-found-econo/", "speaker": "Barack Obama", "vclaim": "\"We've created or saved up to 1.6 million jobs, according to the CBO -- the Congressional Budget Office -- through the Recovery Act.\"", "truth_label": "half-true", "date": "stated on December 9, 2009 in a speech:", "title": "Obama says Congressional Budget Office found the economic stimulus has created up to 1.6 million jobs", "text": "The number of jobs created by the massive and controversial economic stimulus package championed by President Barack Obama has been the subject of intense partisan debate for months.\nObama and other administration officials have repeatedly cited numbers from the stimulus Web site, recovery.org, suggesting the stimulus has saved or created hundreds of thousands of jobs and has slowed rising unemployment rates. Many Republicans counter that rising unemployment rates suggest the stimulus hasn't worked, and that Democrats' statistics on job creation have been greatly exaggerated.\nSo it was with some anticipation that both sides awaited a report from the nonpartisan Congressional Budget Office, which at the end of November weighed in with its analysis on the number of jobs the stimulus has saved or created. The agency calculates how much bills in Congress will cost the government, and political leaders on both sides of the aisle regularly turn to the CBO as the definitive source for budget projections.\nObama apparently liked what he saw in the CBO report on the effect of the stimulus, as he has cited it frequently since.\nIn a Dec. 4 speech on the economy in Allentown, Pa., Obama referenced the CBO figures when he said, \"And we passed the Recovery Act, which created or saved up to 1.6 million jobs, stopped our freefall, lifted our economy to the point where it’s growing for the first time in more than a year.\"\nObama was more clear in his reference in a speech on job creation at the Brookings Institution on Dec. 8: \"Finally, we're no longer seeing the severe deterioration in the job market that we once were. In fact, we learned on Friday that the unemployment rate fell slightly last month. This is welcome news, and news made possible in part by the up to 1.6 million jobs that the Recovery Act has already created and saved according to the Congressional Budget Office.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe next day at the White House, the president cited the CBO report again, saying, \"We've created or saved up to 1.6 million jobs, according to the CBO -- the Congressional Budget Office -- through the Recovery Act. Our economy is growing again. \"\nSo without further ado ... the CBO report.\n\"CBO estimates that in the third quarter of calendar year 2009, an additional 600,000 to 1.6 million people were employed in the United States ... than would have been the case in the absence of (the economic stimulus),\" the report states.\nThat's quite a large range, and the report acknowledges as much.\n\"Those ranges are intended to reflect the uncertainty of such estimates and to encompass most economists’ views on the effects of fiscal stimulus,\" the report states.\nThe White House's stimulus Web site, recovery.org, reported a total of 640,000 jobs saved or created through September. But the CBO report says that tally has a number of shortcomings, some of which could greatly shift the total up or down. First, \"It is impossible to determine how many of the reported jobs would have existed in the absence of the stimulus package.\" Second, the reports on the recovery Web site measure only the jobs created by the employers who received stimulus funds directly or by their immediate subcontractor. They do not include the jobs to lower-level subcontractors. And it doesn't measure the effects of all of the stimulus spending, including tax cuts. The CBO report also notes some inconsistencies in the way some people tabulated jobs data.\nObama is technically accurate when he says the CBO found the economic stimulus has saved or created up to 1.6 million jobs. But he fails to report the bottom end of the CBO's projection -- 600,000. Had the CBO report concluded the jobs saved or created were somewhere between, say, 1.4 million and 1.6 million, we might have been more inclined to rate Obama's statement better. But the CBO's projected range is huge. The high end -- 1.6 million -- is nearly triple the low end. And so in this case, we think it's misleading to only cite the top end. We rate his statement Half True.", "vclaim_id": "vclaim-pol-15427"}