{"url": "/factchecks/2020/may/26/facebook-posts/ron-howard-didnt-write-viral-post-about-being-libe/", "speaker": "Facebook posts", "vclaim": "Ron Howard wrote a Facebook post about being a liberal.", "truth_label": "false", "date": "stated on May 26, 2020 in a Facebook post:", "title": "Ron Howard didn’t write this viral post about being a liberal", "text": "On IMDB, director Ron Howard has a few writing credits to his name. On Facebook, thousands have shared a lengthy political statement attributed to him on \"January 24 at 5:41 AM.\" \n\"I’m a liberal, but that doesn’t mean what a lot of you apparently think it does,\" the post begins. \"Let’s break it down, shall we? Because quite frankly, I’m getting a little tired of being told what I believe and what I stand for.\"\nIt goes on to address 16 points about social services, health care, education and more. \n\"I don’t throw around ‘I’m willing to pay higher taxes’ lightly,\" the author says at one point. At another: \"All I ask is that Christians recognize *my* right to live according to *my* beliefs.\"\nThe missive concludes like this: \"Bottom line is that I’m a liberal because I think we should take care of each other. That doesn’t mean you should work 80 hours a week so your lazy neighbor can get all your money. It just means I don’t believe there is any scenario in which preventable suffering is an acceptable outcome as long as money is saved. Copy & paste if you want.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nActress Debra Messing was among an unknown number of people who indeed copied and pasted the message. \"THANK YOU, RON HOWARD,\" she wrote.  \nBut we checked Howard’s verified Facebook account and there’s no post from Jan. 24, 2020. Or Jan. 24, 2018. On Jan. 24, 2019, he posted a Hollywood Reporter story about a documentary he was tapped to direct. On Jan. 24, 2017, he posted about a book he was adapting for film. Nothing in 2016. \nOn Jan. 7, 2018, however, a writer named Lori Gallagher Witt published an open letter that is virtually the same as the one attributed to Ron Howard. At the bottom, it says \"(c) 2018 Lori Gallagher Witt. Feel free to share, but please give me credit, and if you add or change anything, please not accordingly.\"\nMore than a year later, she posted about someone poaching her words and publishing them without credit. \"Talk about some brass balls,\" she said.   \nHer Facebook bio as of May 26? \"Ron Howard didn’t write it. I did.\" \nWe rate this Facebook post False.", "vclaim_id": "vclaim-pol-18374"}