{"url": "/factchecks/2013/sep/27/barack-obama/obama-says-half-americans-have-preexisting-conditi/", "speaker": "Barack Obama", "vclaim": "\"Up to half of all Americans have a pre-existing condition.\"", "truth_label": "mostly-true", "date": "stated on September 26, 2013 in a speech about the Affordable Care Act:", "title": "Obama says half of Americans have a pre-existing condition", "text": "The Obama administration is trying to rebut critics who have labeled Obamacare one of the most destructive laws in the nation’s history. At an event in Maryland on Sept. 26, 2013, President Barack Obama highlighted the program’s benefits. High on his list was the new rule about pre-existing conditions, health problems that insurance companies use to deny coverage to would-be new customers.\nUnder the Affordable Care Act, no insurer will be allowed to turn someone down due to a pre-existing condition. This, Obama said, will make a big difference.\n\"Up to half of all Americans have a pre-existing condition,\" he told the crowd in Maryland.\nA reader found this confusing and asked us, \"So that meant 150 million people could not have insurance?\"\nThe answer is \"no\" and here we’ll explain why and rate the accuracy of the president’s claim. We looked into a very similar statement not too long ago.\nA problem with your health versus a problem with the insurance company\nWhen Obama said as many as half of all Americans have a pre-existing condition, he was describing the number of people who have heart disease, cancer, diabetes, hypertension, mental illness or any of a number of other maladies. It was a statement about the prevalence of those illnesses across the population.\nIf you already have insurance and develop one of these problems, generally, your insurance company will pay for treatment.\nBut if you show up in the individual insurance market wanting to buy coverage, and you already have one of these diseases, generally speaking, you would be out of luck. In the view of the insurance company, you would have a pre-existing condition and they would not pay to treat it. Or they might charge you a much higher premium.\nSince about 85 percent of Americans already have insurance, many through large group plans, this would not be a concern. But for those who don’t, it matters. The Affordable Care Act provision is aimed at those people. By the way, the law has had this protection for children since it was passed in 2010. As of Jan. 1, 2014, the rule extends to adults.\nGetting back to the reader’s confusion, while half of all Americans might have one of these illnesses, most of them don’t bump up against the insurance companies’ restrictions. Obama was talking about the benefit to the smaller group for whom this would be a problem.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nNow, let’s consider whether in fact, up to half of all Americans have one of these health problems.\nPre-existing is in the eye of the insurer\nThere are a range of estimates for the number of people with health issues that would put them at risk of running afoul of an insurance company. One reason is that insurers have different lists of conditions that raise a red flag. Similarly, researchers can take a conservative approach and use a short list or be more expansive with a longer one.\nWhite House staff pointed us to an analysis from the U.S. Department of Health and Human Services. That study used a short list of diseases and a longer one, with both lists based on the policies of private and public insurance programs. The report found a range of 19 percent to 50 percent of all Americans with health conditions that could disqualify them for coverage or lead to higher premiums.\nThe president reflected that range when he said \"up to half of all Americans.\"\nThere are other studies that generally mirror the Health and Humans Services findings, although they focus on adults.\nThe Government Accountability Office, the investigative arm of Congress, examined five studies on the prevalence of pre-existing conditions. The lowest estimate counted just eight diseases, such as cancer, diabetes, heart disease and stroke. That study came up with about 36 million people between 19 and 64 who have one of those health issues. Another study used a list of 60 conditions and arrived at 60 million who might be vulnerable to denial of coverage. The GAO itself used medical survey data and reached a high-end estimate of 122 million.\nAs percentages, this translates into a low-end estimate of 20 percent of American adults potentially at risk, 66 percent on the high end.\nThe Heritage Foundation, a conservative think tank, notes that projections of the scope of the problem can miss the mark. The administration expected about 375,000 people would enroll in a special insurance program for those who had been denied coverage but as of January 2013, only about 107,000 had. That said, many factors apart from health could have affected enrollments.\nOur ruling\nObama said up to half of all Americans have a pre-existing condition. A government study put the range at 19 percent to 50 percent. Most other studies suggest the percentage is less than 50 percent. The president relied on the highest estimate but qualified his claim by saying \"up to\" which is technically accurate.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-08827"}