{"url": "/factchecks/2019/apr/29/donald-trump/was-donald-trump-target-coup-no/", "speaker": "Donald Trump", "vclaim": "The Russia investigation \"was a coup. This was an attempted overthrow of the United States government.\"", "truth_label": "pants-fire", "date": "stated on April 25, 2019 in an interview with Fox News' Sean Hannity:", "title": "Was Donald Trump the target of a coup? No", "text": "With the bulk of Special Counsel Robert Mueller’s report now public, President Donald Trump has seized on its origins as evidence of his own victimhood.\nOn several occasions, Trump used the word \"coup\" to describe efforts by law enforcement to investigate influence by Russia on the 2016 election.\nFor example, he said this in an interview with Sean Hannity of Fox News on April 25, 2019:\n\"This was a coup. This was an attempted overthrow of the United States government. ... I think it's far bigger than Watergate. I think it's possibly the biggest scandal in political history in this country. Maybe beyond political. … This was a coup. This wasn't stealing information from an office in the Watergate apartments. This was an attempted coup.\"\nWe wondered whether Trump is justified in saying that he had been targeted in a coup -- the shorthand for \"coup d’etat,\" a French term that means overthrow of the government. Experts told us that Trump’s use of the term is wrong, both practically and legally.\nWhat is Trump referring to?\nThe White House did not respond to an inquiry for this article, but the Washington Post’s Philip Bump described the origins of the talking point as being part of \"a classic Fox News feedback loop.\"\nTrump appears to believe that enemies within law enforcement concocted reasons to go after him over his campaign’s Russia contacts. Names that come up often in this alleged plot include Peter Strzok and Lisa Page, two officials involved in the FBI investigation of then-candidate Trump. The two were involved romantically, and they shared text messages that Trump has said were biased against him. (Trump regularly attacks Strzok and Page on Twitter; in the interview with Hannity, he called them \"two sick lovers.\")\nFor those outside the Fox News orbit, the connections \"might make no sense,\" Bump writes. \"But for a Hannity viewer, and for Trump and Hannity in particular, it all makes perfect sense. It's a summary of a case about bias and personal flaws and unfairness that Fox News and Hannity have been making for a year.\"\nThe evolution of this \"feedback loop\" can be seen in Trump’s tweets.\nIn the weeks leading up to the Hannity appearance in which Trump referred to a coup, he retweeted or quoted in tweets several allies using the term. The first was pro-Trump commentator Dan Bongino, who said on Fox & Friends on Feb. 18 that \"this was an illegal coup attempt on the President of the United States.\"\nTrump also tweeted or retweeted Tom Fitton of the conservative group Judicial Watch and Maria Bartiromo of Fox Business Network using the word \"coup\" before he appeared on Hannity.\nHow the investigation actually started\nAccording to the Mueller report, the triggering event for the FBI opening a counterintelligence investigation into links between the Trump campaign and the Russian government came as a result of an April 2016 meeting between campaign adviser George Papadopoulos and a source who said Russian government officials could offer \"dirt\" on Clinton in the form of \"thousands of emails.\"\nMueller’s report corroborates previous reporting about the sequence of events that set the probe in motion. Papadopoulos told a high-ranking Australian diplomat at an upscale London bar in May 2016 that Moscow had \"political dirt\" on Hillary Clinton in the form of thousands of emails.\nIn late July 2016 — days after WikiLeaks’ dumped thousands of internal Democratic National Committee documents that proved damaging to Clinton — U.S. law enforcement became aware of Papadopoulos’ claim.\n\"Within a week of the (WikiLeaks) release, a foreign government informed the FBI about its May 2016 interaction with Papadopoulos and his statement that the Russian government could assist the Trump Campaign,\" said Mueller’s report (p. 6, volume 1). \"On July 31, 2016, based on the foreign government reporting, the FBI opened an investigation into potential coordination between the Russian government and individuals associated with the Trump campaign.\"\nThis investigation became Mueller’s special counsel investigation after Trump fired FBI Director James Comey. Deputy Attorney General Rod Rosenstein -- standing in for then-Attorney General Jeff Sessions, who had recused himself from Russia matters -- tapped Mueller to run the independent investigation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIt’s worth noting that Mueller found no conspiracy with Russia; if Mueller had been part of a coup, he could have thrown Justice Department guidelines to the wind and indicted Trump.\nWhat is a coup?\nThe significant point in this recap is that the investigation was undertaken by law enforcement, and that it adhered to the relevant laws.\nBy contrast, the defining element of a coup is that it is carried out beyond the bounds of legality.\n\"We define a coup d'état as the sudden and irregular (i.e., illegal or extra-legal) removal, or displacement, of the executive authority of an independent government,\" wrote the Coup D’etat Project at the University of Illinois’ Cline Center for Democracy in 2013.\nMichael Klarman, a Harvard Law School professor, told PolitiFact that the Russia investigation \"is not a coup, because the FBI had very good reasons for commencing an investigation of Trump. It beggars belief that anyone in the FBI had the intention of subverting a duly elected president.\"\nAnthony Clark Arend, a professor of government and foreign service at Georgetown University, agreed.\n\"By using the term ‘coup,’ the president is suggesting that Mueller, and by extension his own Justice Department, are acting outside the law,\" Arend said. Yet Mueller \"was appointed and supervised by Rod Rosenstein, the president's chosen deputy attorney general.\"\nOf the 12 types of coups recognized by the Cline Center, nine do not seem to have anything to do with what Trump is talking about, including military coups, rebel coups, popular revolts, dissident actions, palace coups, foreign coups, internationally mediated transitions, forced resignations, and self-coups, in which the leader strong-arms other branches of government to entrench power.\nTwo other types cited by the center are defined by how far they got -- attempted coups (which try and fail) and coup conspiracies (which never get to the stage of being carried out). Any supposed coup against Trump would have been a coup attempt, since he’s still in office. But that doesn’t mean there actually was a coup attempt.\n\"Inasmuch as the Russia investigation began before Trump was elected, and at a time when it was universally assumed that Hillary Clinton would be elected, it cannot have been an attempt to overthrow the U.S. government,\" said Richard Bulliet, a Columbia University historian. \"It was an attempt by duly established arms of the state to prevent seizure of the government by a witting or unwitting Russian agent.\"\nThe lead author of the Cline Center report, University of Illinois political scientist Peter F. Nardulli, agreed that Trump’s definition wouldn’t fit.\n\"The vast proportion of extralegal overthrows of the government involve violence,\" Nardulli said. \"What happened with Trump was simply the unfolding of a normal governmental procedure in accord with the rule of law. It was a totally different genre from a coup.\"\nOf the Cline Center’s categories, Trump would presumably be referring to a \"counter coup,\" which is defined as involving \"the elimination of a usurper by members of the prior regime within a month of the initial coup.\"\nBut in Trump’s case, he didn’t take office through a coup (he was duly elected by the Electoral College) and the supposed counter-coup actually began before he actually won the presidency. So calling it a counter coup is problematic, too.\n\"I cannot see in any way shape or form how this would be a coup in any reasonable sense of the word,\" said Richard Nephew, adjunct professor and senior research scholar at Columbia University’s School of International and Public Affairs. \"We have a long, historical legacy of holding to account our senior officials and representatives for their conduct.\"\nOur ruling\nTrump said the Russia investigation \"was a coup. This was an attempted overthrow of the United States government.\"\nThe Russia investigation stemmed from a by-the-rules law enforcement inquiry. That’s far different than a coup, for which the defining characteristic is that it occurs outside the legal system. It’s also worth noting that the original investigation began before Trump had even been sworn in, meaning he wasn’t even eligible to be deposed by a coup.\nWe rate the statement Pants on Fire.\n Share the Facts 2019-04-30 02:02:15 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  The Russia investigation \"was a coup. This was an attempted overthrow of the United States government.\"    Donald Trump President https://factba.se/transcript/donald-trump-interview-sean-hannity-fox-telephone-april-25-2019   an interview with Sean Hannity Thursday, April 25, 2019 2019-04-25    Read More  info", "vclaim_id": "vclaim-pol-00694"}