{"url": "/factchecks/2012/sep/11/chain-email/taking-god-we-trust-coins-was-debunked-years-ago/", "speaker": "Chain email", "vclaim": "On new dollar coins, \"'In God We Trust' is gone!\"", "truth_label": "false", "date": "stated on August 28, 2012 in a chain email:", "title": "Taking \"In God We Trust\" off coins was debunked years ago", "text": "On the campaign trail recently, Mitt Romney brought up an issue that sounded familiar to us: the question of whether \"In God We Trust\" has been removed from U.S. coins.\n\nAppearing in Virginia Beach, Va., on Sept. 8, 2012, Romney recited the Pledge of Allegiance, then continued, \"The promises that were made in that pledge are promises I plan on keeping if I'm president, and I've kept them so far in my life. That pledge says ‘under God.’ I will not take ‘God’ out of the name of our platform. I will not take ‘God’ off our coins and I will not take God out of my heart.\"\n\nThe focus on God invoked the Democrats’ recent decision -- later reversed -- to remove \"God\" from the party’s official platform at the Democratic National Convention.\n\nPresident Barack Obama’s campaign took Romney’s comment as a veiled dig at the president. Obama campaign spokeswoman Jen Psaki fired back, \"Look, this is nothing more than a desperate attack based on a false premise by the Romney team and its sad that the debate has been driven to this level of discourse. The president believes as much that God should be taken off a coin as he does that aliens will attack Florida. It’s an absurd question to be raised.\"\n\nBecause Romney in Virginia Beach didn’t directly accuse President Barack Obama of removing \"In God We Trust\" from the nation’s coins, we won’t put his comment to the Truth-O-Meter. But since the issue has emerged in the presidential campaign, we will instead return to the question of \"In God We Trust\" and coins, which we originally fact-checked in 2010 regarding a chain email.\n\nThe original chain email never really went away. A reader forwarded it to PolitiFact for fact-checking as recently as Aug. 28, 2012, just days before Romney’s speech in Virginia Beach.\n\nAs we wrote in 2010, the email has the standard ingredients of an Internet falsehood -- sloppy punctuation, an abundance of exclamation points, a plausible story (\"I received one from the Post Office as change and I asked for a dollar bill instead\"), a request to spread the email far and wide (\"Please send to all on your mailing list!!!\") and screaming capital letters (\"'IN GOD WE TRUST' IS GONE!!!\") .\n\nThe people forwarding the email included some snarky comments such as \"Don't know anything about this, but it does not surprise me. Typical of todays (sic) government.\"\n\nA Google search revealed that the email had been debunked long before by FactCheck.org and by Snopes.com.\n\nThe use of \"In God We Trust\" on coins dates to the Civil War era, though the phrase only became the nation’s official motto in 1956, and began appearing on paper currency (as well as all coins) after that. While the use of the motto on money has been broadly popular -- a 2003 Gallup poll found 90 percent approval among the public -- it has also been the target of occasional lawsuits citing the separation of church and state. The best-known case concerning \"In God We Trust\" and money was filed by church-state-separation activist Michael Newdow. It was argued in 2007 and rejected in 2010 by the Ninth Circuit Court of Appeals.\n\nIn recent years, the U.S. Mint has produced several series of dollar coins. A Native American series originated in 2000 with the Sacagawea Golden Dollar and was succeeded by a broader Native American series, also featuring Sacagawea, in 2009. The presidential series began in 2007, releasing four coins a year to honor deceased U.S. presidents in chronological order.\n\nThe chain email included a picture of a hand holding a dollar coin with a picture of President George Washington, so we’ll focus on that series.\n\nThe law that authorized the coins called for the U.S. president to be on the front, the Statue of Liberty on the back, and, on the edge of the coin, the year of minting as well as the inscriptions \"E Pluribus Unum\" and \"In God We Trust.\"\n\nThe placement of \"In God We Trust\" quickly became controversial. In May 2007, a bill was introduced in the House that would require \"In God We Trust\" to appear on a face of the presidential dollar coins rather than the edge. That bill ultimately attracted 101 co-sponsors, all of them Republican (including Romney’s vice presidential nominee, Paul Ryan). \"Once you start turning your back on the good Lord, I think you are going to reap the whirlwind, and this is something this nation cannot afford to do right now,\" said Rep. Dan Burton, R-Ind., in a floor speech urging the coinage change.\n\nRomney himself joined the chorus on Sept. 22, 2007, in remarks at the Mackinac Republican Leadership Conference in Mackinac Island, Mich.\n\n\"We recognize the hand of the Creator in the founding of our nation,\" Romney said. \"We will fight to keep the words ‘under God’ in the Pledge of Allegiance. Have you seen the new dollar coin? ‘In God We Trust’ has been moved. It's not on the face of the coin anymore, it's on the edge -- virtually invisible, just like the (American Civil Liberties Union) wants Him to be. I will go to work to get God back on the front of our coin.\"\n\nThe critics won the day. In December 2007, President George W. Bush signed a law that specified that \"In God We Trust\" appear on either the front or back of the coin rather than on the edge. That took effect with coins minted in 2009. Since then, each of the coins in the presidential series has had \"In God We Trust\" inscribed on the front. (In 2011, the White House stopped circulating new presidential dollar coins, citing large reserves of uncirculated coins; smaller numbers, with \"In God We Trust\" still on the front, continue to be produced to satisfy demand from collectors.)\n\n\"In God We Trust\" also appears on the front of the Sacagawea and Native American dollars. You can see \"In God We Trust\" on the presidential, Sacagawea and American Indian dollars.\n\nWe should note, that it is possible -- though extremely rare -- to find one of the original 2007 coins without the \"In God We Trust\" side inscription. According to a 2007 Associated Press story, due to what the U.S. Mint called complications in the quality-control process, \"an unknown number\" of new George Washington dollar coins were mistakenly produced without their edge inscriptions, including \"In God We Trust.\" In a March 2007 press release, the U.S. Mint wrote that these coins were released inadvertently, and that it \"understands the importance of the inscriptions 'In God We Trust' and 'E Pluribus Unum,' as well as the mint mark and year on U.S. coinage. An expert who follows coin collecting estimated more than 50,000 coins were mistakenly minted that way.\n\nBut that was a small fraction of the 300 million coins produced by 2007, and it was not done on purpose.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nAs we noted, we are not judging Romney’s comment in Virginia here, since he was not explicitly blaming Obama for the status of \"In God We Trust\" on money. But the chain email that continues to circulate was wrong in 2010 (except for the rare coins mistakenly minted with no inscriptions) and it remains wrong now. As we did two years ago, we find the claim False.", "vclaim_id": "vclaim-pol-10401"}