{"url": "/factchecks/2011/dec/21/grover-norquist/letter-warns-deal-taxes/", "speaker": "Grover Norquist", "vclaim": "\"[E]xcise tax increases drive commerce across state lines.\"", "truth_label": "mostly-true", "date": "stated on December 12, 2011 in a letter:", "title": "Letter warns Deal on taxes", "text": "Georgia Gov. Nathan Deal received a letter on Dec. 12 that likely gained the attention of his staff.\n\nThe author was Grover Norquist, the president of the Washington-based Americans for Tax Reform, best known for the pledge he asks political candidates to sign vowing to oppose and vote against tax increases. Nearly one-half of the members of Congress, including nine from Georgia, have signed the pledge. During his successful 2010 campaign, Deal promised ATR that he would oppose and veto all tax increases as governor.\n\nNorquist, you see, has some pull.\n\nHis letter to the governor urged Georgia lawmakers considering a tax overhaul next year to pass legislation that is revenue-neutral. Norquist also warned officials here to stay away from tax increases in other areas. A portion of one sentence caught our attention.\n\n\"Last year’s target was tobacco; this year may be a repeat, or we may hear proposals for excise tax increases on alcohol or sweetened beverages,\" Norquist wrote. \"Whatever the case may be, targeted excise tax increases drive commerce across state lines and hurt small businesses’ bottom lines.\"\n\nThe question for us: Do excise tax increases, as Norquist wrote, \"drive commerce across state lines\"?\n\nExcise taxes are placed on items such as cigarettes and alcohol. Most excise taxes are on cigarettes. Georgia, like most Southern states, has among the lowest excise taxes on cigarettes (37 cents a pack) in the nation. One news report earlier this said state Senate leaders are considering raising the cigarette tax by $1 a pack.\n\nThe Americans for Tax Reform staff argued its case that Norquist is right, pointing to the results of excise tax increases in three places, Chicago, Washington, D.C., and South Carolina. Here’s a closer look:\n\nChicago\n\nATR told us that Chicagoans flocked to neighboring Indiana when Cook County, which encompasses the Windy City, raised its cigarette tax by $1 in 2006. After the 2006 changes in Cook County, Chicagoans paid among the highest prices for cigarettes in the country. A team of University of Illinois-Chicago researchers found in a sample survey of discarded cigarette packs that 75 percent of them came from outside Cook County, The Huffington Post reported. The taxes on a pack of cigarettes in Chicago in 2007 was $4.05. The taxes were $1.37 outside city limits.\n\nWashington, D.C.\n\nATR says Washington saw an 11 percent net decline in cigarette tax revenue after it raised the cigarette tax by 50 cents, to $2.50 a pack in 2009. Cigarette taxes in the nation’s capital were already higher than most states before 2009. In Virginia, the taxes for a pack of smokes is 30 cents, nearly the lowest in the nation. Missouri has the lowest cigarette taxes, 17 cents a pack, according to the Campaign for Tobacco-free Kids. City officials still expected to bank $30 million from the increase, although it was less than their initial projection of about $45 million.\n\nSouth Carolina\n\nGeorgia saw a net increase in cigarette sales of nearly 1.3 million packs in the six months after South Carolina raised its excise tax rate in July 2010, ATR says. Cigarette tax revenue did decline slightly in South Carolina in the first 12 months since its increase, records show. South Carolina previously had the lowest cigarette tax in the nation, at 7 cents a pack. It’s now 57 cents a pack. Many smokers in the Palmetto State were not happy with the changes.\n\nMatthew Farrelly, whose research on cigarette excise taxes has been used by others, said some people will travel across state lines to buy cigarettes once excise taxes are raised. Other smokers will buy by the carton or choose a lesser brand to save money, he said. Farrelly contends it’s \"bogus\" for anyone to say large numbers of smokers will rush to another state to buy cigarettes once an increase takes effect because few Americans live near a border. He also noted the states that raise their excise taxes eventually make a profit.\n\n\"On net, increases in taxes on cigarettes lead to revenue all the time,\" said Farrelly, senior director, RTI International Public Healthy Policy Research Program, headquartered near Raleigh, N.C.\n\nOur conclusion:\n\nNorquist has a good argument for his basic point, based on the research we’ve seen and people we’ve interviewed. The difference in taxes between some places, however, is so large ($2.20 a pack between Washington, D.C., and Virginia) that it adds some important context to this argument. With that additional bit of information, we rate Norquist’s claim as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021", "vclaim_id": "vclaim-pol-11905"}