{"url": "/factchecks/2018/jul/19/kamala-harris/kamala-harris-claim-nearly-2600-children-remained-/", "speaker": "Kamala Harris", "vclaim": "\"Let’s talk about the facts and where we are today. There are still nearly 2,600 children who are separated from their parents\" due to the Trump administration’s zero-tolerance policy.", "truth_label": "true", "date": "stated on July 17, 2018 in a press conference:", "title": "TRUE: 'Nearly 2,600 children' remained separated from parents as of mid-July", "text": "California Democratic Sen. Kamala Harris has condemned President Donald Trump on numerous occasions. Recently, she called out Trump for not standing up to Russian President Vladimir Putin. Not long ago, she denounced his administration’s handling of the aftermath of Hurricane Maria in Puerto Rico.\nBut Harris, who has been mentioned as a potential 2020 presidential candidate, has saved some of her sharpest criticism for Trump’s policy that separated thousands of migrant families at the U.S.-Mexico border this spring.\n\"Every single day these families are separated, another child goes to sleep terrified because they don’t know where their parents are,\" Harris wrote in a recent Facebook post. \"All because of a policy used to punish immigrants fleeing violence. This is not reflective of a civil society.\"\nIn a different post, she wrote that \"these children are in prison.\"\nThis week, Harris and two other Democratic senators introduced the Reunite Act during a press conference at the U.S. Capitol. The bill would require the immediate reunification of families along with access to legal counsel and child advocates for those who have been separated.\nShe said the legislation is necessary to reunify the many children still separated.\n\"Let’s talk about the facts and where we are today: There are still nearly 2,600 children who are separated from their parents,\" Harris said on July 17.\nThe separations stem from Trump’s \"zero-tolerance\" policy calling for the prosecution of all immigrants who illegally crossed into the United States at the southwest border. Attorney General Jeff Sessions officially announced the policy April 6 as a deterrent to illegal immigration. Trump signed an executive order to end family separations on June 20 after a backlash against that part of his policy.\nWe wanted to know, weeks after the Trump administration ended that policy, did Harris get her numbers right on how many children remain separated?\nWe set out on a fact check.\n\nIn this June 1, 2018, file photo, children hold signs during a demonstration against the Trump administration's family separation policy in front of the Immigration and Customs Enforcement offices in Miramar, Fla. Wilfredo Lee / AP Photo\nOur research\nWhen asked for evidence, Harris’ spokesman pointed to testimony in a July 13 court filing from Chris Meekins, the deputy assistant secretary for preparedness and response at the U.S. Health and Human Services Department.\nMeekins testified that 2,551 separated children ages five and up remained in the agency’s custody. Politico reported it was the first time the Trump administration had specified the exact number of separated children. It added the \"health department earlier had estimated only that ‘under 3,000 children’ were separated from their parents.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 28, 2021 in a blog\n\n\n\n\n\n\n\n\nFacebook tried to “shut down” the campaign to recall California Gov. Gavin Newsom.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Chris Nichols • February 2, 2021\n\n\n\n\n\n\n\nOne week ago, HHS reported it had reunited 57 of 103 children under the age of five with their parents.\nAdding those remaining young children, 46 as of last week, with the 2,551 children ages five and up, fits with Harris’ statement that \"nearly 2,600\" children remained separated as of mid-July.\nThe Trump administration said late last week it would speed up the reunification process. But it’s not clear whether that’s resulted in a major change this week.\nAn HHS spokeswoman on July 19 said she could not immediately provide a current figure for the total number of children that remain separated.\nA press release on the agency’s website says HHS and other federal agencies are \"working rapidly\" to reunify eligible children with their parents under the orders of a U.S. District Court Judge Dana Sabraw of San Diego.\nHHS is facing a July 26 court-ordered deadline to reunify all the children.\nNot all children will be reunified\nIn a family reunification report issued this week, HHS said the 2,551 figure \"represents the total possible 5-and-up cohort of minors who could be subject to the court order. Based on past experience, it is likely to include a significant number of minors who are not eligible for reunification under the court’s order. Not all of the 2,551 minors in HHS care will necessarily be reunified, because some adults claiming parentage may not actually be the parents or may be unfit or a danger to the children.\"\nOur rating\nSen. Kamala Harris claimed there \"are still nearly 2,600 children who are separated from their parents,\" speaking on July 17.\nA Trump administration official testified four days earlier that 2,551 children ages 5 and up remained separated. That figure along with the 46 youngest children that the administration said remained separated as of mid July equates to \"nearly 2,600.\"\nA spokeswoman for the U.S. Health and Human Services Department could not provide a current total this week for the number of remaining separated children.\nStill, Harris appears to have accurately described the total based on the publicly available information at the time of her statement.\nWe rate her claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\nUPDATE: After we published on July 19, 2018, and two days after Harris' statement, the Trump administration updated its figures, saying 364 of 2,551 children age five and older had been reunified with their parents, according to news reports. Our rating, which is based on the information available at the time a speaker makes their claim, remains the same: True. \nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2018-07-20 01:46:55 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"There are still nearly 2,600 children who are separated from their parents\" due to the Trump administration’s zero-tolerance policy.    Kamala Harris U.S. Senator from California https://www.facebook.com/SenatorKamalaHarris/videos/735319510144518/    Tuesday, July 17, 2018 2018-07-17    Read More  info", "vclaim_id": "vclaim-pol-01835"}