{"url": "/factchecks/2011/jul/27/barack-obama/obama-says-deficit-was-track-top-1-trillion-year-h/", "speaker": "Barack Obama", "vclaim": "\"The deficit was on track to top $1 trillion the year I took office.\"", "truth_label": "true", "date": "stated on July 25, 2011 in a televised address:", "title": "Obama says the deficit was on track to top $1 trillion the year he took office", "text": "In a televised address to the nation on July 25, 2011, to discuss the pending deadline on the debt ceiling, President Barack Obama laid out his version of how the deficit situation got to where it is. And Obama placed much of the blame at the feet of his predecessor, George W. Bush.\n\n\"For the last decade, we’ve spent more money than we take in,\" Obama said. \"In the year 2000, the government had a budget surplus. But instead of using it to pay off our debt, the money was spent on trillions of dollars in new tax cuts, while two wars and an expensive prescription drug program were simply added to our nation’s credit card.\n\n\"As a result, the deficit was on track to top $1 trillion the year I took office.\"\n\nWe've dealt with the \"what-Obama-inherited\" question before. Obama's suggestion that the deficit woes the country now faces are the result of Bush's tax cuts and an expensive prescription drug program -- rather than the recession -- is certainly debatable. But since many Republicans are blaming the problem on reckless spending by Obama, we decided to check his claim that \"the deficit was on track to top $1 trillion the year I took office.\"\n\nIn January, 2009, just prior to Obama being sworn in as president, the government's nonpartisan Congressional Budget Office (CBO) released an estimate of the projected deficit for the 2009 fiscal year (which straddled both Bush's and Obama's terms).\n\nAccording to the CBO report, \"The ongoing turmoil in the housing and financial markets has taken a major toll on the federal budget. CBO currently projects that the deficit this year will total $1.2 trillion, or 8.3 percent of GDP.\"\n\nThe CBO cited a number of factors for why the federal fiscal situation would be \"dramatically worse\" in 2009 than 2008.\n\nAccording to the CBO, \"A drop in tax revenues and increased federal spending (much of it related to the government’s actions to address the crisis in the housing and financial markets) both contribute to the robust growth in this year’s deficit. Compared with receipts last year, collections from corporate income taxes are anticipated to decline by 27 percent and individual income taxes by 8 percent; in normal economic conditions, they would both grow by several percentage points. In addition, the estimated deficit includes outlays of more than $180 billion to reflect the cost of transactions of the TARP.\"\n\nIn addition, the CBO noted, as a result of the recession, the federal government boosted spending on programs such as those providing unemployment compensation and nutrition assistance.\n\nAgain, this was the deficit projection for 2009 before Obama took office. The CBO acknowledged it might get worse.\n\n\"That total ($1.2 trillion deficit), however, does not include the effects of any future legislation,\" the CBO noted. \"Enactment of an economic stimulus package, for example, would add to the 2009 deficit.\"\n\nAs we know, of course, the Democrat-controlled Congress did pass a massive economic stimulus package. And, in fact, due in large part to the stimulus, the actual deficit for 2009 ended up about $200 billion more than the CBO projected in January 2009. \n\nAn April study from the Pew Charitable Trust  found that a combination of factors -- increased government spending, tax cuts and the economic downturn -- were mostly to blame for the large budget deficits.\n\nBut Dean Baker, a liberal economist and co-director of the center for Economic Policy Research, argued in a piece published on the Huffington Post on July 27, 2011, that it's really the recession, and not any policy decisions from the Bush presidency, that are to blame for the unsustainable deficit projections. If the unemployment rate returned to the 4.7 percent rate of 2007, he wrote, the bulk of the deficit would disappear.\n\nTo lay the budget crisis on Bush tax cuts is misleading, Baker wrote.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\n stated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"In its budget projections from January 2008, the last set before the impact of the collapse of the housing bubble was clear, the Congressional Budget Office (CBO) projected a deficit of just $198 billion for 2009,\" Baker wrote. \"This is less than one-fifth of the 'on track to top $1 trillion' figure that President Obama gave in his speech. This is a serious error.\n\nRather, Baker wrote, \"It was the recession, and the response to it, that pushed the deficit in 2009 from the $198 billion projected by CBO to the over $1 trillion noted by President Obama in his speech.\"\n\n\"No one can justify wasting money on wars that should not have been fought, giving away tax breaks to people who don't need them, or deliberately designing a prescription drug benefit so that it needlessly hands hundreds of billions of dollars to drug companies and insurers,\" Baker wrote. \"But even with all of this waste, the deficit was still not out of control.\"\n\nWe're not going to wade into the debate over how much of the deficit to assign to Bush or Obama's policies. Obama may be laying too much blame for the deficit crisis on Bush policies, and not enough on the recession. But the economic downturn was in full bloom when Obama took office and he is correct that before he enacted any policies as president, the CBO projected a 2009 deficit of $1.2 trillion (as well as significant projected deficits in years to come as well). We rate his statement True.", "vclaim_id": "vclaim-pol-12668"}