{"url": "/factchecks/2019/nov/13/donald-trump/donald-trump-says-william-taylor-and-george-kent-a/", "speaker": "Donald Trump", "vclaim": "Says William Taylor and George Kent, the public witnesses in the House impeachment inquiry, are \"Never Trumpers.\"", "truth_label": "false", "date": "stated on November 13, 2019 in a fundraising email:", "title": "Donald Trump says William Taylor and George Kent are Never Trumpers. There’s no evidence they are", "text": "As the first day of public impeachment hearings began with testimony from William Taylor and George Kent, President Donald Trump attacked the two senior foreign-policy officials at the hearing as implacable foes.\n\"The Impeachment Scam hearings begin today! This is a complete Fake Hearing (trial) to interview Never Trumpers and a Pelosi-Schiff SCAM against the Republican Party and me,\" Trump said in a blast fundraising email. What caught our eye was the notion that Taylor and Kent were \"Never Trumpers.\" \nTrump himself had leveled this accusation on Twitter about 90 minutes before the hearing began, tweeting simply, \"NEVER TRUMPERS!\" He had tweeted that term in reference to the impeachment inquiry several times earlier in November.\nNEVER TRUMPERS!— Donald J. Trump (@realDonaldTrump) November 13, 2019 \nDuring the hearing, Rep. Eric Swalwell, D-Calif., asked each witness whether they were a Never Trumper. Both said they were not.\nWe’ve found no evidence that either Taylor or Kent qualify under any reasonable definition of \"Never Trumpers.\" (Neither the Trump campaign nor the White House responded to inquiries for this article.)\nThe careers of Kent and Taylor\nNothing in Taylor’s or Kent’s biographies shows they have strong political views. They have been in government for decades, serving under presidents of both parties.\nTaylor is the acting U.S. ambassador to Ukraine, a role known as the chargé d’affaires. A career diplomat and U.S. Army veteran, he has worked in every administration since 1985, including most recently as the ambassador to Ukraine from 2006 to 2009.\nKent is a career foreign-service officer who currently oversees State Department policy towards Ukraine, Moldova, Belarus, Georgia, Armenia and Azerbaijan. \nFrom 2015 to 2018, Kent served as deputy chief of mission in Kyiv. Previously, he served as the senior anti-corruption coordinator in the State Department’s European Bureau. From 2012 to 2014, he directed the State Department’s Bureau of International Narcotics and Law Enforcement. His earlier foreign service postings have included Warsaw; Kyiv; Tashkent, Uzbekistan; and Bangkok.\nNotably, both Taylor and Kent continue to serve in the Trump administration, and Trump officials named them to their current posts.\nWhat is a Never Trumper?\nThe term \"Never Trumper\" came to prominence during the 2016 election to refer to individuals, especially Republicans, who were unhappy that Trump was the GOP nominee. \nLiz Mair, one of the early leaders of the Never Trump movement, said she would define Never Trumper as \"a Republican who a) voted for Hillary Clinton b) voted third-party c) cast a write-in vote or d) refused to vote in 2016 and has not subsequently reversed course by expressing support for Trump, working for the Trump administration, donating to Trump, endorsing him in 2020, or contemplating voting for him in 2020.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nOften, the term has been used in reference to historically Republican or nonpartisan foreign policy officials and advisers who refused to join the Trump administration if he were to win the 2016 election.\nAt times, such officials publicly signed their names to letters. One of them, circulated by foreign-policy expert Eliot A. Cohen and others, said that \"as committed and loyal Republicans, we are unable to support a party ticket with Mr. Trump at its head. We commit ourselves to working energetically to prevent the election of someone so utterly unfitted to the office.\"\nThat letter included 122 signatures, none of which belong to Taylor or Kent.\nA second letter, published in the New York Times, said, \"None of us will vote for Donald Trump. From a foreign policy perspective, Donald Trump is not qualified to be President and Commander-in-Chief. Indeed, we are convinced that he would be a dangerous President and would put at risk our country’s national security and well-being.\"\nNone of the 50 signatories were Taylor or Kent.\nTom Nichols, a U.S. Naval War College professor in national security affairs who has become a prominent Never Trump voice, told PolitiFact that he considers it \"laughable\" to call either Taylor or Kent a Never Trumper.\n\"I did not know of either of them until now, and I have been a regular at meetings of the Never Trump group in D.C. for over two years,\" Nichols said, speaking in his personal capacity. \"This makes no sense to me and seems to be an appellation applied to anyone Trump doesn't like after the fact.\"\nMair agreed. \"Kent and Taylor have never been regarded by Never Trumpers as Never Trumpers,\" she said. She added that, before the Ukraine controversy erupted, she heard other Never Trumpers privately deriding Taylor, Kent, or both as \"enablers\" of Trump by agreeing to serve in his administration.\nGeoffrey Kabaservice, director of political studies at the Niskanen Center, a think tank, helped organize some Never Trumper events in Washington. \"Certainly I had never heard either mentioned as a Never Trumper,\" he told PolitiFact. \"Trump clearly is trying to define a Never Trumper as a Republican and/or conservative who criticizes any aspect of Trump's presidency, or who cooperates with critics of Trump.\"\nWhat about Taylor’s lawyer?\nAccording to news reports, John B. Bellinger III, a lawyer with the firm Arnold & Porter, now represents Taylor. Bellinger does have tangible Never Trumper credentials.\nBellinger signed the second letter referenced above, and he also joined a group of conservative legal figures opposed to Trump. \"Conservative lawyers are not doing enough to protect constitutional principles that are being undermined by the statements and actions of this president,\" Bellinger, a State Department and White House lawyer under President George W. Bush, told the New York Times in November 2018.\nHowever, just because Bellinger is a Never Trumper doesn’t mean that Taylor himself is a Never Trumper.\nIn any case, Trump made the distinction on Oct. 23 when he tweeted, \"Never Trumper Republican John Bellinger, represents Never Trumper Diplomat Bill Taylor (who I don’t know), in testimony before Congress!\"\nWe reached out to Bellinger’s firm for this article but did not hear back. \nOur ruling\nTrump said Taylor and Kent are \"Never Trumpers.\" \nBoth are career foreign policy officials who have served under presidents of both parties. Neither man signed one of the pre-election letters opposing Trump, and leading Never Trumpers told PolitiFact that they never heard of them associating with the group. Both received their current high posts by appointment from the Trump administration.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-16779"}