{"url": "/factchecks/2011/jul/20/bill-johnson/was-rep-bill-johnsons-funding-request-airport-impr/", "speaker": "Bill Johnson", "vclaim": "On opposition to earmarks", "truth_label": "no-flip", "date": "stated on July 5, 2011 in an online news story:", "title": "Was Rep. Bill Johnson's funding request for airport improvements consistent with his anti-earmark stance?", "text": "Rep. Bill Johnson is one of the Republican budget hawks elected to Congress for the first time last fall. He denounced earmarks and promised to cut spending.\n\nThat put him on the radar of political reporter Sam Stein of Huffington Post, who recently made a Freedom of Information Act request for communications between first-term House members and federal agencies.\n\nStein said the correspondence he received \"reveals that, in private, GOP lawmakers have pressed for tens of millions of dollars in federal help for their districts, even while decrying federal spending in front of the national press corps.\" Johnson is the second of 12 lawmakers named in Stein's story.\n\nOn March 8, he co-signed a letter from colleague Rep. Tim Ryan, a Democrat from Niles, asking the Department of Transportation for a grant to improve a runway at Youngstown-Warren Regional Airport at a cost of more than $4.3 million. The airport, just north of Youngstown, is in Ryan’s district but also serves Johnson’s, which includes some Youngstown suburbs.\n\nLess than a month later, Stein noted, Johnson said on the House floor, \"Our nation is broke. The federal government has maxed out its credit card.\"\n\nTo Stein, that raised the question \"of whether it was inconsistent for a lawmaker who has repeatedly deplored government spending to privately request his own slice of the pie.\"\n\nStein’s piece caused a stir, getting attention on cable news programs. In light of that story, PolitiFact Ohio decided to check Johnson’s position on earmarks on the Flip-O-Meter. Is the request for specific spending consistent with his previously stated position?\n\nThe congressman’s press secretary, Jessica Towhey, bristled at the question, but stood by the statement she gave Stein:\n\n\"There’s a difference between smart federal spending and the reckless, irresponsible waste of tax dollars the American people are fed up with,\" she said. \"Congressman Johnson joined with Rep. Tim Ryan in a bipartisan request to the FAA for safety improvements at a part of the Youngstown-Warren Regional Airport that the FAA has determined is not safe. This airport is a growing hub for travel and business in Northeast Ohio, and there is strong bipartisan support to ensure the safety of travelers and airport employees.\"\n\nWhat's the difference between runway spending and runaway spending? What's the difference between \"smart federal spending\" and a \"reckless, irresponsible waste of tax dollars\" -- apart from Johnson's support? Those are policy questions for others to debate.\n\nBut what about Johnson’s position on earmarks?\n\nWhile campaigning against Rep. Charlie Wilson for the 6th District seat last year, he declared himself opposed to all earmarks. He said he opposed \"out-of-control spending\" and wanted \"to stop funding programs that are not working, like the National Endowment for the Arts and other pork and earmarks.\"\n\nSo is the request for runway funding consistent with the earmark position?\n\nEarmarks are special requests from lawmakers that direct money to be spent in specific ways, usually to the benefit of a lawmaker's home district. They are often attached to a broad funding bill so that the only way to oppose them is to vote the bill down and stall the budgeting process. Critics have long argued that earmarks are likelier to serve special interests rather than the national good.\n\nRepublicans, including Johnson, approved rules that bar earmarks from legislation when they took control of the House this January.\n\nBut the airport request, while it does seek funding for a specific project, is not an earmark. It’s not a directed appropriation from Congress that targets a project. It’s not buried in a larger piece of legislation making it difficult to oppose. Rather, it’s a request to the administration asking it to support the project.\n\nThat’s a big difference. On the Flip-O-Meter, we find Johnson’s position on earmarks rates a No Flip.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOhio Department of Transportation\n\n\nstated on October 25, 2010 in a news release\n\n\n\n\n\n\n\n\n\"Demand for transportation choice is on the rise, with 14 percent more Ohioans riding passenger trains over the past year.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Joe Guillen • November 24, 2010", "vclaim_id": "vclaim-pol-12717"}