{"url": "/factchecks/2011/nov/08/rob-portman/retiring-couples-get-3-medicare-benefits-each-1-pa/", "speaker": "Rob Portman", "vclaim": "\"A couple retiring today will pay about $119,000 in lifetime Medicare taxes and receive about $357,000 in lifetime Medicare benefits. ... about 3 bucks in benefits for every dollar in taxes.\"", "truth_label": "true", "date": "stated on November 1, 2011 in a congressional hearing:", "title": "Retiring couples get $3 in Medicare benefits for each $1 paid in, Rob Portman says", "text": "The Joint Select Committee on Deficit Reduction, better known as the congressional \"super committee,\" has a deadline of Nov. 23 to come up with a plan to reduce the federal budget deficit by $1.5 trillion over 10 years.\n\nDemocrats on the bipartisan, 12-member panel offered a proposal in late October that included about $400 billion in cuts to Medicare. While the plan had no chance of winning approval from the committee's Republicans, who have said they will not accept a package with tax increases, it underlined the point that any plan is certain to make cuts to federal entitlement programs, especially Medicare.\n\nThe super committee's co-chair, Texas Republican Rep. Jeb Hensarling, noted in a hearing on Nov. 1 that President Obama had called Medicare and Medicaid \"the single biggest drivers of the federal deficit and the federal debt by a huge margin.\"\n\nMore attention focused on health care in the hearing, which featured testimony by the co-chairs of the National Commission on Fiscal Responsibility and Reform, former Wyoming Sen. Alan Simpson and former White House Chief of Staff Erskine Bowles.\n\nSen. Rob Portman at one point described Medicare now as an unsustainable program.\n\n\"A couple retiring today will pay about $119,000 in lifetime Medicare taxes and receive about $357,000 in lifetime Medicare benefits,\" the Ohio Republican said. \"So that's about 3 bucks in benefits for every dollar in taxes. If you multiply this by the 77 million retiring baby boomers, it's not hard to see why we have an unsustainable program.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTim Ryan\n\n\nstated on May 24, 2011 in a speech in the House of Representatives\n\n\n\n\n\n\n\n\nThe average person \"will pay $6,000 more a year\" under Rep. Paul Ryan's Medicare proposal.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • June 13, 2011\n\n\n\n\n\n\n\n\nPolitiFact Ohio knew the prospects for Medicare sustaining itself weren’t good, but we were surprised at the 3-to-1 ratio of benefits to taxes, particularly because of the popular belief among recipients that \"you earned it, you paid for it.\"\n\nWe asked Portman's office for background.\n\nThey referred us to a study from the Urban Institute, a nonpartisan public policy organization. Authored by fellow Eugene Steuerle, a former Treasury Department official, the widely cited study was published early this year and subsequently updated.\n\nIt says a two-income couple in which both partners earned an average wage ($43,500 each in 2011) and retired in 2011 would pay $119,000 in Medicare taxes and receive $357,000 in benefits.\n\nWe looked more closely at the study and found that the ratio was even more skewed for a single-income couple.\n\n\"Over a wide range of scenarios, beneficiaries retiring at age 65 in 2011 can expect to receive dramatically more in total benefits than they have paid in dedicated taxes,\" it concluded. \"If only one member of the couple had worked, we calculate a six-fold difference between contributions and benefits since both spouses are eligible for Medicare yet only one has paid taxes.\"\n\nLooking at the bigger picture, the report said, \"It is no wonder these programs now account for one-third of all federal spending each year.\"\n\nThe study, which was updated specifically to inform super committee discussions, concluded that \"changes to entitlement programs are inevitable as part of a sound fiscal policy.\" It asserted that anything short of a comprehensive, overall view would merely be tinkering.\n\nIts bottom line: \"Tax rates that have not kept pace with ever-rising benefit levels, increasing years of support, spiraling health costs, and fewer workers per retiree all imply that current and future generations of workers are going to have to do something to get these elderly benefit programs into order, either by paying higher taxes or receiving fewer benefits for themselves.\"\n\nWe make no ruling on those difficult choices.\n\nThe difficult situation described by Portman is another matter. On the Truth-O-Meter his claim rates True.", "vclaim_id": "vclaim-pol-12124"}