{"url": "/factchecks/2020/may/20/facebook-posts/no-specific-covid-19-vaccine-experimental-or-other/", "speaker": "Facebook posts", "vclaim": "“Bill Gates Explains That The COVID Vaccine Will Use Experimental Technology And Permanently Alter Your DNA”", "truth_label": "false", "date": "stated on May 15, 2020 in a blog post:", "title": "Blog post wrong on what Bill Gates said about COVID-19 vaccine", "text": "We’ve seen many social media posts lately that falsely claim Bill Gates is responsible for, or will somehow profit from, COVID-19.\nMost claims are focused on the coronavirus vaccine. The Gates Foundation has been financially supporting the development of a vaccine and posting articles explaining the projected vaccine timeline.\nA recent Facebook post links to an article titled, \"Bill Gates Explains That The COVID Vaccine Will Use Experimental Technology And Permanently Alter Your DNA.\" \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe Waking Times blog post heavily quotes Bill Gates’ blog, specifically when he explains how RNA COVID-19 vaccines could be developed and how they would create antibodies. \nRNA vaccines have been shown to create \"a safe and long-lasting immune response in animal models and humans\"  in clinical and preclinical trials. However, licensed RNA vaccines have never been produced before. \nThe body creates proteins by translating mRNA, the messenger molecules from DNA. By introducing a new mRNA vaccine to a few cells in the human body, those cells will produce the proteins of \"a disease-specific antigen,\" and the immune system can create an antigen-specific antibody. Basically, it creates only the parts of a pathogen that the body reacts to and creates antibodies to bond to. This way, the body can easily attack the disease when it recognizes its cells.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe second half of this claim, that these vaccines would \"permanently alter your DNA\" is incorrect. An article in Frontiers on Immunology analyzed new studies that found mRNA \"cannot potentially integrate into the host genome and will be degraded naturally.\" Basically, after the messenger molecules create antigens for the body to react to, they will naturally stop being used and break down.\nThe Waking Times blog shared on Facebook asserts that a new COVID-19 RNA vaccine \"will not be tested in any significant or standard capacity\" and that readers should prepare to be \"guinea pigs in the largest global health experiment ever.\"\nBut Gates makes it very clear throughout his own blog post that scientists are not just relying on RNA or DNA experiments to create the first worldwide COVID-19 vaccine. \"As of April 9, there are 115 different COVID-19 vaccine candidates in the development pipeline,\" Gates writes. RNA and DNA vaccines are easier to produce and they are testing them right now, but \"even if an RNA vaccine continues to show promise, we still must continue pursuing the other options.\"\nContrary to the explosive claim that the entire world would be treated as \"guinea pigs\" for a new RNA or DNA vaccine, Gates explains how any COVID-19 vaccine will go through a rigorous, but also shortened, testing period. The New England Journal of Medicine has projected that they can shorten the usual 5-year period of vaccine testing to three short testing trials over 18 months. Gates says later in his article that it’s a priority to \"make sure we have good real-world evidence that the vaccine is completely safe to use.\"\nRNA testing will be done on small groups before it reaches the entire world. The first round of clinical testing with an RNA vaccine for COVID-19 began on May 16th. The dosage test has only 105 subjects and is projected to take at least a year to complete.\nOur Ruling\nA blog post shared on social media reads \"Bill Gates Explains That The COVID Vaccine Will Use Experimental Technology And Permanently Alter Your DNA.\"\nThis is inaccurate. Gates never said that the first licensed COVID-19 vaccine would use experimental technology or permanently alter DNA; he said specifically that \"we don’t know yet what the COVID-19 vaccine will look like.\" The most recent research also shows that RNA vaccines, which are being tested for COVID-19 right now, do degrade naturally and don’t alter DNA permanently. We rate this claim False.", "vclaim_id": "vclaim-pol-18343"}