{"url": "/factchecks/2016/jan/02/cecile-richards/mostly-true-cecile-richards-says-far-more-american/", "speaker": "Cecile Richards", "vclaim": "\"More than 60 percent of people in America support Planned Parenthood and only 11 percent approve of Congress.\"", "truth_label": "mostly-true", "date": "stated on December 15, 2015 in an interview by actress Lena Dunham:", "title": "Cecile Richards says far more Americans support Planned Parenthood than Congress", "text": "In a Dec. 15, 2015, interview with actress and writer Lena Dunham in Lenny Letter, Dunham’s feminist email newsletter, Planned Parenthood President Cecile Richards discussed testifying to Congress, running Planned Parenthood in the wake of the shooting in Colorado Springs and her experiences fighting for reproductive rights.\nTheir conversation came as Republicans in Congress continued to seek an end to any federal aid to Planned Parenthood in the same year videos released by an anti-abortion group purported to show Planned Parenthood officials discussing the use of fetal tissue in medical research. Federal funding to Planned Parenthood does not go toward abortions and is instead used to fund the organization’s other services, such as sexually transmitted disease testing and treatment, mammograms and contraceptive services.\nIn the interview, Dunham asked Richards about changes in the politics of abortion rights over Richards’ nine years as president of Planned Parenthood. Richards, eldest daughter to Ann Richards, the late former Texas governor, replied by mentioning the partisan realignment of legislatures in 2010, which mostly benefited Republicans, and the Republican Party’s national shift to the right.\n\"But if you look at the people in this country,\" Richards continued, \"they are supportive of safe and legal abortion. They support Planned Parenthood. I was just looking at the recent numbers. More than 60 percent of people in America support Planned Parenthood, and only 11 percent approve of Congress.\" Those numbers, Richards said, show that \"just because the politics are going one way, it’s not because that’s where the people are.\"\nWhere the people are is a pretty broad assessment. We focused on whether Richards was right about the relative popularity of Planned Parenthood and unpopularity of Congress.\nCongressional approval\nCongress hasn’t been widely admired very often. As we noted in a December 2014 story, the Gallup polling organization started inquiring into attitudes toward Congress in 1974. Its results show Congress never proving very popular, except after the 9/11 attacks, when there was a spike to 84 percent of respondents approving of the job Congress was doing.\nThe most recent Gallup poll available at the time of Richards’ interview placed public approval of Congress at 11 percent. (After that, according to Gallup, support edged up to 13 percent.) The poll, conducted from Nov. 4 to Nov. 8, 2015, asked respondents, \"Do you approve or disapprove of the way Congress is handling its job?\" A whopping 86 percent disapproved, and 3 percent had no opinion.\nEleven percent approval was a low point for Congress in 2015. Twenty percent approved of Congress in February 2015, and 19 percent approved in May 2015. Approval of Congress declined starting in May 2015, reaching 14 percent in August 2015 and 13 percent in October 2015, before hitting 11 percent the next month.\nA poll released Dec. 3, 1015, by Rasmussen Reports placed public support for Congress even lower: 9 percent of likely voters said Congress was doing a good or excellent job according to Rasmussen’s methodology, which in 2015 often returned lower favorability numbers than Gallup’s polls.\nSupport for Planned Parenthood funding\nIn reviewing the other end of Richards’ claim, we recognized two ways to gauge \"support\" for Planned Parenthood. Polls in 2015 inquired into U.S. attitudes about ending federal aid to the group and about general feelings about the group which, we’ve noted, provides family planning and other women’s health services, including abortions.\nPlanned Parenthood, asked for the factual backup to Richards’ statement, pointed us to several surveys showing support for the group itself and support for its funding as well as opposition to shutting down the government rather than continuing its aid.\nAn Oct. 14, 2015, PolitiFact Wisconsin fact-check found True this September 2015 claim by Wisconsin Democrat Gwen Moore: \"60 percent of all Americans do not want to see Planned Parenthood defunded.\"\nThree September 2015 surveys--similarly cited by Planned Parenthood when we made our recent inquiry--seemed to back Moore’s claim: \n• A NBC News/Wall Street Journal poll of adults asked: \"Would you favor or oppose totally eliminating federal funding to Planned Parenthood for family planning and preventative health services?\" Sixty-one percent of respondents opposed eliminating federal funding to Planned Parenthood.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n• A USA Today/Suffolk University poll of likely voters asked: \"Do you think all federal funding for Planned Parenthood should be cut off: yes or no?\" Sixty-five percent said no. A similar poll conducted in December 2015 saw that number down slightly at 58 percent.\n• A Pew Research Center poll tied Planned Parenthood funding to a possible government shutdown in its question but got a similar result: 60 percent of adults said any federal budget agreement to avert a government shutdown would have to maintain funding for Planned Parenthood.\nAnother survey, however, did find support for eliminating Planned Parenthood’s funding. Released Dec. 2, 2015, the poll from the Robert Morris University Polling Institute found that 53.3 percent of respondents supported defunding Planned Parenthood, and 31.5 percent opposed it.\nThe RMU polling institute speculated in its news release that the starkly different response stemmed from the wording used in the polling question. The RMU poll asked respondents: \"Congressional Republicans favor shifting Planned Parenthood federal funds to community clinics that perform the same services, but do not perform abortions. Would you say you support or oppose this plan?\" Other polls generally asked a version of the question, \"Do you think all federal funding to Planned Parenthood should be cut off?\" without mentioning clinics, services, or abortions.\nThe RMU poll stood alone in finding support for defunding Planned Parenthood.\nSupport for Planned Parenthood\nSurvey questions asking directly about support for Planned Parenthood in itself — rather than its government backing — had positive responses, at lower numbers than the 60 percent mark. These polls all asked a version of the simple question, \"Is your opinion of Planned Parenthood favorable or unfavorable?\"\nAn Oct. 6, 2015, poll by Rasmussen Reports, which Planned Parenthood also shared with us, found that 53 percent of likely voters had a favorable opinion of Planned Parenthood, with a margin of error of 3 percent. A Bloomberg National Poll in November 2015 got 50 percent favorability for the organization, with the same margin of error. A Sept. 28, 2015, poll from Quinnipiac University delivered lower numbers: it found that 44 percent of Americans had a favorable opinion of Planned Parenthood, compared with 39 percent unfavorable, with a 2.5 percent margin of error.\nThe lowest favorability ratings came from a September 2015 CBS News/New York Times poll, which found 40 percent in favor and 27 percent not in favor. Thirty-one percent in that poll said they did not know enough to answer the question.\n\nBy email, Planned Parenthood media relations assistant Claire Barnes pointed to an Aug. 5, 2015, NBC News/Wall Street Journal poll that put Planned Parenthood’s favorability ratings in context. The poll found Planned Parenthood’s 45 percent favorability rating was higher than favorability ratings for the NRA, the Supreme Court, Bernie Sanders, President Barack Obama and several Republican presidential candidates included in the survey.\nOur ruling\nRichards said that more than 60 percent of people in America support Planned Parenthood, and only 11 percent approve of Congress.\nRichards had a bead on Congress, which was wallowing in 11-percent approval territory in November 2015.\nIn addition, most polls suggested more than 60 percent of Americans opposed the federal defunding of Planned Parenthood.\nStill, there’s clarification missing. While more people look favorably on Planned Parenthood than not, polls indicated, that was the opinion of 40 percent to 53 percent of Americans--not more than 60 percent.\nWe rate Richards’ statement Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-05582"}