{"url": "/factchecks/2012/jun/12/chris-matthews/chris-matthews-discusses-48-hour-rule-florida-voti/", "speaker": "Chris Matthews", "vclaim": "Under Florida’s voting law, a requirement to turn in voter registrations within 48 hours \"makes it impossible to meet the deadline if you’re working right to the end of the week.\"", "truth_label": "false", "date": "stated on June 4, 2012 in comments on MSNBC's \"Hardball\":", "title": "Chris Matthews discusses 48-hour rule, Florida voting law with Florida GOP chairman Lenny Curry", "text": "Count MSNBC’s Chris Matthews among those who think a new voting law passed in Florida in 2011 is bad public policy.\n\nOn his show Hardball, Matthews discussed the law -- in particular, a requirement that voter registration groups return signed applications within 48 hours or face fines -- with Republican Party of Florida Chairman Lenny Curry and Judith Browne-Dianis, co-director of a civil rights group called the Advancement Project.\n\nMatthews and his guests were discussing federal Judge Robert Hinkle’s May 31, 2012, decision to deem the 48-hour rule unconstitutional. In his ruling, Hinkle said the Legislature’s restrictions have made it \"risky business\" for third-party groups to register new voters.\n\n\"He said -- quote -- ‘If the goal is to discourage voter registration drives, and thus also to make it harder for new voters to register, this may work. Otherwise, there is little reason for such a requirement’,\" Matthews said, quoting Hinkle.\n\nFrom there, Matthews dressed down Curry, saying the law makes it impossible in some cases for voter registration groups to meet that deadline.\n\nHere’s a transcript:\n\nMatthews: \"Lenny Curry, you’re the chair of the Republican Party down there. Was the intention to suppress the vote down there, as Judith says, or it had some other purpose? Why would you set a requirement you got to get your petitions in, in 48 hours? Why did you set such a requirement and a law?\"\n\nCurry: \"No, there was no intention to suppress the vote.\"\n\nMatthews: \"Well, why would you make such a deadline, a two-day deadline to get the petitions in?\"\n\nCurry: \"In my view, the deadline seemed reasonable. The judge struck that part of the law down. A majority of the law stands, which will create ...\"\n\nMatthews: \"Well, wait a minute. I’m going to call you there because everybody watching can figure this one out. If I’m working in front of a Safeway somewhere and I’m collecting registrations -- I’m registering people who aren’t registered -- and it’s Friday afternoon at 5:00 p.m., I can’t even technically turn those in until Monday. That means it’s already elapsed, the 48 hours.\n\n\"So, under the law, nothing I get done late Friday afternoon is of any value and probably some of the stuff early Saturday morning. The 48-hour rule basically makes it impossible to meet the deadline if you’re working right to the end of the week, right, Lenny?\"\n\nCurry: \"The law was written to ensure that we have controls and processes in place to ensure the integrity of the vote. Most of the law stood. I’m no lawyer. The judge ruled on the 48-hour piece of the law. And it’s gone. And it is what it is.\n\n\"But to suggest that Republicans want to suppress the vote …\"\n\nMatthews: \"You don’t have to be a lawyer to own a calendar or know what a weekend is. A weekend is 48 hours.\"\n\nMatthews was relentless about his point. But he is also incorrect.\n\nWe read the bill (HB 1355) that passed the Legislature in 2011 and was signed into law by Gov. Rick Scott.\n\nThe 158-page bill does indeed create a 48-hour deadline for voter groups to turn in completed registrations. But there’s a caveat.\n\nAccording to the law, a completed application \"shall be promptly delivered to the division or the supervisor of elections within 48 hours after the applicant completes it or the next business day if the appropriate office is closed for that 48-hour period.\" (The passage is included on page 21 of the bill text. We added the bold for emphasis.)\n\nPut plainly, if someone is registering voters on a Friday evening -- as Matthews said -- they would have until Monday to turn in the completed forms. If Monday was a holiday, the deadline would be extended until Tuesday. If Monday and Tuesday were holidays, or if the elections office was closed for any reason, the deadline would be Wednesday. And so on.\n\nWe confirmed our interpretation of the law with Florida Department of State spokesman Chris Cate.\n\nThere’s no doubt the deadlines were deterring groups from going out to register voters. After the law’s passage, the League of Women Voters said they wouldn’t conduct their usual voter registration drives because the new requirements were too difficult to meet.  \n\nBut Matthews said that Florida’s 2011 voting law made it impossible for third-party groups to register voters on Friday afternoon, because a 48-hour deadline to turn in those applications would expire before the elections office opens Monday morning.\n\nThat’s not correct. The law factored in weekends and holidays and gave voter registration groups until the next business day. We rate Matthews’ claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPolitiFact Florida is partnering with 10 News for the 2012 election. View the video version of this fact-check here.", "vclaim_id": "vclaim-pol-10939"}