{"url": "/factchecks/2013/mar/26/steve-latourette/former-rep-steve-latourette-says-spending-during-b/", "speaker": "Steve LaTourette", "vclaim": "\"Quite frankly, it was during the Bush years of spending, multiplied now by the Obama years that we have this mess.\"", "truth_label": "mostly-true", "date": "stated on March 17, 2013 in an interview on “Fox News Sunday”:", "title": "Former Rep. Steve LaTourette says spending during Bush and Obama years led to the government’s fiscal problems", "text": "Since retiring from Congress at the beginning of this year because he was frustrated by partisan gridlock, former Bainbridge Township GOP Rep. Steve LaTourette has become head of the Republican Main Street Partnership, where he has urged more centrism and cooperation between Republicans and Democrats.\n\nIn that capacity, LaTourette has dismissed Republicans who refuse to compromise with Democrats as \"chuckleheads\" who are hindering governance. In a March 17 segment on \"Fox News Sunday\", LaTourette debated those views with a leader of the Tea Party movement, FreedomWorks president and CEO Matt Kibbe.\n\nKibbe told LaTourette that \"the only reason we are talking about a balanced budget, the only reason that we’re having a serious debate about $16-plus trillion in debt, is because of the Tea Party class in 2010, and the folks we had in 2012.\"\n\n\"We’re never going to fix the problem just by pretending that the process of bipartisanship somehow gets to real problems, because that’s how we got here,\" Kibbe said. \"This crisis was created by both Republicans and Democrats not willing to make tough choices.\"\n\n\"That flies in the face of what we did in the 1990s,\" LaTourette responded. \"Bill Clinton was the president, John Kasich was the budget chair and Newt Gingrich was the speaker and we created the Balanced Budget Act in 1997. And quite frankly, it was during the Bush years of spending, multiplied now by the Obama years that we have this mess.\"\n\nLaTourette went on to tell Kibbe the Tea Party is an important part of the Republican Party, but he believes \"just saying no doesn’t get you anything, and it creates these false crises. And you can get past the false crises if you work something out.\"\n\nIn light of Kibbe’s skepticism that bipartisanship can fix the nation’s budget problems, we thought it was worth examining LaTourette’s assertion that Republicans in Congress worked with the Democratic-controlled White House in 1997 to balance the budget, and \"it was during the Bush years of spending, multiplied by the Obama years that we now have this mess.\"\n\nAccording to the Congressional Budget Office (CBO), the Balanced Budget Act of 1997 was designed to shave $127 billion from the federal budget deficit between 1998 and 2002, largely by slowing the growth of the Medicare program. After that agreement, the federal government’s revenue exceeded its spending from 1998 to 2001. Throughout that period, Clinton controlled the White House and Republicans controlled the U.S. Senate and House of Representatives. President George W. Bush took office in January 2001, after the 2001 budget had been assembled by Clinton and the GOP Congress. As noted by FactCheck.org, the debt the government owes to the public decreased during this period of surpluses, but was not erased.\n\nIn 2001, CBO predicted the government would run a total of $5.6 trillion in surpluses from 2001-11, including a surplus of nearly $900 billion in 2011 alone. It forecast that the federal government’s debt would be erased by 2006, and there’d be a $2.3 trillion surplus by 2011. Instead the federal government ran $6.1 trillion in deficits, including deficits exceeding $1 trillion in each of 2009-11. Numerous organizations have analyzed what went wrong.\n\nIn an April 2011 report, the nonpartisan Pew Charitable Trusts said a variety of factors are responsible for the growth in federal debt since 2001. Its fiscal analysis put two thirds of the blame on legislation adopted since January 2001 that enacted roughly three dollars of new spending for every two dollars in tax cuts. It traced 13 percent of the increased debt to tax cuts that were implemented from 2001 to 2003, 10 percent to spending caused by military operations in Iraq and Afghanistan, 6 percent to the Recovery Act, 3 percent to tax legislation adopted in 2010, and 2 percent to establishment of prescription drug coverage for Medicare beneficiaries.\n\nA different nonprofit, nonpartisan economic research organization called e21 says the projected surpluses did not materialize because forecasters made inaccurate projections, such as failing to predict \"the bursting of the 1990s dot-com stock bubble, which by itself eliminated the surpluses projected for 2002 and 2003.\" It said that spending increases were responsible for nearly half of the evaporated surplus, that off-base projections caused about 27 percent, and tax relief caused 24 percent.\n\n\"One major factor that worsened the fiscal outlook was a large increase in federal discretionary spending,\" said the e21 report authored by former Bush administration economic advisor Charles Blahous. \"Much of this, of course, happened after the United States was attacked on September 11, 2001. The U.S. thereafter conducted major military operations in Afghanistan and Iraq, and also increased expenditures on homeland security. These policies were enacted with bipartisan support, including bipartisan decisions to add their costs to the federal deficit. Discretionary spending increases further accelerated in 2009-11.\"\n\nIt is clear that federal budget surpluses disappeared after 2001 for a variety of reasons. During last year’s presidential contest, a great deal of political wind was expended over whether Bush or Barack Obama was more to blame for elevated government spending since 2001. Because LaTourette said they both left a mess, it’s not necessary here to dissect how much harm was done during each presidency.\n\nIt is worth noting that Bush had a Republican Congress to back his initiatives during most of his presidency. Partway through his first term, Democrats assumed control of the U.S Senate when Vermont’s Jim Jeffords left the Republican party and announced he’d caucus with Democrats. Republicans controlled all three branches of government from 2003 through 2007. During Bush’s last two years, Democrats controlled the House of Representatives and Senate.\n\nObama began his term with his fellow Democrats in charge of the House and Senate. Two years later, Republicans took charge of the House of Representatives, though Democrats retained control of the U.S. Senate. That scenario persists today.\n\nLaTourette is correct that the federal budget was balanced in the 1990s, at a time when a Democratic president was forced to find common ground with Republicans who controlled Congress. He’s also correct that the nation’s budget woes have escalated since then. Spending is no doubt a major factor, but there are a variety of reasons. With that point of clarification, we rule that LaTourette’s statement is Mostly True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRob Portman\n\n\nstated on September 6, 2012 in a news release\n\n\n\n\n\n\n\n\n\"$16 trillion (the national debt) in $1 bills would cover the entire state of Ohio nearly 1.5 times.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Feran • September 12, 2012", "vclaim_id": "vclaim-pol-09544"}