{"url": "/factchecks/2016/jul/22/donald-trump/despite-new-adverb-trumps-claim-about-clinton-want/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton \"wants to essentially abolish the Second Amendment.\"", "truth_label": "false", "date": "stated on July 21, 2016 in a speech at the Republican national convention:", "title": "Despite new adverb, Trump's claim about Clinton wanting to 'abolish' 2nd Amendment is still False", "text": "In officially accepting the GOP presidential nomination, Donald Trump tried to finesse one of his favorite but false attacks on the campaign trail:\n\"My opponent wants to essentially abolish the Second Amendment,\"  Trump said July 21 in Cleveland.\nIt’s nice that Trump added the word \"essentially,\" but the charge is still not without faults.\nWhen we last looked at the claim, we found no evidence that Clinton has ever said she wants to repeal or abolish the Second Amendment. She has called for stronger regulations, but continuously affirms her support for the right to bear arms.\nHowever, gun rights advocates argue that it’s reasonable to infer from a few comments that she wants to roll back the Second Amendment as it’s currently interpreted.\nStraight shooting on the campaign trail\nIn both her 2008 and 2016 White House bids, Clinton has called for more gun control all the while saying she \"believes in the Second Amendment.\"\nHere are a few examples of comments she’s made:\n• January 2008, Democratic presidential debate: \"I believe in the Second Amendment. People have a right to bear arms. But I also believe that we can common-sensically approach this.\"\n• August 2015, in response to the on-air murders of a news crew in Virginia: \"We are smart enough, compassionate enough to balance legitimate Second Amendment rights concerns with preventive measures and control measures, so whatever motivated this murderer ... we will not see more needless, senseless deaths.\"\n• January 2016, on Twitter: \"Nobody's attacking the Second Amendment. We can protect Americans' rights — and also protect families from gun violence. #GOPdebate\"\n• June 2016, on ABC’s This Week: \"I believe we can have common-sense gun-safety measures consistent with the Second Amendment.\" (More on this later.)\nSetting aside the bulk of Clinton’s comments on protecting the Second Amendment (examples here, here, here, here, here and here), we’ll now go over three points that some gun rights advocates and experts say gives Trump’s charge some credence.\nSmoking guns?\nClinton riled the gun lobby with two eyebrow-raising comments last fall and one from this spring.\nClinton said in October 2015 a national gun buyback program like Australia’s compulsory program was \"worth looking into.\" After a gunman killed 35 people in Port Arthur, Tasmania, in 1996, Australia banned semiautomatic and automatic weapons and enacted a mandatory buyback of the newly prohibited guns.\nThat program is \"incompatible with private ownership of guns,\" Eugene Volokh, a law professor at the University of California, Los Angeles, told us in May. (The National Rifle Association shares this view.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n \n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe full context of Clinton’s response, however, suggests she may have misspoken or not fully understood Australia’s program, as she also evoked voluntary buybacks as potential models for a U.S. program.\nSecond, Clinton said in a leaked recording of a private fundraiser that she thinks the Supreme Court \"is wrong on the Second Amendment,\" referring to its landmark ruling in District of Columbia vs. Heller. In a 5-4 decision, the Court struck down Washington’s handgun ban and recognized that the Second Amendment applies to the individual’s right to bear arms.\nExperts who support gun rights told us undoing Heller basically ends the Second Amendment as currently interpreted. They pointed out that former Justice Department officials under President Bill Clinton and his appointees Stephen Breyer and Ruth Bader Ginsburg argued in Heller that gun regulations do not violate the Second Amendment because it primarily pertains to a well-regulated militia, not the individual right to bear arms.\nClinton, in her June interview on This Week, added fuel to the fire when she appeared to talk about the individual right as a hypothetical.\n\"Do you believe that their conclusion that an individual's right to bear arms is a constitutional right?\" host George Stephanopoulos asked.\n\"If it is a constitutional right, then it, like every other constitutional right, is subject to reasonable regulation,\" she responded. \"And what people have done with (the Heller) decision is to take it as far as they possibly can and reject what has been our history from the very beginning of the republic, where some of the earliest laws that were passed were about firearms.\"\nThe NRA and voices on the right seized upon these comments as proof that Clinton doesn’t really believe in the individual right to bear arms. But that ignores what she said immediately after:\n\"So I think it's important to recognize that reasonable people can say, as I do, responsible gun owners have a right — I have no objection to that. But the rest of the American public has a right to require certain kinds of regularity, responsible actions to protect everyone else.\"\nUCLA Second Amendment expert Adam Winkler, meanwhile, said that the accuracy of Trump’s charge depends on Clinton’s grounds for rejecting Heller. (According to news reports from the 2008 election, she supported Washington’s handgun ban.)\n\"If she thought the reasoning was wrong, but the result right, then she would fit in with a number of strong pro-gun advocates,\" he said. \"If, however, she thought there should be no protection for gun rights, then Trump's claim comes closer to the truth.\"\nThe Clinton campaign previously told us Clinton \"believes Heller was wrongly decided in that cities and states should have the power to craft common sense laws to keep their residents safe.\"\nThis suggests Clinton disagrees with the court declaring the district’s ban on handguns unconstitutional, not necessarily the individual right itself — a position that’s more or less in line with the George W. Bush administration’s position on Heller of recognizing the right but allowing reasonable curtailment.\nOur ruling\nTrump said, \"My opponent wants to essentially abolish the Second Amendment.\"\nThe addition of the word essentially doesn’t change the accuracy of this claim. We found no evidence of Clinton ever saying verbatim or suggesting explicitly she wants to abolish the Second Amendment. The bulk of her comments suggest the opposite: She wants to enact stricter gun control, but has no objection to responsible gun ownership.\nGun advocates say Trump’s claim is backed up by Clinton’s openness to a gun buyback program and her disagreement with a Supreme Court decision on the Second Amendment. But whether or not these cherry-picked comments actually reveal Clinton’s intentions is a matter of interpretation.\nWe rate Trump’s claim False.\n \nhttps://www.sharethefacts.co/share/85ef6fa9-d3d9-4a5f-afd2-40af77b1eb94", "vclaim_id": "vclaim-pol-04632"}