{"url": "/factchecks/2012/jun/06/new-jersey-democratic-state-committee/new-jersey-democrats-claims-politifact-said-it-was/", "speaker": "New Jersey Democratic State Committee", "vclaim": "Says PolitiFact issued a True ruling on Paul Krugman calling \"Governor Christie a ‘fiscal phony.’\"", "truth_label": "false", "date": "stated on June 1, 2012 in a newsletter:", "title": "New Jersey Democrats claim PolitiFact said it was True that Chris Christie is a fiscal phony", "text": "As Democrats proved recently, use PolitiFact New Jersey as a weapon to slam Gov. Chris Christie and you could be the one getting bruised.\n\nIn the June 1 \"Week In Review\" on its website, the New Jersey Democratic State Committee suggested that we issued a True ruling on the claim by New York Times columnist Paul Krugman that the Republican governor is a \"fiscal phony.\"\n\nUnder the headline \"New York Times Calls Christie a Fiscal Phony,\" the post read as follows:\n\n\"Paul Krugman, a columnist with the New York Times, called Governor Christie a ‘fiscal phony’ this week for Christie’s willingness to borrow money in order to cut taxes for the wealthiest New Jersey residents. Politifact found the Krugman’s claims about Christie to be TRUE.\"\n\nBut our True ruling was based on Krugman’s claim about how the state’s job growth during Christie’s tenure has been less than the gains in New York, Connecticut and the nation as a whole. We did not rule on Krugman's \"fiscal phony\" statement, and our fact-check never addressed Christie's plans to borrow money and cut taxes.\n\nAlicia D'Alessandro, communications director for the New Jersey Democratic State Committee, acknowledged the Democrats’ mistake in a statement. The website post was later changed to accurately reflect our fact-check.\n\n\"We did not mean to imply that Politifact was calling Christie a fiscal phony, although we wish you had done so, because he is,\" D'Alessandro wrote. \"We do recognize that our language should have been more precise and that the sentence in question should have read: 'Politifact found Krugman's claims about anemic job growth under Christie to be TRUE.’\"\n\nLet’s review what our story was really about.\n\nIn his May 28 column, Krugman said Christie \"proved himself just another standard fiscal phony.\" The liberal columnist criticized the governor’s \"Jersey Comeback\" message in light of the job growth since Christie took office in January 2010.\n\n\"Here’s the story: For some time now Mr. Christie has been touting what he calls the ‘Jersey comeback,’\" Krugman wrote. \"Even before his latest outburst, it was hard to see what he was talking about: yes, there have been some job gains in the McMansion State since Mr. Christie took office, but they have lagged gains both in the nation as a whole and in New York and Connecticut, the obvious points of comparison.\"\n\nAs we explained in our May 31 ruling, Krugman’s analysis was correct.\n\nIn terms of the percentage increases in total jobs and private-sector jobs as of April 2012, New Jersey’s growth since the beginning of Christie’s tenure has been less than the growth in New York, Connecticut and the nation as a whole, according to seasonally-adjusted data from the U.S. Bureau of Labor Statistics. At the time of Krugman's statement, the April figures were preliminary.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nBut we never said Krugman’s critique of Christie as a \"fiscal phony\" was accurate.\n\nOur ruling\n\nIn the June 1 \"Week In Review\" on its website, the New Jersey Democratic State Committee claimed \"Paul Krugman, a columnist with the New York Times, called Governor Christie a ‘fiscal phony’\" and \"Politifact found the Krugman’s claims about Christie to be TRUE.\"\n\nBut our True ruling was based on Krugman’s claim that New Jersey’s job growth since Christie took office has been less than the growth in New York, Connecticut and the nation as a whole. \"Fiscal phony\" is a catchy phrase, but it had nothing to do with our ruling.\n\nWe rate the Democrats’ claim False.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10973"}