{"url": "/factchecks/2017/sep/06/ourlandofthefreecom/no-clinton-foundation-not-charging-7-water-bottle-/", "speaker": "OurLandOfTheFree.com", "vclaim": "The Clinton Foundation is sending water to Houston \"for $7 a bottle.\"", "truth_label": "pants-fire", "date": "stated on August 30, 2017 in a blog post:", "title": "No, the Clinton Foundation is not charging $7 per water bottle sent to Houston", "text": "It’s not true that the Clinton Foundation is providing water to Houston hurricane survivors at $7 per bottle. That’s fake news.\nAn Aug. 30 post on OurLandofTheFree.com claimed the foundation \"is using an outdated rule for non-profits\" that would allow it \"to compete in the free market regardless of who the competition is.’\"\nThe headline says, \"Clinton Foundations (sic) sends water to Houston…for $7 a bottle.\"\nThe post claims that the Federal Emergency Management Agency is under contract to pay for water and other items \"due to Obama era rules that give special consideration to ‘compassionate liberals’ who own non-profits.\" The website also said the Clintons stand to funnel to themselves hundreds of millions of dollars that would come through the foundation for flood relief.\nBut posts on OurLandofTheFree.com should not be taken as serious reporting.\nThe website’s About Us page says, \"All posts should be considered satirical and all images photoshopped to look like something they’re not. It’s not you, it’s me.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Clinton Foundation, founded by former President Bill Clinton, also refuted the post’s claims.\n\"This story is totally fabricated. We have encouraged people to donate to relief efforts on the ground. Nothing in this story is true,\" said Brian Cookstra, Clinton Foundation spokesman.\nIn an Aug. 28 Medium post, the Clinton Foundation published a list of members of the foundation's community who are providing relief to survivors of Hurricane Harvey. Those organizations include the American Red Cross, Houston Food Bank and Americares, which the foundation said has responded to requests for water and medications.\nThe Clinton Foundation is an international humanitarian charity that came under scrutiny by Hillary Clinton opponents during the 2016 presidential campaign. (PolitiFact fact-checked several claims related to the foundation and how it compares to the Trump Foundation.)\nBill Clinton has supported national relief efforts in the past, but that was done through separate partnerships. For instance, he worked with former President George H.W. Bush to create a charity, the Bush-Clinton Katrina Fund, to help survivors of Hurricane Katrina in 2005.\nA claim from OurLandofTheFree.com that the Clinton Foundation is charging $7 per bottle of water sent to Houston after Hurricane Harvey is made up. We rate it Pants on Fire!\n Share the Facts 2017-09-06 20:18:21 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  https://ourlandofthefree.com/2017/08/breaking-clinton-foundations-sends-water-to-houston-for-7-a-bottle/ The Clinton Foundation is sending water to Houston \"for $7 a bottle.\"    OurLandofTheFree.com Bloggers   in a blog post Wednesday, August 30, 2017 2017-08-30    Read More  info", "vclaim_id": "vclaim-pol-02935"}