{"url": "/factchecks/2014/apr/04/charles-krauthammer/charles-krauthammer-anyone-can-get-out-individual-/", "speaker": "Charles Krauthammer", "vclaim": "\"If you want out of the individual mandate... all you have to do now is tick off the box that says 'hardship' and you're out.\"", "truth_label": "barely-true", "date": "stated on April 1, 2014 in an interview on \"The O'Reilly Factor\":", "title": "Charles Krauthammer: Anyone can get out of individual mandate by claiming hardship without explanation", "text": "Individual mandate, schmindividual schmandate. There’s a quick, penalty-free fix for anyone who wants out of Obamacare’s health insurance requirement, says conservative pundit Charles Krauthammer.\nJust check a box. The one that says \"hardship.\" That’s it, you’re done! There will be no questions, and no consequences.\nAt least, that’s how easy Krauthammer made it sound during his April 1 appearance on The O’Reilly Factor. He and host Bill O’Reilly discussed the Democrats’ changes to the law since it passed in 2010.\nKrauthammer: \"They decide what the law is every Wednesday morning. They've changed it 38 times. The employer mandate is out. Remember the great debate in the country for two years over the individual mandate?\n\"The individual mandate no longer exists. They haven't said so officially, but if you want out of the individual mandate, do you know what you've got to do?\n\"You have to say that this is a hardship. There are hardship exceptions. It means, it was meant to mean, if there's a hurricane or a tornado and you're living out of the back of a pickup truck, you can opt out. All you have to do now is tick off the box that says 'hardship' and you're out.\"\nO'Reilly: \"Yes, you don't even have to explain it.\"\nKrauthammer: \"You don't have to explain --\"\nO'Reilly: \"And it can be as simple as 'I don't know how to work the computer, so I can't get it.' \"\nKrauthammer: \"Right. When you have an anonymous bureaucratic computerized system and then you use the word 'honor system' as the way of describing, you are deliberately misusing the language.\"\nO’Reilly: \"I think the evidence is overwhelming that you are correct.\"\nWith an assurance like that from O’Reilly, we thought Krauthammer’s point merited a second look. Is it really so easy to get out of the insurance mandate by claiming a hardship?\nWe know from a previous fact-check that the Internal Revenue Service cannot use the threat of jail time or property seizures to go after people who do not pony up the \"shared responsibility payment,\" or what’s sometimes referred to as the \"tax\" for not having health insurance even though you can afford it.\nThat fee, which will be collected in 2015 for the filing of 2014 taxes, is 1 percent of annual income or $95 per person for the year, whichever is more expensive. The fee goes up every year.\nAlready, some people are exempt for reasons including religious beliefs, prisoners, Indian tribes, income being below the federal filing level, and undocumented immigrants.\nThe hardship exemption comes in when you don’t fall into those categories but have a reason for not having health insurance and paying the fine. In most cases, it’s because you can’t afford it.\nGetting one is not as easy as checking a box.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHere’s the application from the Health Insurance Marketplace, which spells out 14 categories for the hardship exemption. It also says what form of documentation (hello, proof) you need to attach in order to qualify.\nCategories that require some form of documentation include being evicted or declaring bankruptcy in the last six months; receiving a shut-off notice from a utility; the death of a loved one; a human or natural disaster caused substantial property damage; racking up unexpected costs taking care of a family member; applying for but not receiving Medicaid because the state of residence did not expand Medicaid access envisioned in the law; and having medical expenses you couldn’t pay in the last two years.\nThere’s also a hardship category for people whose health plans were canceled and they find other options unaffordable.\nBeing homeless or suffering domestic abuse are the only categories that do not require some form of documentation.\nBut then there’s the 14th category: \"You experienced another hardship in obtaining health insurance.\" Documentation should be submitted \"if possible.\"\nIs that the magical \"other\" category promising safe haven for people who don’t want to pay the insurance penalty?\n\"Exemption 14 is broad, but not open ended,\" said Timothy Jost, a Washington and Lee University professor who has studied the law. \"My understanding is that it is meant to give (Health and Human Services) the discretion to take into account hardships not specifically listed.\"\nAn unlisted hardship would have to be in the spirit of the other categories, he said, and it would not be permanent, if it’s granted at all. The Department of Health and Human Services will respond within one to two weeks to let someone know if more information is needed, the application says. If the exemption is okayed, the recipient gets a special number to include on his or her tax return.\n\"HHS could certainly deny a hardship exemption if there was insufficient documentation or explanation,\" Jost said.\nGail Wilensky, an expert on the law who headed Medicare and Medicaid under President George H.W. Bush, said Krauthammer’s point isn’t that far from the mark, especially since \"the administration has shown itself to be extremely 'flexible' when it comes to any type of enforcement or timing thus far.\"\nStill, there is some explaining required. There’s a box for applicants to describe how their hardship prevented them from getting health insurance, with exceptions for people turned down for Medicaid and health policy cancellations (which are proven by copies of a denial for Medicaid or notice of cancellation).\nPeople who submit hardship exemptions without really needing one should pay special attention to step three of the application. That’s the part where you sign, under penalty of perjury, that your exemption claim is honest. Lying is a crime.\n\"Only people who have a true, factual basis for their claims should be advised to file,\" said Sara Rosenbaum, George Washington University health and policy professor.\nOur ruling\nKrauthammer said people who don’t want to comply with the individual mandate should just \"tick off the box that says ‘hardship’ and you're out.\"\nHe is over-simplifying the process.\nIncluded in the hardship exemption application -- because there’s an application, you don’t just check a box on your tax form -- is a 14th category that reads kind of like \"other.\" It’s meant to catch examples of hardship not delineated in the form. Documentation is requested if possible.\nAgain, claiming it doesn’t mean you get it. You apply. And just because you ask does not mean you will receive.\nWe rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08039"}