{"url": "/factchecks/2012/jan/02/rick-perry/rick-perry-says-rick-santorum-voted-bridge-nowhere/", "speaker": "Rick Perry", "vclaim": "Says Rick Santorum voted for the Bridge to Nowhere.", "truth_label": "mostly-true", "date": "stated on January 2, 2012 in an online video:", "title": "Rick Perry says Rick Santorum voted for the Bridge to Nowhere", "text": "A day before the Iowa caucuses, Texas Gov. Rick Perry’s presidential campaign posted online a video that portrays rival candidate Rick Santorum as a supporter of pork-barrel spending during the 16 years he served in Congress.\n\nCalling Santorum \"a porker's best friend,\" the video, using on-screen text, gives several examples, including that \"Santorum voted to spend millions on the Bridge to Nowhere.\"\n\nPerry’s campaign made the same charge in a radio ad that it released in Iowa on Dec. 29, 2011. Mimicking the format of a game show, Perry's ad kicks off with an announcer asking: \"Which Republican running for president voted for the Bridge to Nowhere earmark?\" The \"correct\" answer comes from contestant \"Susie from Des Moines,\" who responds by naming Santorum. (He represented Pennsylvania in the U.S. Senate from 1995 to 2007 after serving two terms in the U.S. House.)\n\nWe wondered whether Perry was right that Santorum had voted for the now-infamous bridge project?\n\nPerry's charge takes us back to 2005, when the nearly $400 million plan to connect the Alaskan city of Ketchikan (population about 8,000) with Gravina, an island with a few dozen residents and an airport, became an object of national ridicule and a symbol of federal pork-barrel spending. Critics pointed to the bridge plan as evidence that congressional earmarking — the setting aside of federal money for pet projects — had run amok, and on Nov. 6, 2005, Parade magazine highlighted the project in a cover story with the headline \"Are Your Tax Dollars Being Wasted?\"\n\nThe project was again thrust into the spotlight during the 2008 presidential contest. The Republican nominee, Sen. John McCain of Arizona, used the bridge to highlight his record of fighting against pork-barrel spending. And perhaps most memorably, McCain's running mate, then-Alaska Gov. Sarah Palin, said repeatedly during the campaign that she \"told Congress, 'Thanks, but no thanks,' on that Bridge to Nowhere\" — a statement rated Half True by the PolitiFact Truth-O-Meter.\n\nAs backup for Perry's statement that Santorum had voted for the project, the governor's campaign points to a \"presidential white paper\" about Santorum by the Washington-based anti-tax group The Club for Growth. The assessment of Santorum's record on economic issues in the U.S. Senate concludes that \"on the whole,\" he was \"above average.\" However, the paper says Santorum was weak in some areas, including on spending during the Bush administration.\n\nSantorum \"voted for the 2005 highway bill that included thousands of wasteful earmarks, including the Bridge to Nowhere,\" the paper says, referring to a $286.5 billion federal highway and transportation bill that included about $225 million for the Gravina Island bridge project.\n\nOn July 29, 2005, the U.S. Senate passed the legislation with a vote of 91-4. Santorum was among the backers of the bill.\n\nBut does that prove correct Perry's statement that Santorum voted for the Bridge to Nowhere? Not quite. In other fact-checks, PolitiFact has dismissed that claim because the Senate wasn't voting yes-or-no just on the Alaska bridge. Funding for the bridge project was less than one-tenth of 1 percent of the spending in the transportation bill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\nHowever, the Club for Growth white paper points to another Senate vote related to the bridge project that took place about three months later: \"In a separate vote, Santorum had the audacity to vote to continue funding the Bridge to Nowhere rather than send the money to rebuild New Orleans after Hurricane Katrina.\"\n\nThe paper was referring to a vote on an amendment in a later transportation appropriations bill that called for stripping some funding from the Bridge to Nowhere project. The amendment, sponsored by Sen. Tom Coburn, R-Okla., sought to redirect part of the funding to a project to rebuild the Twin Spans bridge between New Orleans and Slidell, La., which had been damaged during Hurricane Katrina.\n\nThe amendment failed 82-15. Santorum was in the majority, voting against killing the funding for the Bridge to Nowhere.\n\nAfter the amendment's defeat, lawmakers hashing out differences between the House and Senate measure of the appropriations bill removed the earmark for the bridge project and instead provided the money directly to Alaska's transportation department to spend on whatever projects it saw fit. That funding still could have gone to the Ketchikan-Gravina Island span, but ultimately the bridge was never built.\n\nAfter Perry's earmark-related attack in Iowa, Santorum defended his record in interviews. Speaking with Fox News anchor Megyn Kelly on Dec. 29, Santorum said: \"If you look at the Constitution, the Constitution gives the power of the purse to the Congress, and the Congress is the one that's supposed to spend the money. And so the idea that earmarks are somehow against the Constitution or something that is illicit that a congressman … shouldn't do is just simply factually incorrect.\"\n\nSantorum also said that since leaving Congress, he has defended his earmarks because he is proud of the money that he set aside \"for things that were priorities in my state, instead of having bureaucrats do that.\" But, Santorum said, he now recognizes that Americans view earmarks as \"a pox upon the Congress\" and as president, he would oppose them.\n\nThe same day, Santorum addressed Perry's \"Bridge to Nowhere\" charge specifically, according to a Des Moines Register news article.\n\nThe story says Santorum, speaking to reporters while on the campaign trail in Iowa, acknowledged that some earmarks are controversial. \"People say that I voted for the Bridge to Nowhere,\" Santorum said, according to the Register story. \"I did. I went with the federalist argument, which is: 'Who am I in Pennsylvania to tell Alaska what their highway priorities should be?' You had a city that was separated from its airport and of course in Alaska, you have to travel by air, and you had to have a ferry. There were times when they couldn’t get across.\"\n\nOur ruling\n\nPerry said that as a senator, Santorum voted for the Bridge to Nowhere. Santorum did, a charge that he hasn't disputed. He voted for a giant spending bill that included money for the bridge project and then later voted to maintain federal funding for the project. On the Texas Truth-O-Meter, an accurate statement that could benefit from such clarification or additional material is considered Mostly True. And so it is.", "vclaim_id": "vclaim-pol-11871"}