{"url": "/factchecks/2012/jul/25/priorities-usa-action/pro-obama-super-pac-ad-says-thousands-chinese-work/", "speaker": "Priorities USA Action", "vclaim": "\"Thousands (in China) owe their jobs to Mitt Romney's companies.\"", "truth_label": "half-true", "date": "stated on July 25, 2012 in an advertisement:", "title": "Pro-Obama super PAC ad says thousands of Chinese workers owe their jobs to Mitt Romney's companies", "text": "This week, Priorities USA Action, a super PAC aligned with President Barack Obama, released an ad that uses the trappings of the Olympics to make snarky attacks on Mitt Romney.\n\nAgainst a backdrop of Olympic opening-ceremony footage -- including shots of Romney when he headed the 2002 Winter Olympics in Salt Lake City -- the ad knocks Romney for allegedly outsourcing jobs and using offshore accounts.\n\n\"Welcome to the Olympics,\" the voiceover says. \"There’s Mitt Romney, who ran the Salt Lake City games, waving to China, home to a billion people. Thousands owe their jobs to Mitt Romney’s companies.\" The announcer continues with claims about countries where Romney has had bank accounts or corporations.\n\nIn this item, we’ll look at the claim that \"thousands (in China) owe their jobs to Mitt Romney's companies.\"\n\nWe -- and other fact-checkers -- have looked at some aspects of this issue before. But this claim merely states that thousands of Chinese citizens were employed by companies affiliated with Romney -- a much easier threshold of accuracy to meet, though also an activity that’s not as politically controversial as outsourcing.\n\nWhen we contacted Priorities USA Action, a spokesman provided documentation that cited five companies -- picture-frame maker Holson Burnes; computer chip manufacturer ChipPAC; information technology companies Modus Media and E5; and GT Bicycle.\n\nFor each company, we’ll ask two questions: Is it accurate to call them \"Mitt Romney’s companies\"? And did the company have operations in China?\n\nHolson Burnes\n\n• Was it a Mitt Romney company? Yes, as our friends at FactCheck.org have noted, \"Except for a brief leave of absence to run for U.S. Senate in 1994, Romney worked at Bain during the entire time that it owned the Holson Burnes Group, from 1987 to 1995.\"\n\n• Did the company have operations in China? Yes. In a 1993 Securities and Exchange Commission filing, the company said it \"maintains foreign production arrangements with over 35 suppliers located in Far Eastern countries including China.\"\n\nChipPAC\n\n• Was it a Mitt Romney company? Maybe. Romney left in February 1999 to run the Olympics. Bain agreed to purchase the ChipPAC one month later in March 1999; the sale was completed in August.\n\nIt’s important to note that Romney’s departure from Bain has been a bone of contention between the two campaigns. Romney started Bain Capital in 1984, but did he depart in February 1999, when he joined the Olympics? Or was it in 2002, when he negotiated a retirement agreement that was retroactive to February 1999, according to the Associated Press?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nIn a previous fact check, we took a middle ground. We concluded that Romney was not actively involved in the day-to-day management of Bain after 1999, but his influence at the company didn’t drop to zero. We think that applies to ChipPAC because it was purchased soon after he left for the Olympics.\n\n• Did the company have operations in China? Yes. According to a March 16, 1999, article in the Korea Herald, \"ChipPAC has factories in Korea and China.\"\n\nModus Media\n\n• Was it a Mitt Romney company? Yes. As FactCheck.org noted, Modus Media \"was created in December 1997 as a subsidiary of another Bain-controlled company, Stream International Holdings Inc. Modus became an independent company in January 1998.\" That was during Romney’s undisputed tenure with the firm.\n\n• Did the company have operations in China? Yes. An SEC filing from 1999 notes that the company had a facility in China. The Romney campaign has noted that \"many\" of the company’s products \"were manufactured in the United States and exported as retail packaged products.  Others were produced at international locations closer to the end users.\"\n\nGT Bicycles\n\n• Was it a Mitt Romney company? Yes. The Romney camp acknowledges that Bain invested In GT Bicycles In November 1993.\n\n• Did the company have operations in China? It depends on your definition of \"operations.\" The Romney camp acknowledges that Bain \"acquired a company that already had been sourcing certain component parts abroad for years.\" An SEC filing said that \"large orders are shipped in containers directly to these distributors from the company's Taiwan and People's Republic of China suppliers,\" and that \"the company's business is highly dependent on products manufactured by foreign suppliers located primarily in Taiwan and Japan and to a lesser extent the People's Republic of China.\"\n\nBut to us, that sounds more like a client relationship than one in which Chinese workers were actually GT employees. This strikes us as a weaker connection.\n\nE5\n\n• Was it a Mitt Romney company? No. The connection between E5 and Romney is easily the weakest of any on this list. An article in the trade publication Private Equity Week said the company was founded in October 2001. Bain got involved in mid-2002 when an affiliate, Bain Capital Ventures, invested $4 million, the publication reported. That was toward the end of the 1992-2002 period when Romney may have had a limited role with the company.\n\nA Romney adviser told POLITICO that the E5 investment took place \"well after the time (Romney) had any input into investments\" at Bain: \"He didn’t have any involvement in this particular deal.\"\n\n• Did the company have operations in China? Yes, but only after Romney was well out of the picture. Bain’s investment was designed to \"develop our China capabilities,\" E5 CEO Gordon Brooks told Private Equity Week, and could have only happened after Romney was gone from the company.\n\nTwo more questions\n\n• Did these companies collectively employ \"thousands\" of people in China? It’s plausible. Just counting the three companies where the case is strongest -- Holson Burnes, ChipPAC and Modus Media -- it’s certainly possible that they had employees in the thousands. But nothing we’ve seen reported confirms that, including Priorities Action USA’s backup material.\n\n• Do they employ thousands in China today? This is only relevant because the ad says, \"Thousands (in China) owe their jobs to Mitt Romney's companies\" -- note how \"owe\" is in the present tense. But this is an even more speculative claim than whether these companies ever employed thousands of workers. Here, too, Priorities Action has not provided sufficient evidence.\n\nOur ruling\n\nTwo of the companies cited by Priorities Action USA employed workers in China during Romney’s active years as CEO. Another employed workers in China after Romney left to work for the Olympics, but before he severed ties with the company entirely. Two other companies are of questionable relevance for proving the ad’s point.\n\nIt’s plausible that the first three companies we looked at employed \"thousands\" of workers in China, but we haven’t seen definitive evidence of that -- much less whether they do today. And Priorities USA Action has not provided sufficient evidence to prove the claim is accurate. On balance, we rate it Half True.\n\nUPDATE: Shortly after we posted our item, readers informed us that the ad has been taken down from YouTube and from the Priorities USA Action website. It later became clear that it was taken down after pressure was applied by the U.S. Olympic Committee and the International Olympic Committee. Last we checked, it's still available here, but by the time you read this, it may be gone.", "vclaim_id": "vclaim-pol-10703"}