{"url": "/factchecks/2017/mar/14/paul-ryan/paul-ryans-partially-accurate-claim-republican-rep/", "speaker": "Paul Ryan", "vclaim": "A report from the nonpartisan Congressional Budget Office \"confirms that the American Health Care Act will lower premiums.\"", "truth_label": "half-true", "date": "stated on March 13, 2017 in a news release:", "title": "Paul Ryan's partially accurate claim on the Republican replacement for Obamacare lowering premiums", "text": "Big headlines on March 13, 2017 confirmed what many on the left had feared about the Republicans' proposal for replacing Obamacare:\nThe American Health Care Act, as the plan is known, would increase the number of uninsured by 24 million by 2026.\nThat projection was made in a report by the nonpartisan Congressional Budget Office, a gold-standard source for government information.\nBut people on the right were ready with a response.\nIn a statement issued the same day, House Speaker Paul Ryan began by making this claim:\n\"This report confirms that the American Health Care Act will lower premiums.\"\nWhat we found is: It doesn’t, and then it does.\nAnd there’s more to the story.\nThe report\nLet’s start off by making it clear that the Wisconsin Republican’s reference is to what is known as the individual or \"nongroup\" market -- that is, the roughly 7 percent of Americans who buy health insurance on their own because they aren’t covered by an employer or a program such as Medicaid.\nHere’s what the report says for those people:\nIncreases: In 2018 and 2019, average premiums would be 15 percent to 20 percent higher than under Obamacare, formally known as the Affordable Care Act.\nThat’s mainly because the penalties under Obamacare for not getting insurance would be eliminated, \"inducing fewer comparatively healthy people to sign up.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nDecreases: Premiums would start to drop in 2020. And by 2026, the premiums, on average, would be 10 percent lower than they would have been under Obamacare.\nThat’s expected for several reasons: The GOP legislation would provide grants to states that could be used to reduce premiums; the bill would eliminate a requirement for insurers to offer plans covering certain percentages of health care expenses; and a younger mix of enrollees.\nWhile on average premiums are expected to eventually be 10 percent lower, the impact on different groups of people would be wide ranging.\nUnder Obamacare, a 64-year-old can generally be charged premiums that cost up to three times as much as those offered to a 21-year-old. But under the GOP bill, it would be five times as much, unless a state chose otherwise.\nSo, by 2026, premiums are projected to be 20 percent to 25 percent lower for a 21-year-old and 8 percent to 10 percent lower for a 40-year-old — but 20 percent to 25 percent higher for a 64-year-old.\nSome examples, for a people who earn $26,500 per year in 2026:\nThe annual premium for a 21-year-old would be $5,100 under Obamacare, but only $3,900 under the GOP plan. For a 64-year-old, the premiums would be $15,300 under Obamacare vs $19,500 under the GOP plan.\nFinally, it’s important to look beyond what premiums will do.\nThe report points out that compared to Obamacare, the GOP plan would require insurance plans to cover a lower percentage of total costs -- the insurance plans would have a lower \"actuarial value,\" so lower premiums would be buying less coverage. For example, a person’s deductible is expected to be higher than under Obamacare.\nOur rating\nRyan says a report from the nonpartisan Congressional Budget Office \"confirms that the American Health Care Act will lower premiums.\"\nHis reference is to people who buy health insurance on their own, rather than getting it from an employer or a government program such as Medicaid -- and how the Republicans’ American Health Care Act compares to the existing Affordable Care Act.\nFor those people, the report expects average premiums would be 15 percent to 20 percent higher in 2018 and 2019, but by 2026 would be 10 percent lower. And the report also says that out-of-pocket expenses, such as deductibles, would tend to be higher than under Obamacare.\nFor a statement that is partially accurate but leaves out important details, our rating is Half True.\n Share the Facts   Politifact    3 7  Politifact Rating: Half True  A report from the nonpartisan Congressional Budget Office \"confirms that the American Health Care Act will lower premiums.\"    Paul Ryan U.S. House speaker, R-Wis.   In a news release Tuesday, March 14, 2017 03/14/2017    Read More  info", "vclaim_id": "vclaim-pol-03560"}