{"url": "/factchecks/2009/jan/14/howard-dean/surgeon-general-spokesman-public-health/", "speaker": "Howard Dean", "vclaim": "\"The biggest job of the surgeon general is to translate health care and health care needs into plain English.\"", "truth_label": "half-true", "date": "stated on January 7, 2009 in an interview on MSNBC's Hardball.:", "title": "Surgeon General is more than spokesman, oversees public health", "text": "President-elect Barack Obama's widely reported intention to appoint Sanjay Gupta, a 39-year-old neurosurgeon and CNN reporter, as the nation's surgeon general has drawn flak from several directions.\n\n\n\nGupta is known primarily for his work as a TV reporter, though he's clearly identified as a medical doctor. A number of commentators have attacked Gupta's health care reporting for criticizing Michael Moore's film\n\nSicko\n\nin a segment on CNN. A blogger at Gawker joked that Gupta must have beat out Dr. Quinn Medicine Woman. Some advocates of the Commissioned Corps, a team of federal health workers led by the surgeon general, say the job should go to someone who rose through the ranks.\n\n\n\nDefenders of the choice, including former Surgeon General Joycelyn Elders, Democratic National Committee chair Howard Dean, and the consumer advocates at the nonprofit Center for Science in the Public Interest, have cited Gupta's communication skills.\n\n\n\nHere's how Dean put it in a Jan. 7, 2009, appearance on MSNBC's\n\nHardball\n\n:\n\n\n\n\"I think he's a great appointment,\" Dean told host Chris Matthews. \"I'll tell you why he's a great appointment. The biggest job of the surgeon general is to translate health care and health care needs into plain English that people can understand, ordinary people can understand. That's what Sanjay Gupta has been doing for a living for quite a while.\"\n\n\n\nCommunication is indeed a major part of the job. Surgeons general have long held the symbolic post of the \"nation's doctor,\" offering advice on smoking cessation, obesity, AIDS prevention and a host of other public health issues through speeches, news conferences, congressional testimony and formal reports.\n\n\n\nThe U.S. Department of Health and Human Services, under which the surgeon general serves, lists this sort of public outreach as the first of seven official duties of the surgeon general.\n\n\n\nIn congressional hearings about the nature of the position in 2007, former Surgeon General C. Everett Koop said \"he or she should be the health educator for Americans par excellence.\" A subsequent surgeon general, David Satcher, said the office has evolved since its inception in 1873 but \"what has not changed about the Surgeon General’s Office is its direct responsibility for communicating with the American people based on the best available science, and its responsibility for responding to public health emergencies.\"\n\n\n\nSo yes, by job description, tradition and widespread consensus, the surgeon general is the medical communicator in chief, you might say.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nBut that's not the whole truth.\n\n\n\nThe surgeon general also oversees the Commissioned Corps of the U.S. Public Health Service, 6,000 uniformed public health workers assigned to other government agencies, such as the National Institutes of Health. His administrative duties over the corps are limited, to be sure, because the positions are funded and the officers overseen day-to-day by the heads of the agencies to which they're assigned. But he sets standards for the corps, has significant administrative responsibilities and serves as the group's titular leader.\n\n\n\nMore significant is the surgeon general's customary responsibility to represent the federal government on various elite boards and commissions. Past surgeons general have sat alongside national and global health experts at the National Library of Medicine, the American Medical Association and the World Health Organization, for example. In these settings, medical gravitas would seem to matter far more than mass-communication skills.\n\n\n\nBut most importantly, Dean glossed over a crucial component of the public outreach part of the job — you have to know what to say. Surgeon generals don't just present public health initiatives, they craft them. Surgeon generals' reports — the landmark example of which is Smoking and Health, the 1964 report in which the government first spelled out to the public that smoking causes lung cancer — are generally years in the making.\n\n\n\n\"It's not like you just sit down and write this report,\" Richard Carmona, who served as the 17th surgeon general, from 2002 to 2006, said in a telephone interview. \"They take a long time and they only happen if you have the credibility and knowledge to extract this information properly. You're working with people at the Centers for Disease Control, the National Institutes of Health, you're looking at heart science, clinical science — your credibility comes in. Your peers have to respect you and see you as a nonpartisan arbiter of the best science.\"\n\n\nGupta is a practicing neurosurgeon and an assistant professor of neurosurgery at Emory University School of Medicine, and he writes a column for\n\nTime\n\nmagazine in addition to reporting for CNN. We'll leave it to Congress and others to decide whether that qualifies him to be surgeon general.\n\n\nAnd if Gupta does get the position, he and Obama have a certain amount of latitude to make of it what they like.\n\n\nBut being doctor to the nation has traditionally involved more than just advising it on health issues — you have to check up on it first. Surgeon general is a public health position, not a public affairs position. Communication may be the \"biggest part of the job\" in a sense, but many other medical and administrative skills are required.\n\n\nWe find Dean's statement Half True.", "vclaim_id": "vclaim-pol-15859"}