{"url": "/factchecks/2020/oct/29/justin-clark/fact-checking-trump-campaign-tweet-pa-mail-ballots/", "speaker": "Justin Clark", "vclaim": "“Major decision protecting voting rights in Pa. Ballots received after Election Day will not be counted.”", "truth_label": "barely-true", "date": "stated on October 28, 2020 in a tweet:", "title": "Fact-checking a Trump campaign tweet that Pa. mail ballots arriving after Election Day won’t count", "text": "President Donald Trump’s campaign declared on Wednesday that it had won a big election-integrity victory in Pennsylvania, one of several key battleground states that will likely determine the outcome of the election.\n\"Major decision protecting voting rights in Pennsylvania,\" deputy campaign manager and senior counsel Justin Clark tweeted. \"Ballots received after Election Day will not be counted. More to come, but big win for the rule of law.\"\nHe’s talking about guidance the Pennsylvania Department of State issued to county election officials on Wednesday instructing them to segregate ballots that arrive after 8 p.m. on Election Day. According to the guidance, these ballots will be processed separately. Nowhere in the guidance does it say the ballots won’t be counted at all.\nPennsylvania law requires all ballots to be received by 8 p.m. on Election Day. But citing United States Postal Service delays, the state Supreme Court last month extended the deadline for this election so ballots can be received by mail until 5 p.m. on Friday, Nov. 6, if they are either postmarked by Election Day or have missing or illegible postmarks.\nLast month, Pennsylvania Republicans asked the U.S. Supreme Court to block that decision, saying it violates the state legislature’s constitutional right to set election rules. The justices split, 4-4, keeping the deadline extension intact.\nPerhaps hoping that Justice Amy Coney Barrett’s confirmation to the high court might yield a different outcome, the Pennsylvania Republican Party last Friday again asked the court to take up the issue and strike down the deadline extension. At the same time, a Republican congressional candidate sued in federal court to toss the extension.\nThe Supreme Court denied Republicans' request to expedite consideration of their second request for relief, but the case remains open. That means the justices could still take up the case and ultimately reverse the deadline extension, even after Election Day. The guidance the Pennsylvania Department of State issued is designed to help counties prepare for that possibility.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\"The secretary continues to defend the extension to ensure that every timely and validly cast mail-in and absentee ballot is counted,\" the guidance states. \"Because this issue is still pending before the U.S. Supreme Court, however, county boards of elections are directed to take the following action to securely segregate mail-in and civilian absentee ballots.\"\nThe guidance directs counties to keep ballots that arrive after 8 p.m. on Nov. 3 and before 5 p.m. on Nov. 6 in separate, sealed, secure bins, and says these ballots should not be processed or counted until the state offers additional guidance. Counties were also instructed to keep a log of these ballots that includes the name and address of the voters who sent them, the date USPS delivered them, and details about any postmarks on the ballot envelopes.\nBarrett didn’t participate in the decision not to expedite consideration of Republicans' latest request.\nRepublicans argue the state Supreme Court’s deadline extension will allow mail ballots to be cast and counted after Election Day, a judicial overreach that steps on the state legislature’s constitutional right to decide how elections are run. Several of the court’s conservative justices appear willing to back that argument, with Justice Samuel Alito writing Wednesday that \"there is a strong likelihood that the state Supreme Court decision violates the federal constitution.\" Justices Clarence Thomas and Neil Gorsuch joined in that opinion.\nOur ruling\nTrump deputy campaign manager Justin Clark tweeted that Pennsylvania \"ballots received after Election Day will not be counted,\" citing guidance released on Wednesday by the Pennsylvania Department of State in a subsequent campaign email.\nThe guidance instructs counties to segregate ballots that arrive after 8 p.m. on Election Day but does not say those ballots won’t be counted. The extended deadline for counting Pennsylvania ballots is under threat, but unless and until the U.S. Supreme Court takes action, ballots received by Nov. 6 at 5 p.m. will count.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-18815"}