{"url": "/factchecks/2015/oct/14/hillary-clinton/what-hillary-clinton-really-said-about-tpp-and-gol/", "speaker": "Hillary Clinton", "vclaim": "Says as secretary of state she was reserving judgment about the Trans-Pacific Partnership and \"hoped it would be the gold standard.\"", "truth_label": "half-true", "date": "stated on October 13, 2015 in the first Democratic debate:", "title": "What Hillary Clinton really said about TPP and the 'gold standard'", "text": "Former Secretary of State Hillary Clinton defended her opposition of the Trans-Pacific Partnership in the first Democratic debate of the 2016 race.\nClinton announced last week that she no longer supports the international trade deal, despite supporting it while serving as secretary of state -- once calling it the \"gold standard.\" CNN anchor and debate moderator Anderson Cooper picked up on those words and asked Clinton about her reversal at the Oct. 13 debate in Las Vegas.\n\"I did say, when I was secretary of state, three years ago, that I hoped it would be the gold standard,\" Clinton said. \"It was just finally negotiated last week, and in looking at it, it didn't meet my standards. My standards for more new, good jobs for Americans, for raising wages for Americans. And I want to make sure that I can look into the eyes of any middle-class American and say, ‘this will help raise your wages.’ And I concluded I could not.\"\nClinton’s phrasing -- that she said she \"hoped it would be the gold standard\" -- implies that she was undecided on the TPP. But that doesn’t exactly match up to her prior comments. We found that her previous remarks actually gave the impression that she had confidence in the deal as it stood.\nIn Australia in 2012, Clinton delivered remarks on the general topic of the U.S.-Australia relationship. Here’s everything she said about the TPP in that address, with the \"gold standard\" comment in bold.\n\"So it's fair to say that our economies are entwined, and we need to keep upping our game both bilaterally and with partners across the region through agreements like the Trans-Pacific Partnership or TPP. Australia is a critical partner. This TPP sets the gold standard in trade agreements to open free, transparent, fair trade, the kind of environment that has the rule of law and a level playing field. And when negotiated, this agreement will cover 40 percent of the world's total trade and build in strong protections for workers and the environment.\"\nSo it seems Clinton is saying the TPP does, definitevely set the gold standard -- as opposed to Clinton hoping it will.\nIn other addresses around the same time, she expressed similar assuredness that the TPP would meet a high standard. In November 2012 remarks in Singapore, she encouraged all nations \"willing to meet 21st century standards as embodied in the TPP\" to join the deal.\n\"The so-called TPP will lower barriers, raise standards, and drive long-term growth across the region. It will cover 40 percent of the world's total trade and establish strong protections for workers and the environment. Better jobs with higher wages and safer working conditions, including for women, migrant workers and others too often in the past excluded from the formal economy will help build Asia's middle class and rebalance the global economy. Canada and Mexico have already joined the original TPP partners. We continue to consult with Japan. And we are offering to assist with capacity building, so that every country in ASEAN can eventually join. We welcome the interest of any nation willing to meet 21st century standards as embodied in the TPP, including China.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHere are some of the other words Clinton used to describe the TPP before she left the State Department in 2013: \"exciting,\" \"innovative,\" \"ambitious,\" \"groundbreaking,\" \"cutting-edge,\" \"high-quality\" and \"high-standard.\" (To read more of her comments in full, check out our previous article on this subject.)\nAs a presidential candidate Clinton has used more hedging language, for example saying she has \"some concerns,\" and now she has said she outright doesn’t support the deal as it stands.\nIn her 2014 memoir Hard Choices, she wrote:\n\"Because TPP negotiations are still ongoing, it makes sense to reserve judgment until we can evaluate the final proposed agreement. It’s safe to say the TPP won’t be perfect -- no deal negotiated among a dozen countries ever will be -- but its higher standards, if implemented and enforced, should benefit American businesses and workers.\"\nIn fairness to Clinton, the TPP was still under negotiation when Clinton made the \"gold standard\" comment. The partners only finalized the deal this year. It’s quite possible the deal looks dramatically different than it did at the early stages of negotiations, when Clinton was at the State Department -- something Clinton spokesman Nick Merrill pointed out to us for this fact-check. The negotiations have been conducted in secret, so it’s hard for us to assess that ourselves. Also, as secretary of state, she spoke as a representative of the Obama administration, which was and remains wholeheartedly in favor of the deal.\nOur ruling\nClinton said when she was secretary of state, she was reserving judgment but \"hoped (the Trans-Pacific Partnership) would be the gold standard.\"\nShe’s twisting her 2012 remarks a bit. Clinton said, \"This TPP sets the gold standard in trade agreements,\" which is a more confident claim than if she had said she \"hoped\" it would meet that standard. This is in contrast to more recent comments where Clinton said she had concerns about the deal and that she ultimately opposes it.\nThe statement is distorting her previous comments. We rate it Half True.", "vclaim_id": "vclaim-pol-05861"}