{"url": "/factchecks/2019/feb/19/viral-image/viral-image-homeless-camp-old-photo-paris-not-pres/", "speaker": "Viral image", "vclaim": "A photo of a homeless camp on old railroad tracks is present-day Los Angeles.", "truth_label": "false", "date": "stated on February 17, 2019 in a post on Facebook:", "title": "Viral image of homeless camp is old photo of Paris – not present day Los Angeles", "text": "A photo of what looks to be a homeless camp lined up on an old railroad claims to be taken in the United States this year.\nText along the bottom of the photo says \"Los Angeles California 2019.\"\nThe post, which was shared nearly 900 times in one day, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe photo was not taken in 2019. It’s also not showing Los Angeles.\nIt’s from 2015 and depicts a shantytown in Paris, located along a disused railway line.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nA reverse-image search of the photo led to a December 2015 Daily Mail story that discusses the large Roma community in Paris, often referred to as Roma gypsies, who have built hundreds of shacks using wooden boards and scrap material along an old railway line.\nThe Petite Ceinture is a 19-mile belt that has been derelict for several decades, the Guardian reported in 2016, and its redevelopment has long sparked debates in the country.\nShortly after the migrant crisis hit Europe in 2015, the camp took root.\nAround the time the photo was taken, the camp, which has no electricity or running water, spanned about 500 meters and was home to approximately 350 people.\nThis post is False.\n Share the Facts 2019-02-19 21:55:04 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Viral image of homeless camp is old photo of Paris – not present day Los Angeles    Viral image on the internet     Sunday, February 17, 2019 2019-02-17    Read More  info", "vclaim_id": "vclaim-pol-01001"}