{"url": "/factchecks/2020/jul/16/facebook-posts/post-about-blackfeet-tribe-leader-creating-washing/", "speaker": "Facebook posts", "vclaim": "Says a leader of the Blackfeet Nation tribe designed the current Washington Redskins logo and once said it “made us all proud to have an Indian on a big-time team.\"", "truth_label": "mostly-true", "date": "stated on July 3, 2020 in a Facebook post:", "title": "Post crediting Blackfeet Tribe leader for Washington logo is true", "text": "After decades of resistance, the NFL’s Washington franchise announced it will retire its longtime name and logo.\nThe team announced the decision after it conducted an internal review amid mounting pressure from sponsors and protests that its name is racist and offensive to Native Americans.\nBut posts on Facebook attempt to present a different perspective, noting that the logo was designed by a former leader of the Blackfeet Nation tribe who once said it \"made us all proud to have an Indian on a big-time team.\"\nThe post, which displays the logo next to a photo of what appears to be an American Indian, says: \n\"Walter ‘Blackie’ Wetzel, a Blackfeet leader, designed the Redskins logo in 1972, inspired by Chief Two Guns White Calf. ‘It made us all so proud to have an Indian on a big-time team. It’s only a small group of radicals who oppose those names. Indians are proud of Indians.’ -Walter ‘Blackie’ Wetzel, 2002, Washington Post.\" \n\n \nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThis is mostly accurate. Walter Wetzel, a former Blackfeet tribal chairman, is credited as the driving force behind the creation of the team’s current logo, and the quote attributed to him is genuine. But he himself did not \"design\" the logo. \nThis history doesn’t change the fact that numerous American Indian tribes and advocacy groups, including ones Wetzel was affiliated with, have called for the team to change its name and imagery for years. \nMembers of Wetzel’s family told media outlets that they’re sad to see the logo go, but agreed the name needs to be changed.\nFirst, some history \nThe team was initially based in Boston and was called the Braves before former owner George Preston Marshall gave it the latest name in 1933. The team relocated to Washington, D.C. in 1937 and received the first of its trademarks for the name in 1967. \nIn 1972, Native American leaders representing multiple organizations requested that the team change its name, calling it a derogatory racial epithet. \nWetzel, who had served as the Blackfeet tribal chairman and president of the National Congress of American Indians, asked team executives that same year to drop the \"R\" logo that was used at the time in favor of a profile of an Indian warrior. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nWetzel spoke with the Washington Post in 2002, shortly before he died, and said he had told the team he’d like to see an Indian on their helmets instead of the big R. \nWithin weeks, the team had a new logo based on a composite of Native American photographs, including one of early 20th-century Blackfeet chief, Two Guns White Calf. \n\"It made us all so proud to have an Indian on a big-time team,\" Wetzel told the paper, \"It's only a small group of radicals who oppose those names. Indians are proud of Indians.\"\nAlmost five decades later, Wetzel’s family expressed mixed reactions to the team’s announcement. \nHis grandson, Bill Wetzel, told the Great Falls, Mont., Tribune (which is based about two hours from the Blackfeet Indian Reservation) that his grandfather was a good, honest man, and it bothered him that his grandfather’s name had been associated with a racial slur, but that times had changed.\nJacob Wetzel, his great-grandson, told the paper that while the name change is \"long overdue,\" he was still sad to see the family legacy go.\nThe NCAI, which describes itself as the country’s oldest, largest and most representative American Indian and Alaska Native advocacy organization, has pushed for the team to drop the name and imagery for years.  \nThe organization commended the team for its decision.\n\"We thank the generations of tribal nations, leaders, and activists who worked for decades to make this day possible. We commend the Washington NFL team for eliminating a brand that disrespected, demeaned, and stereotyped all Native people, and we call on all other sports teams and corporate brands to retire all caricatures of Native Americans that they use as their mascots,\" the group said in a statement.\n\"We are not mascots — we are Native people, citizens of more than 500 tribal nations who have stood strong for millennia and overcome countless challenges to reach this pivotal moment in time when we can help transform America into the just, equitable, and compassionate country our children deserve,\" it said.\nBut not all tribal members agree with the name change. Some say that the logo has been a point of pride, while others say teams like Washington that use Native American mascots are guilty of cultural appropriation and exploitation.\nOur ruling\nPosts on Facebook say Walter Wetzel, a former Blackfeet Nation tribal leader, \"designed the Redskins logo\" and said it made Native Americans proud.\nWetzel persuaded team executives in 1972 to change its logo to a profile of an Indian warrior, though he himself did not design it. He did once say in a Washington Post interview that it \"made us all proud to have an Indian on a big-time team.\"\nMeanwhile, numerous tribes and Native American organizations say the team’s name and imagery is offensive and have fought for years to have it changed.\nWe rate this Mostly True.", "vclaim_id": "vclaim-pol-17747"}