{"url": "/factchecks/2016/mar/17/gwen-moore/urging-vote-merrick-garland-congresswoman-says-6-j/", "speaker": "Gwen Moore", "vclaim": "\"Six justices\" on the U.S. Supreme Court have been \"confirmed in presidential election years since 1912.\"", "truth_label": "true", "date": "stated on March 16, 2016 in a tweet:", "title": "Urging vote on Merrick Garland, congresswoman says 6 justices have been OK'd in presidential years", "text": "As President Barack Obama was nominating Merrick Garland to the U.S. Supreme Court, U.S. Rep. Gwen Moore argued that despite pushback from Republicans, there is precedent for a Supreme Court nomination to be approved during a presidential election year.\nThe Milwaukee Democrat urged in a tweet on March 16, 2016 that the U.S. Senate give Garland a 'fair hearing' and a timely vote on his nomination. Her claim was made in an image she attached, which said:\n'6 justices confirmed in presidential election years since 1912.'\nVirtually since the moment it was announced that Justice Antonin Scalia had died, Democrats and Republicans have clashed over when he should be replaced.\nDemocrats such as Moore and Wisconsin U.S. Sen. Tammy Baldwin contend that Obama should make an appointment, regardless of the fact the presidential election will be held in November 2016.\nRepublicans such as House Speaker Paul Ryan and U.S. Sen. Ron Johnson, both of Wisconsin, argue the Senate should not confirm any nominee until after Obama is replaced in January 2017.\nSo let’s see if Moore is right -- that six times since 1912, a justice nominated to the high court during a presidential election year has been confirmed by the Senate.\nThe nominee\nAccording to The HIll: Garland, 63, is a 19-year veteran of the U.S. Court of Appeals for the District of Columbia Circuit; he currently serves as chief judge, a position he’s held since February 2013. He was nominated to that court by Democratic President Bill Clinton. He is sometimes described as a moderate, though some conservatives label him anti-gun.\nIn nominating Garland, Obama highlighted his work as a top Justice Department official in directing the prosecution of Timothy McVeigh and Terry Nichols for the 1994 Oklahoma City bombings. The president noted that Garland received past praise from John Roberts, the current chief justice, and GOP Sen. Orrin Hatch of Utah.\nA partisan battle over the nomination is expected. Kentucky Republican Mitch McConnell, the Senate Majority Leader, reiterated immediately after Obama’s announcement that Scalia’s seat should not be filled until a new president is elected.\nThe history\nAs to Moore’s claim, we covered much of this ground in a March 2016 fact check when Ryan said: \"There is a precedent\" for not nominating someone to the U.S. Supreme Court \"in the middle of a presidential election.\" We rated his statement False.\nWe found that going back to 1912, five nominees who were nominated during a presidential election year were confirmed:\n \n\n\n\n\nPresident\n\n\nNominee\n\n\nNomination\n\n\nOutcome\n\n\n\n\nFranklin Roosevelt (D)\n\n\nFrank Murphy, to replace Pierce Butler\n\n\nJanuary 1940\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\n\n\nConfirmed\n\n\n\n\nHerbert Hoover (R)\n\n\nBenjamin Cardozo, to replace Oliver Wendell Holmes\n\n\nFebruary 1932\n\n\nConfirmed\n\n\n\n\nWoodrow Wilson (D)\n\n\nLouis Brandeis, to replace Joseph Rucker Lamar\n\n\nJanuary 1916\n\n\nConfirmed\n\n\n\n\nWoodrow Wilson (D)\n\n\nJohn Clarke, to replace Charles Evans Hughes\n\n\nJuly 1916\n\n\nConfirmed\n\n\n\n\nWilliam Taft\n\n\nMahlon Pitney, to replace John Marshall Harlan\n\n\nFebruary 1912\n\n\nConfirmed\n\n\n\n\n \nAs Moore’s tweet notes, current Justice Anthony Kennedy also was confirmed in a presidential election year -- in February 1988. President Ronald Reagan, a Republican, had nominated Kennedy in November 1987, a year ahead of the election, to replace Louis Powell, who retired.\nIt’s worth noting that in June 1968, five months before the presidential election, Democratic President Lyndon Johnson made two nominations, though there was not technically a vacancy, and neither were approved.\nJohnson nominated Abe Fortas, who was a sitting justice, to succeed Earl Warren as chief justice, after Warren indicated he wanted to retire. Fortas hit strong opposition in the Senate Judiciary Committee and in the face of a filibuster, he asked that his name be withdrawn. (The hearings uncovered questionable speaking fees Fortas received, and he resigned from the court in 1969.)\nJohnson had also nominated Homer Thornberry to take Fortas’ place on the court. But that nomination, too, was withdrawn, since Fortas was never elevated.\nWe’ll also note that in October 1956, Republican President Dwight Eisenhower did something even more extraordinary than making a nomination less than a month before election day. He put William Brennan directly on the court with a \"recess appointment\" to replace Sherman Minton. He then formally nominated Brennan in January 1957.\nOur rating\nMoore said \"six justices\" on the U.S. Supreme Court have been \"confirmed in presidential election years since 1912.\"\nThe number is correct.\nOur rating is True.", "vclaim_id": "vclaim-pol-05258"}