{"url": "/factchecks/2012/jun/25/christopher-blazejewski/state-rep-blazejewski-says-rhode-island-law-made-w/", "speaker": "Christopher Blazejewski", "vclaim": "\"Under current law, if you go on a dating website and you say you're 32 and you're actually 42, you've committed a misdemeanor.\"", "truth_label": "true", "date": "stated on June 12, 2012 in a speech on the floor of the Rhode Island House (which was transmitted electronically):", "title": "State Rep. Blazejewski says Rhode Island law made white lies misdemeanors if transmitted on the Internet.", "text": "Are you a 42-year-old grizzled ogre with no money and chronic halitosis searching for an online date by claiming to be 32, rich and extraordinarily handsome?\n\nGood news! Thanks to a new law, you don't risk going to jail for lying through your few remaining teeth.\n\nBut previously,  you could have faced misdemeanor charges in Rhode Island, if you believe state Rep. Christopher Blazejewski, a Providence Democrat. On June 12, he told the Rhode Island House that it was illegal to transmit a lie on the Internet, on radio, on TV, or over the phone about anything.\n\n\"Under current law, if you go on a dating website and you say you're 32 and you're actually 42, you've committed a misdemeanor under our current law. Any transmission of false information makes you a criminal under Rhode Island state law,\" he said during the final day of the session.\n\nHe was pushing for House Bill 7389 to change the law that makes all electronic lying illegal. He wanted to keep the section that made it a felony if you lie to get payment from a claim, but delete the paragraph that made it a misdemeanor to engage in all other types of lying.\n\nTo say PolitiFact Rhode Island was intrigued would be an understatement.\n\nCould many of the Pants-On-Fire politicians and pundits we've exposed during the past two years have faced a fine of up to $500, and up to a year in jail?\n\nWell, if it was true then, it isn't now. The bill passed the House and Senate, Governor Chafee signed it on June 20, and the legislation took effect immediately. In Rhode Island, telling white lies on the Internet is now officially legal.\n\nBut the question persists: Was Blazejewski correct at the time he made the statement?\n\nThe statute involved is Section 11-52-7 of the Rhode Island General Laws. Paragraph (a), which is still in effect, makes it a felony to transmit false data \"for the purpose of submitting a claim for payment.\"\n\nParagraph (b) dealt with electronic lying for any other purpose. It said, \"Whoever intentionally or knowingly: (1) makes a transmission of false data; or (2) makes, presents or uses or causes to be made, presented or used any data for any other purpose with knowledge of its falsity, shall be guilty of a misdemeanor . . . \"\n\nDuring a three-minute hearing on the bill on March 13, the lone witness, Steven Brown of the Rhode Island Affiliate of the American Civil Liberties Union, called for its repeal because \"any other purpose\" is overly broad and a violation of free speech.\n\n\"Make sure that none of us get charged with a crime for lying on a dating site, telling our spouse that we're stuck in a meeting when we're somewhere else, or a variety of other situations that many of us may have encountered over the years,\" he urged the legislators.\n\nAt the Rhode Island attorney general's office, spokeswoman Amy Kempe consulted with Ronald Gendron, chief of the white collar crime and public corruption unit. (Note: We talked with her before Governor Chafee signed the bill.)\n\n\"On the surface, someone could take that portion of the statute literally\" and prosecute for any lie, she said. But \"that was neither the intent nor is it the application of the statute.\"\n\nLaws need to be interpreted in context, and this statute, as a whole, \"was clearly designed to accommodate a fraud for money,\" said Kempe.\n\nParagraph (a) made it a felony to transmit a lie \"for the purpose of submitting a claim for payment,\" such as for an insurance loss. Paragraph (b), in its reference to \"any other purpose,\" really only applies to other types of deception where financial gain is involved, she said.\n\nFinally, Jared Goldstein, a law professor at Roger Williams University School of Law, said the plain language of the law did \"indeed appear to make it a crime to knowingly or intentionally send any false information over the Internet, without any limitation on the context or subject matter. If read literally, the language would seem to cover giving false information on a dating site. Or lying to a friend in an e-mail message. Or maybe even clicking 'Like' for a friend's photo that you don't really like.\"\n\n\"If the provision is read in that literal way,\" he said, \"it would almost certainly be unconstitutionally overbroad because it would prohibit a huge amount of Constitutionally-protected speech. Even if it is not read that way, but construed narrowly to cover only false information that can constitutionally be prohibited, the law may still be unconstitutionally vague, because it doesn't clearly tell the public what is prohibited.\"\n\nOur ruling\n\nRep. Christopher Blazejewski said that \"Under current law, if you go on a dating website and you say you're 32 and you're actually 42, you've committed a misdemeanor.\"\n\nThat's indeed what the law said at the time. (It has since been changed.)\n\nWhether you risked prosecution if you told such a lie would have been another matter entirely. The attorney general's office said the statute was only meant to apply to lies designed to garner financial gain. And the law professor we checked with says it was such a broad, vague limit on free speech, it was probably unconstitutional.\n\nNonetheless, the PolitiFact judges rate Blazejewski's claim as True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021", "vclaim_id": "vclaim-pol-10872"}