{"url": "/factchecks/2012/aug/19/marty-beil/wisconsin-gov-scott-walker-gave-raises-working-pri/", "speaker": "Marty Beil", "vclaim": "Says Gov. Scott Walker \"raises the pay of inmates, but we don't raise the pay of staff in our correctional institutions.\"", "truth_label": "barely-true", "date": "stated on July 19, 2012 in an interview:", "title": "Wisconsin Gov. Scott Walker gave raises to working prison inmates but not to prison employees, union leader says", "text": "Wisconsin state employees union leader Marty Beil is no fan of Gov. Scott Walker. And his criticism has not relented since Walker survived an historic recall election in June 2012.\n\nBeil took aim at Walker on July 19, 2012 in an interview with John \"Sly\" Sylvester, a liberal radio talk show host on WTDY AM-FM in Madison.\n\nWalker \"raises the pay of inmates,\" Beil complained, \"but we don't raise the pay of staff in our correctional institutions.\"\n\nIn 2011, Walker curbed state employees’ collective bargaining powers and cut their take-home pay by forcing them to pay more for their pensions and health insurance. He also put tighter restrictions on overtime for corrections workers.\n\nBut has the Republican governor increased the pay of inmates who work in prisons, yet not given raises to the officers who work there?\n\nBeil's evidence\n\nBeil is executive director of the Madison-based Council 24 of the American Federation of State, County and Municipal Employees union, which represents corrections officers and a variety of other state employees.\n\nAsked for evidence to back his claim, he forwarded to us a May 2012 email from Lizzie Tegels, warden of the New Lisbon Correctional Institution, a 500-cell, medium-security prison 80 miles northwest of Madison.\n\nIt says the prison would no longer pay a lower wage to inmates during their first 60 days of work. Paying new inmate workers a few pennies per hour less during their probationary period costs more -- in staff time to adjust pay rates -- than if the inmates received the regular wage, the email said.\n\nSo, this isn’t giving any working inmates a pay raise. Rather, inmates new to working would get a higher starting wage than they would have previously, but only during their first two months on the job.\n\nBeil told us the change wasn't occurring only at New Lisbon, but suggested we contact the Department of Corrections for details.\n\nSince Beil's claim was aimed at Walker, we contacted the governor's office, as well as the Department of Corrections. Walker spokesman Cullen Werwie and DOC spokeswoman Linda Eggert confirmed that corrections employees have not received a general raise since Walker took office in January 2011.\n\nIndeed, lawmakers in November 2011 imposed a two-year pay freeze on state employees, although merit raises can be given.\n\nSo, the second part of Beil’s claim, that corrections workers haven’t gotten any raises under Walker, is correct.\n\nDOC response\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\nAs for inmate pay, the governor’s spokesman provided a response written by the office of Corrections Secretary Gary Hamblin.\n\nAccording to the memo:\n\nWisconsin prisons can pay working inmates a lower wage during their probation period, but most don't; neither does Badger State Industries, which oversees the manufacturing of license plates and other goods made by inmates.\n\nEliminating the lower pay rate at New Lisbon means that current and future workers now start at the regular pay grade. That ranges from 9 to 42 cents an hour (and 1 to 20 cents through Badger State Industries). About 1,000 inmates work at New Lisbon, with about 20 to 25 on probationary status at any given time.\n\nEggert said DOC surveyed all prisons after we contacted her and found that none had given inmates any raises or eliminated lower probationary rates like New Lisbon did.\n\nSo, the higher pay rate is limited to the relatively few working inmates at one prison, and only applies to their first two months on the job.\n\nOur rating\n\nBeil said Walker has raised the pay of working inmates, \"but we don't raise the pay of staff in our correctional institutions.\" Neither group, however, has received a pay raise.\n\nThe pay rate at one prison is now higher for new workers during their two-month probation period, but that was done not to give inmates raises but to save money for taxpayers.\n\nSince Beil’s statement has only an element of truth, and leaves out critical facts that would give a different impression, we rate it Mostly False.", "vclaim_id": "vclaim-pol-10559"}