{"url": "/factchecks/2015/jul/30/scott-walker/pro-union-protesters-were-shipped-wisconsin-scott-/", "speaker": "Scott Walker", "vclaim": "Says his political opponents \"brought 100,000 protesters into our state.\"", "truth_label": "false", "date": "stated on July 27, 2015 in an interview:", "title": "100,000 pro-union protesters were shipped into Wisconsin, Scott Walker says", "text": "Pitching his qualifications for president, Gov. Scott Walker often cites how he faced 100,000 protesters who fought unsuccessfully to stop  Act 10, the 2011 collective bargaining reform law that led to his historic recall election.\nBut sometimes the Wisconsin Republican goes further -- suggesting that the throngs of pro-union demonstrators had been imported.\nThat's what happened July 27, 2015, when Fox News talk show host Neil Cavuto asked Walker what he thought about a commentary by syndicated Washington Post columnist Dana Milbank.\nIn the column, Milbank said Walker has a \"technique of scapegoating unions for the nation’s ills\" that is similar to techniques of the late Joe McCarthy, the Communist-hunting U.S. senator from Wisconsin.\nWalker began his response to Cavuto by saying:\n\"Well, in the end, I’m used to -- you know, you’ve been up to Wisconsin, you’ve seen it firsthand. The big-government special interests, the powerful special interests, the union bosses and others, they will stop at nothing, and all their supporters out there. They brought 100,000 protesters into our state to try and intimidate us, to back us down.\"\nWe’ve been here before.\nIn late February 2011, during the heat of the daily protests inside and around the Capitol, Walker said \"almost all\" of the protesters were from outside of Wisconsin.\nHe made the statement in a phone conversation with a Buffalo, N.Y., blogger who was posing as industrialist and conservative political donor David Koch.\nWe rated Walker’s statement False.\nThere were people taking buses to Madison from Illinois, and no doubt some protesters came from other states. But we found no evidence that the vast majority of demonstrators came from outside of Wisconsin.\nIndeed, there was criticism of the number of public employees in Wisconsin who took off work to participate in the rallies. On Feb. 18, 2011, some schools around the state shut down because so many teachers heeded the call of their union leaders to descend upon Madison.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nFast forward to today.\nWe asked Walker’s campaign for evidence that 100,000 protesters were brought into Wisconsin. The campaign cited isolated reports of demonstrators being bused in from Illinois and New York, but nothing more comprehensive.\nFor the record, it’s clear tens of thousands of protesters participated in some of the daily demonstrations, but less clear whether the crowds ever reached 100,000.\nIn their book \"More Than They Bargained For: Scott Walker, Unions and the Fight for Wisconsin,\" Milwaukee Journal Sentinel reporters Jason Stein and Patrick Marley noted that on Feb. 19, 2011, thousands of tea party backers joined the protesters in order to show support for Walker. Madison police estimated the overall crowd that day, a Saturday, at 68,000.\nThe crowd the following Saturday was estimated at 70,000, \"definitely one of the largest and most sustained demonstrations we've ever seen,\" a Madison police spokesman told reporters at the time. He said the total could have been as high as 100,000, but counting was difficult because the demonstration was spread over a large area surrounding the Capitol Square.\nMadison police officer Kim Alan told us that some busloads of union supporters made no secret of the fact that they had come from out of state. But she said her department did not attempt to discern what portion of the protesters overall were from outside of Wisconsin.\nOur rating\nWalker said his political opponents \"brought 100,000 protesters into our state.\"\nIn early 2011, tens of thousands of protesters -- and perhaps as many as 100,000 on some days -- participated in daily demonstrations near the state Capitol to protest Walker’s collective bargaining reform law.\nBut there is no evidence to indicate that all or nearly all were from outside of Wisconsin.\nWe rate Walker’s statement False.\nMore on Scott Walker\nFor profiles and stories on Scott Walker and 2016 presidential politics, go to the Milwaukee Journal Sentinel's Scott Walker page.", "vclaim_id": "vclaim-pol-06136"}