{"url": "/factchecks/2010/mar/16/rick-perry/gov-rick-perry-says-his-border-security-efforts-le/", "speaker": "Rick Perry", "vclaim": "My \"border security efforts have led to a 60 percent decrease in border crime.\"", "truth_label": "pants-fire", "date": "stated on March 10, 2010 in a Web post:", "title": "Gov. Rick Perry says his border security efforts led to 60-percent drop in crime along Texas-Mexico border", "text": "At a time when violence along the U.S.-Mexico border is again in the news, Texas Gov. Rick Perry makes an eye-catching claim on his campaign Web site: \"Governor Perry's border security efforts have led to a 60 percent decrease in border crime.\"\nWe had lots of questions about that, so we went looking for answers.\nIn 2005, saying the federal government had not done enough to secure the U.S.-Mexico border, Perry announced he was investing in state border security efforts. His plans included helping local law enforcement agencies hire additional officers, buying the agencies equipment, assigning Texas Department of Public Safety personnel to the border and installing surveillance cameras.\nAccording to Perry's office, the governor spent about $30 million from his office's budget on the operations in fiscal years 2006-07. The Legislature allocated $110 million for border efforts in 2008-09 and more than $110 million for 2010-11, for a total of $250 million to date.\nAnd what was the impact of the efforts?\nPerry's campaign pointed us to a report from the Texas Border Security Council, whose members were appointed by Perry. According to a chart in the report, \"serious\" crime in the border counties dropped 65 percent in the two-year period between the third quarter of 2005 — when Texas funding for border operations started — and the third quarter of 2007.\nWe learned that backup for the chart came from the FBI's annual Uniform Crime Reporting program, which tracks the incidences of seven \"index\" crimes: murder, rape, robbery, aggravated assault, burglary, larceny and auto theft. However, the chart (dubbed \"Texas Border Counties Crime Index\") is only that: a jagged line on a page, rising and falling between 2004 and 2007. It doesn't detail specific crime data from border localities, making it impossible to tell exactly where crime dropped, by how much and in which categories.Seeking more detail, we talked to the Texas Department of Public Safety, which reports the state's crime numbers to the FBI. We then learned that the chart was drawn from data that omitted significant facts.The Border Security Council report only counted crimes from unincorporated areas of counties along the border which, it states, accounts for 93 percent of the 1,254 miles of the Texas-Mexico border. By taking that approach, the report excludes all the border region's towns and cities including major population centers such as El Paso, Laredo, Brownsville, McAllen and Harlingen. By our analysis, more than 75 percent of the population in the border counties lived in incorporated areas in 2007, the last year covered in the chart.\nWhat's wrong with leaving out the urban areas? More crimes usually occur where more people live.\nConsider El Paso County. According to DPS data, the sheriff's department there reported 1,350 \"index\" crimes in the county's unincorporated areas in 2005. Adding in offenses reported by the city's police department and other law enforcement agencies in the county causes the \"index\" crimes to total 25,134.\nData provided by DPS to support the chart shows that crimes in unincorporated border areas dropped 65 percent between the third quarter of 2005 and the third quarter of 2007. But that only compares two different quarters. When we looked at crime over all three years of data — 2005 through 2007 -- the decline amounted to less than 1 percent.\nWe also considered the data for both urban and rural areas of all the border counties during those years. The total number of \"index\" or serious crimes rose from 103,884 in 2005 to 103,986 in 2007.\nThe \"index\" crime data omits crimes that may occur at higher rates in border regions, including drug offenses and human trafficking. Without those numbers, the border crime story is incomplete.\nWe asked for that data. The DPS says it doesn't collect it but plans to in the future. Separately, the U.S. Border Control offered information on only two enforcement actions that the agency tracks: the number of foreign nationals caught for being in the United States illegally — what it calls \"apprehensions\" — and the amount of drugs seized. Apprehensions in the Border Patrol sectors that include Texas dropped 58 percent from fiscal 2005 through 2009. The amount of drugs seized — measured in pounds of marijuana, heroin, cocaine, methamphetamine and others — more than doubled.\nBorder Patrol spokesman Mark L. Qualia and Tony Payan, an expert on the U.S.-Mexico border and political science professor at the University of Texas-El Paso, agreed that some crimes happen more often in border areas because of the large numbers of people passing through. Qualia cited trespassing and shoplifting as examples of such \"transient\" crimes.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nSuch caveats undermine Perry's claim -- and build a case that border crime is a complicated subject.\nAs for not counting crimes in cities and towns to assess changes in the border region, Payan said: \"This strikes me as sheer manipulation of geographical areas and numbers in order to make the governor look good.\"\nWhen we asked the governor's office for an explanation of the report's methodology, we were referred to the DPS, whose spokeswoman Tela Mange said: \"We were focusing on the unincorporated areas ... because that is where much of the illegal activity involving human and contraband smuggling occurs.\"\nThat may be, though neither the state of Texas nor the Border Patrol gave us data on that activity.\nDon Reay, executive director of the Texas Border Sheriff's Coalition, said that members of his group still believe that crime has gone down and that Perry deserves credit for improving the situation on the border -- though not all the credit. \"Crime has gone down based on cooperation between counties, between the state and between the federal government,\" Reay said.\nSince 2006, Washington has spent more than $3.7 billion on border security, although Qualia said he could not say exactly how much of the money went to the southwestern or Texas border. Some of the major initiatives have been to hire more Border Patrol agents and build hundreds of miles of fencing.\nPayan also said that outside factors could have caused border crime to decline. He cited the war raging between drug cartels in Mexico, which he says has limited the cartels' ability to do business across the Rio Grande.\nPerry's claims about reducing border crime have come under scrutiny before. In 2006, the El Paso Times investigated his statements touting the impact of Operation Rio Grande, which shifted DPS officers and other state resources to border areas. That October, Perry's office trumpeted in a press release: \"Crime down 60 percent across the border.\"\nThe Times questioned the statistic, noting it was based on average crime reductions in \"several\" counties -- not the entire border region -- where the state participated in \"surge\" operations over a four-month period. The operations beefed up federal, state and local law enforcement personnel in selected rural areas; urban areas weren't included in the statistics.\nThat's relatively old news.\nWhat about more recently? We checked the latest available UCR crime data in both urban and non-incorporated areas along the Texas border in 2008, as reported by the DPS. Overall, serious crime went up 1.6 percent from 2007.\nSumming up: Perry's claim that his border security efforts have led to a 60 percent drop in crime doesn't hold water. The calculation he touts doesn't consider crimes committed in cities and towns where most border residents live. It also compared two calendar quarters rather than weighing years' worth of data.\nCrime may have temporarily subsided in some rural areas of the border region.\nHowever, it's not clear how much of any decline can be traced to the state's investment in security.\nWe rate Perry's sweeping statement based on an unreasonable manipulation of crime statistics -- the second instance of his administration touting questionable border crime numbers -- as Pants on Fire.", "vclaim_id": "vclaim-pol-15206"}