{"url": "/factchecks/2017/jun/09/antonio-villaraigosa/villaraigosa-gets-it-wrong-california-poverty-figu/", "speaker": "Antonio Villaraigosa", "vclaim": "\"Seventy-seven of the top 300 cities with the highest poverty rate\" nationwide are in California.", "truth_label": "false", "date": "stated on June 6, 2017 in a speech:", "title": "Villaraigosa gets it wrong on California poverty figures", "text": "When asked to list his top three priorities for California at a recent forum, Democratic candidate for governor Antonio Villaraigosa responded: \"I think we’ve got to start with the economy, the economy, the economy.\"\nThe former mayor of Los Angeles acknowledged strong economic growth \"in some places,\" but made it clear that not all of California is \"growing together.\"\nVillaraigosa went on to make an eye-opening claim about how many California cities rank among the poorest in the nation.\n\"Seventy-seven of the top 300 cities with the highest poverty rate are in our state,\" Villaraigosa said at the forum, hosted on June 6, 2017 in San Francisco by the Public Policy Institute of California.\n\nVillaraigosa makes his claim at about the 6:45 minute mark in this video by the Public Policy Institute of California.\nWe know the state has struggled mightily with poverty. As an example, we rated True a claim by Republican Assembly Leader Chad Mayes in January that California has \"the highest poverty rate in the nation\" when comparing states and considering cost-of-living.\nAt 20.6 percent, California’s poverty rate in 2015 was well above the national average of 15.1 percent, according to a U.S. Census Bureau report called the Supplemental Poverty Measure. Florida’s 19 percent poverty rate ranked second.\nFor a two-adult, two-child family in California, the poverty threshold was an average of $30,000, depending on the region in the state, according to a 2014 analysis by Public Policy Institute of California.\nWith this in mind, we decided to fact-check Villaraigosa’s assertion that California is also home to one-quarter of the nation’s poorest cities.\nGovernor’s race\nVillaraigosa is among several prominent Democrats competing to succeed Jerry Brown as governor. Others include California Treasurer John Chiang; Delaine Eastin, the state’s former superintendent for public instruction; and Gavin Newsom, the state’s current lieutenant governor.\nRepublican candidates include John Cox, a venture capitalist from San Diego County and Rosie Grier, a former professional football player.\nPolitiFact California is fact-checking claims in this race. See our \"Tracking The Truth\" governor’s race fact-checks here.\n\nTracking the Truth: Hear a claim you want fact-checked? Email us at [email protected], tweet us @CAPolitiFact or contact us on Facebook.\nOur research\nVillaraigosa’s spokeswoman said his poverty claim draws on a 2015 report by the National Resource Network called Hidden in Plain Sight: Why California's Economically Challenged Cities Matter. The network was created by the Obama Administration to develop \"innovative solutions to American cities to help them address their toughest economic challenges.\"\nIts study listed 77 \"economically challenged\" cities in California, ranging from big metros such as Los Angeles, Sacramento and Oakland to small ones like Lodi, Delano and Watsonville. It defines economically challenged as having at least one of the following characteristics:\n       -- More than 9 percent of residents remained unemployed as of 2013\n       -- More than 20 percent of adults are living in poverty\n       -- Population decline between 2000 and 2010 reached 5 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nNationwide, it found nearly 300 such cities. California’s count equals about one-quarter of those.\nWe wondered, however, whether cities listed as economically challenged (due at least partly to a 2013 jobless rate) could also be considered as currently having the \"highest poverty rate,\" as Villaraigosa described them this week.\nHad Villaraigosa stretched the truth or perhaps conflated two separate descriptions of economic hardship? Staff at the National Resource Network, including the study’s lead author, did not immediately return requests for comment.\nExperts weigh in\nAnn Stevens director of the Center for Poverty Research and a professor of economics at the University of California at Davis, reviewed the study and Villaraigosa’s claim at our request\nHis statement is \"not accurate in terms of the poverty rate,\" Stevens told us.\nThat’s because the study labeled many of these cities as economically challenged because of their 2013 jobless rate, \"which is different than the poverty rate in 2013 or the poverty rate on average today.\"\nWe found nearly half of the 77 cities described as economically challenged qualified for that label not because their poverty rate was above 20 percent, but because of their high jobless rate in 2013. In fact, the poverty level for at least some of these cities was closer to or below the national average.\nAt that time, many cities in California were still struggling with high unemployment due to the Great Recession, Stevens added. But that’s a temporary measure of economic hardship, not a permanent one.\nCaroline Danielson, who researches poverty at the Public Policy Institute of California, said many of those cities are no longer struggling with unemployment. Los Angeles, for example, now has a jobless rate of 3.9 percent down from 9.7 percent in 2013, she said.\nDanielson said there’s no comparable ranking of every American city, large and small, by poverty rate.\nIf there was, she said: \"I don’t believe that California would be quite so overrepresented as we found in this report. That’s not to say that California has no high poverty cities.\"\nAlong with pointing to the study, Villaraigosa’s spokeswoman said the candidate would still consider the 77 cities in the study \"to be among those nationally with the highest poverty rate - certainly well above the average - and that is what makes them economically challenged.\"\nThat’s not the same as Villaraigosa’s original statement that all 77 rank nationally among cities with \"the highest poverty rate.\"\nOur ruling\nCandidate for California governor Antonio Villaraigosa recently claimed: \"Seventy-seven of the top 300 cities with the highest poverty rate are in our state.\"\nHe relied on a study that grouped  77 \"economically challenged\" cities in California among nearly 300 such cities in the nation. But it used data from four years ago, when many cities were still recovering from the Great Recession. Villaraigosa made it sound as if these cities are still experiencing the same level of hardship.\nAlso, experts on poverty said the economically challenged label isn’t the same as Villaraigosa’s description of these cities as among the poorest in the nation.\nNearly half the cities on the study’s list qualified for that label not because of their poverty level. Many, in fact, had poverty rates below the state average.\nInstead, they qualified because they had a high unemployment rate in 2013. The jobless rate in many of those cities has improved considerably since then.\nVillaraigosa touched on a real problem in California: Poverty remains widespread and entrenched.\nBut he mischaracterized the results of a study and painted a darker picture of economic hardship in California than the facts bear out.\nWe rate Villaraigosa’s claim False.\n\nFALSE – The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.\n Share the Facts 2017-06-09 23:39:03 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  “Seventy-seven of the top 300 cities with the highest poverty rate” nationwide are in California.    Antonio Villaraigosa Candidate for California governor    Tuesday, June 6, 2017 2017-06-06    Read More  info", "vclaim_id": "vclaim-pol-03225"}