{"url": "/factchecks/2010/aug/31/david-dewhurst/lt-gov-david-dewhurst-says-united-states-spends-mo/", "speaker": "David Dewhurst", "vclaim": "\"We spend more money on health care per capita in the United States than any other country in the world. Of the 30 developed countries in the world, we spend 2 1/2 times more than the average. Of the country that spends the second most per capita, Switzerland, we spend 175 percent more.\"", "truth_label": "half-true", "date": "stated on August 25, 2010 in an editorial board meeting with the Austin American-Statesman:", "title": "Lt. Gov. David Dewhurst says the United States spends the most money per capita on health care, 2 1/2 more than the average cost of other countries, and 175 percent more than Switzerland", "text": "Lt. Gov. David Dewhurst opposes the health care overhaul carried into law by Democrats this spring, but he agrees that something needs to be done because \"we spend more money on health care per capita in the United States than any other country in the world,\" Dewhurst said during an Aug. 25 meeting with the Austin American-Statesman editorial board. \"Of the 30 developed countries in the world,\" he said, \"we spend 2 1/2 times more than the average. Of the country that spends the second most per capita, Switzerland, we spend 175 percent more.\"\n\nDewhurst didn't respond to our requests for back-up on his statement, which was similar to a remark he made to the Texas Tribune in May.\n\nSeeking authoritative international perspective, we turned to health statistics from the Organization for Economical Cooperation and Development (OECD), a group that represents 32 advanced, industrialized nations, mostly in Europe, Asia and North America.\n\nThough experts warned PolitiFact that there are variations from country to country in how statistics are reported, the OECD's data is widely considered the most reliable way to compare the U.S. to its international peers on a variety of economic and social metrics.\n\nWe found a table comparing total health costs per capita of 31 OECD countries, plus three more — Estonia, Israel, Slovenia — that were awaiting admission to the OECD at the time the data was released, on June 29. (Slovenia has since made the cut.)\n\nThe OECD's most recent figures, for 2006-2008 (the year varies by country), shows the U.S. spent the most: $7,538 per person. Norway had the second highest cost per person, at $5,003, followed by Switzerland ($4,627). Turkey spent the least — $767 per capita. The only other countries where per capita health care expenditures exceeded $4,000 were Luxembourg and Canada.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nThis isn't a new No. 1 for the United States. We reviewed the OECD's statistics for the past two decades; the United States leads in spending each year. In 1990, we spent $2,810 per person, followed by Switzerland ($2,028) and Germany ($1,764). The OECD's data starts in 1960, when the United States was second in health care costs per capita at $148 to Switzerland's $166.\n\nAs of late, the average health care cost per capita of all OECD countries: $3,000.\n\nSo Dewhurst is correct that we spend 2 1/2 times more than the average per capita. However, the statistics suggest, Switzerland doesn't spend the second most per capita — Norway does. Another departure from Dewhurst's statement: we only spend about 50 percent more than Norway and 63 percent more than Switzerland, not 175 percent more, as Dewhurst says.\n\nDewhurst was speaking off the cuff; perhaps he meant to say that we spend 175 percent of Switzerland's health care costs per capita, which translates into spending 75 percent more — much closer to the 63 percent figure.\n\nPolitiFact.com in Washington covered similar ground in March when it rated True former Republican presidential candidate Mitt Romney's statement that \"the lifespan of the average American is less than that of people in nations that spend far less\" on health care. \"To put it bluntly, we spend more and die sooner,\" Romney said.\n\nRecap: As far as we can tell — and keeping in mind that Dewhurst didn't respond to our queries for backup — he was spot-on in saying the United States spends more money on health care per capita than the rest of the world, and he's right that we spend two-and-a-half times more than the average cost of all the OECD countries. He erred in his Switzerland comparison.\n\nWe rate his statement as Half True.", "vclaim_id": "vclaim-pol-14514"}