{"url": "/factchecks/2018/mar/14/blog-posting/hannitys-double-standard-north-korea-trump-and-oba/", "speaker": "Bloggers", "vclaim": "Say Sean Hannity said in 2008 that Obama’s willingness to meet with North Korea was \"disturbing\" while Trump’s \"willingness to meet with North Korea is a huge foreign policy win.\"", "truth_label": "mostly-true", "date": "stated on March 11, 2018 in a Facebook post:", "title": "Hannity's double standard on North Korea, Trump and Obama?", "text": "An image shared widely on Facebook and Reddit chides Fox News host Sean Hannity for having a double standard on presidents talking to North Korea.\nIt says that in 2008 Hannity said that President Barack Obama’s \"willingness to meet with North Korea is one of the most disturbing displays of Obama’s lack of foreign policy experience.\" But  in 2018, Hannity said President Donald Trump’s \"willingness to meet with North Korea is a huge foreign policy win.\"\n\nWe hit the transcripts and video files. For the most part, those words accurately reflect what Hannity said.\n2008 and Obama\nA week before Election Day 2008, Hannity gave 10 reasons not to vote for Obama. No. 2 on his list concerned talking to unfriendly regimes.\n\"One of the most disturbing displays of Obama's lack of foreign policy expertise came during last year's YouTube debate,\" Hannity said Oct. 26, 2008. \"The junior senator from Illinois gave what many called a naive answer for a question from the audience about whether he would meet with the leaders of Syria, Venezuela, Cuba or North Korea without preconditions.\"\nAsked during that debate if he would be willing to meet with those leaders without preconditions, Obama said \"I would,\" and compared that to previous presidents.\n\"Ronald Reagan and Democratic presidents like JFK constantly spoke to the Soviet Union at a time when Ronald Reagan called them an evil empire,\" Obama said. \"And the reason is because they understood that we may not trust them and they may pose an extraordinary danger to this country, but we had the obligation to find areas where we can potentially move forward.\"\nThe image mentioned only North Korea, while Hannity listed several countries.\n2018 and Trump\nWhen news broke that Trump was open to meeting with North Korean leader Kim Jong Un, Hannity voiced support.\n\"A huge foreign policy win for President Trump,\" Hannity said March 8. \"Little Rocket Man blinks. Now, the president’s tough rhetoric, his bold action, his severe sanctions, they appear to be working tonight. President Trump is accepting an invitation to meet with the North Korean dictator Kim Jong Un by May, and Pyongyang is agreeing to stop all nuclear and missile tests while these talks are underway. And the sanctions? They will continue.\"\nSo the text in the image matches what Hannity said.\nBut his criticism of Obama and his praise for Trump came in the context of different policies.\nImportance of preconditions\nObama’s policy on North Korea grew more complicated over time. But initially, it was fairly simple, said Penn State international affairs professor Joseph DeThomas.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHogan Gidley\n\n\nstated on January 17, 2021 in a Fox News interview\n\n\n\n\n\n\n\n\nPresident Donald Trump “can’t say anything (about the U.S. Capitol riot) because the platforms have removed him.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 18, 2021\n\n\n\n\n\n\n\nPreconditions meant that in order for talks to happen, North Korea had to agree that the purpose was the complete denuclearization of North Korea.\n\"During the campaign and early in his term Obama was very open to talks without preconditions,\" DeThomas said.\nFor Trump, the picture is murkier.\nWhen Trump tweeted that he would meet with Kim Jong Un, North Korea had not taken any steps toward denuclearization. He said they had \"talked\" about it.\n\"Kim Jong Un talked about denuclearization with the South Korean representatives, not just a freeze,\" Trump wrote. \"Also, no missile testing by North Korea during this period of time.\"\nKim Jong Un talked about denuclearization with the South Korean Representatives, not just a freeze. Also, no missile testing by North Korea during this period of time. Great progress being made but sanctions will remain until an agreement is reached. Meeting being planned!— Donald J. Trump (@realDonaldTrump) March 9, 2018\n\n\nBut for North Korea, denuclearization applies to the entire peninsula, which has implications for the American presence and military posture in South Korea. That is not the same as simply agreeing to a North Korea without nukes.\nDeThomas said testing halts are customary during talks with North Korea. Beyond that, North Korea made no concessions or took any steps toward ending its nuclear program.\nTrump has imposed stricter sanctions and has been more ready to hint at using military force against North Korea. But in terms of having direct talks between the leaders of both nations, DeThomas said this administration set a lower bar than what previous presidents have demanded.\n\"The Trump precondition for talks was that North Korea had to halt nuclear and missile testing for some unspecified period of time prior to commencement of talks,\" DeThomas said. \"\nIn February, Vice President Mike Pence drew headlines when he said sanctions and direct talks could happen at the same time.\nTo some observers, that meant the administration was willing to talk without the precondition of North Korea agreeing to a future free of nukes. DeThomas characterized such words as \"loosey goosey,\" but not indicative of a major change.\nIn that regard, when Hannity praised Trump, the administration’s overall policy was tougher than what Obama had articulated when he ran for president. But the fact remains that Trump had agreed to a meeting before North Korea had taken any concrete steps toward ridding itself of nuclear weapons.\nOur ruling\nThe side-by-side quotes cast Hannity as criticizing Obama for being willing to talk to North Korea while praising Trump for his willingness to do the same thing. The quotations are pretty much accurate.\nBut the image glosses over the different policy preferences of each man at the time Hannity spoke. In 2008, Obama said simply there were no preconditions for a meeting with the leader. In 2018, Trump’s administration voiced some relaxation on preconditions, but not a full rejection of them.\nAt the same time, Trump agreed to a meeting before North Korea had done more than agree to hold off on testing during any talks.\nThe image leaves out some context, but overall, we rate it Mostly True.\n Share the Facts 2018-03-14 21:43:50 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  Says Sean Hannity said in 2008 that Obama’s willingness to meet with North Korea was \"disturbing\" while Trump’s \"willingness to meet with North Korea is a huge foreign policy win.\"    Bloggers Bloggers https://m.facebook.com/story.php?story_fbid=580945962264750&id=209221279437222   On Facebook Sunday, March 11, 2018 2018-03-11    Read More  info", "vclaim_id": "vclaim-pol-02311"}