{"url": "/factchecks/2011/feb/14/get-equal-texas/get-equal-texas-says-over-8000-gay-couples-raising/", "speaker": "Get EQUAL Texas", "vclaim": "\"Between Austin, San Antonio, Houston and Dallas over 8,000 same-sex couples are raising children.\"", "truth_label": "half-true", "date": "stated on February 9, 2011 in a press release.:", "title": "Texas group says over 8,000 gay couples raising children in Austin, Dallas, Houston and San Antonio", "text": "A Texas group promoting plans by gay couples to seek marriage licenses on Valentine’s Day issued a Feb. 9 press release suggesting it speaks for many urban parents. \"Between Austin, San Antonio, Houston and Dallas over 8,000 same-sex couples are raising children,\" said Michael Diviesti, state coordinator of GetEQUAL TX, part of a self-described national lesbian, gay, bisexual and transgender civil rights group advocating legal and social equality.\n\nSays who?\n\nIn response to our query, Diviesti told us most of his parental count was drawn from reported research by Gary Gates, a scholar at the University of California-Los Angeles. He pointed us to a Jan. 25 article on Gates’ work in the Dallas Voice, a gay-oriented newspaper, featuring a chart stating there are 3,178 gay couples raising children in Dallas-Fort Worth-Arlington, 2,458 in Houston-Sugarland-Baytown and 1,180 in San Antonio-New Braunfels, accounting for 6,816 couples in those metropolitan statisical areas. The chart doesn’t specify what year it covers nor the number of gay couples raising children in the Austin area.\n\nThe article says the study was highlighted in a New York Times news article. That story, published Jan. 18, quotes Gates saying that survey data gathered by the U.S. Census Bureau indicates there were about 581,000 same-sex couples in the United States in 2009.\n\nThe Times’ story says Gates has concluded that child rearing among same-sex couples is more common in the South than in any other region of the country and that gay couples in states such as Arkansas, Louisiana, Mississippi and Texas are more likely to be raising children than their counterparts on the West Coast, in New York and in New England.\n\nOne factor, the story says, is that a large number of gay couples, possibly a majority, previously had children with partners in heterosexual relationships.\n\nSome 34 percent of same-sex couples in San Antonio are raising children, Gates is quoted saying, placing the city No. 1 nationally.\n\nSeparately, Diviesti also noted a January 2008 online post by the Williams Institute, a UCLA School of Law think tank that says it advances sexual orientation law and public policy through independent research. The post states that according to census data, some 20 percent--or 10,000--of almost 50,000 same-sex couples in Texas were raising children as of 2005. The same year, the post says, an estimated 17,444 of Texas’s children were living in households headed by same-sex couples.\n\nIn response to our inquiry about how many gay couples are raising children in Austin, Diviesti said that in compiling numbers for the press release, he mistakenly used a 2000 census figure for same-sex couples in Travis County--2,984--for his Austin number.\"I was in a rush to find the statistic,\" Diviesti said. He said his error probably makes his figure of more than 8,000 about 1,000 too high.\n\nNext, we contacted Gates, who said the information in the Times’ story came from his analysis of annual census survey numbers. Gates added via e-mail: \"These are not statistics that the Census Bureau provides on its public website. Instead, they are my own analyses of Public Use Microdata Samples that are made available each year. The analyses combine data from 2005-2009 in order to get sufficient samples sizes of the same-sex couples.\"\n\nGates told us his latest review suggests there are 945 same-sex couples raising children in the Austin-Round Rock-San Marcos metropolitan statistical area. We added that to his reported estimates of same-sex couples raising children in the three other Texas areas, and got 7,761.\n\nWe asked Gates if he did, or could, narrow his area-wide estimates to the cities singled out by the Texas group. He said he did not and that it would be difficult to do so. One factor that complicates the calculation: \"There likely is a meaningful difference as I believe that city residents (generally and among same-sex couples) are less likely to be raising children than suburban couples.\"\n\nAll told, it appears that 7,761 same-sex couples--not more than 8,000--are raising children in metropolitan statistical areas that include Austin, San Antonio, Houston and Dallas. That total is even lower if referencing the cities alone, as the statement does, though by how much is hard to say.\n\nWe rate the statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13615"}