{"url": "/factchecks/2010/oct/12/florida-democratic-party/fraud-allegations-dominate-new-democat-ad-attackin/", "speaker": "Florida Democratic Party", "vclaim": "In ad attacking Rick Scott, says three executives of the Columbia/HCA hospital chain he ran were indicted.", "truth_label": "half-true", "date": "stated on October 10, 2010 in a TV ad.:", "title": "Fraud allegations dominate new Democat ad attacking Rick Scott", "text": "Democrat Alex Sink is airing a rare, two-minute campaign ad that tries to again hammer Republican gubernatorial candidate Rick Scott  over allegations he was involved in fraud while running mega hospital chain Columbia/HCA.\n\nThe spot, called \"Fraud Files,\" opens more like an introduction to a Dateline NBC episode than a campaign commercial, mixing a narrator's voice with short clips from TV. At one point, a female reporter says, \"Three executives of Columbia/HCA health care corp. have been indicted.\"\n\nThe ad doesn't make reference to the executives again. That's what we're for.\n\nFirst, a little bit of back story on Scott and Columbia/HCA.\n\nScott started what was first called Columbia in the spring of 1987 by purchasing two El Paso, Texas, hospitals. He quickly grew the company into one of the country's largest publicly traded hospital chains, and in 1994, merged Columbia with Tennessee-headquartered HCA and its 100 hospitals.\n\nIn early 1997, federal agents revealed they were investigating the Columbia/HCA chain for, among other things, Medicare and Medicaid fraud. Allegations included that Columbia/HCA billed Medicare and Medicaid for tests that were not necessary or ordered by physicians, and that the hospital chain would perform one type of medical test but bill the federal government for a more expensive test or procedure. Agents seized records from Columbia facilities across the country in Tennessee, North Carolina, Texas, Oklahoma, Utah and Florida.\n\nScott resigned in the middle of the federal investigation in July 1997. Scott said he wanted to fight the federal government accusations; the corporate board of Columbia/HCA wanted to settle, and did. In 2000, the company pleaded guilty to at least 14 corporate felonies and agreed to pay $840 million in criminal fines and civil damages and penalties. The company agreed to further settlements in 2002, paying an additional $881 million in fines.\n\nIn July 1997, three Columbia/HCA executives were indicted on charges of Medicare fraud in connection with billing at a Port Charlotte hospital. Indicted were Jay A. Jarrell, CEO of Columbia's Southwest Division, based in Fort Myers; Michael T. Neeb, chief financial officer of Columbia's Jacksonville Division; and Robert W. Whiteside, director of reimbursement for Columbia in Nashville.\n\nThe government accused the three executives of conspiring to overbill Medicare by inflating the hospital's capital expenses -- money spent on hospital facilities and equipment. That allowed the hospital to be overpaid by about $1.8 million, the government claimed.\n\nA fouth executive, Carl Lynn Dick, was subsequently indicted in July 1998. Dick, director of finance for Columbia's East Florida division in Orlando, was charged with conspiracy to defraud government insurance programs.\n\nAfter an eight-week federal jury trial in 1999, including three days of deliberations, Jarrell and Whiteside were found guilty on six counts of fraud and sentenced to 33 months and 24 months in prison respectively. That same jury acquitted Neeb of all charges, and failed to reach a verdict on Dick.\n\nJarrell and Whiteside's convictions, however, were overturned on appeal. The two men never served any prison sentence.\n\nColumbia/HCA did also plead guilty to at least 14 corporate felonies, but those felonies come with fines, not prison time. No one else was indicted or tried in connection with the criminal fraud investigation.\n\nIn their two-minute ad attacking Scott, Florida Democrats say three executives of Columbia/HCA were indicted for fraud. They were, as was a fourth. But the government failed to secure a conviction on any of the executives indicted. That's a noteworthy caveat that would have put the indictments in the proper context. We rate the claim Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021", "vclaim_id": "vclaim-pol-14252"}