{"url": "/factchecks/2019/sep/12/joe-biden/biden-exaggerated-percentage-americans-who-favor-a/", "speaker": "Joe Biden", "vclaim": "\"Over 90% of the American people think we have to get assault weapons off the street  — period.\"", "truth_label": "barely-true", "date": "stated on September 12, 2019 in the Democratic debate in Houston:", "title": "Biden exaggerated the percentage of Americans who favor an assault weapons ban", "text": "Former Vice President Joe Biden exaggerated the percentage of Americans who support banning assault rifles.\n\"Over 90% of the American people think we have to get assault weapons off the street — period,\" Biden said during the Democratic presidential debate in Houston Sept. 12.\nBiden was responding to a moderator’s question about his failure to get an expanded background check bill passed after the Sandy Hook school mass shooting in 2012. \nThe recent polls we found showed that a majority of Americans support banning assault weapons, but by a much smaller margin than Biden cited.\nA 1994 law barred the \"manufacture, transfer, and possession\" of about 118 firearm models and all magazines holding over 10 rounds. The ban expired in 2004. Efforts to renew the ban have been unsuccessful, but Biden has vowed to champion a ban.\nRecent polls show majority support for banning assault weapons\nWe looked at the results of five polls taken after the early August mass shootings in El Paso, Texas, and Dayton, Ohio. We limited our search to that time period because the question by debate moderator David Muir mentioned the El Paso shooting.\nOverall, polls showed between 56% and 70% of people back a ban on assault rifles. Polls showed higher support among Democrats.\nPolitico/Morning Consult poll: Nearly 70% of all voters would back a ban on assault rifles. (In a New York Times op-ed in August, Biden cited that statistic.) More than 91 percent supported requiring background checks for all gun sales.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nFox News poll: 67% supported banning assault rifles and semi-automatic weapons. The poll found 90% support for background checks on all gun buyers including at shows and private sales.\nNPR/PBS NewsHour/Marist poll: 57% said Congress should pass a ban on the sale of semi-automatic assault guns such as the AK-47 or the AR-15. The poll found 83% support for requiring background checks for gun purchases at gun shows or other private sales\nWashington Post/ABC News poll: 56% support a ban on the sale of assault weapons. 89% support requiring background checks for all potential gun buyers.\nHuffPost/YouGov poll: 59% favor an assault weapons ban and 81% favored background checks.\nWe asked the Biden campaign for his evidence and did not hear back immediately. We wondered whether Biden was referring to the percentage of Americans who support expanding background checks, which was in the ballpark of 90% in many polls.\nOur ruling\nBiden said \"over 90% of the American people think we have to get assault weapons off the street ⁠— period.\"\nWe looked at five polls following the El Paso and Dayton shootings in early August. Those polls showed overall support for banning assault weapons ranged from 56% to 70%.\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-00168"}