{"url": "/factchecks/2018/nov/28/alexandria-ocasio-cortez/alexandria-ocasio-cortez-wrong-about-spending-geor/", "speaker": "Alexandria Ocasio-Cortez", "vclaim": "In her defeat of Republican Rep. Karen Handel, Democratic challenger Lucy McBath \"was outspent 5-1.\"", "truth_label": "false", "date": "stated on November 19, 2018 in a tweet:", "title": "Alexandria Ocasio-Cortez wrong about spending in Georgia race", "text": "In the 2018 midterm elections, Democrats managed to seize more than three dozen Republican-held House seats. One of these was Georgia’s 6th District, where Democratic challenger Lucy McBath defeated Republican incumbent Karen Handel.\nMcBath’s underdog victory — driven in part by suburban Atlanta voters’ frustration over gun violence — caught the eye of another incoming Democratic freshman lawmaker, Alexandria Ocasio-Cortez, who herself had pulled off an upset. In the primary, Ocasio-Cortez ousted a senior Democrat in a New York City district.\nOcasio-Cortez tweeted on Nov. 19:\n\"Lucy McBath is a hero. After losing her son to gun violence, she ran for Congress against her NRA incumbent. She was previously a flight attendant. Lucy was outspent 5-1, but she kept running with her conviction. She won. Flipped GA-06 in a major upset. No one saw her coming.\"\nLucy McBath is a hero. After losing her son to gun violence, she ran for Congress against her NRA incumbent. She was previously a flight attendant. Lucy was outspent 5-1, but she kept running with her conviction.She won. Flipped GA-06 in a major upset. No one saw her coming. https://t.co/txWhV2j52A— Alexandria Ocasio-Cortez (@Ocasio2018) November 19, 2018\n\n\nIn fact, the spending differential wasn’t as big as Ocasio-Cortez said — and once spending by outside groups is factored in, McBath actually had the edge.\nThe reason: As the Atlanta Journal-Constitution initially noted, Ocasio-Cortez’s statement conflates money not just from the Handel-McBath matchup but also from the high-spending special election in 2017 in which Handel defeated Democrat Jon Ossoff. (Ocasio-Cortez’s staff did not respond to an inquiry for this article.)\nSpecial election vs. general election\nWe looked at the Georgia 6th page on the campaign finance data website OpenSecrets.org and found that for the 2018 election cycle, Handel had spent $7.99 million and McBath had spent $1.23 million. That’s a 6.5-to-1 ratio in Handel’s favor. (The amount each candidate raised — rather than spent — was closer to the 5-to-1 Handel edge that Ocasio-Cortez had tweeted about.)\nHowever, Handel’s total was artificially inflated by the hard-fought and expensive open-seat battle she waged against Ossoff the previous year. That earlier race officially counts as being in the two-year-long 2018 election cycle.\nSarah Bryner, the research director for the Center for Responsive Politics, which runs OpenSecrets.org, said their website is organized that way because that’s how the Federal Election Commission tabulates the data.\n\"It's not really possible to isolate out spending and fundraising numbers for specific time periods,\" Bryner said.\nCandidate fundraising\nWe estimated the amount of money in the McBath-Handel race based on what the Journal-Constitution reported about dollars spent and raised in the special election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nIn July 2017, the newspaper reported that Handel had raised $6.3 million for the special election, with $430,000 remaining for the 2018 general election.\nThat means that Handel raised $1.69 million specifically for the general election. If you add in the $430,000 she held over from the special election, that works out to about $2.12 million.\nMcBath, for her part, raised $1.79 million for the general election. So depending on how you treat the $430,000 that Handel held over, she either modestly out-raised McBath or was modestly outraised by McBath. Either way, the two candidates’ fundraising ended up on pretty even footing, not a 5-to-1 edge for Handel.\nCandidate and outside spending\nWe can also estimate the amount each candidate spent, which is how Ocasio-Cortez phrased her tweet.\nHandel finished the general election with $402,000 left in the bank. Subtracting that from the money she had available for for the general election means that she actually spent $1.72 million. That’s is more than the $1.22 million that McBath spent, but the difference is still more modest than what Ocasio-Cortez had tweeted — a ratio of about 1.4-to-1 in Handel’s favor.\nBut even this is misleading about the overall spending patterns in the race, because these figures only include dollars spent by the campaigns themselves, not by outside groups aligned with one candidate or the other.\nWhen outside groups are factored in, McBath actually had a sizable spending edge over Handel.\nWe asked the Center for Responsive Politics to break down the outside spending on Georgia’s 6th District, and they tallied up just the contributions made after June 20, 2017, the date of the special runoff.\nGroups that either supported Handel or opposed McBath spent $1.6 million. By contrast, groups supporting McBath or opposing Handel spent almost $4.9 million.\nAccording to the Journal-Constitution, Everytown for Gun Safety, a gun control group affiliated with former New York City Mayor Michael Bloomberg, was the biggest spender aligned with McBath, allocating $4.5 million to the race. The primary outside group spending on behalf of Handel, the National Republican Congressional Committee, spent $1.4 million.\nSo the outside spending edge for McBath actually dwarfed the candidate spending edge for Handel. This severely undercuts the point of Ocasio-Cortez’s tweet.\nOur ruling\nOcasio-Cortez tweeted that McBath \"was outspent 5-1\" in her race against Handel.\nEven looking just at the candidates’ own money, Handel’s edge in fundraising and spending was no higher than 1.4-to-1. And once you include spending by outside groups, it was McBath who actually had the edge.\nWe rate the statement False.\n Share the Facts 2018-11-28 22:01:47 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  In her defeat of Republican Rep. Karen Handel, Democratic challenger Lucy McBath \"was outspent 5-1.\"    Alexandria Ocasio-Cortez U.S. Rep.-elect, D-N.Y. https://twitter.com/Ocasio2018/status/1064517892664905729   a tweet Monday, November 19, 2018 2018-11-19    Read More  info", "vclaim_id": "vclaim-pol-01236"}