{"url": "/factchecks/2013/jan/01/david-dewhurst/david-dewhurst-says-under-texas-law-it-takes-six-y/", "speaker": "David Dewhurst", "vclaim": "Says that under Texas law, it takes six years to close a failing school.", "truth_label": "false", "date": "stated on November 29, 2012 in remarks to the Dallas Regional Chamber:", "title": "David Dewhurst says under Texas law, it takes six years to close a failing school", "text": "A headline-grabbing plan to help students transfer isn’t the only way Lt. Gov. David Dewhurst wants to handle \"unacceptable\" schools in Texas.\n\n\"Currently under Texas law, it takes six years to close down a failing school. That’s nuts. I’m going to move for legislation to make it two years,\" Dewhurst told the Dallas regional chamber of commerce Nov. 19, 2012, according to a news story from KERA-TV, Channel 13 in Dallas.\n\nWell, \"nuts\" is an opinion, but \"six years\" is something we can check.\n\nWe asked Dewhurst and spokesman Matt Hirsch for details and support for the claim but did not hear back.\n\nDewhurst repeated his call to \"shorten that time period\" and also made it clear he was referring to academic failure during a Dec. 19, 2012, news conference announcing a proposal to give businesses tax credits for donations to a scholarship fund helping students switch schools.\n\nTexas Education Agency spokeswoman Debbie Ratcliffe told us by email that it takes six years of \"unacceptable\" academic ratings before the Texas schools commissioner is absolutely required to shut down a campus.\n\nBut by law, Ratcliffe said, the commissioner can close a school for purely academic reasons after three years. That’s \"two years of academically unacceptable ratings plus one year in which the school fails to successfully implement a reconstitution plan,\" she said.\n\nWe reviewed the Texas education code and found that it clearly states that \"after a campus has been identified as unacceptable for two consecutive school years, the commissioner shall order the reconstitution of the campus.\" That process, Ratcliffe said, typically includes replacing faculty members.\n\nIf the commissioner is not satisfied with the progress under the reconstitution plan, he or she can order \"repurposing\" of the campus, install new management or order it closed. So, the commissioner could close a school after three years.\n\nIf the school receives three consecutive \"unacceptables\" after reconstitution, the law says, the commissioner \"shall order\" the campus be repurposed, be put under \"alternative management\" or closed. The only exception is that if it appears the school will improve its rating in the next year, the commissioner can grant another year’s leeway -- bringing the maximum time to six years.\n\nSchools can be -- and have been -- closed more quickly for \"financial, health and safety or other reasons,\" Ratcliffe said. \"Some of those had academic problems; just not five or six years of low ratings.\"\n\nCharter schools -- public schools under private management -- can also be shut down more quickly for violating a charter contract, Ratcliffe said, which can involve academics.\n\nOnly three public schools have been closed for purely academic reasons since the current accountability system began in 1993, Ratcliffe said. Each of those cases took five to six years.\n\nJohnston High School in the Austin school district and Sam Houston High School in the Houston district were ordered to close in 2008, after five years at \"unacceptable\" for Johnston, according to a June 5, 2008, Austin American-Statesman news story, and six years of \"unacceptable\" ratings at Sam Houston, according to a June 6, 2008, Houston Chronicle news story.\n\nPearce Middle School, also in the Austin district, was ordered to close in 2009 after five years of \"unacceptable\" ratings, according to a July 9, 2009, Statesman news story.\n\nAgency data Ratcliffe sent us for 2004 through 2011 showed that of the 223 schools ordered to reconstitute, 205 achieved sufficient improvements to get out of the danger zone before an ultimate sanction was triggered. Fourteen schools had posted more than two consecutive \"unacceptable\" years but hadn’t yet reached five.\n\nRatcliffe said that although a new accountability system is in the works, the six-year requirement won’t change unless the state law governing closure is modified by the Legislature -- for example, if Dewhurst’s two-year suggestion were adopted.\n\n Our ruling\n\nDewhurst said it takes six years under Texas law to close a failing school. That’s the maximum, and it’s usually taken nearly that long, but by law a commissioner can order closure after just three years. We rate Dewhurst’s statement as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-09894"}