{"url": "/factchecks/2017/apr/21/howard-dean/howard-deans-wrong-tweet-constitution-doesnt-prote/", "speaker": "Howard Dean", "vclaim": "\"Hate speech is not protected by the first amendment.\"", "truth_label": "false", "date": "stated on April 20, 2017 in a tweet:", "title": "Howard Dean's wrong tweet that the Constitution doesn't protect 'hate speech'", "text": "The Constitution doesn’t protect \"hate speech,\" said former Vermont Gov. Howard Dean, chiming into the debate over conservative pundit Ann Coulter’s upcoming event at the University of California, Berkeley.\nIn February, Berkeley administrators had to cancel a speech by conservative provocateur Milo Yiannopoulos after protesters set fires and threw objects at buildings. So after Berkeley College Republicans invited Coulter to speak on campus, administrators decided to postpone the event because they couldn’t make the necessary security preparations by the event date, April 27.\nAs of April 21, Berkeley has invited Coulter to speak May 2 instead of the original date. But Coulter wants to stick to April 27, arguing that the postponement and other restrictions are arbitrary.\nDean took to Twitter with his reaction to comments Coulter made in 2002 about the Oklahoma City bomber. She said, \"My only regret with Timothy McVeigh is he did not go to the New York Times Building.\"\n\"Hate speech is not protected by the First Amendment,\" Dean tweeted April 20.\nHate speech is not protected by the first amendment. https://t.co/DOct3xcLoY— Howard Dean (@GovHowardDean) April 21, 2017\n\nThis is incorrect.\nThere is no universal definition of \"hate speech,\" though Coulter has made a number of controversial comments about Mexicans, Muslims, Jews and immigrants generally that some might say fall under that umbrella.  \nRegardless, the courts have decided that there are some forms of speech the Constitution doesn’t protect. But \"hate speech\" isn’t one.\nThe First Amendment of the Constitution, included in the Bill of Rights, says:\n\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\"\nThis clause doesn’t apply to threats, child pornography and \"fighting words\" (speech that would likely draw someone into a fight, such as personal insults).\nThere are numerous examples of the Supreme Court protecting speech that much of the public would find offensive or consider to be \"hate speech.\"\nIn 1969, the Supreme Court said an Ohio law prohibiting public speech that promotes illegal activity violated a Ku Klux Klan member’s First Amendment rights. In 1992, the court unanimously struck down a St. Paul, Minn., law that banned displaying a symbol that \"arouses anger, alarm or resentment in others on the basis of race, color, creed, religion or gender,\" like a burning cross.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nMore recently, the family of a deceased soldier sued members of the Westboro Baptist Church who had protested the soldier’s funeral with signs displaying anti-gay slogans. But in 2011, the Supreme Court held that the First Amendment right to free speech meant that the church members were not liable.\nSometimes hate speech is also a threat or \"fighting words.\" In those cases, hate speech would be excluded from protections offered by the First Amendment, said James Weinstein, an expert in free speech at Arizona State University’s Sandra Day O’Connor Law School, in a past PolitiFact interview.\nFor example, it would be unconstitutional to ban someone from putting a racial epithet on a sign at a protest. But if someone used the same racial epithet while credibly saying they plan to harm someone of that race, that might count as a threat and therefore lose its First Amendment protection. But the speech loses the protection because it’s a threat, not because it’s hate speech.\n\"With that caveat, the overwhelming understanding is that ‘hate speech’ is constitutionally protected in the United States,\" Michael Herz, a professor at Cardozo Law, previously told PolitiFact.\nWe reached out to Dean’s staff for comment and didn’t hear back. But he did link to a tweet from former New York Times reporter Steven Greenhouse that referenced Coulter’s statement that she regrets that the Oklahoma City bomber didn’t hit the New York Times building.\nEven though Coulter’s comment mentions a violent act, it isn’t clearly \"intended to promote imminent illegal conduct,\" which is the standard necessary for the speech to no longer have constitutional protection, wrote Eugene Volokh, a First Amendment expert and law professor at the University of California, Los Angeles, in a blog reacting to Dean’s tweet.\nRegardless, Dean appears to be saying that the Coulter quote is hate speech — as opposed to a threat or \"fighting words\" — and that isn’t enough to strip it of its First Amendment protections.\nSeparate from the \"hate speech\" question, we wondered if Berkeley’s treatment of Coulter violates her First Amendment right to free speech.\nCoulter has the constitutional right to be treated in the same way as other campus speakers without regard to her viewpoint, Volokh said in an interview with PolitiFact.\nBerkeley has a policy by which student groups can invite speakers of their choosing, and as a public university, it cannot administer this policy in a way that treats student groups differently based on political leanings, he said.\nUniversity administrators have said their concern is not Coulter’s politics; instead they’re worried about the potential for violent protest. But this also might not pass muster as a reason for Berkeley to treat Coulter different than other campus speakers.\nThe Supreme Court has established a general principle that a government administrator can’t decide to charge a group a higher fee for event security based on anticipated public reaction to the content of the event, and a lower court found that this applies to colleges, too. So if Berkeley is basing its security decisions on what it expects Coulter to say, that could pose a problem.\nOur ruling\nDean said, \"Hate speech is not protected by the First Amendment.\"\nThere are some exceptions to the free speech clause in the First Amendment, but \"hate speech\" is not one of them. The Supreme Court has repeatedly held up the right of an individual or group to engage in speech that much of the public likely finds offensive, like displaying swastikas, burning crosses or protesting a soldier’s funeral.\nWe rate Dean’s claim False.\n Share the Facts 2017-04-21 21:27:07 UTC   Politifact    5 1 7  Politifact Rating: False  \"Hate speech is not protected by the first amendment.\"    Howard Dean former governor of Vermont   on Twitter Monday, April 20, 1992 1992-04-20    Read More  info", "vclaim_id": "vclaim-pol-03396"}