{"url": "/factchecks/2014/jun/10/hillary-clinton/hillary-clinton-says-she-and-bill-were-dead-broke/", "speaker": "Hillary Clinton", "vclaim": "\"We came out of the White House not only dead broke, but in debt.\"", "truth_label": "barely-true", "date": "stated on June 9, 2014 in an interview on ABC:", "title": "Hillary Clinton says she and Bill were 'dead broke'", "text": "Hillary Clinton is walking the line between being remarkably successful and yet still in touch with the lives of ordinary people. The former secretary of state and potential 2016 presidential candidate has found herself trying to limit blowback to her claim that she and husband Bill were \"dead broke\" when they left the White House.\nShe made the comment during an interview with ABC’s Diane Sawyer. Sawyer pressed Clinton on a reported haul of $5 million in speaking fees.\n\"You have no reason to remember, but we came out of the White House not only dead broke, but in debt,\" Clinton said. \"We had no money when we got there, and we struggled to piece together the resources for mortgages for houses, for Chelsea's education. It was not easy. Bill has worked really hard. And it's been amazing to me. He's worked very hard.\"\nRepublicans called the claim laughable and the next day Clinton clarified, again on ABC, that she and Bill had done very well over the past 14 years.\n\"We have a life experience that is clearly different in very dramatic ways from many Americans,\" Clinton said. \"But we also have gone through some of the same challenges many people have.\"\nWe wanted to take a closer look at Clinton’s claim of being \"dead broke\" when their time in the White House ended after December 2000.\nThe Clintons’ balance sheet\nClinton’s 2000 Senate financial disclosure form, via the Open Secrets website, provides a rough view of the balance between the couple’s assets and liabilities. These forms only show amounts in broad ranges -- from $15,001 to $50,000, from $50,001 to $100,000 and so forth -- but under any set of assumptions, the Clintons were in the red, a problem driven by Bill Clinton’s enormous legal bills.\nTheir highest possible assets totaled about $1.8 million, while their lowest possible debts were nearly $2.3 million. The most optimistic scenario left them in a hole of about $500,000.\nBut the federal disclosure form does not include homes used for personal use and the Clintons owned two. In 1999, they bought a five-bedroom home in Chappaqua, N.Y., for $1.7 million. In December 2000, just as they were leaving the White House, they bought a seven-bedroom house near Embassy Row in Washington, D.C. The price was $2.85 million.\nWhile those homes had mortgages, which would increase the amount of the Clintons' debt, the family also had equity in them. The New York Times reported that the Clintons put $855,000 down on the Washington house, for instance. That equity would have covered the low-end debt estimate of about $500,000.\nPoint being: Clinton’s 2000 disclosure doesn’t prove the Clintons’ liabilities exceeded their assets when they left the White House.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nWe reached out to Hillary Clinton’s office for more details and did not hear back.\nWere they dead broke?\nAll this begs the question of whether someone who can afford to buy a $2.85 million house is \"dead broke.\" We reached two accounting professors at Ohio State University’s Fisher College of Business, one of the top-ranked schools in the country. Assistant Professor Jeffrey Hoopes said to call the Clintons dead broke would be a stretch for how the term is commonly understood.\n\"Almost any president leaving office can expect tens if not hundreds of millions of dollars of future earnings as a result of their having been president,\" Hoopes said. \"Speaking, consulting, board positions, and so on, are all very lucrative.\"\nProfessor Brian Mittendorf said a balance sheet of assets and liabilities simply doesn’t paint a complete picture. Mittendorf compared the Clintons to a medical school graduate saddled with huge debts but with the prospect of a very hefty income down the line.\n\"While one can claim to be technically broke, creditors wouldn't take it as such as long as future income streams could cover the liabilities,\" Mittendorf said.\nIn December 2000, at least one large bank saw the Clintons through that lens. Whatever their balance sheet might have been, Citibank lent them $1.995 million to buy that house in Washington, D.C. This was a safe loan. By Feb. 5, 2001, Bill Clinton was commanding regular speaking fees of $125,000 or more.\nHillary Clinton herself did quite well in 2001. The book publisher Simon and Schuster paid her $2.84 million in royalties.\nBy 2004, the Clintons had erased their debts and Hillary Clinton was ranked the 10th-wealthiest member of the Senate, with a net worth between $10 million and $50 million.\nOur ruling\nHillary Clinton said she and Bill were in debt and dead broke when they left the White House. The public record shows that they possibly had more liabilities than assets, but it doesn’t show that conclusively. More important, a balance sheet does not tell the full story and the experts we reached said the Clintons’ earning potential had a real economic value that the financial sector traditionally acknowledges and is willing to bank on.\nA few weeks before they left the White House, the Clintons were able to muster a cash down payment of $855,000 and secure a $1.995 million mortgage. This hardly fits the common meaning of \"dead broke.\"\nWe rate the claim Mostly False.\n Share the Facts 2018-06-05 13:45:33 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  \"We came out of the White House not only dead broke, but in debt.\"    Hillary Clinton Former secretary of state https://www.cq.com/doc/newsmakertranscripts-4491774?0   an ABC News interview Monday, June 9, 2014 2014-06-09    Read More  info", "vclaim_id": "vclaim-pol-07757"}