{"url": "/factchecks/2010/jul/30/ted-strickland/ohio-gov-ted-strickland-touts-two-year-old-advance/", "speaker": "Ted Strickland", "vclaim": "\"In renewable and advanced energy manufacturing projects, Ohio now ranks first among the 50 states.\"", "truth_label": "half-true", "date": "stated on July 6, 2010 in a campaign speech:", "title": "Ohio Gov. Ted Strickland touts two-year-old advanced energy top ranking", "text": "Ohio Gov. Ted Strickland is on a mission to prove that a traditionally blue-collar, manufacturing state can make the transition to become a leader in the futuristic green energy industry. And he is touting his leadership for bringing the state recognition.\n\n\"In renewable and advanced energy manufacturing projects, Ohio now ranks first among the 50 states,\" Strickland said during a July 6 speech at the Ohio Democratic Party headquarters in Columbus.\n\nThe governor said he was convinced when he took office more than three years ago that the right energy policies, coupled with Ohio’s manufacturing history and infrastructure, could be the foundation to build the state into an energy leader. And he rattled off a list of green energy accolades for the state, including this No. 1 ranking in renewable and advanced energy manufacturing projects.\n\nBut is it true?\n\nOhio got the ranking in July 2008 for bringing in more new facility projects than any other state between 2005 and 2007. Strickland took office in January 2007.\n\nThe ranking was contained in The Conway New Plant Report and reported in the July 2008 issue of SITE Selection magazine, an economic development trade publication. The Ohio Business Development Coalition touted the ranking in a news release in August 2008.\n\nBut the report and rankings have not been updated since 2008 and there are no plans to do so, said Adam Bruns, SITE Selection’s managing editor.  The magazine has moved on to analyzing, reviewing and ranking cities and states on other advanced energy-related projects, he says.\n\nIn some respects, that means Ohio could argue that it’s still No. 1 and Strickland would be correct.\n\nBut we think it’s a significant omission by the governor to not mention that the ranking is two years old, particularly when he is touting it as an example of successful policy. In fact, some of the accomplishments for which the state was recognized by SITE’s report actually occurred before Strickland took office.\n\nSo we rate Strickland’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14667"}