{"url": "/factchecks/2009/mar/11/robert-gibbs/No-wonder-the-rich-give-so-much-to-charity/", "speaker": "Robert Gibbs", "vclaim": "\"A middle-class family donates $1 to charity, they get 15 cents off their income tax. Bill Gates donates $1 to charity, he takes 35 cents off his income tax.\"", "truth_label": "true", "date": "stated on March 5, 2009 in a White House briefing:", "title": "White House highlights one way the tax code goes easy on the rich", "text": "In defending President Obama's plan to reduce tax deductions for high earners, the White House has said the tax code is tilted toward rich guys.\n\n\nThey've understated the case considerably. We'll explain how in a bit. First, some background:\n\n\nThe issue arose when Obama proposed reducing the percentage of charitable contributions that taxpayers who earn more than $250,000 can take as a tax deduction, from 35 to 28 percent.\n\n\nThat would raise about $318 billion toward Obama's proposed $634 billion \"reserve fund\" to be used to reform health care, according to Obama's budget proposal. Critics, including some Republicans and nonprofit executives, don't like the idea.\n\n\nAt a White House news briefing, Jake Tapper of ABC News said the proposal was controversial and asked White House spokesman Robert Gibbs, \"Are you willing to consider a different revenue stream than that tax increase to fund health care?\"\n\n\n\"Well, I do think all issues are on the table,\" Gibbs replied. \"Let's, though, just discuss the — I assume you're talking about the charitable contribution — I mean, a middle-class family donates a dollar to charity, they get 15 cents off their income tax. Bill Gates donates a dollar to charity, he takes 35 cents off his income tax. The proposal that the White House has would simply reduce those levels to the same levels that we saw during the Reagan administration.\"\n\n\nBudget director Peter Orszag made the same argument in\n\nthis blog post\n\n.\n\n\nLet's walk through how charitable deductions impact taxes. If you donate $1 to charity, you can list that as a deduction, meaning you can subtract $1 from your income before calculating your taxes.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nHigh earners like Bill Gates pay a tax rate of 35 percent on the portion of their income that is over about $350,000. So if they subtract $1 from their taxable income, their tax burden drops by 35 percent of $1, which is 35 cents.\n\n\nBy contrast, couples with taxable income between $16,700 and $67,900 pay a top tax rate of 15 percent. If they make that same $1 contribution, and subtract the $1 from their income, their tax burden falls by just 15 percent of $1, or 15 cents.\n\n\nGibbs' point rests on the contention that couples making between $16,700 and $67,900 are middle class, which we believe is fair — the median household income in the U.S. is\n\n$50,233\n\n.\n\n\nSo Gibbs was right, except that he understated the case. Here's how:\n\n\nFirst, you can't take any deduction for a charitable contribution unless you itemize your taxes. Folks in the 15 percent tax bracket are unlikely to do so, while rich folks are very likely to. Only 35 percent of all taxpayers itemized their taxes in 2004, but 87 percent of taxpayers in the top 10 percent were itemizers, according to the\n\nUrban Institute\n\n.\n\n\nWe're not going to penalize Gibbs for understating his case, because his numbers hold true when comparing two taxpayers who itemize, and he confined his comment to the income tax.\n\n\nIt's worth noting that the rich only enjoy bigger deductions because they pay more taxes — a top tax rate of 35 percent instead of 15 percent, and an estate tax on top of that. But it's also true that a charitable contribution of, say, $1,000 will take a much bigger bite out of a middle-class person's income than a high earner's.\n\n\nThat's all academic though. The bottom line is that Gibbs' number are accurate. We find this claim to be True.", "vclaim_id": "vclaim-pol-15809"}