{"url": "/factchecks/2017/jul/27/newt-gingrich/was-barack-obamas-best-economic-year-worse-bill-cl/", "speaker": "Newt Gingrich", "vclaim": "In economic growth, \"Obama's best year was slower than Bill Clinton's worst year.\"", "truth_label": "mostly-true", "date": "stated on July 23, 2017 in an interview on Fox News:", "title": "Was Barack Obama's best economic year worse than Bill Clinton's weakest?", "text": "How bad was the economy under President Barack Obama? Pretty bad, argues former House Speaker Newt Gingrich, R-Ga.\nIn economic growth, \"Obama's best year was slower than Bill Clinton's worst year,\" Gingrich told Fox News’ Maria Bartiromo on July 23, 2017. \"That's astonishing.\"\nWe’ve previously looked at why it’s so hard these days for the United States to sustain 3 percent annual economic growth — a benchmark President Donald Trump says the country can again reach with his leadership.\nBut we wondered whether the difference in economic performance under the two most recent Democratic presidents was so stark.\nWe found that Gingrich’s talking point is correct, though he leaves out some important context.\nAnnual economic growth is typically measured by the change, up or down, in gross domestic product from year to year, after adjusting for inflation. This data is collected by the Bureau of Economic Analysis, a federal office.\nAs it turns out, Clinton had two years tied for last place -- 1993 and 1995. In both years, GDP grew by 2.7 percent.\nAs for Obama, his best annual showing came in 2015, with 2.6 percent.\nIn the following chart, the worst Clinton years and the best Obama year are marked in blue.\n\nSo by the primary measure, Gingrich’s statement is correct.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nHowever, it’s worth noting that a related statistic shows the record on Obama’s watch in a somewhat more favorable light.\nGary Burtless, an economist at the Brookings Institution, said that GDP growth depends on two major factors -- how productive workers are, and how many workers there are. And Clinton was blessed with a worker population that was growing much faster than it later would under Obama.\nWhen Clinton was president, Burtless said, the population between the ages of 15 and 64 increased by 1.2 percent a year. Under Obama, the increase was just 0.6 percent.\n\"So it seems to me a bit absurd to compare overall GDP growth in the two administrations without somehow accounting for the different rates of growth in the population,\" Burtless said.\nIt’s possible to use a variant on our previous metric — GDP growth per capita — that lessens this problem. Here’s what that measurement looks like:\n\nUsing this measurement, Obama exceeded Clinton’s worst annual performance during four years (2010, 2012, 2014, 2015).\nIn other words, while Clinton still did better overall when population growth is taken into account, the Obama administration had a better experience using this metric than is implied by Gingrich's statement, Burtless said.\nGingrich’s office did not reply to an inquiry.\nOur ruling\nGingrich said that in economic growth, \"Obama's best year was slower than Bill Clinton's worst year.\"\nMeasured by the annual change in inflation-adjusted GDP -- the typical measurement -- Gingrich is correct. But it’s worth noting that if you strip out the impact of population growth, the Clinton-Obama comparison is more mixed. We rate the statement Mostly True.\n Share the Facts 2017-07-27 21:06:23 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  In economic growth, \"Obama's best year was slower than Bill Clinton's worst year.\"    Newt Gingrich Former House Speaker, R-Ga.   an interview on Fox News Sunday, July 23, 2017 2017-07-23    Read More  info", "vclaim_id": "vclaim-pol-03056"}