{"url": "/factchecks/2019/aug/16/viral-image/police-say-warning-about-walmart-shootings-lubbock/", "speaker": "Viral image", "vclaim": "A man arrested by Lubbock, Texas, police for a gun threat said \"his accomplices will be going to different Wal-Mart stores and shooting.\"", "truth_label": "false", "date": "stated on August 13, 2019 in a Facebook post:", "title": "Police say this threat about Walmart shootings in Lubbock, Texas, is a hoax", "text": "The recent mass shooting in a Walmart in El Paso, Texas, has inspired social media posts warning about similar attacks in other cities.\nBut one such missive about a threat in Lubbock, Texas, is a hoax, according to police. \n\"Whatever you do this weekend do not go to Wal-Mart for nothing all pass this on to family and friends,\" reads the image posted to Facebook on Aug. 13. \"Got this info from a police officer that is a family member they arrested a man for gun threats and he told that he was not the only one and that his accomplices will be going to different Wal-Mart stores and shooting. Not a game this is real.\"\nThe post, which had been shared more than 1,300 times by Aug. 15, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\nWe reached out to the Lubbock Police Department to ask if the post was accurate. \n\"There is no credibility to the threat,\" Carson Glenewinkel told us in an email. \"There are also other screenshots circulating roughly stating the same thing, and those are also not true.\"\nRay Mendoza, a captain at the department, told Lubbock news station KLBK that officers are aware of the message but \"it’s false,\" according to an Aug. 15 KLBK story. \nThis Facebook post earns the same distinction. We rate it False.", "vclaim_id": "vclaim-pol-00264"}