{"url": "/factchecks/2012/mar/05/mitt-romney/mitt-romney-says-president-ignored-debt-problems-s/", "speaker": "Mitt Romney", "vclaim": "Says in the 2012 State of the Union address, President Obama \"didn't even mention the deficit or debt.\"", "truth_label": "pants-fire", "date": "stated on March 2, 2012 in a rally in Cleveland, Ohio:", "title": "Mitt Romney says president ignored debt problems in State of the Union", "text": "Firing up a crowd of supporters in Ohio ahead of Super Tuesday, Mitt Romney chided President Barack Obama for his economic record.\n\n\"He gave a speech the other day at his State of the Union address. He didn't even mention the deficit or the debt, even as the world is reeling, watching what's happening in Europe, recognizing that, unless we change course, we will face that as well and, yet, he has nothing to say about it,\" Romney said at a rally in Cleveland on March 2, 2012.\n\nNo mention of the deficit or the debt? We decided to give the speech a read.\n\n2012 State of the Union\n\nThe first evidence we found that Romney’s claim is bogus shows up in the 12th paragraph of the speech, given Jan. 24, 2012.\n\n\"In the last 22 months, businesses have created more than 3 million jobs. Last year, they created the most jobs since 2005. American manufacturers are hiring again, creating jobs for the first time since the late 1990s. Together, we’ve agreed to cut the deficit by more than $2 trillion. And we’ve put in place new rules to hold Wall Street accountable, so a crisis like this never happens again.\"\n\nAbout midway through the speech, Obama tossed out this proposal for paying down the national debt:\n\n\"In the next few weeks, I will sign an executive order clearing away the red tape that slows down too many construction projects. But you need to fund these projects. Take the money we’re no longer spending at war, use half of it to pay down our debt and use the rest to do some nation-building right here at home.\"\n\nIn offering a plan for helping under-water homeowners, he gave this assurance it wouldn’t push the country further into the red:\n\n\"I’m sending this Congress a plan that gives every responsible homeowner the chance to save about $3,000 a year on their mortgage, by refinancing at historically low rates. No more red tape.  No more runaround from the banks. A small fee on the largest financial institutions will ensure that it won’t add to the deficit and will give those banks that were rescued by taxpayers a chance to repay a deficit of trust.\"\n\nObama framed his proposals on tax cuts saying, \"A return to the American values of fair play and shared responsibility will help protect our people and our economy. But it should also guide us as we look to pay down our debt and invest in our future.\"\n\nThen, about the deficit: \"When it comes to the deficit, we’ve already agreed to more than $2 trillion in cuts and savings. But we need to do more, and that means making choices. Right now, we’re poised to spend nearly $1 trillion more on what was supposed to be a temporary tax break for the wealthiest 2 percent of Americans. Right now, because of loopholes and shelters in the tax code, a quarter of all millionaires pay lower tax rates than millions of middle-class households. Right now, Warren Buffett pays a lower tax rate than his secretary.\n\n\"Do we want to keep these tax cuts for the wealthiest Americans? Or do we want to keep our investments in everything else –- like education and medical research; a strong military and care for our veterans? Because if we’re serious about paying down our debt, we can’t do both.\"\n\nThat’s six mentions of either the deficit or the debt.\n\nOur ruling\n\nRomney said that Obama \"didn't even mention the deficit or the debt\" in his State of the Union address.\n\nWe never heard back from Romney’s campaign about that claim, and we’re at a loss to understand how he could make it. At least six different times in his 2012 State of the Union address, Obama mentioned the debt or deficit by name. And if Romney meant that Obama made no mention of how to address the government’s debt problems, well, yes he did. He proposed paying down the debt using money no longer being spent in Iraq and advocated for letting a top-bracket tax cut expire so as not to add to the deficit.\n\nFor a ruling we turn to our Truth-O-Meter definitions: This statement \"is not accurate and makes a ridiculous claim.\" Six mentions in a speech in which Romney said there were none? That’s Pants On Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021", "vclaim_id": "vclaim-pol-11486"}