{"url": "/factchecks/2013/apr/24/marcia-fudge/rep-marcia-fudge-cites-wage-gap-between-ohio-women/", "speaker": "Marcia Fudge", "vclaim": "\"Women in Ohio earn on average 77 cents for every dollar earned by a man.\"", "truth_label": "mostly-true", "date": "stated on April 9, 2013 in a Facebook posting:", "title": "Rep. Marcia Fudge cites wage gap between Ohio women and men", "text": "Wedged between April Fools Day and the April 15 tax filing deadline is a lesser- known April milestone that feminist and labor groups, the U.S. Department of Labor and the White House  are eager to publicize. By their reckoning, April 9 is the day when female wage earners catch up to the amount of money their higher-earning male counterparts collected during the previous year. They refer to it as Equal Pay Day.\n\n\nNumerous politicians noted the occasion this year by issuing press releases.  President Obama issued a presidential proclamation.  Warrensville Heights Democratic Rep. Marcia Fudge decried earnings disparities on her Facebook page, where she cited an analysis of the wage gap produced by the National Partnership on Women and Families and a study by the American Association of University Women in saying: \"Women in Ohio earn on average 77 cents for every dollar earned by a man.\"\n\n\nFudge accurately relayed the data released by those groups, but how accurate was their material? Data from the U.S. Census Bureau, which the groups relied on, show the 77 percent pay gap percent figure they cited, but an October 2012 report  on women’s earnings from the U.S. Bureau of Labor Statistics indicated a smaller wage gap for Ohio: 83.6 percent.\n\n\nAccording to the U.S. Department of Labor, the varied pay gap assessments are due to differences in how each agency conducts its measurements. The Census Bureau and women’s groups look at differences in annual earnings, while the BLS examines earnings on a weekly basis.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\n\n\"Analyzing the weekly figures can be more precise in certain ways, like accounting for work hours that vary over the course of the year, and less accurate in others, like certain forms of compensation that don’t get paid as weekly wages,\" the Labor Department said last year in a blog entry on the pay gap. \"No matter which number you start with, the differences in pay for women and men really add up. \"\n\n\nThe National Partnership for Women and Families decided to use Census Bureau material in examining the annual median earnings for full-time, year-round workers because \"it has the longest history and it is the most frequently cited data,\" according to the group‘s director of workplace fairness, Sarah Crawford. Crawford said BLS’ weekly earnings data includes some workers who work full-time, but not all year, excludes the self-employed, and also underestimates earnings from yearly bonuses.\n\n\nPolitiFact has made several examinations of the claim that women earn 76 to 77 percent as much as men, and found that they lacked context because they failed to account for factors like education, type of job, age of employee and experience level. For example, an October study by the American Association of University Women, which advocates for equality for women and girls, analyzed men’s and women’s salaries a year after graduation from college. It found a wage gap in almost all occupations, but concluded it was a smaller 6.6 percent when qualifiers like education, training, age, and parental status were taken into account. That gap could be attributed to gender discrimination and women’ ability to negotiate salaries, the report found .An AAAU researcher noted the wage gap can grow as careers progress.\n\n\nFudge is right that there’s a gap in pay between men and women, though the size of that gap depends on the statistics one consults. We rate her statement Mostly True.", "vclaim_id": "vclaim-pol-09426"}