{"url": "/factchecks/2017/apr/13/vicky-hartzler/rep-hartzler-misses-trend-insurance-premiums/", "speaker": "Vicky Hartzler", "vclaim": "\"For too long, Obamacare has caused high premiums and dismal coverage. ... Under Obamacare premiums in job-based coverage have increased by $3,775\"", "truth_label": "barely-true", "date": "stated on March 14, 2017 in a tweet:", "title": "Rep. Hartzler misses the trend on insurance premiums", "text": "Ever since the Affordable Care Act was enacted, Congressional Republicans have been consistent in their criticism of former President Barack Obama’s health care law. Missouri Rep. Vicky Hartzler, R-Harrisonville, has been one of the most ardent advocates for repeal, regularly railing against the shortcomings of Obama’s health care law.\n\n\nTen days before the planned Republican replacement bill was withdrawn, on March 14, Hartzler sent a tweet that said, \"For too long, Obamacare has caused high premiums and dismal coverage. It’s hurting Americans all over! We need to #RepealAndReplace!\" Accompanying the tweet was an image that read, \"Fact: Under Obamacare premiums in job-based coverage have increased by $3,775.\"\n\n\nWe wanted to fact-check Hartzler’s claim.\n\n\nWhat we found is that while health care premiums in job-based coverage have increased in the amount Hartzler claimed, experts and independent analysis reveal that Obamacare itself is only responsible for a very small percentage of that increase. The vast majority of premium increases, experts said, was due to continually rising health care costs. And, notably, the trend the in increases has markedly slowed.\n\n\nAccurate figures\n\n\nPolitiFact reached out to Hartzler’s spokesperson, Kyle Buckles, and he provided the source of the data: a Kaiser Family Foundation interactive graph published on Sep. 14.\n\n\nBuckles indicated that to arrive at the specific figure of $3,775, they looked at the premium increase for job-based coverage — also known as employer-sponsored coverage — between 2009 and 2015 for families.\n\n\nThe difference in cost for those years, though, was greater than the number they cited, at $4,170. The figure from the image that Hartzler tweeted was actually the increase between 2010 and 2015 — Obama signed his health care law in 2010.\n\n\nSo, Hartzler is correct in noting that for families the average cost of a premium in job-based coverage increased by $3,775 in Obamacare’s first five years.\n\n\nImpact on premiums\n\n\nIn context with her tweet that \"Obamacare has caused high premiums,\" it’s implied that Hartzler is claiming that the the health care law was directly responsible for the $3,775 increase in premiums.\n\n\nBut to Linda J. Blumberg, a senior fellow in the Health Policy Center at the Urban Institute, the correlation between the law and these premium increases is tenuous.\n\n\n\"The Affordable Care Act did require that employers provide preventative care services without cost sharing,\" Blumberg said, \"and there were some other small changes, but those changes, the actuaries estimated that at most that would have an impact of 1 or 2 percent on premiums (in job-based coverage).\"\n\n\nBlumberg continued, \"That difference in premiums between 2010 and today, very little of that is attributable to the Affordable Care Act.\"\n\n\nGary Claxton, a vice president at the Kaiser Family Foundation, in an email agreed that only 1 to 3 percent of the increase could be attributed to the Affordable Care Act between 2010 and 2015. The rest, he said, \"would be due to increasing health care costs.\"\n\n\nChanges in job-based coverage\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\n\nIn addition to requiring employers with 50 or more full-time employees to offer health insurance, the health care law mandated several more changes, most of which came into effect in 2014. (The rule requiring that employers with 50-99 full-time employees offer coverage did not come into effect until Jan. 1, 2016.)\nSome other notable changes included:\n> The requirement that dependents under 26 could be covered.\n> Mandatory minimum coverage, which includes things like preventive services, among other things.\n> Bans on annual and lifetime dollar limits.\n> Ban on cost-sharing limits such as copays and deductibles.\n> Ban on refusing coverage to individuals with pre-existing conditions.\nSuch changes made it impossible for employers to offer bare minimum coverage without facing penalties.\nA bigger picture\n\n\nIn addition to the fact that the health care law is likely only responsible for 1 or 2 percent of the increase in premiums for employer-sponsored coverage, Hartzler’s numbers fail to take into account that the increase in premiums has actually slowed under the health care law.\n\n\nAccording to a Kaiser news release included with the interactive graph that Hartzler’s team cited, since 2011, when the Affordable Care Act was first implemented, the average of family premiums in job-based coverage has only increased 20 percent. Between 2006 and 2011 the increase in premium cost in the same coverage was 31 percent. And between 2001 and 2006 it was 63 percent, according to the full report and corresponding data.\n\n\nIn the news release, Drew Altman, Kaiser Family Foundation president and CEO, said, \"We’re seeing premiums rising at historically slow rates, which helps workers and employers alike.\"\n\n\nThe problem with the decrease in premiums, according to Altman and Kaiser, is that, in part, they have occurred due to increases in deductibles.\n\n\nAccording to the Kaiser news release: \"In 2016, 83 percent of covered workers face a deductible for single coverage, which averages $1,478. That’s up $159... from 2015, and $486... since 2011. The average deductible for workers who face one is higher for workers in small firms (three to 199 employers) than in large firms.\"\n\n\nBlumberg saw it similarly. \"It looks to me very much like the increases — the trends in premiums in recent years — has not been high relative to historic increases in employer-based insurance,\" she said.\n\n\nSo, according to the data available, while family premiums under job-based plans have continued to rise since the law’s implementation, they have done so at a much slower pace than at any point since 1999.\n\n\nOur ruling\n\n\nHartzler claimed that \"Obamacare has caused high premiums and dismal coverage,\" and that \"premiums in job-based coverage have increased by $3,775.\" Her claim ignores a key finding of the study from which her numbers came: that the increase in premiums is dramatically slowing. She also discounted the fact that experts believe that only 1 to 3 percent of the increase in premium cost was actually attributable to the Affordable Care Act.\n\n\nDue to her misinterpretation of the numbers, we rate Hartzler’s claim Mostly False.", "vclaim_id": "vclaim-pol-03437"}