{"url": "/factchecks/2020/sep/14/dan-forest/north-carolinas-dan-forest-cherry-picks-data-kids-/", "speaker": "Dan Forest", "vclaim": "\"All evidence points to the fact that our kids are 17 times more likely to have ill effects from the seasonal flu than they are from the coronavirus.”", "truth_label": "barely-true", "date": "stated on September 2, 2020 in an interview:", "title": "North Carolina's Dan Forest cherry-picks data on kids, COVID-19", "text": "North Carolina’s lieutenant governor is among the biggest critics of Gov. Roy Cooper’s handling of the coronavirus pandemic.\nLt. Gov. Dan Forest, a Republican who’s running against Cooper, says kids should be allowed to go to school. Currently, students in kindergarten through 12th grade are only allowed to attend in-person classes in some counties — and only at a reduced capacity.\nIn an interview posted Sept. 2, Forest said Cooper’s restrictions on in-person learning aren’t necessary.\n\"There’s no evidence anywhere in the world that our kids should not be in schools. There’s no evidence of that anywhere. All evidence points to the fact that our kids are 17 times more likely to have ill effects from the seasonal flu than they are from the coronavirus,\" he said.\nIs it true that children are \"17 times more likely to have ill effects from the seasonal flu than they are from the coronavirus?\"\nForest has repeated similar claims at other events. \nWhat Forest said\nWe asked Forest’s campaign where he was getting his information. Forest spokesman Andrew Dunn pointed to a recent editorial from the Wall Street Journal. \nCiting analysis from The Foundation for Research on Equal Opportunity, a think tank, the Journal wrote:\n\"Fatality rate comparisons between Covid-19 and the flu are inapt because they affect populations differently. Children under age 14 are between 6.8 and 17 times less likely to die of Covid-19 than the seasonal flu or pneumonia, assuming 150,000 coronavirus deaths this year.\"\nEven if the Wall Street Journal’s description of the study is accurate, Forest isn’t representing it correctly.\nFirst, Forest ignores the paper’s disclaimer that comparisons between COVID-19 and the flu are \"inapt because they affect populations differently.\" Then, he misrepresented the math.\nThe WSJ reported a mathematical range: \"between 6.8 and 17 times.\" Forest cherry-picked the top of that range and has stated it as if it is an accepted fact.\nThen, Forest misquoted the study. The Journal mentioned deaths, and Forest has repeatedly said \"ill effects.\" By doing this, Forest downplays the risk to children.\nCoronavirus and kids\nThe flu appears to be more of a serious threat to children than the novel coronavirus, as PolitiFact reported in August and September. But the CDC hasn’t said how much higher the risk is for the flu.\nAnd the CDC’s website distinguishes between healthy children and those with pre-existing conditions.\nFor healthy children, the risk of complications \"is higher for flu compared to COVID-19,\" the CDC said. Meanwhile, kids with underlying medical conditions \"are at increased risk for both flu and COVID-19.\"\nThe term \"ill effects\" is squishy and vague. Let’s look at how many children have been hospitalized by the two illnesses. (PolitiFact Wisconsin reported these figures in its Sept. 8 fact-check of U.S. Sen. Ron Johnson.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nDuring the 2018-19 flu season, the hospitalization rate among children 5 to 17 was 39.2 children per 100,000 children. \nFor COVID-19 patients in that age group, the CDC says the hospitalization rate is 6 per 100,000 children. (For those interested in the math: 39 is 6.5 times higher than 6.)\nWhile children do appear to be more affected by the flu than by COVID-19, we struggled to find stats that match Forest’s quote.\nWhat experts said\nWe asked experts: Is there a consensus in the medical community that children are \"17 times more likely to have ill effects from the seasonal flu than they are from the coronavirus?\"\n\"I’m not familiar with such a statistic,\" said Bill Schaffner, professor of infectious diseases at the Vanderbilt University Medical Center and medical director for the National Foundation for Infectious Diseases.\nNeither is Alan Schroeder, critical care physician at Stanford Children’s Health. Schroeder said he hesitates to put a number on the likelihood of children suffering from the flu more than COVID-19.\n\"The notion that kids aren’t getting really sick is by and large true. But the disparities between influenza and COVID-19 have narrowed considerably,\" he said.\nSchroeder noted that, generally speaking, between 100 and 200 children die each year from the flu in the U.S. (And those deaths occurred at times when the nation isn’t limiting travel or practicing social distancing.)\nMeanwhile, with the novel coronavirus in the U.S. for less than a year, the number of pediatric deaths is still rising.\nAs of Sept. 10, the CDC estimated that 62 children, from infants up to age 14, have died from COVID-19. In the CDC’s 15-24 age bracket, coronavirus has killed another 315 people. Researchers think school cancellations this spring prevented up to even more deaths.\nThe American Academy of Pediatrics estimated that COVID-19 had killed 90 people under age 20 by mid August.\n\"They’re really oversimplifying the issues at hand,\" Schroeder said of Forest’s quote. In the context of school reopenings, Schroeder said there’s a lot more to consider — children who have underlying conditions, child-to-adult transmissions — than a healthy child’s likelihood of dying when compared with the flu.\n \"And for that reason I don’t find it to be a useful comparison,\" he said.\nOur ruling\nForest said, \"All evidence points to the fact that our kids are 17 times more likely to have ill effects from the seasonal flu than they are from the coronavirus.\"\nHe misrepresented a line in the Wall Street Journal, which said \"children under age 14 are between 6.8 and 17 times less likely to die of Covid-19 than the seasonal flu or pneumonia.\"\nHe cherry-picks the highest number and incorrectly uses \"ill effects\" rather than deaths. \nAre kids \"17 times\" more likely to suffer from the flu than COVID-19? It’s possible, but not conclusive at this point.\nIs death an \"ill effect\" of coronavirus? Of course. But Forest's phrasing doesn’t accurately represent the Wall Street Journal’s op-ed.\nForest’s claim contains an element of truth. But it isn’t supported by \"all\" evidence, as he claims, and it downplays the risks of COVID-19 by focusing only on death. We rate it Mostly False.", "vclaim_id": "vclaim-pol-18916"}