{"url": "/factchecks/2020/aug/14/senate-majority-pac/fact-checking-attack-sen-susan-collins-over-opioid/", "speaker": "Senate Majority PAC", "vclaim": "Says Susan Collins \"voted against accountability for opioid makers” and denied taking campaign money from a family who made its wealth selling OxyContin.", "truth_label": "barely-true", "date": "stated on July 13, 2020 in a TV ad:", "title": "Fact-checking an attack on Sen. Susan Collins over opioids, campaign donations", "text": "The opioid addiction crisis, along with the billions earned by the maker of OxyContin, are being invoked in a race that could help determine whether Republicans keep control of the U.S. Senate.\nThe target is four-term GOP incumbent Susan Collins of Maine. The attack comes from Senate Majority PAC, which works to elect Democrats to the Senate.\nCollins \"voted against accountability for opioid makers\" and \"lied\" when she said she didn’t take campaign money from a family who made its wealth selling OxyContin, the political action committee claims in a TV ad.\nThe claim misleadingly cherry-picks one Collins vote. \nBut while being videotaped in 2020, Collins did deny taking any campaign funds from the family, when she did receive one donation in 2007.\nOpioid crisis, OxyContin, the Sacklers\nCollins has served in the Senate since 1997. Her opponent Sara Gideon has served in the Maine’s House since 2013 and as its speaker since 2016.\nWith polls showing a tight contest, the Cook Political Report has rated the race a tossup.\nMany news accounts say the race is one that could determine whether Republicans keep a majority in the Senate, where they now control 53 seats.\nPurdue Pharma began selling OxyContin, a slow-release pill based on the pain reliever oxycodone, in the mid-1990s and heavily promoted it. Between 1991 and 2011, the number of opioid prescriptions, as well as the number of opioid-related deaths, nearly tripled.\nSince 2000, four opioids — oxycodone, hydrocodone, heroin and fentanyl, a synthetic — have killed more than 400,000 Americans. That includes nearly 15,000 people who suffered fatal overdoses from prescription opioids in 2018, the latest year for those figures from the federal Centers for Disease Control and Prevention.\nPurdue Pharma is seeking bankruptcy protection as part of an effort to settle nearly 3,000 lawsuits brought against it by state, local and tribal governments that blame the company for sparking the opioid crisis. The company's settlement plan calls for the members of the Sackler family who own the company to pay at least $3 billion and give up ownership of Purdue.\nThe attack ad\nThe PAC’s 30-second ad starts by citing a figure for the number of opioid pills \"pushed to Maine\" by opioid distributors and how much money opioid distributors have given to Collins’ campaign. Then it says Collins accepted campaign money from Jonathan Sackler (who died of cancer on June 30.) Senate Majority PAC cited a donation of $2,300 that Sackler made to Collins’ campaign in 2007.\nThen comes the two parts of the ad we’re checking.\nClaim No. 1. Collins \"voted against accountability for opioid makers.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nThe reference is to Collins’ vote in a Senate committee against a failed amendment, proposed by Sen. Bernie Sanders, I-Vt., to the Opioid Crisis Response Act of 2018. \nSanders said his amendment would have imposed retroactive fines on companies and executives and set new punishments for future activities. \nCollins campaign spokesman Kevin Kelley, noting that three Democrats on the committee also voted no, told PolitiFact that Collins’ concern was the amendment \"was written so broadly that anyone involved in a transaction could have been implicated.\" \nKelley cited instances in which Collins voted to hold opioid companies accountable, including voting for a 2018 law. One provision in that law aims to hold drug distributors and manufacturers accountable for stopping delivery of drugs on suspiciously high orders by pharmacies and stopping the diversion of drugs. A 2016 law she voted for requires any new drug application for an opioid to be referred to an advisory committee for recommendations prior to FDA approval.\nClaim No. 2. Collins \"lied\" about campaign money\nThis part of the ad features a video clip, recorded in January, showing Collins on an airplane having a conversation with a woman who is not visible:\nWoman: \"Your campaign has taken money from the Sacklers?\" \nCollins: \"From the Sacklers? No, I have not.\"\nWoman: \"Never?\"\nCollins: \"Never.\"\nCollins did not know she was being videotaped and was thinking about donations for the current campaign when she answered the question, Kelley said.\n\"But, to be more accurate, the senator has said that she should have said that she does not recall receiving such a donation,\" he said.\nThe woman in the conversation is Amy Halsted, co-director of the Maine People’s Alliance, according to a January article by MaineBeacon.com, which is a project of the alliance. The alliance is a progressive grassroots group. The article includes video of the full six-minute conversation.\nOur ruling\nAn attack ad claimed Collins \"voted against accountability for opioid makers\" and \"lied\" when she said she didn’t take campaign money from a family who made its wealth selling OxyContin.\nThe first part of the claim is misleading. On holding manufacturers accountable, Collins voted against one measure that failed, but voted for several others that became law. \nWhen asked if she had ever taken campaign money from the Sackler family, Collins said no, and was wrong. One member of the family gave her one donation, of $2,300, in 2007.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. That’s our definition of Mostly False.", "vclaim_id": "vclaim-pol-17117"}