{"url": "/factchecks/2008/apr/30/john-mccain/holiday-much-more-costly-than-mccain-suggests/", "speaker": "John McCain", "vclaim": "McCain says the price of a gas tax \"holiday\" would be about the same as \"a Bridge to Nowhere (or) another pork barrel project.\"", "truth_label": "pants-fire", "date": "stated on April 24, 2008 in an interview on the Fox News Channel.:", "title": "Holiday much more costly than McCain suggests", "text": "To give consumers a break from the high price of gasoline, Sen. John McCain has proposed a summer \"holiday\" from the federal gas tax. He wants the federal government to stop charging the tax (18.4 cents per gallon of gas, 24.4 cents for diesel) between Memorial Day and Labor Day.\n\nIn an interview on the Fox News Channel on April 24, 2008, McCain was asked: \"What would we sacrifice were such a thing to happen?\"\n\n\n\"Very little,\" McCain replied. \"Maybe a Bridge to Nowhere, maybe another pork barrel project – and it should be made up by general revenues. Look, all I'm asking for is a little holiday.\"\n\n\nHe then added, \"We continue to see gas prices go up dramatically at gas stations. (The tax is) 18 cents a gallon for regular gasoline and 24 cents on diesel – and you know when I mentioned it, the special interests in Washington, you'd think I had said I am declaring the end of Western Civilization as we know it – 'Oh my God!' Look – the lowest income Americans drive the furthest in America. They want to take a little vacation this summer. Let's give 'em a little break.\"\n\n\nAs a senator for 21 years, McCain has earned a reputation as a budget hawk who criticizes wasteful spending and preaches fiscal responsibility. But in this case, he dramatically understates the cost of his gas tax proposal.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharlie Kirk\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\n\"Joe Biden admits he is governing like a 'dictator.'\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 28, 2021\n\n\n\n\n\n\n\n\nA gas tax holiday in June, July and August would actually cost the federal government about $9 billion in lost revenue, according to 2007 figures from the IRS. And McCain is way off with his suggestion that it could be paid for by eliminating the famous \"Bridge to Nowhere\" or another pork barrel project.\n\n\nHe's referring to the Gravina Island Bridge in Ketchikan, Alaska, which a few years ago became the nation's most notorious federal project. Congress cut funding for the bridge after an outcry from critics who said it would benefit only a few dozen residents of the island. When Congress was considering the project, the federal cost was estimated at just over $200 million. (The latest projection of the total cost is $398-million, but the state has scrapped plans to build it.)\n\n\nUsing the $200-million federal cost, it would actually take 45 Bridges to Nowhere to make up for the shortfall in gas tax under McCain's plan.\n\n\nHe's also way off with his suggestion that the holiday could be paid for by eliminating a single pork barrel project. According to Taxpayers for Common Sense, an advocacy group that tracks federal spending, the average congressionally-supported project (they're known in Washington as \"earmarks\") is $1.3 million this year. So it would take more than 6,900 such projects to pay for the tax holiday – not one as McCain suggests.\n\n\nMcCain's additional explanation – that it would be \"made up by general revenues\" – doesn't pay the bill, either. His gas tax holiday would have a substantial cost and he's misleading voters by suggesting it wouldn't.\n\n\nIf he were off a billion or two, we might be more generous with our Truth-O-Meter ruling. But the Straight Talker's math is so far off that we've got to set the meter ablaze: Pants-On-Fire.", "vclaim_id": "vclaim-pol-16240"}