{"url": "/factchecks/2016/mar/11/tom-barrett/milwaukee-mayor-tom-barrett-says-challenger-bob-do/", "speaker": "Tom Barrett", "vclaim": "\"Republican Bob Donovan\" has \"run as a Republican time and again.\"", "truth_label": "half-true", "date": "stated on March 7, 2016 in a radio ad:", "title": "In Democratic Milwaukee, Mayor Tom Barrett says challenger Bob Donovan was, and is, a Republican", "text": "Polarized though they be, if Wisconsin Democrats and Republicans agree on anything, it’s that Milwaukee Mayor Tom Barrett is a nice guy.\nYet more than a month ahead of the April 5, 2016 mayoral election, it was Barrett who leveled a double-barreled personal attack on his challenger, Milwaukee Ald. Bob Donovan.\nAfter being targeted himself by radio advertisements from an outside group, Barrett responded by airing two radio ads hitting Donovan.\nIn one of the ads, the former Democratic state lawmaker and congressman ties Donovan to GOP Wisconsin Gov. Scott Walker and GOP presidential frontrunner Donald Trump.\nIn a city that is heavily Democratic, Barrett essentially uses Republican as a dirty word.\n\"Donovan’s run as a Republican time and again,\" a female narrator says partway into the ad. \"And Donovan sided with Scott Walker and the Republicans in the state Legislature when they’ve tried to hurt Milwaukee.\"\nThe ad closes with: \"Republican Donovan -- Donald Trump erratic behavior, Scott Walker ideas. He’d be a disaster for Milwaukee.\"\nMayor and aldermen are nonpartisan offices in Milwaukee. And though Donovan is generally considered conservative, he hasn't readily been identified with a political party.\nSo let’s check both parts of Barrett’s claim:\nHas Donovan run \"time and again\" as a Republican and is he a Republican now?\nEarly 1980s\nEven many people familiar with Milwaukee politics don't know that in 1982 and 1983, Donovan ran as a Republican for a Milwaukee seat in the state Assembly. Both times, he was unopposed in the GOP primary and lost to the Democratic candidate in the general election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\nDonovan was a 26-year-old shift foreman for Milwaukee Solvay Coke in 1982 when he made his first run for public office. He was chairman of the South Side Republican Club. The Milwaukee Sentinel editorial board recommended Donovan, saying he \"has a zest for public office that seems missing\" in first-term incumbent Joe Czarnezki, but Czarnezki won.\nCzarnezki then went on to win a state Senate seat, causing the need for a special election in 1983 to fill the Assembly slot. Donovan lost that race Peggy Krusick. At that time, Donovan was still chairman of the local GOP club and worked as a security guard at Southridge mall.\nAs alderman, Donovan has reached out to Walker and state Republican lawmakers, particularly when it comes to clashing with Barrett over issues such as crime in Milwaukee. And he announced his mayoral run on conservative talk radio.\nOn the other hand, we could not find that Donovan has made any contributions to any state candidates -- of either party.\nAnd Barrett’s campaign couldn’t cite any evidence that Donovan currently is a Republican -- instead pointing to a November 2013 profile and arguing Donovan simply wants to avoid the label to maintain his ability to win in Milwaukee.\n\"I ran as a Republican in Milwaukee County,\" Donovan told Milwaukee Magazine. \"That will give you an indication of how incredibly naive politically I was at the time.\"\nThe article also said Donovan \"eventually conceded that being labeled a Republican could count against him in some voters’ eyes, even in a nonpartisan race.\" But it also quotes Donovan as saying he was no longer a Republican, and instead calling himself \"a proud nonpartisan.\"\nAnd it quotes a Milwaukee County GOP spokesman as saying he had never seen the alderman at any Republican event in the past 20 years.\nDonovan’s campaign spokesman, Steve Schumacher, told us Donovan hasn’t been a member of any party since shortly after his second run for the Assembly.\n \nSchumacher said Donovan \"wouldn’t shy away from ‘conservative,’\" as a label, but he is independent and not beholden to either party.\nOur rating\nBarrett says \"Republican Bob Donovan\" has \"run as a Republican time and again.\"\nDonovan identifies as a conservative, but there’s no evidence he is currently a Republican, or a member of any party. The \"time and again\" is accurate if perhaps misleading, in that Donovan twice ran as a Republican for the state Assembly in the 1980s.\nFor a statement that is partially accurate, our rating is Half True.", "vclaim_id": "vclaim-pol-05281"}