{"url": "/factchecks/2016/aug/05/richard-burr/nc-sen-richard-burr-says-nuclear-deal-will-arm-ira/", "speaker": "Richard Burr", "vclaim": "Says Barack Obama and Hillary Clinton are \"responsible for leading America into a deal that will arm Iran.\"", "truth_label": "half-true", "date": "stated on August 3, 2016 in a press release:", "title": "NC Sen. Richard Burr says nuclear deal 'will arm Iran'", "text": "The United States is the world’s largest arms dealer, but Iran is one country the government usually doesn’t like doing business with.\nYet on the heels of a Wall Street Journal article on connections between the Iran nuclear deal, prisoner swaps and $400 million in cash being secretly flown to that country, Republican U.S. Sen. Richard Burr of North Carolina said President Obama and Democratic presidential candidate Hillary Clinton paved the way for Iran to expand its military strength.\n\"The administration, including President Obama and Secretary Clinton, is responsible for leading America into a deal that will arm Iran, the number one state sponsor of terrorism,\" Burr said in a press release Wednesday.\nPrevious PolitiFact articles have found it’s False to say the Iran deal will allow Iran to arm itself with nuclear weapons, since it actually does the opposite. But Burr made a broader statement, saying the deal \"will arm Iran\" in general, with no specific mention of nukes.\nWe wondered if that, too, was wrong.\nBurr, the chairman of the Senate Intelligence Committee, is seeking re-election to a third term in the Senate. He faces Democratic challenger Deborah Ross.\nA nuclear armed Iran?\nIran was within two or three months of building eight to 10 nuclear weapons before the deal was signed in July 2015, according to the Obama administration.\nThe deal forced destruction or removal of nuclear equipment and the loss of 97 percent of Iran’s enriched uranium. Iran also had to promise never to build or buy a nuke.\nFor a good refresher on the deal, see PolitiFact’s \"6 things to know about the Iran deal.\"\nIt will be allowed to enrich uranium again starting in a decade, but only for research and power plants. International inspectors will be tasked with ensuring it’s not enriching uranium more than 3.67 percent. Approximately 90 percent enrichment is necessary to make a bomb.\nAnd even after some restrictions sunset (others never do), wrote Brookings Institution senior fellow Richard Nephew, Iran will still be subject to other nuclear treaties – and violations \"permit the United States and its partners to respond with a range of options, up to and including the use of military force.\"\nNon-nuclear weapons\nBurr’s spokesperson, Taylor Holgate, told us Burr really meant that the Iran deal gives the pariah nation more money and access to buy other, non-nuclear weapons.\n\"With more resources including access to global markets and this most recent injection of $400 million, Iran will continue and even grow its nefarious efforts via its military and proxies in the region,\" Holgate said.\nLike with nukes, the Iran deal does not literally arm Iran with conventional weapons either. No one sent weapons to Iran in exchange for giving up its nuclear work.\nBut since Burr’s office clarified his remarks as being about about money, we’ll take a look at that, too.\nAs part of the deal, countries that had frozen Iranian-owned bank accounts will release that money. Estimates range from $56 billion to $150 billion, plus the $400 million from the U.S. that inspired Burr’s original claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nThat’s enough money to buy some serious military gear. Unfortunately for Iran, it can’t.\nThe nuclear deal did not lift a worldwide embargo on selling such weapons as helicopters, tanks, artillery and missiles to Iran. That is set to remain in effect until October 2020, said Arms Control Association nonproliferation policy director Kelsey Davenport.\nShe said the embargo could be lifted before then if inspectors think Iran is following the terms of the deal. But the U.S. and other world powers can put the embargo back in place.\n\"It can be snapped back into place by the (United Nations) Security Council through 2025 if one of the states party to the deal believes that Iran is violating the agreement,\" she said.\nClinton’s role in the nuclear deal\nBurr attacked Clinton for the Iran deal, although it was actually her successor as Secretary of State, John Kerry, who finalized the deal. Clinton had been out of office more than two years by the time the U.S., Iran, China, Russia, France, Germany and United Kingdom signed it.\nHowever, that doesn’t mean Burr is wrong for including Clinton. She has claimed responsibility for the deal, too.\n\"I spent 18 months putting together the sanctions against Iran so that we could force them to the negotiating table,\" Clinton said previously.\nPolitiFact rated that Mostly True. Experts believe sanctions from her time in office did help bring Iran to the table, but so did sanctions passed both before and after her tenure.\nA separate settlement\nBurr’s statement attacking Clinton and Obama referenced a $400 million payment the U.S. reportedly made to Iran in January that the Wall Street Journal reported recently. However, that payment was made under Kerry, not Clinton.\nIt was the first installment of a $1.7 billion settlement over a failed 1979 arms deal. The U.S. took $400 million for a delivery of fighter jets but never sent them or gave back the cash after Islamic revolutionaries overthrew the king, who had himself consolidated power in a 1953 CIA-sponsored coup.\nBurr and his spokesperson both referenced that January payment as something that could help Iran buy weapons. However, the Wall Street Journal also quoted CIA Director John Brennan saying the U.S. is monitoring the money. There was no mention of concerns over military spending.\n\"The money, the revenue that’s flowing into Iran is being used to support its currency, to provide moneys to the departments and agencies, build up its infrastructure,\" Brennan reportedly said.\nOur ruling\nSen. Richard Burr said that Barack Obama and Hillary Clinton are \"responsible for leading America into a deal that will arm Iran.\"\nThat’s not true in a strictly literal sense, except for the fact that Obama and Clinton (and John Kerry) are responsible for the Iran deal, along with Iran, Russia, China, France, Germany and the United Kingdom. Iran is not being given any weapons, and in fact it is giving up some very powerful weapons it was on the verge of developing.\nHowever, if Iran plays by the rules, it will have access in the future to weapons dealers and to billions of dollars in cash that it can’t legally access now. There’s no guarantee it will happen, but it will if everything goes according to plan. Essentially, the deal does not arm Iran but could allow Iran to better arm itself.\nWe rate this claim Half True because it’s partially accurate but leaves out important details.\n \nhttps://www.sharethefacts.co/share/a847c865-1a11-4e90-8090-fa9a6d8ebd8b", "vclaim_id": "vclaim-pol-04517"}