{"url": "/factchecks/2018/jan/31/donald-trump/donald-trump-correct-small-business-optimism-recor/", "speaker": "Donald Trump", "vclaim": "\"Small business confidence is at an all-time high.\"", "truth_label": "true", "date": "stated on January 30, 2018 in his State of the Union address:", "title": "Donald Trump correct that small business optimism is at record high", "text": "President Donald Trump has often touted how his policies are inspiring high levels of confidence in the economy. He did so again in his State of the Union address.\n\"Small business confidence is at an all-time high,\" he said.\nIs it? Pretty much.\nThe primary gauge of how confident small businesses are in the economy is the National Federation of Independent Business’s small business optimism index.\nOn an annual basis, the index averaged 104.8 in 2017. That just beat out the previous record of 104.6, set in 2004.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nHere’s the full chart:\n\nThe most recent monthly figure (104.475 for December 2017) was actually down from the previous month (107.123 in November 2017). Still, the annual record is a reasonable measurement.\nOur ruling\nTrump said, \"Small business confidence is at an all-time high.\" The NFIB’s small-business survey set a high in 2017, when all months are averaged. So we rate his statement True.\n Share the Facts 2018-01-31 04:36:01 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"Small business confidence is at an all-time high.\"    Donald Trump President    his State of the Union address Tuesday, January 30, 2018 2018-01-30    Read More  info", "vclaim_id": "vclaim-pol-02467"}