{"url": "/factchecks/2010/aug/19/afscme/afscme-accuses-republican-jim-renacci-supporting-2/", "speaker": "AFSCME", "vclaim": "\"Jim Renacci supports a national sales tax of 23 percent.\"", "truth_label": "half-true", "date": "stated on August 9, 2010 in a television election ad:", "title": "AFSCME accuses Republican Jim Renacci of supporting a 23 percent national sales tax", "text": "Rep. John Boccieri, a freshman Democrat from Alliance, is in the cross hairs.\n\nThe Republican Party wants to recapture the 16th Congressional District seat moderate Republican Ralph Regula held from 1973 until he retired in 2008. That’s when Boccieri, a Ohio legislator and Iraq War veteran, won the seat an open election.\n\nRepublicans and allied groups are buoyed by the anti-incumbent mood of the electorate and by Boccieri’s vote for health care reform, which they hope to exploit with voters. On top of that, Boccieri faces a well-financed Republican in Jim Renacci, a former Wadsworth mayor and CPA who co-owns a nursing home as well as car and motorcycle dealerships.\n\nBut a powerful union -- the American Federation of State, County and Municipal Employees (AFSCME) -- has come to Boccieri’s defense, attacking Renacci in a television advertisement that hit the airwaves August 9. Recognizing the anti-tax mood benefiting Republicans, AFSCME wants a piece of the action, accusing Renacci of backing a massive tax hike.\n\n\"Jim Renacci supports a national sales tax of 23 percent,\" says the union ad, which includes comments from outraged citizens condemning the proposal.\n\nThe AFSCME ad cites a March 9 primary debate in the 16th District sponsored by Tea Party groups. Though not explained in the ad, the figure of 23 percent is a reference to what some Republicans call a Fair Tax, says Ricky Feller, deputy political director for AFSCME, which oversees the union’s independent political arm that is running ads in Ohio.\n\nThe Fair Tax proposal is federal sales tax on goods and services that – and this is crucial to the debate -- would replace a slew of other taxes, including federal income taxes, Social Security taxes, estate and gift taxes, business taxes and capital gains taxes. Legislation to create such a tax is introduced each year in Congress but goes nowhere.\n\nThe latest version of the legislation, introduced in 2009 by Rep John Linder, a Georgia Republican, would impose a national sales tax on the use or consumption in the United States of taxable property or services. It sets the sales tax rate at 23 percent in 2011.\n\nBoiled down, critics say that Fair Tax proposal is not enforceable, won’t cover the revenue generated by the taxes it eliminates and the Fair Tax is regressive, that is, people earning lower incomes will pay a higher percentage of their income toward taxes because they spend a larger portion of their paychecks than wealthy individuals. Proponents argue the Fair Tax plan would spur economic growth because people will have more money to spend and that will generate tax revenue. They say, lower income people would receive a \"rebate\" for taxes paid on basic necessities to help keep the system from becoming regressive.\n\nThe economics behind the Fair Tax proposal are complicated and the subject of books, on-line debates, and fact check articles. For those who want to wade into the weeds, check out FactCheck.org’s take, \"Unspinning the Fair Tax,\" published in May 31, 2007, or PolitiFact.com’s article, \"Adding up the Fair Tax,\" published in January 23, 2008.\n\nWhat’s at issue in the AFSCME ad isn’t the economics of the Fair Tax proposal, rather: Did Renacci really say he favors a national sales tax increase of 23 percent.\n\nAFSCME did not fulfill its promise to provide PolitiFact a transcript of Renacci’s comments or a link to the video of the debate on which the union based its ad, but cited Renacci’s campaign website to support its charge.\n\nA video of the debate produced by the Tea Party organizers and available on YouTube shows Renacci at the May event responding to the question: \"What is the most effective tax system, flat tax, fair tax or the current tax system?\n\nRenacci called the Fair Tax a consumption tax and used the two interchangeably. He said the Fair Tax \"is a good model. I think it is a fair model. The biggest problem with the consumption tax is implementing it. ... I am a firm believer in the fair tax, consumption tax. ... I would like to see a way to have that implemented in a simple fashion.\"\n\nBut while the video shows Renacci likes a 23 percent national sales tax,  that’s not enough to make AFSCME’s ad completely accurate. It leaves out important information about Renacci’s record of rhetoric on the matter and how he couched his support during the debate.\n\nAs a supporter of the Fair Tax proposal, Renacci likes even more the idea of eliminating all other taxes. He’s been consistent in endorsing the Fair Tax plan with caveats: The plan must address the potential negative consequences of implementing it and the plan has to produce a net tax decrease, a point he’s made on his Web site from the beginning of his campaign.\n\n\"While I believe that a form of \"consumption tax\" or \"fair tax\" in lieu of a federal income tax is an idea worthy of further examination, I could only potentially support such a concept if the tax would serve as a replacement to the income tax, not an addition to it,\" he states.\n\nWe thought those details were important context for the issue. That’s why we rated AFSCME’s statement Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14567"}