{"url": "/factchecks/2020/nov/03/tiktok-posts/video-misrepresents-bidens-speech-michigan/", "speaker": "TikTok posts", "vclaim": "“Biden says he doesn’t need voters to get elected.”", "truth_label": "false", "date": "stated on November 2, 2020 in a video posted on TikTok:", "title": "Video misrepresents Biden’s speech in Michigan", "text": "A video posted on TikTok falsely implies that Democratic presidential nominee Joe Biden is plotting election fraud.\n\"Biden says he doesn’t need voters to get elected,\" said text over a short video of Biden speaking during a campaign stop in Michigan. \"That’s not suspicious….\"\nThe video features Biden saying: \"Folks we got a lot of work to do. I don’t only need you to get me elected, I need you once I’m elected.\"\nThe word \"only\" isn’t enunciated clearly. But the context of that speech and similar speeches make it clear that Biden is telling people that he needs their support to get him elected — and that they should stay involved should he be elected.\nPolitical organizations and press teams for candidates typically send reporters the text of speeches public figures will make in high-profile events. Likewise, Biden’s press team often sends reporters Biden’s \"remarks as prepared for delivery.\" The campaign sent such information for an Oct. 31 campaign event Biden had in Detroit.\nThat prepared text shows that Biden was expected to say that day (emphasis ours): \"It’s time for Donald Trump to pack his bags and go home. We’re done with the chaos. The tweets. The anger. The hate. The failure. The irresponsibility. We’ve got a lot of work to do. And if I’m elected your president, we’re going to do it. We’re going to act.\"\nBiden’s actual delivery varied slightly from those remarks, saying instead: \"It's time for Donald Trump to pack his bags and go home, as the president said, we're done with the chaos, with the tweets, with the anger, with the hate, with the failure, with irresponsibility. Folks we got a lot of work to do. I don't only need you to get me elected. I need you once I'm elected. Because if i'm elected your president, we're going to get things done.\" (The \"as the president said\" is a reference to former president Barack Obama, who spoke on stage before Biden.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nThe same day in Flint, Mich., Biden similarly said: \"It's time for Donald Trump to pack his bags and go home. We're done with the chaos, the tweets, the anger, the hate, the failure, refusing to take any responsibility. We've got a lot of work to do, got a lot of work to do. If I'm elected your president, we're going to do it. We're going to act.\"\nBiden’s speeches in Michigan urged Americans to vote, contrary to the claim in the video on TikTok.\nBiden’s campaign told PolitiFact that Biden throughout his campaign has expressed the sentiment of needing voters' support when they cast their ballot and after that process.\nIn August, Biden spoke at a virtual conference organized by the National Association of Latino Elected and Appointed Officials. After being introduced, Biden said: \"If I have the honor of being elected president, I want to thank you for your opening remarks because, you know, and I'm going to need you if I get elected. Not just getting elected, if I get elected.\"\nOur ruling\nA video posted on TikTok claimed, \"Biden says he doesn’t need voters to get elected.\"\nThat’s a misrepresentation of Biden’s remarks in Michigan. Biden asked Americans to vote and elect him president.\nWe rate the post False.", "vclaim_id": "vclaim-pol-18432"}