{"url": "/factchecks/2015/sep/21/bernie-sanders/bernie-sanders-says-top-01-us-have-almost-much-wea/", "speaker": "Bernie Sanders", "vclaim": "\"The top 1/10th of 1 percent today in America owns almost as much wealth as the bottom 90 percent.\"", "truth_label": "mostly-true", "date": "stated on September 14, 2015 in a speech.:", "title": "Bernie Sanders says top 0.1% in U.S. have almost as much wealth as bottom 90%", "text": "Democratic presidential candidate Bernie Sanders told Liberty University students on Sept. 14 that he didn’t expect them to agree with his liberal views on abortion and gay marriage.\nBut Sanders, a U.S. senator from Vermont, sought common ground with students at the conservative Christian university in Lynchburg by casting wealth inequality as a moral issue.\n\"There is no justice, and I want you to hear this clearly, when the top 1/10th of 1 percent -- not 1 percent -- the top 1/10th of 1 percent today in America owns almost as much wealth as the bottom 90 percent,\" Sanders told the crowd, packed into the Vines Center arena for weekly convocation. \"And in your hearts, you will have to determine the morality of that, and the justice of that.\"\nWe decided to examine Sanders’ statement that the richest 0.1 percent has nearly as much as the bottom 90 percent. It’s a standard line in Sanders’ speeches. Warren Gunnels, policy director of Sanders’ presidential campaign, said the senator’s source for the statistic is a Nov. 13, 2014, article in The Guardian, a British newspaper.\nAs our colleagues at PolitiFact Wisconsin have written, the article reported on the findings of a research paper, about wealth inequality during the past 100 years. The study was commissioned by the National Bureau of Economic Research, a nonpartisan organization in Cambridge, Mass., which is best known as the arbiter for determining when the U.S. economy falls into recession.\nThe authors of the study were economists Emmanuel Saez of the University of California, Berkeley, and Gabriel Zucman of the London School of Economics. Using tax records, they made estimates for 2012 on wealth -- that is, the value of all assets, such as a home, and savings and retirement accounts, minus all debts, such as mortgages and credit card balances.\nThe top 0.1 percent included 160,000 families with net assets of at least $20 million.  Meanwhile, the bottom 90 percent encompassed 144 million families with average wealth of $84,000.\nThat report says wealth concentration among the richest Americans followed a U-shaped pattern during the past century. It was high in the beginning of the 20th century and then fell from 1929 to 1978. But the study found that wealth concentration among the richest has been rising since, fueled in particular by gains held by the wealthiest 0.1 percent families. The families in that echelon saw their share rise from 7 percent of total household wealth in the late 1970s to 22 percent in 2012.\nThe bottom 90 percent’s share of the nation’s wealth fell from 35 percent in the mid-1980s to 23 percent in 2012.\nTwo other prominent economists -- Thomas Piketty of the Paris School of Economics and Edward Wolff of New York University -- have said the study makes solid estimates about wealth inequality. Wolff said he was not aware of another study that examined the wealth of the top 0.1 percent.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBut not all economists think the NBER study is the best way to measure wealth.\nRichard Burkhauser, a professor of policy analysis at Cornell University, told PolitiFact Wisconsin that while Saez and Zucman are \"very well respected economists,\" he faults their study for excluding Social Security income.\n\"To ignore it as they do grossly understates the wealth held by Americans in the bottom 99 percent of the population,\" Burkhauser said.\nAlmost 60 million Americans - mostly retired and disabled workers - receive Social Security benefits averaging $1,223 a month, according to the Social Security Administration.\nAnother criticism of the NBER study is that it doesn't take into account changes in tax laws, according to Alan Reynolds, a senior fellow with the libertarian Cato Institute.\nIn a July 9, 2014, op-ed for The Wall Street Journal, Reynolds wrote that new tax laws in the 1980s and ’90s skew the increase in wealth inequality. Those laws, he said, required that more capital income of high-earning taxpayers be reported on individual returns, while excluding most capital income of middle-income savers and homeowners.\nThe Tax Policy Center in Washington estimates that 42 percent of all capital gains and dividends reported to the IRS for 2014 came from the top 0.1 percent. Put another way: Of roughly $722 billion in total capital gains and dividends reported, about $305 billion were filed by the top echelon of earners.\nThe center also estimates that the top 0.1 percent paid slightly more than half of all capital gains and dividend taxes collected for 2014. They paid about $70 billion of the $138 billion generated through the levies.\nOur ruling\nSanders said the top 0.1 percent of Americans have nearly as much wealth as the bottom 90 percent.\nHis claim accurately echoes findings in a study by two internationally known economists, and their work has been widely cited as authoritative.  But it needs a clarification: Some economists say the study underestimates middle-class wealth by excluding Social Security benefits and not fully considering certain tax laws.\nWith that qualification in mind, we rate Sanders’ statement Mostly True.", "vclaim_id": "vclaim-pol-05950"}