{"url": "/factchecks/2020/feb/24/todd-gilbert/contrary-todd-gilbert-us-isnt-reducing-carbon-emis/", "speaker": "Todd Gilbert", "vclaim": "“America’s carbon emissions are being reduced at a rate far higher than any country in the world.”", "truth_label": "false", "date": "stated on February 12, 2020 in a floor speech.:", "title": "Contrary to Todd Gilbert, U.S isn't reducing carbon emissions at world's highest rate", "text": "House Minority Leader Todd Gilbert, R-Shenandoah, recently accused the newly-elected Democratic majorities in the General Assembly of undermining Virginia’s pro-business environment.\nIn a blunt Feb. 12 floor speech, Gilbert criticized Democrats for advancing bills that would raise Virginia’s minimum wage, increase the gas tax to aid transportation, and impose a five-cent state fee on each disposable bag stores provide to consumers. \nGilbert particularly focused on bills passed by the House and Senate that would require Virginia to completely rely on renewable energy sources by mid-century - a death knell for Southwest Virginia’s declining coal industry.\n\"Democrats apparently want to run Virginia’s thriving economy, not on the abundant energy resources that we already have at our disposal here in this country and this Commonwealth, but merely on rays of sunlight and gusts of wind,\" he said.\n\"They are unyielding in this pursuit of their agenda, even though America’s carbon emissions are being reduced at a rate far higher than any country in the world while we are presiding over one of the largest energy booms in world history.\"\nWe fact-checked Gilbert’s assertion that \"America’s carbon emissions are being reduced at a rate higher than any country in the world.\"\nWe asked Garren Shipley, Gilbert’s communications director, for the source of the minority leader’s claim. He sent us a report on global carbon emissions in 2019, published Feb. 11, 2020 by the International Energy Agency - a 30-nation organization that researches and makes policy recommendations for sustainable energy sources. The report said carbon emissions declined in the U.S. last year and held steady across the world.\nThe language in the report can be a bit confusing. \"The United States saw the largest decline in energy-related CO2 emissions in 2019 on a country basis – a fall of 140 Mt, or 2.9%, to 4.8 Gt.\" \nThoroughly read, the reports says U.S. led all nations in reducing its tonnage of carbon pollution last year. But contrary to Gilbert’s statement, other countries cut their emissions by larger rates. Let’s explore this distinction.\nTonnage\nThe IEA found that the U.S, carbon emissions fell from 4.94 billion metric tons in 2018 to 4.8 billion last year. That’s a reduction of 140 million metric tons  - the most in the world, according to IEA.\nThe report attributed the drop to a 15% decline in the use of coal-fired energy, largely caused by competition from cheaper, cleaner natural gas. Also, mild summer and winter weather eased demand for air-conditioning and heating.\nThe IEA won’t publish carbon data for every nation until March. But here are the few comparison numbers that can be gleaned from the February report:\nGermany reduced its carbon emissions from about 674 million metric tons in 2018 to 620 million last year, its lowest level since the 1950s. The 54-million-ton drop led European Union nations.\nJapan cut its emissions from about 1,076 million cubic tons in 2018 to 1,030 million last year - a drop of 46 million cubic tons. \nThe drop in the U.S. was encouraging to some environmentalists because it reversed an increase in carbon emissions in 2018. But the one-year measurement starting in 2018 produces a myopic result. That’s because carbon emissions in 2018 soared to a four-year high, erasing progress that had been made in 2017. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nU.S. Carbon Dioxide EmissionsInfogram\nIf you measure from 2017 to 2019, U.S. carbon emissions increased by 39 metric million tons, and fell in Germany and Japan, according to IEA data. If you measure from 2016 to 2019, U.S. emissions declined by 38 million tons - about one-third as much as they fell in Germany and Japan. If you start in 2010, U.S. emissions dropped by 452 million tons - far outpacing Germany and Japan.\nIn other words, the data can show different trends. \"A lot of it depends on where your baseline is,\" said Jamie Russell, director of the Appalachian Energy Center at Appalachian State University. \nThe U.S. and China are by far the world's largest carbon polluters. China is responsible for 28% of emission tonnage; the U.S. for 15%. Chinese pollution is increasing.  It’s also increasing in the third-place country, India, which spews 7% of the world’s carbon tonnage. No other country is above 4.6%. Although many European nations have cut emissions, none of those countries discharge more than 2 percent of the global tonnage.\nThink of a group of people that have all decided to lose weight. If one person weighs several times more than that the others, he’s likely to lose the most pounds. But that doesn’t mean he’s the most effective dieter.\nRate \nThat heaviest person may not be losing weight at the highest \"rate\" - the term Gilbert used when talking about U.S. emission cuts. A 500-pound person dropping 50 pounds in a year lost weight at a 10% annual rate. But a 150-pound person who shed only 20 pounds during that period lost weight at a faster 13% annual rate.\nThe same principle applies to measuring rates of U.S. carbon reduction. The U.S. cut emissions by 2.9% in 2019, according to the IEA. That’s not the highest rate. European Union nations cut emissions by 5%, with Germany leading the way at 8%. Japan reduced emissions by 4.3%. The February report doesn’t offer this datum for other countries.\nFrom 2007 to 2017, U.S. lowered carbon emissions by an average 1.5% a year, according to BP. Nine European countries cut their emissions at a higher rate: the Czech Republic, Finland, Greece, Italy, Romania, Spain, Sweden, Ukraine and the United Kingdom.\nThe IEA report describes the U.S. progress last year in terms of reduced tonnage. But it does not say the U.S. cut carbon emissions at the world’s fastest rate, nor do two articles on the report that Shipley sent us to back Gilbert’s claim.\n\"It was the largest drop in terms of tons, but that is not a ‘rate,’\" we were told by John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at the MIT Sloan School of Management. \"Your percentage calculation is a ‘rate.’  Since the U.S. is among one of the biggest emitters among countries, much smaller drops for other countries translate to larger rates of reduction.\"\nRobert Brecha, a professor in the department of physics and the renewable and clean energy program at the University of Dayton, agreed. \"Since the US is the second largest emitter, the magnitude of reductions is important,\" he wrote. \"But it is certainly not true that  ‘America's carbon emissions are being reduced at a rate far higher than any other country in the world.’\"\nOur ruling\nGilbert misstated the findings of an IEA report when he said, \"America’s carbon emissions are being reduced at a rate far higher than any country in the world.\"\nThe report requires close reading. It found that in 2019, the U.S. cut carbon emissions by 140 million metric tons, the highest weight loss in the world. That’s significant because the U.S. is the world’s second-largest carbon polluter.  \nBut the IEA did not say the U.S. is cutting emission higher rate than any nation, let alone a \"far-higher\" rate that Gilbert described. America’s 2.9% percent reduction last year was below Japan’s, Germany’s, and the combined rate of European Union nations.\nWe rate Gilbert’s statement False.\n \nEditor's note: On a Feb. 18, 2020 VPM radio broadcast, PolitiFact Virginia rated Gilbert's statement Mostly False. We downgraded it to False after coming across additional information on carbon emissions.", "vclaim_id": "vclaim-pol-17447"}