{"url": "/factchecks/2014/dec/15/charles-chuck-spahos/drugged-driving-claim-base/", "speaker": "Charles \"Chuck\" Spahos", "vclaim": "When Colorado  eased its medical marijuana laws, fatal accidents involving pot-using drivers soared while overall traffic fatalities decreased.", "truth_label": "half-true", "date": "stated on December 3, 2014 in a joint legislative hearing:", "title": "\"Drugged driving\" claim based on flawed data", "text": "Cautions abound from opponents and supporters alike in Georgia’s debate about whether to legalize medical marijuana.\nThe most likely measure to pass is a bill that gained traction last year and is being reintroduced this year by state Rep. Allen Peake, R-Macon, to allow cannabis oil for treatment of certain seizure disorders and other health problems.\nBut a second bill to allow vaporized, edible and smokeable marijuana for medical use has prompted new claims about safety problems and other unintended consequences.\nChuck Spahos, executive director of the Prosecuting Attorneys’ Council of Georgia, told a joint legislative committee that no district attorney in the state will prosecute those caught with cannabis oil.\nBut he warned lawmakers about smokeable marijuana, saying that Colorado has seen the number of traffic fatalities go up among drivers who test positive for marijuana, at the same time that state’s overall traffic fatality rate declined.\n\"Colorado has seen a decrease in traffic fatalities by 14.8 percent between 2007 and 2012,\" Spahos said. \"But it’s up 100 percent for operators who tested positive for marijuana.\"\n\"We don’t want to stand in the way of this oil being available,\" he said. \"This is how bad it’s going to be if we let it go too far.\"\nSo did medical marijuana really lead to such a dramatic uptick in stoned drivers? PolitiFact Georgia decided to check it out.\nFirst, it’s important to understand Colorado’s history on the issue. Voters there approved medical marijuana in its smokeable form in 2000.\nBut commercialization of the drug did not really begin until 2009, when federal officials announced they would not seek prosecution of those complying with state medical marijuana laws. Voters approved recreational use of the drug last year.\nSo the statistics Spahos referenced covered just before the rapid growth of marijuana dispensaries but before recreational use was permitted.\nHe cited an August 2014 report from the Rocky Mountain High Intensity Drug Traffic Area as his source.\nThe report is unequivocal. The exact figures cited by Spahos are found in the findings under the report’s section for impaired driving. A chart breaks down the actual numbers:\n\n\n\n\n\nYear\n\n\nStatewide Fatalities\n\n\nOperators Testing Positive\n\n\n\n\n2007\n\n\n554\n\n\n39\n\n\n\n\n2008\n\n\n548\n\n\n43\n\n\n\n\n2009\n\n\n465\n\n\n47\n\n\n\n\n2010\n\n\n450\n\n\n49\n\n\n\n\n2011\n\n\n447\n\n\n63\n\n\n\n\n2012\n\n\n472\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 30, 2021 in a blog post\n\n\n\n\n\n\n\n\n“Trump assassination foiled, Deep State in panic mode!”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 4, 2021\n\n\n\n\n\n\n\n\n\n78\n\n\n\n\n\nBased on this report, Spahos’ claim appears accurate. However, there are several complications with the data.\nNo one from the RMHIDTA responded to requests for comment. The report cites the National Highway Transportation Safety Administration and its own research for its data.\nBut when contacted, a spokesman for the National Highway Transportation Safety Administration referred us back to the Colorado Department of Transportation for the figures, saying each state reports different information. No federal data could confirm the report’s claim.\nMeanwhile, the statistics from Colorado’s DOT don’t match the RMHIDTA report. The DOT figures are:\n\n\n\n\n\nYear\n\n\nStatewide Fatalities\n\n\nDrivers Testing Positive\n\n\n\n\n2007\n\n\n554\n\n\n26\n\n\n\n\n2008\n\n\n548\n\n\n31\n\n\n\n\n2009\n\n\n465\n\n\n37\n\n\n\n\n2010\n\n\n450\n\n\n42\n\n\n\n\n2011\n\n\n447\n\n\n52\n\n\n\n\n2012\n\n\n474\n\n\n36\n\n\n\n\n\nThe DOT figures confirm an overall decrease in traffic fatalities, but show about a 39 percent increase for drivers who tested positive for marijuana. That’s still an increase, but hardly a 100 percent jump.\nMore importantly, Colorado DOT spokeswoman Amy Ford said the agency is cautious to use their own data to make any pronouncements.\nThat’s because the data is incomplete. Not every driver in a fatal crash is tested for drugs. Colorado law long allowed a conviction based on just drunken driving – at .08 percent blood alcohol level – so some agencies never bothered with any additional testing.\nThe state only began tracking drugged driving – driving high – this year, so there is no historical data to compare, Ford said.\n\"We do not draw an incredible amount of conclusions from that data,\" she said.\nThe federal data for all states likewise focuses on drunken, not drugged, drivers.\nSeveral studies show that marijuana can slow reaction time and similarly impair drivers in much the way alcohol does.\nOne study found that dead drivers were three times more likely to test positive for cannabis in 2010 when compared to those who died in 1999. \nBut the marijuana will show up longer in blood work and does not appear to increase the chances of a fatal accident as much as booze, according to a 2013 study by researchers at Columbia University.\nSo if Georgia were to legalize smoking marijuana, does that mean there would not be a rash of high drivers risking their safety and that of others?\nColorado’s research indicates specific drivers – essentially young men – are more likely to drive high when the drug is legal. The state has launched a public awareness campaign to the new law that allows police to cite those motorists for driving under the influence, Ford said.\nIn other words, there are clear dangers to driving under the influence of marijuana, much as there are for driving intoxicated.\nBut while a regional report claims that those risks have led to a 100 percent increase in fatal crashes where the driver tested positive for cannabis, official state figures directly contradict those figures.\nSpahos was citing that published report, but the report and figures surrounding the topic are flawed. We rate the claim Half True.", "vclaim_id": "vclaim-pol-06917"}