{"url": "/factchecks/2012/may/08/national-right-life-committee/obama-white-house-security-unborn-babies/", "speaker": "National Right to Life Committee", "vclaim": "The Obama White House recognizes a \"baby that has not been born\" for security purposes.", "truth_label": "barely-true", "date": "stated on May 8, 2012 in a press release:", "title": "Anti-abortion group says Obama White House screens unborn babies", "text": "The National Right to Life Committee cried foul on Tuesday after it obtained an email from an Obama administration aide asking future White House visitors to provide information about their unborn babies.\n\nIn a news release, the anti-abortion group said the policy was hypocritical because of the Obama administration's support for abortion rights.\n\n\"Obama White House recognizes ‘baby that has not been born’ for White House security purposes, but tolerates legal abortion to moment of birth in District of Columbia,\" the May 8, 2012, news release said.\n\nThe release was a response to an early-morning email from the White House Visitors Office detailing how to record the personal information of babies still in utero.\n\n\"Crazy as it may sound, you MUST include the baby in the overall count of guests in the tour. It’s an easy process,\" Visitors Office director Ellie Schafer wrote to congressional staffers, specifying that nine zeros should be filled in for the infant’s Social Security Number.\n\nWe confirmed that the email really did come from Schafer and is unaltered. But its meaning was wildly misconstrued. The National Right to Life Committee headline suggested that fetuses were being screened for security at the White House gate, while a Washington Times story said, \"The pro-choice Obama White House requires pregnant visitors to count their unborn child as a person for tours of the executive mansion.\" Numerous conservative websites also picked up the story. Creative Minority Report ran it under the headline \"Pro-Abort White House Counts Unborn as People on Tours.\"\n\nThe email\n\nThe confusion began with an early morning email to staffers on Capitol Hill. Schafer wrote that her office has received \"a number of calls regarding how to enter security information for a baby that has not yet been born.\"\n\nShe provided detailed instructions on how to fill out the security information:\n\nThe baby’s security information should be entered as follows:\n\nLAST NAME: The family’s last name\n\n\nFIRST NAME: \"Baby\" as a first name\n\n\nMIDDLE NAME: NMN as in No Middle Name\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nDOB: Use the date you are submitting the request to us as their birthday\n\n\nGENDER: if the parents know put that gender down if not, you can enter either M or F as we’ll ask you to update it at the time of birth\n\n\nSOCIAL: As they will not have a SSN and are under 18, you will not need to enter this field.  Again if the spreadsheet asked for a social enter 9 zero’s (not the word nine zeros but 000000000 and yes it happens!)\n\n\nCITIZEN/CITY/STATE: The citizen, city and state should be entered the same as the parents\n\n\nOnce the baby is born, you should send an email to the VO inbox with the tour request ID number, the baby’s given name, their actual birthday and gender. We can then update the newborn guest’s information within our system. Please note that any changes to security information for newborns must be made at least 48 hours in advance.\n\n\nShe closed saying, \"Keep being awesome!\"\n\nThe Right to Life Committee and some conservative websites said the email indicated the White House was recognizing that fetuses were relevant for security.\n\nThe Right to Life Committee’s legislative director, Douglas Johnson, said in the press release, \"It is ironic that President Obama's staff recognizes the existence of unborn babies for purposes of providing security within the White House -- yet, there is no indication that President Obama has any problem with the fact that throughout the District of Columbia, abortion is now legal for any reason up to the moment of birth,\" Johnson said. \"Notably, the newsletter provides no guidance on what the staff should do if an unborn baby is first registered for security purposes, but then aborted.\"\n\nBut is the Right to Life Committee correct that an unborn child has been recognized for security purposes? In other words, does a pregnant woman count as two at the White House?\n\nEd Donovan, spokesman for the U.S. Secret Service, said people misunderstood the email. Schafer’s email, he said, was an explanation of how to fill out information for pregnant women who will bring their new baby on future White House tours.\n\n\"This refers to a pregnant woman providing information for a tour in the future that will include the new family member. So when a 7-month pregnant woman is providing information for a tour that is 4 months in the future, there is a ‘place holder’ for the new baby,\" Donovan wrote in an email.\n\nIn a phone call, he acknowledged the procedure may seem \"a little anal.\"\n\n\"I know people are construing it as an unborn child, but the visit isn’t occurring (now). If a pregnant woman shows up at the White House, we don’t count two people. It’s sort of a way of expediting (the process) so no one gets hung up at the gate,\" he said.\n\nOur ruling\n\nThe National Right to Life Committee said that the White House recognizes a \"baby that has not been born\" for security purposes.\n\nIt collects that information, but not for the reasons Right to Life suggests. The White House policy does not confer personhood status on fetuses, and it doesn’t count them if their mothers take a tour while pregnant. The policy helps pinpoint the headcount for future tours.\n\nThe statement is Mostly False.", "vclaim_id": "vclaim-pol-11135"}