{"url": "/factchecks/2008/may/22/moveon/hes-rich-but-thats-not-his-housing-fix/", "speaker": "MoveOn.org", "vclaim": "John McCain, \"one of the richest people in a Senate filled with millionaires,\" says the solution to the housing crisis is for people to get a \"second job\" and \"skip their vacations.\"", "truth_label": "barely-true", "date": "stated on April 5, 2008 in an e-mail:", "title": "He's rich, but that's not his housing fix", "text": "MoveOn.org sent a 10-point e-mail attacking Republican Sen. John McCain. One of its items states: \"He's one of the richest people in a Senate filled with millionaires. … Yet McCain says the solution to the housing crisis is for people facing foreclosure to get a 'second job' and skip their vacations.\"\n\nMoveOn is correct that the Senate is full of millionaires. Senators had a median net worth of about $1.7-million in 2006, the most recent year for which financial data is available, and 58 percent of the members rated as millionaires, according to an analysis by the nonpartisan research group Center for Responsive Politics.\n\n\nEach senator has to file a financial disclosure statement that includes assets, liabilities and earnings. The catch is that the form does not require exact figures; officials instead check off a range under which each item falls.\n\n\nBased on those filings, the Center for Responsive Politics analyzed the wealth of every member of Congress and ranked them based on averages. Their most recent ranking, based on 2006 disclosure forms, places McCain as the eighth-wealthiest senator, with an average net worth of $36.4-million.\n\n\nMuch of McCain's wealth comes from his wife, Cindy McCain, who is chairman of Hensley & Co., her family's Arizona beer distributorship. The Senate disclosure form has a check box for spouses with assets \"over $1-million,\" which is checked several times on McCain's forms. Cindy McCain's worth could exceed $100-million, according to an examination by the Associated Press. The couple files separate tax returns, and only Sen. McCain's return has been made public as of May 22, 2008. The senator's return showed him earning $405,409 in 2007. The campaign initially resisted calls to release Cindy McCain's returns, citing privacy concerns, but released summary pages on May 23, 2008, showing Cindy McCain reported income of $6-million in 2006. Sen. McCain's wealth may be based on his spouse's net worth, but nevertheless he is among the wealthiest senators.\n\n\nJohn McCain is immediately followed at No. 9 on the center's ranking by Sen. Hillary Clinton, with an average net worth of $30.7-million. Sen. Barack Obama ranked 67th with an average net worth of $799,006. Since this 2006 analysis, however, Obama has joined the millionaire's club. His 2007 tax return showed earnings of $4.2-million, based largely on the sale of his books\n\nDreams from My Father\n\nand\n\nThe Audacity of Hope\n\n.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nNow we have to take issue with the second part of MoveOn's statement. It points to a Bloomberg news story as evidence for McCain's housing solution. But in that story, it's clear McCain is praising people who already have second jobs and stay current on their mortgages, not suggesting it as a solution to people who are in trouble.\n\n\nThe story states: \"Of 80 million U.S. homeowners, 55 million have a mortgage and 51 million of these 'are doing what is necessary -- working a second job, skipping a vacation and managing their budgets,' McCain said. Homeowners should be required to make a down payment on property purchases to ensure they 'have skin in the game.'\"\n\n\nAbout a week after MoveOn's e-mail went out, McCain unveiled a plan to help mortage holders avoid foreclosure, allowing them to apply for new loans at more favorable terms. To be eligible, homeowners must meet the following criteria: hold a non-conventional mortgage taken after 2005; live in their home as a primary residence; prove creditworthiness at the time of the original loan; be either delinquent or otherwise demonstrate that they will be unable to continue to meet their mortgage obligations; and meet the terms of a new 30-year fixed-rate mortgage on the existing home.\n\n\nIn this statement, MoveOn makes the case that McCain is a rich millionaire who's out of touch with the everyday concerns of troubled homeowners. MoveOn is right about McCain's wealth, but it takes McCain's words substantially out of context. He was not suggesting that second jobs or canceled vacations could solve the housing crisis. Instead, he was praising people who took extra steps to meet their house payments. That's a significant distortion of what he was saying. So we find MoveOn's statement to be Barely True.\n\n\n\nUpdate:\n\nThis item has been updated to include information about Cindy McCain's tax return, which was released on May 23, 2008.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16204"}