{"url": "/factchecks/2012/nov/02/progressive-change-campaign-committee/progressive-group-says-thompson-says-hell-do-away-/", "speaker": "Progressive Change Campaign Committee", "vclaim": "Says U.S. Senate candidate Tommy Thompson \"says he’ll do away with Medicare.\"", "truth_label": "half-true", "date": "stated on October 31, 2012 in a TV ad:", "title": "Progressive group says Thompson \"says he'll do away with Medicare\"", "text": "In a new TV ad by the Progressive Change Campaign Committee, Tommy Thompson stands starkly accused of pledging to \"do away with Medicare.\"\n\n\"I’ve been working in factories here in Wisconsin for 35 years,\" says a man standing in front of a plant gate. \"This work is tough on us. You see a lot of folks with bad wrists, bad shoulders. When we’re ready to retire, we’ll need Medicare.\"\n\nHe concludes: \"Tommy Thompson has taken thousands of dollars from the insurance industry. Now he says he’ll do away with Medicare. I’m voting for Tammy Baldwin for Senate because she’ll never cut Medicare benefits.\"\n\nThe liberal group’s TV spot dissolves into a video of Thompson speaking to a tea-party group in June 2012, and seemingly proves the group’s claim.\n\n\"Who better than me to do away with Medicaid and Medicare?\" Thompson asks in the ad.\n\nWe are quite familiar with the video clip.\n\nThe Journal Sentinel reported on it in June 2012. And Baldwin quoted Thompson’s statement from it while addressing a group of liberal bloggers. Now, as the tight Senate race draws to a close, the same clip is showing up in several anti-Thompson ads.\n\nIn evaluating Baldwin’s claim in June, we found that Thompson did utter those words at a June 4, 2012, appearance before the Lake Country Area Defenders of Liberty, an Oconomowoc-based group that decries excessive government and endorses \"demolishing the growing, socialist ‘nanny state’ and its programs and legislation...\"\n\nWe also learned that’s only part of what Thompson said.\n\nFor starters, the brief video clip in the Progressive Change ad is edited for effect.\n\nIf you look closely, Thompson’s head jerks oddly during the \"Who better than me…\" statement. That’s because it’s spliced.\n\nHere’s the full quote: \"Who better than me, (who’s) already finished one of the entitlement programs and come up with programs to do away with Medicaid and Medicare.\"\n\nIn June, we rated Half True -- partially accurate -- Baldwin’s claim that Thompson \"said\" he wants to \"do away with Medicare.\"\n\nWhen we asked the Progressive Change Campaign Committee to back up the ad’s claim, spokesman Neil Sroka said Thompson’s words were clear. Thompson was speaking candidly about his real view of Ryan’s plan, in front of a conservative group whose support he was seeking, Sroka said.\n\nLet’s take a fuller look, then, at Thompson’s June speech -- and see if anything has changed since our rating of the claim when Baldwin made it.\n\nAt the tea-party event, Thompson prefaced the remarks in question by saying Medicare will be broke within a decade and the only way to save it is to give people who turn 55 starting in 2022 a choice of traditional Medicare or purchasing health insurance with a subsidy from the federal government.\n\nAt that point, Thompson was fully endorsing U.S. Rep. Paul Ryan’s plan to reform Medicare, but recently he’s emphasized a plan that modestly modifies Ryan’s. As we noted on Nov. 2, 2012, in giving Thompson a Half Flip, he now wants to offer future seniors who don’t pick traditional Medicare the option of picking a private plan in the federal employees’ health program.\n\nIn the tea-party speech, Thompson wrapped his argument for Medicare reform in the language of wiping it away and starting fresh.\n\nFirst, he harkened back to his days as Wisconsin governor, and his first-in-the-nation move to replace welfare with a work requirement.\n\nHe told the audience the United States should \"change Medicare and Medicaid like I did welfare.\" (We previously rated as Mostly True Thompson’s claim that he \"ended welfare\" in Wisconsin.)\n\nThen he said the line about who better than him to \"come up with programs to do away with Medicaid and Medicare.\"\n\nIt’s clear that Thompson was comfortable uttering the phrase \"doing away with Medicare\" in the middle of a recitation of his views on transforming the program.\n\nBut there is another piece of background relevant to his views: Thompson didn’t say it at the event, but he told the Journal Sentinel in 2011 he firmly believes seniors will choose the private insurance option under Ryan’s plan instead of government-run care. Of government-run healthcare, he said he’s \"always opposed\" it.\n\nIn his 2011 remarks, Thompson said government-run Medicare could disappear if people are allowed to opt out of it.\n\nAt the same time, it’s clear that deeper into the June tea-party speech, after the statement in question, Thompson said he was interested in \"saving\" Medicare from fiscal extinction.\n\nHe also framed his views as wanting to \"change\" Medicare, though in the context of his elimination of welfare in Wisconsin.\n\nBack in June, the Thompson campaign said it was not a misstatement by the candidate. Campaign spokesman Brian Nemoir offered this somewhat contradictory explanation: Thompson used the phrase \"doing away with\" in the context of \"changing\" Medicare, not eliminating it.\n\nIn early October, after another liberal group used the tea-party video clip, Thompson told reporters: I am here to save Medicare, Medicaid and Social Security but you have to make some adjustments.\"\n\nSo, where does that leave us?\n\nSame place as before. The PCCC ad leaves out important context from Thompson’s June remarks, just as Baldwin did. But Thompson did describe his reform plan, in that speech, as a way to \"do away with\" traditional Medicare.\n\nWe rate it Half True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10025"}