{"url": "/factchecks/2018/sep/20/west-virginia-republican-party/business-registrations-are-wva-closures-high-too/", "speaker": "West Virginia Republican Party", "vclaim": "\"In 2017, the number of new business registrations in West Virginia grew nearly 11 percent (8,318 new businesses registered for the year). This comes off the heels of a 12 percent increase in new business registrations during 2016.\"", "truth_label": "mostly-true", "date": "stated on September 4, 2018 in a tweet:", "title": "Business registrations are up in W.Va., but closures high too", "text": "Has there been an increase in new businesses in West Virginia? The West Virginia Republican Party says so.\nOn Sept. 4, the West Virginia GOP tweeted \"In 2017, the number of new business registrations in West Virginia grew nearly 11 percent (8,318 new businesses registered for the year). This comes off the heels of a 12 percent increase in new business registrations during 2016.\"\nIn 2017, the number of new business registrations in West Virginia grew nearly 11 percent (8,318 new businesses registered for the year). This comes off the heels of a 12 percent increase in new business registrations during 2016. https://t.co/frVVgOiBPt #WVGOP— WVGOP (@WVGOP) September 4, 2018\n\n\nThe tweet cited a news article in the Herald-Dispatch of Huntington, W.Va., that includes this information almost verbatim.\nThe data comes from the Business Statistics Database maintained by the West Virginia Secretary of State’s office, and the office confirmed to PolitiFact the accuracy of the numbers in the tweet.\nErin Timony, the office’s assistant communications director, said the numbers focus on limited liability companies and corporate business license registrations by county. Since other types of businesses are not included, the data does not encompass all new businesses in the state.\nAnother point to note: The tweet cites business registrations, but not business closings.\n\"The number of businesses that are ‘born’ and ‘die’ in a given year (would) provide a more accurate portrayal of business conditions overall,\" said Brian Lego, a research assistant professor of economic forecasting at West Virginia University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nThis data is compiled by the federal Bureau of Labor Statistics, though data for both births and deaths is available only through the first quarter of 2017.\nHere’s a chart showing trends on business births and deaths in West Virginia. Quarters that saw more births than deaths are marked in blue, while quarters that saw deaths exceed births are marked in red:\n\n \nSo, looked at from this perspective, 15 out of 17 of the last quarters have seen more business deaths than births in West Virginia.\nThis doesn’t mean that the business registration data is wrong; rather, it just says that the tweet paints an incomplete picture.\nOur ruling\nThe West Virginia Republican Party tweeted, \"In 2017, the number of new business registrations in West Virginia grew nearly 11 percent (8,318 new businesses registered for the year). This comes off the heels of a 12 percent increase in new business registrations during 2016.\"\nThe data cited in the tweet is solid. However, it looks only at certain types of business births. Looking at data for both business births and deaths shows a less rosy picture for business creation in the state.\nThe statement is accurate but needs additional information, so we rate it Mostly True.\n Share the Facts 2018-09-20 17:38:08 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"In 2017, the number of new business registrations in West Virginia grew nearly 11 percent (8,318 new businesses registered for the year). This comes off the heels of a 12 percent increase in new business registrations during 2016.\"    West Virginia Republican Party state party https://twitter.com/WVGOP/status/1037080115824545794   a tweet Tuesday, September 4, 2018 2018-09-04    Read More  info", "vclaim_id": "vclaim-pol-01588"}