{"url": "/factchecks/2016/aug/15/donald-trump/donald-trump-right-hillary-clinton-once-wanted-wal/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton once \"wanted a wall\" on the Mexican border.", "truth_label": "half-true", "date": "stated on August 5, 2016 in a campaign speech :", "title": "Is Donald Trump right that Hillary Clinton once “wanted a wall” on the Mexican border?", "text": "Democratic presidential nominee Hillary Clinton has said her party \"builds bridges not walls.\"\nDuring a campaign appearance in Green Bay, Republican nominee Donald Trump said Clinton had once been in favor of a wall with Mexico.\nBuilding a wall along the 2,000-mile border between the United States and Mexico, of course, has been a central part of Trump’s campaign. He has even vowed to force the Mexican government to pay for it.\nBut did Clinton once back a wall?\nHere is how Trump phrased it in his Aug. 5, 2016 rally at the KI Convention Center:\n\"We’re gonna have strong borders. We’re gonna have a wall -- a big, powerful wall. You know that Hillary Clinton wanted a wall, a number of years ago. She wanted a wall.\"\nLet’s take a closer look.\nSecure Fence Act \nTo be sure, both Trump and Clinton say they support secure borders.\nIn the 2016 campaign, Trump has said he would secure borders by building a wall. Clinton hasn’t detailed specific plans but has said she will protect U.S. borders through a combination of efforts, one being physical barriers.\nBut this factcheck is not about Clinton’s current platform. Rather, it is about what she may have supported in the past.\nWhen asked for backup, Trump’s campaign pointed to a 2006 bill that Clinton voted for while a senator from New York.\nThe bill -- the Secure Fence Act of 2006 -- authorized about 700 miles of fencing to be installed along the country’s southern border, along with other security measures. It was the beginning of an attempt to pass comprehensive immigration reform.\nThe original bill specifically called for double-layer fencing across 700 miles of the border. Clinton, and 25 other Democratic senators, voted in favor of the bill. It passed the Senate 80-19 and was signed into law by President George W. Bush.\nSo, it’s fair to say she once supported a barrier along a large portion of the border.\nToday, 702 miles of fencing separates the United States from Mexico, according to U.S. Customs and Border Protection. But just 36 miles are double-layered. That’s because a 2007 amendment in the federal budget bill let the U.S. Department of Homeland Security determine what was necessary.\nWall vs. fence\nTrump campaign adviser Stephen Miller said of Clinton: \"Her vote is self-explanatory.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nPractically speaking, what’s the difference between Trump’s wall and the fence proposed in 2006?\nTelevision news anchor Jorge Ramos asked Clinton this question Jan. 11, 2016 at the Iowa Black and Brown Forum, broadcast on the Fusion network, a Hispanic news channel.\n\"What the difference between your idea and Donald Trump’s idea on building a wall with Mexico?,\" Ramos asked.\n\"So we do need to have secure borders and what that will take is a combination of technology and physical barrier,\" Clinton said.\n\"You want a wall then,\" Ramos interjected.  \n\"No, we’ve --\" she said.\n\"You said that.\"\n\"Well, I voted for border security and some of it was a fence,\" Clinton said. \"I don’t think we ever called it a wall. Maybe in some places it was a wall.\"\nAlex Nowrasteh, an immigration policy analyst for the libertarian Cato Institute said the semantic differences are irrelevant.\n\"Whether it’s a wall or a fence, it blocks people,\" Nowrasteh said. \"Quibbling between a wall and fence -- it’s just a word game at that point.\"\nHe noted a 700-mile barrier is substantial. Indeed, it represents about one-third of the length of the border.\n\"Maybe it’s fair to say she doesn’t support a wall along the entirety but she certainly supported a barrier along a large portion of it,\" Nowrasteh said.\nJon Feere, a legal policy analyst at the Center for Immigration Studies, agreed. The center favors reduced immigration.\n\"It's clear that, at one point, Clinton supported a secure border that includes physical barriers,\" Feere said.\nOur rating\nIn a Green Bay speech, Trump said \"Hillary Clinton wanted a wall.\"\nClinton did vote for the Secure Fence Act of 2006, which authorized building a fence along about 700 miles of the border between the United States and Mexico. For our purposes, the differences between a wall and a fence in this claim are not significant -- both block people.\nBut the fence Clinton backed is not nearly as expansive as the wall Trump is promoting. And in his phrasing, Trump seemed to equate the two.\nFor a statement that is partially accurate but leaves out important details or takes things out of context, we rate Trump’s claim Half True.\nhttps://www.sharethefacts.co/share/eb1bee6a-2961-40be-ba2f-877183cc7bc4", "vclaim_id": "vclaim-pol-04478"}