{"url": "/factchecks/2013/apr/26/adam-schefter/nfl-reporter-says-no-2-pick-nfl-draft-will-earn-mo/", "speaker": "Adam Schefter", "vclaim": "\"Odd fact for odd draft: No. 2 overall pick will earn more than the No. 1 pick due to no state tax in Florida. So 2 not so bad.\"", "truth_label": "mostly-true", "date": "stated on April 25, 2013 in a tweet about the NFL Draft:", "title": "Thanks to Florida tax rules, it's better to be picked No. 2 in the NFL draft this year", "text": "Don’t get us wrong: We love analyzing tax policy and following legislative gamesmanship as much as the next political junkie.\n\nBut we like our work even more when we get to pull in sports and pop culture. And when our Twitter feed dangled a widespread claim combining Florida’s income tax (or, lack thereof) and football on the first night of the NFL draft, we could not resist giving it a second look.\n\nIn a tweet shared by more than 3,600 users, ESPN reporter Adam Schefter wrote: \"Odd fact for odd draft: No. 2 overall pick will earn more than the No. 1 pick due to no state tax in Florida. So 2 not so bad.\"\n\nThe Kansas City Chiefs had the top pick, and the Jacksonville Jaguars got the second. We wondered if Texas A&M offensive lineman Luke Joeckel, headed for Jacksonville, will really make more after income taxes than the draft’s No. 1 pick, University of Central Michigan offensive lineman Eric Fisher, who is going to Missouri.\n\nTwitter helped our mission from the start. A user named @SportsTaxMan, New Jersey-based sports and entertainment accountant Robert Raiola, responded to Schefter’s tweet with even more detail.\n\n\"Eric Fisher was picked 1st by #Chiefs The #Jaguars, selected Luke Joeckel. Luke will get approx $285K > after tax than 1st pick,\" he tweeted.\n\nHow’d he figure that?\n\nReached by phone, Raiola called the instance of the No. 2 pick’s after-tax pay exceeding No. 1 after-tax pay \"an anomaly\" in this year’s draft.\n\nHis method involves some eyeballing. Since we don’t know for sure what these players’ salaries and signing bonuses will be, he used last year’s contracts for the top two picks (quarterbacks Andrew Luck and Robert Griffin III, respectively).\n\nThere isn’t likely to be a big dollar difference between the top two picks in 2013 because of rules regarding rookie contracts that were adopted as part of the NFL’s 2011 Collective Bargaining Agreement. The minimum base salary for a rookie player is $405,000 in 2013, up from $390,000 in 2012.\n\nThe big money comes in the form of a signing bonus.\n\nCounting base pay and a signing bonus in the first year of their deal, Luck received $14.9 million, and Griffin got $14.1 million.\n\nNow fast forward to this year.\n\nFlorida has no state income tax. Missouri has a 6 percent tax on income over $9,000, and Kansas City, Mo., has a 1 percent tax on top of that. So Raiola figures that if Fisher makes $14.9 million, he will pay a little more than $1 million in state and city income taxes -- dropping his pay (pre-federal tax) to about $13.85 million.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nHank Aaron’s death was caused by a COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • January 26, 2021\n\n\n\n\n\n\n\n\nThat’s less than Joeckel’s expected pre-federal tax haul.\n\nThere is one complicating factor. Professional athletes pay \"jock taxes\" when they play in certain states and cities on the road. Technically, they’re working in the state in which they are playing when they go on the road, Raiola said. It creates headaches for athletes but isn’t a huge drain given their high incomes, he said. (You can read about how the jock tax got its start, here. It's an interesting story.)\n\nHe assumes each NFL away game counts for two duty days. Jacksonville has seven preseason and regular season games on its 2013 schedule in states and cities that have a jock tax: the Atlanta Falcons, New York Jets, Oakland Raiders, Denver Broncos, St. Louis Rams, Cleveland Browns and the Indianapolis Colts. Assuming a 7 percent tax rate, jock taxes will cost Joeckel approximately $99,000. (He won’t pay the tax when he plays the Tennessee Titans, Seattle Seahawks or the Houston Texans).\n\nAfter taking out federal, state and local income taxes, Joeckel comes out approximately $285,000 ahead of Fisher, according to Raiola.\n\nBut Joeckel isn’t even the luckiest top pick in Raiola’s eyes. That distinction goes to defensive end Dion Jordan, who was drafted by the Miami Dolphins after the team traded up to get the No. 3 pick. \"The trade to Miami will save him approx $1.7M in state tax in 2013,\" he tweeted. (That comparison is with the tax situation in Oakland, Calif., because the Oakland Raiders had held the third draft pick.)\n\nNow for some caveats. This analysis focuses on income tax. Florida’s overall state and local tax burden, as measured by the Tax Foundation, is a bit higher than Missouri’s, mainly because of property taxes. Using a few cost-of-living calculators, we found Jacksonville is still cheaper to live in than Kansas City. A $500,000 salary goes about $30,000 further in Jacksonville than Kansas City.\n\nThere’s also no telling if these newly minted millionaires will take any number of actions that would affect their tax bill, including buying a house, socking money away into a 401(k) savings account or any number of credits and deductions they could take.\n\nBut if we accept that we’re talking approximations -- and if we assume they live in the state they play in --  we found some agreement.\n\n\"If we just look at the after-tax pay, that comparison is accurate,\" said Saku Aura, University of Missouri public economics associate professor. \"A state without an income tax, like Florida, will be always attractive from a very high-income individual's perspective.\"\n\nEven though Joeckel did not have a choice about moving to Jacksonville, some free agents may consider income tax as a factor in their decision to come to another team. Cornerback Darrelle Revis was traded to the Tampa Bay Buccaneers this week from the New York Jets, a move Raiola thinks will save him roughly $1,435,000 in state income tax.\n\nOf course, an income tax levied against an athlete is probably not going to lead to many tears -- from athletes, or the rest of us.\n\n\"I guess I don’t have that much sympathy given that there are a whole host of people who would like to be in either of their positions,\" said Kim Rueben, Tax Policy Institute senior fellow.\n\nOur ruling\n\nESPN’s Adam Schefter merged the worlds of the NFL and tax policy on the first day of the NFL draft when he said that No. 2 pick Luke Joeckel will take home more pay than No. 1 pick Luke Fisher because Florida has no state tax.\n\nWhen looking at income tax, Schefter is largely right. If the 2013 salaries hold at about their 2012 levels, which is part of new NFL rules, Joeckel is better off financially by being selected No. 2 by a Florida team than being picked No. 1 somewhere else.\n\nThere are two caveats. First, the salaries of Joeckel and Fisher are not yet officially known. Also, there are some other ways to look at income that could affect the bottom for Joeckel and Fisher -- whether it be sales taxes or property taxes or overall cost-of-living.\n\nWe rate Schefter’s claim Mostly True.", "vclaim_id": "vclaim-pol-09416"}