{"url": "/factchecks/2020/jun/02/blog-posting/fact-checking-claims-pelosi-tried-add-abortion-fun/", "speaker": "Bloggers", "vclaim": "Says Nancy Pelosi tried “once again” to include abortion funding in the latest coronavirus bill.", "truth_label": "barely-true", "date": "stated on May 13, 2020 in a story:", "title": "Fact-checking claims that Pelosi tried to add abortion funding in new coronavirus bill", "text": "In March, conservative groups falsely accused House Speaker Nancy Pelosi of trying to include abortion funding in the first coronavirus stimulus bill. \nNow, anti-abortion website Life News claims that Pelosi has been \"caught\" trying to do something similar in a $3 trillion package that passed the House on May 15, 2020.\n\"Pelosi is back at it — trying to remove the safeguards from the previous bill to exclude Planned Parenthood from small business bailouts in her new Phase 4 relief legislation,\" the story says. \nIt also claims that, under the bill’s proposal to help state and local governments, \"states would be free to pass along taxpayer dollars to the Planned Parenthood abortion business.\"\nThe story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThere is an element of truth to the claim that the bill does not explicitly restrict states from using funds to cover abortion services, but it leaves out important context that could give a different impression.\nWhat is in the HEROES Act\nThe Health and Economic Recovery Omnibus Emergency Solutions Act passed the House by a vote of 208-199, with only one Republican in favor. It awaits action in the Senate, where its prospects are dim.\nThe key provisions include nearly $1 trillion for state and local governments, a $200 billion hazard-pay fund for essential workers, and $75 billion to support coronavirus testing, contact tracing and patient isolation. The bill also offers a new round of direct payments to families. It’s meant to boost the economic support to individuals and businesses provided by the $2 trillion CARES Act.\nRELATED: House coronavirus bill would aid immigrants, relatives cut out of previous aid package\nPelosi’s office called headlines that she was caught trying to include abortion funding in the new bill \"completely false.\"\nThe changes made in relation to nonprofits\nThe bill does not mention abortion. What Life News and other websites are talking about, in part, involves eligibility for the Paycheck Protection Program established in March.\nThe program offered low-interest loans to small businesses and nonprofits to keep employees on the payroll during the first months of the coronavirus pandemic. The program is administered by the Small Business Administration with support from the Treasury Department.\nThe CARES Act included a cap on the size of organizations that could receive the money, but the new House bill attempts to expand nonprofit organizations’ access to aid by setting aside 25% of available PPP funds for nonprofits, removing the size and category restrictions for them and steering more aid to smaller nonprofits.\nProposed changes to the PPP provisions aren’t specific to Planned Parenthood, which offers a range of women’s health services that includes abortions. But the expanded guidelines would make a large group like Planned Parenthood eligible for the loans.\nMeanwhile, there’s already a fight over about $80 million in subsidized SBA loans that were given to state and local Planned Parenthood affiliates. Over 125 Republicans have called for a federal investigation into the loans, and the SBA ordered the chapters to give back the money, saying they’re too closely affiliated with the national organization to be considered independent entities. \nPlanned Parenthood released a statement denouncing the criticism, saying its independent affiliates complied with eligibility rules in applying for and receiving the loans. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nOther corporate entities, such as AutoNation and Ruth’s Hospitality Group (which owns Ruth’s Chris Steak House), have faced similar scrutiny for receiving millions in PPP loans through their local affiliates. The companies said they will return the money. The Treasury says it will audit every company that received more than $2 million from the programs.\nWhat about state and local government funding?\nThe Life News claim that \"states would be free to pass along taxpayer dollars to Planned Parenthood\" stems from a provision to give fiscal relief to state and local governments.\nThe HEROES Act provides $540 billion in funding to assist state governments with the fiscal impacts from the public health emergency, and $375 billion to local governments. \nThe website quotes Tom McClusky, president of the anti-abortion group March for Life Action, as saying the bill would allow federal tax dollars to pay for abortions through subsidized health care plans and would authorize over $900 billion in \"open-ended funding\" at the state and local level, \"so nothing would prevent this money from further subsidizing the abortion industry.\"\nThe bill doesn’t include the Hyde Amendment budgetary rider, which prohibits the federal government from covering the costs of abortions except in very rare cases. The concern is that without the rider, state and local governments could pass some of the money along to Planned Parenthood for abortion services.\nIn the Families First Coronavirus Response Act, the first emergency aid bill, language was amended by Democrats to limit funds to cover only COVID-19 expenses. So far, the same has not been done in the HEROES Act.\nSpecifically, the Hyde Amendment states that federal Medicaid funds cannot cover an abortion unless the woman’s life is in danger or the pregnancy resulted from rape or incest. But it does not limit a state’s ability to use its own funds to cover abortion.\nAs of January 2020, 15 states use their own funds to extend abortion coverage to Medicaid enrollees, while 34 states and the District of Columbia follow the amendment’s standards. One state, South Dakota, does not follow Hyde standards and pays for abortions only when they are necessary to protect a woman's life.\nLaurie Sobel, associate director of women’s health policy at the Kaiser Family Foundation, said the suggestion that states could use emergency funds for abortion services is not easy to respond to, but it wouldn’t happen through Medicaid.\nAny added federal money for Medicaid, Sobel said, would likely come in the form of increased reimbursements to states for the federal share of most Medicaid expenses, in which the Hyde language applies. \nShe said it’s unlikely that the state's general emergency funds will be able to be spent freely, but rather that the funds will be designated for particular uses.\nWe reached out to Life News for comment but didn’t hear back by time of publication.\nOur ruling\nA website claims that Pelosi tried \"once again\" to include abortion funding in the latest coronavirus bill. \nThe HEROES Act does not contain any mention of abortion, and there is no section that funnels money specifically for those services. \nAs is, the bill would make it easier for nonprofit organizations, including large ones like Planned Parenthood, to receive funds under the Paycheck Protection Program. \nAnti-abortion groups are also pointing to the lack of language explicitly barring state and local governments from using federal relief money to fund abortions as evidence of Pelosi getting \"caught.\" \nBut health policy experts say the Hyde amendment restrictions still apply to federal support under Medicaid, and that aid to states will likely be designated for specific uses, and won’t be open-ended.\nThe claim is largely speculative about the use of the money and oversimplifies the allocation of federal funds. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17857"}