{"url": "/factchecks/2008/oct/29/barack-obama/mccain-opposed-law-for-equal-pay-lawsuits/", "speaker": "Barack Obama", "vclaim": "\"In April, Sen. McCain came out against helping women earn equal pay for equal work.\"", "truth_label": "mostly-true", "date": "stated on October 20, 2008 in a TV ad:", "title": "McCain opposed law for equal pay lawsuits", "text": "In a direct appeal to women voters, a recent Obama campaign television ad features a handful of female supporters taking shots at Sen. John McCain. Borrowing from a common theme on the campaign trail, one of the women, Sherri Kimbel, calls out McCain on the issue of equal pay for women.\n\n\n\"In April, Sen. McCain came out against helping women earn equal pay for equal work,\" Kimbel said.\n\n\nSo we’re clear, McCain did not make some sort of public pronouncement in April that he is against helping women earn equal pay. To the contrary, McCain has repeatedly stated that he is for equal pay for equal work.\n\n\nKimbel is referring specifically to McCain’s opposition to the Ledbetter Fair Pay Act, a law designed to make it easier for women to sue their employer over unequal pay.\n\n\nThe law was named after Lilly Ledbetter, a former 19-year supervisor at a tire plant in Alabama who sued the company after discovering several months before her 1998 retirement that, for years, she was being paid less than her male counterparts. Ledbetter was awarded more than $3-million by a jury. But the Supreme Court overturned that judgment in March 2007, ruling 5 to 4 that a 180-day statute of limitation for her to file a lawsuit had started from the first instance of discrimination, meaning that her suit about more than a decade of discrimination was untimely.\n\n\nNumerous women’s rights activists decried the ruling, arguing that it was unfair to expect that a woman would know within six months after her hiring or promotion that she was getting unequal pay.\n\n\nA handful of like-minded officials in Congress quickly drafted legislation so that the 180-day window to file a suit could start with each new discriminatory paycheck, rather than when the person was hired or promoted.\n\n\nThe bill passed the House but stalled in the Senate after a 56-42 vote fell short of the needed 60 votes for the legislation to proceed and overcome a filibuster. The vote came down largely along party lines, and Obama took time out of his campaign to vote for it. Republicans who opposed it argued the proposal to ease the filing deadlines would prompt a rash of lawsuits and unfairly burden companies with litigation over outdated cases.\n\n\nAlthough McCain was campaigning in New Orleans and not present for the vote, he told reporters at the time that he opposed it.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\"I am all in favor of pay equity for women, but this kind of legislation, as is typical of what’s being proposed by my friends on the other side of the aisle, opens us up to lawsuits for all kinds of problems,\" McCain said.\n\n\nMcCain echoed that stance when Obama highlighted the legislation during the final presidential debate.\n\n\n\"That law waived the statute of limitations, which you could have gone back 20 or 30 years,\" McCain said. \"It was a trial lawyer’s dream.\"\n\n\nThat’s not entirely accurate. The law would have started the 180-day clock on filing a discrimination lawsuit from the time \"an unlawful employment practice\" occurs, and would have included each time compensation is paid. The law stated that a person could seek relief including recovery of back pay for up to two years.\n\n\nBack in August, PolitiFact ruled on a statement from Sen. Hillary Clinton that McCain \"still thinks it’s okay when women don’t earn equal pay for equal work.\" We ruled the statement\n\nFalse,\n\nnoting that opposing that one bill was not the same as thinking it’s okay if women don’t get equal pay for equal work. We also noted that Clinton’s assertion was flatly contradicted by public statements McCain has made. On April 23 he said he is \"all in favor of pay equity for women,\" then said in July, \"I’m committed to making sure that there’s equal pay for equal work.\"\n\n\nThe claim in the recent Obama campaign ad is more carefully worded, however. It includes a small print reference to the Ledbetter bill, and could reasonably be said to be a comment about McCain's position on that one bill. So its truth lies in the extent to which you believe MCain's position was \"against helping women earn equal pay for equal work.\"\n\n\nThat’s certainly the view of the National Organization for Women, which has endorsed Obama for president.\n\n\nEqual pay laws have been fairly stable for decades, NOW president Kim Gandy told PolitiFact, and the Ledbetter bill was the most important piece of legislation in years to gauge congressional support for it.\n\n\n\"It’s disingenuous to say ‘I support equal pay for equal work’ but then not support any way to enforce it legally,\" Gandy said.\n\n\nThe wording of the claim in the ad makes our ruling tricky. Interpreted broadly, one might be led to believe that McCain made a decision to oppose any help for women getting unequal pay. And that would be misleading, because we are only talking about McCain's opposition to a single piece of legislation that would have eased the statute of limitations for bringing a lawsuit over unequal pay — weighed against McCain's numerous pronouncements of support for equal pay for equal work.\n\n\nOn the other hand, one could argue that the woman is simply stating an opinion about McCain's vote on the Ledbetter bill. McCain did oppose it. And one could certainly argue the bill was designed to help women get equal pay for equal work. And so we rule the statement Mostly True.", "vclaim_id": "vclaim-pol-15880"}