{"url": "/factchecks/2019/may/16/viral-image/no-story-about-nebraska-man-being-arrested-after-k/", "speaker": "Viral image", "vclaim": "Says a \"Local Hero\" was \"arrested after killing 30 pedophiles in murder spree\"", "truth_label": "pants-fire", "date": "stated on May 8, 2019 in a Facebook post:", "title": "No, that story about a Nebraska man being arrested after killing 30 pedophiles is fake", "text": "An old, fabricated story is coming back to haunt social media – this time in the form of a viral image.\nA recently shared Facebook post resurfaces a story about a man who was supposedly arrested for killing 30 pedophiles over 15 years.\nThe screenshot shows one photo of a body bag, and another of a man in the backseat of a police cruiser with the headline: \"Local Hero Arrested After Killing 30 Pedophiles In Murder Spree.\"\nBelow that, the image includes several quotes from the alleged vigilante:\n\"I’ve been killing pedos for, damn, close to 15 years now.\"\n\"It started a few years back, after a girl I was dating was raped and murdered.\"\n\"I tracked the guy down myself, slit his throat.\"\n\"I realized that I had a real knack for it after that, so I kept going.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis is an old, fabricated tale that was created on a junk website in 2016 and has since been debunked numerous times.\nThe story goes that a 42-year-old man named Joel Miller was arrested for assault and attempted murder in Omaha. During questioning, the story says, Miller admitted that he had already killed 30 people (in the initial account, the victims were registered sex offenders).\nThe story first appeared in October 2016 on a website called Empire News, self-described as a site \"intended for entertainment purposes only.\"\n\"Our website and social media content uses only fictional names, except in cases of public figure and celebrity parody or satirization. Any other use of real names is accidental and coincidental,\" the website’s disclaimer reads.\nBut the fictional story was re-published by other websites that have a history of publishing false content, such as YourNewsWire and NewsPunch, (most of the published stories have been deleted) and eventually made its way to social media, morphed into memes.\nThe fake article does not cite a single source, besides simply \"police say.\" And we searched the internet and news archives but didn’t find any credible reports of a man in Nebraska admitting to killing 30 pedophiles or registered sex offenders.\nAs well, the picture of the man in the cruiser used to illustrate the story was actually taken years earlier and far away from Nebraska. The photo was uploaded by Chris Yarzab to Flickr in September 2008 with Glendale, California, as the tagged location.\nThis fake story is full-on Pants on Fire!\n Share the Facts 2019-05-16 14:14:37 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Says a \"Local Hero\" was \"arrested after killing 30 pedophiles in murder spree\"    Viral Image on the internet     Wednesday, May 8, 2019 2019-05-08    Read More  info", "vclaim_id": "vclaim-pol-00630"}