{"url": "/factchecks/2011/oct/21/phil-kent/kent-immigration-board-can-prosecute-attorney-gene/", "speaker": "Phil Kent", "vclaim": "The newly created state Immigration Enforcement Review Board \"can actually prosecute, and get them [violators] into jail, if we bring in the attorney general.\"", "truth_label": "false", "date": "stated on October 4, 2011 in a speech before the North Fulton and Friends Tea Party:", "title": "Kent: Immigration board can prosecute with Attorney General's help", "text": "Critics of conservative activist Phil Kent have accused him of being a \"nativist.\" Now that Gov. Nathan Deal has appointed Kent to a new board to crack down on illegal immigration, critics say he’s distorting the truth.\n\nThey point to a speech Kent made before the North Fulton and Friends Tea Party on Oct. 4 where he explained the authority of the Immigration Enforcement Review Board. The state General Assembly created it when lawmakers passed House Bill 87, legislation that aims to get tough on illegal immigration.\n\nKent’s appointment to the board created controversy. The Anti-Defamation League asked Deal to reconsider Kent's appointment, saying he has a history of making \"deeply disturbing\" comments about immigrants. Kent said his critics are left-wing extremists pushing their own agenda.\n\nKent told the tea party group that all the review board does is take complaints about possible violations of state laws on immigration. The board can subpoena witnesses, hold hearings and review or investigate possible violators.  \n\n\"And yes we can actually prosecute, and get them into jail, if we bring in the attorney general,\" Kent said.  \"That’s what the open borders, anti-enforcement people don’t like.\"\n\nImmigrant rights activist Erik Voss, who videotaped the speech, cried foul. The review board has no authority to bring in the attorney general, much less prosecute or jail violators, he told PolitiFact Georgia.\n\nWe thought Kent’s statement was worth a closer look. Can the immigration board call in the attorney general’s office and prosecute?\n\nWe looked into the law. The Immigration Enforcement Review Board was created by Section 20 of the Illegal Immigration Reform and Enforcement Act of 2011, also known as House Bill 87.  \n\nThe seven-member review board fields complaints that Georgia governments or agencies have violated any of three state laws. One bans them from establishing policies that give illegal immigrants safe harbor. A second requires them to check the legal status of applicants for public benefits such as food stamps. The third mandates that their contractors and subcontractors file affidavits saying they use a federal database that checks whether employees are in the U.S. legally.\n\nSome of the violations the board has the authority to investigate can be considered criminal offenses.\n\nAgency workers who purposefully violate the law requiring them to check the legal status of those seeking public benefits commit a misdemeanor, and the attorney general has the authority to investigate. Those who knowingly file false affidavits about their use of the federal database violate felony fraud laws.   \n\nLocal governments that give safe harbor or sanctuary to illegal immigrants risk losing state funding. The board can issue sanctions such as fines as high as $5,000 if a local government doesn’t fix its problems by deadline.\n\nThe section of HB 87 that established the immigration board makes no mention of bringing in or collaborating with the attorney general’s office, except to say that the law does not prohibit the state’s top lawyer from \"seeking any other remedy available by law.\"  \n\nWe asked the state attorney general’s office for its understanding of the law. A spokeswoman said that the immigration board has civil enforcement authority, while the attorney general has the power to prosecute violators criminally. The immigration board can make recommendations to the attorney general’s office, which will decide whether criminal prosecution is appropriate.\n\nThe Association County Commissioners of Georgia and the Georgia Municipal Association, interest groups that represent local and county governments, have the same understanding of the immigration board’s powers.  \n\nKent told us that’s how he understands the law, too. If activists think he’s saying that the board has the power to criminally prosecute violators on its own, they’re twisting his words, said Kent, who is national spokesman for Americans for Immigration Control.  \n\n\"The panel could most certainly, if it felt warranted, ‘bring in the attorney general’ and recommend his office open an investigation with an eye toward prosecution,\" Kent said in an email.\n\nAnyone has the power to tell the attorney general of a possible violation of the law, he told us in a telephone interview. \"The board can’t do it alone, obviously,\" Kent said.\n\nWe agree, but that’s not what Kent originally said.\n\nKent said that the board \"can actually prosecute\" violators, and \"get them into jail,\" if it enlists the help of the attorney general’s office.\n\nActually, the board cannot prosecute anyone or get them into jail.  \n\nThe board can bring a potential violation to the attorney general’s attention. So can any citizen. That doesn’t mean his office will investigate, much less prosecute.\n\nKent may have meant to convey that the Immigration Enforcement Review Board can only recommend that the attorney general open an investigation, but he gave the impression it has far more power than that. He therefore earns a False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021", "vclaim_id": "vclaim-pol-12224"}