{"url": "/factchecks/2017/mar/09/blog-posting/image-obama-handcuffs-wiretapping-trump-fake-photo/", "speaker": "Bloggers", "vclaim": "A photo shows \"Obama being dragged before a judge in handcuffs for wiretapping Trump.\"", "truth_label": "pants-fire", "date": "stated on March 5, 2017 in Internet posts:", "title": "Image of Obama in handcuffs for wiretapping Trump is fake photo", "text": "A photograph in a fake news story purporting to show former President Barack Obama standing before a judge in handcuffs is a crude composite image made up by a joke site.\nYou’d think that would be obvious just by looking at the picture, but it’s not, judging by the thousands of times it was shared on social media.\n\"Breaking: Leaked picture of Obama being dragged before a judge in handcuffs for wiretapping Trump,\" reads the headline on several versions of the same Internet post on March 5, 2017. Facebook users flagged the posts as being potentially fake, as part of the social media giant’s efforts to stamp out fake news on its website.\nThe stories are all essentially identical, saying authorities stopped Obama (wearing a fake moustache!) as he was trying to fly out of Toronto’s airport to an unspecified destination. He was allegedly taken back to Washington, where \"a court reporter who also moonlights for Breitbart\" secretly took the photograph.\nThe photo \"shows\" Obama’s head clearly Photoshopped onto someone else’s body. That someone is actually Robert Halderman, a former CBS News producer who in 2009 was accused — and later convicted — of attempting to extort late-night TV host David Letterman.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nFormer CBS News producer Robert Halderman was arraigned in State Supreme Court in New York on Oct. 2, 2009, on charges of trying to blackmail late-night host David Letterman. (AP photo)\nKeyed to President Donald Trump’s unproven allegations that Obama had wiretapped the billionaire’s phones, the story is originally from a site full of faux news stories, TheLastLineOfDefense.org.\nPolitiFact has rated other fake stories we’ve traced back to the site, including one that said Trump was giving all working Americans $612 and another that claimed that an anti-Trump speech by Meryl Streep cost the actress a job.\nTheLastLineOfDefense.org doesn’t identify the Obama story as fake, but the About Us page notes that \"all articles should be considered satirical and any and all quotes attributed to actual people complete and total baloney.\" There’s no indication on other websites that the image is a joke.\nWhile you don’t have to be a digital forensics expert to tell the photo is a fake, it’s clear after some digging that the claim is fraudulent.\nWe rate it Pants On Fire!\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  A photo shows \"Obama being dragged before a judge in handcuffs for wiretapping Trump.\"    Internet rumors Bloggers   in Internet posts Sunday, March 5, 2017 03/05/2017    Read More  info", "vclaim_id": "vclaim-pol-03580"}