{"url": "/factchecks/2011/aug/14/nicholas-scutari/state-sen-nicholas-scutari-says-new-jersey-has-mos/", "speaker": "Nicholas Scutari", "vclaim": "\"Certainly we're going to be the most restrictive state in the land … in terms of who can get medical marijuana, how it will be prescribed and how it will be achieved in terms of moving it into the marketplace.\"", "truth_label": "true", "date": "stated on July 27, 2011 in in a NJToday interview:", "title": "State Sen. Nicholas Scutari says New Jersey has the most restrictive medical marijuana program in the U.S.", "text": "More than a year and a half after it was enacted, New Jersey is implementing its medical marijuana law.\n\nState Sen. Nicholas Scutari, a primary sponsor of the law, said he’s glad Gov. Chris Christie decided to move forward with the program -- which, he said, is the most restrictive in the country by three measures.\n\n\"Certainly we're going to be the most restrictive state in the land … in terms of who can get medical marijuana, how it will be prescribed and how it will be achieved in terms of moving it into the marketplace,\" Scutari (D-Union) said during a July 27 NJToday interview.  \n\nIs New Jersey really the most restrictive in those three categories?\n\nMost of the experts we spoke with said New Jersey definitely has one of the most -- if not the most -- restrictive medical marijuana programs overall.\n\nWithin Scutari’s three parameters, we found the state senator’s statement sound.\n\nWashington, D.C., and 16 states have medical marijuana laws. Maryland has a law, but it only allows medicinal marijuana use as a legal defense, so we aren’t considering it. The District of Columbia isn’t a state -- and Scutari said \"most restrictive state.\" So, while we’ll look at Washington, D.C.’s program, it won’t factor into our final ruling.\n\nWe’ll compare New Jersey with other programs by Scutari’s three measures -- who’s eligible to get medical marijuana, how medical marijuana is recommended and how a patient actually gets it.\n\nWe should note that medical marijuana technically can’t be prescribed, but doctors can recommend it for patients.\n\nEvery state describes certain medical conditions or treatments that qualify a patient to receive medical marijuana.\n\nNew Jersey’s list of conditions is consistent with other states in some instances -- but of the 17 laws we are considering, only two -- New Jersey and Washington, D.C. -- don’t have a provision for chronic pain, according to a breakdown of medical marijuana laws by the Washington, D.C.-based Marijuana Policy Project, which supports the legalization of marijuana.\n\nTamar Todd, a staff attorney for Drug Policy Alliance, a drug policy reform organization, said while \"pain is one of the categories where it is most needed,\" it also is \"the category that allows the most abuse.\"\n\nThe only mention of pain in New Jersey’s law states that a patient with cancer or AIDS or who is HIV positive, qualifies for medical marijuana \"if severe or chronic pain, severe nausea or vomiting, cachexia, or wasting syndrome results from the condition or treatment thereof.\"\n\n\"[New Jersey’s law] avoids some of the big loopholes that exist in some other states’ laws,\" like California and Colorado, said Jonathan Caulkins, professor of operations research and public policy at Carnegie Mellon University.\n\nBetween New Jersey and Washington, D.C., the nation’s capital has the more restrictive list of conditions, said Karen O’Keefe, director of state policies at the Marijuana Policy Project, though D.C.’s law also includes some medical treatments that New Jersey does not.\n\nNew Jersey, like most other states and Washington, D.C., allows other medical conditions to be added to the program.\n\nNow, let’s look at how a doctor can recommend medical marijuana for a patient and how a patient can get medical marijuana.\n\nNew Jersey lists several requirements a physician must meet in order to be eligible to recommend medical marijuana. One example is a provision requiring doctors to register with the state health department. New Jersey’s medical marijuana program is the only one in the country with that mandate, O’Keefe said.\n\nOnce a doctor recommends in writing medical marijuana for someone in New Jersey, the patient or a caregiver must go to one of six dispensaries -- what the state calls \"alternative treatment centers.\" There is no provision allowing patients to grow marijuana at home in New Jersey, and patients can get a maximum amount of two ounces per month. Delaware -- which allows up to six ounces --  and D.C. -- which allows up to two ounces --  are the only other medical marijuana programs that don’t have a grow-at-home provision.\n\nO’Keefe said, \"If you are talking about restrictive, I think it’s reasonable to say that having dispensaries only is more restrictive,\"  because marijuana is being grown in a controlled setting, rather than in private homes.\n\nThe ruling\n\nScutari said New Jersey will be the most restrictive state in the nation for medical marijuana because of who can get it, how a doctor can recommend it and how it is distributed.\n\nMost experts we spoke with agreed New Jersey is one of the most restrictive states for medical marijuana overall. But by Scutari’s three measures, PolitiFact New Jersey found that the Garden State is generally the most restrictive.\n\nSo, we rate Scutari’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-12576"}