{"url": "/factchecks/2017/jan/10/dawnna-dukes/full-flop-dawnna-dukes-sworn-after-vowing-resign-h/", "speaker": "Dawnna Dukes", "vclaim": "On resigning her Texas House seat.", "truth_label": "full-flop", "date": "stated on January 10, 2017 in the Texas House:", "title": "Full Flop: Dawnna Dukes sworn in after vowing to resign her Texas House seat", "text": "Months ago, Dawnna Dukes declared that she’d resign her Texas House seat, effective Jan. 10, 2017.\nYet on that date, the 11-term Austin Democrat, who's been under investigation for possibly using taxpayer resources for nongovernmental purposes, joined House colleagues in getting sworn in to serve  a fresh two-year term. Dukes represents House District 46, which extends from East Austin north into Pflugerville.\nDukes’ actions prompted us to roll out the PolitiFact Flip-O-Meter.\nLet’s recap:\nIn 2013, Dukes sustained injuries in an automobile accident that she subsequently blamed for often missing House meetings.\nIn two 2016 investigations, too, the Austin American-Statesman uncovered questionable expenses on Dukes’ campaign spending reports and revealed that she was absent from the Legislature for much of the 2015 session, even as she apparently attended several social events. The newspaper also found that Dukes’ consulting company and her subcontractors made more than $1 million over four years working to boost the number of minority- and women-owned companies working for the Austin school district, but had little to show for its work.\nDukes then stressed persistent injuries and her desire to care for her daughter in initially telling the Quorum Report, a Capitol news organization, about her plans to resign. That report’s Sept. 26, 2016, story about Dukes’ plans quoted her as saying that multiple visits to the emergency room combined with a more serious evaluation of her condition from physicians had forced her to re-evaluate her situation.\n\"This has been a very difficult decision to make,\" Dukes said. \"However, in light of my ongoing health issues and concerns, I find that I can no longer provide the active, effective leadership that is needed to continue my sworn duties. I must take the time to focus all of my energy to heal and continue to provide for my young daughter and extended family.\"\nLater that day, the Statesman noted in its news story on Dukes’plans that she’d been dogged by a criminal investigation into use of taxpayer resources for nongovernmental purposes. Her retirement announcement came days after the Texas Rangers delivered the findings of their probe to the Travis County district attorney’s office, which was reviewing the file, the story said.\nThe story also said Dukes was \"allowing her current term to expire rather than resigning immediately, allowing her to make an extra $3,220 per year in retirement benefits from the state because serving any amount in January counts as a full year when calculating pension benefits.\"\nAlso noted: Dukes’ name would still appear on the November 2016 general election ballot. Without campaigning for the seat, Dukes went on to defeat her Republican opponent in the heavily Democratic district. Still, the expectation remained that the seat would become vacant starting Jan. 10, the first day of the 2017 regular legislative session, and remain vacant pending the results of a special election to be called by Gov. Greg Abbott.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nNext, though, the Statesman reported Jan. 7, 2017 that Dukes had notified the new Travis County district attorney, Margaret Moore, that she was no longer planning to step down.\nThree days later, about half an hour after the noon start of the 2017 session, Dukes joined colleagues in the House and was sworn in to serve a fresh two-year term.\nEarlier, Dukes explained her move in a Jan. 9, 2017, Facebook post, which she described as her replies to questions from the Texas Tribune, that after constituents urged her to reconsider her plans, her doctors \"gave me the green light and I decided to ensure District 46 had experienced representation starting on\" the session’s opening day.\nAfter her swearing-in, Dukes reaffirmed that explanation to reporters. She also declined to discuss the county's probe, saying, \"Anything concerning legal is in the process, or not, and I don’t plan on discussing it.\"\nAfter we posted this story, Dukes responded to our earlier requests for comment on whether she'd flip-flopped by saying her late-breaking decision to fill the seat honored her longstanding commitment to voters who gave her the 2016 Democratic nomination before she announced her plan to resign the seat. Voters went on to re-elect her, Dukes stressed.\nDoctors gave her encouragement, Dukes reaffirmed by phone, and constituents \"talked me into keeping the promise to serve.\" Asked if she plans not to resign at all, Dukes said she intends to serve \"as long as the people elect me.\"\nOur ruling\nSumming up, Dukes said in September 2016 that she’d resign her seat in early 2017. On Jan. 10, 2017, however, she was sworn in to serve an additional two years representing the Austin-area district.\nWe find this a FULL FLOP.\n\nFull Flop A major reversal of position; a complete flip-flop.\nUPDATES, Jan. 10, 2017: This story was revised to clarify when the Statesman reported on possibly questionable uses of goverment resources. We also heard back from Dukes and added her elaboration about deciding to get sworn in. These revisions didn't affect our Flip-O-Meter rating.\nhttps://www.sharethefacts.co/share/43553e90-2b5d-4a23-a195-4a45f99271c0", "vclaim_id": "vclaim-pol-03805"}