{"url": "/factchecks/2010/oct/11/hank-gilbert/hank-gilbert-says-texas-department-agriculture-cou/", "speaker": "Hank Gilbert", "vclaim": "Says the Texas Department of Agriculture seeks to purchase up to 300,000 promotional stress balls.", "truth_label": "true", "date": "stated on September 24, 2010 in a press release.:", "title": "Hank Gilbert says Texas Department of Agriculture could be buying up to 300,000 stress balls", "text": "Bounciest Democrat on November's statewide ballot? It might be Hank Gilbert, making his second hard charge for state agriculture commissioner versus Todd Staples, the Republican who topped him four years ago.\n\nGilbert, ever prowling for issues, recently trumpeted that the Texas Department of Agriculture is looking at buying thousands of stress balls -- squeezable toys. He said in a Sept. 24 press release: \"Make no mistake, Texans love their balls: footballs, baseballs, basketballs, and soccer balls. But 300,000 stress balls? It seems a little extreme, but that's the quantity of grape, barbell, and book-shaped polyurethane stress balls the Texas Department of Agriculture could be spending taxpayer dollars on...\"\n\nReally?\n\nTo our inquiry, Gilbert's campaign provided Web links to the agriculture agency's June request for bids as well as a September post on a state website indicating that a $99,000 contract to provide promotional materials was awarded to a Massachusetts company, Oceans Promotions.\n\nWe downloaded the June 29 bid-request package from a site for state requisitions overseen by the state comptroller's office.\n\nThe package shows the department was seeking bids to provide up to 300,000 stress \"relievers,\" which we're guessing are not balls because they're not round.\n\nPrecisely, the package says, the agency sought bids to make \"promotional items with logo imprints to follow through on (the) TDA Food and Nutrition Texans Bring It Campaign,\" with the items to include grape-shaped stress relievers with \"Texans Bring It\" written on them or \"Eating Right,\" which would be made of polyurethane and be two inches high by three inches wide.\n\nThe package says a second set of stress relievers, each one called \"Dumbbell,\" would be imprinted \"Texans Bring It\" and \"Exercise\" and be five inches high by 1.8 inches in diameter. A third stress reliever would be imprinted \"Book\" and \"Texans Bring It,\" according to the bid package, while other promotional items would include pencils, buttons and bumperstickers.\n\nThe package says the bids were sought for various quantities, starting from 2,500 and topping out at 100,000 each. It electronically links to a Branders.com site showing what the agency wanted the stress relievers to look like (our interpretation: bunches of purple grapes).\n\nIs all this a real deal?\n\nTo our inquiry, Bryan Black, Staples' spokesman, replied via e-mail: \"An invitation for bid was issued for these federally funded educational items to reduce the $5.8 billion avoidable health care expenditures, paid by taxpayers, associated with overweight and obesity health problems.\"\n\nWe followed up with Black, asking if it's accurate to conclude that up to 300,000 of the stress relievers are being purchased. We also wondered why the purchase was being made. Black said he'd limit his comment to his e-mailed statement.\n\nSurely the agency would pipe up if Gilbert got its purchase plans wrong. We rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-14262"}