{"url": "/factchecks/2020/may/14/darin-lahood/lahood-overstates-chicagos-share-illinois-covid-19/", "speaker": "Darin LaHood", "vclaim": "\"93% of the (COVID-19) cases in the state of Illinois have come from Chicago.\"", "truth_label": "false", "date": "stated on May 1, 2020 in a TV interview:", "title": "LaHood overstates Chicago’s share of Illinois COVID-19 cases", "text": "Calling for restrictions under the state’s stay-at-home order to be relaxed in his west-central Illinois district, U.S. Rep. Darin LaHood claimed Chicago accounts for the vast majority of the state’s COVID-19 cases.\n\"Peoria is not like Chicago,\" LaHood told a CBS affiliate in Peoria. \"93% of the cases in the state of Illinois have come from Chicago … There has to be a tiered system, a more measured and a balanced approach.\"\nLaHood, a Republican who represents Illinois’ 18th Congressional District, which includes Peoria, made those remarks May 1 after Democratic Gov. J.B. Pritzker acknowledged some regions may be ready to reopen sooner than others depending on when they pass their peak.\nWhile there’s no doubt major urban centers with large, concentrated populations have seen a higher number of confirmed positive cases, LaHood’s figure for Chicago — where about 20% of the state’s 12.7 million residents reside — seemed improbably high.\nOn the day he made his claim, the number of cases in Chicago had reached 22,700, about 40% of the state’s 56,000 cases at the time, according to data from the Illinois Department of Public Health. Chicago’s share of the total hasn’t varied much in the days since, the same dataset shows. LaHood’s own Peoria County has seen just 148 positive cases.\nDebates over how and when to resume different kinds of business and other activities have raged across states as the nation continues to confront both a rising death toll and historic surges in unemployment.\nPritzker has since released a plan to gradually reopen Illinois that divides the state into four regions. None of the counties LaHood represents are included in the same region as Chicago. Some businesses, such as restaurants, would not open anywhere until the end of June at the earliest under the plan. LaHood said it’s \"unrealistic\" for Downstate regions to wait that long.\nWhen we asked LaHood’s office for evidence of his claim, a spokesperson indicated LaHood was referencing an area that included Chicago and the northern part of the state.\n\"Northern or upstate IL and Chicago, as of last week, accounted for approximately 93% of the cases, and ‘Northern’ was inadvertently left out during the interview,\" a spokesman wrote in an email.\nAsked if LaHood misspoke when he cited Chicago instead of \"upstate\" or \"northern\" Illinois, we got no response.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nHad LaHood referred to counties in northern Illinois that include the Chicago metropolitan region, he would have found himself on much firmer ground. The vast majority of the state’s cases have occurred in Cook County and the five counties that surround it: DuPage, Kane, Lake, McHenry and Will. Together, those six counties are home to about two-thirds of Illinois residents but accounted for 90% of the state’s COVID-19 cases as of May 13.\nIt’s common for residents outside of the Chicagoland area to refer to the significantly larger and more populous northeastern region collectively as \"Chicago,\" according to state political experts. But they said the inaccuracy reinforces regional stereotypes.\n\"If you’re already disposed to think of things as us versus them, then that’s reinforcing that narrative,\" said Kent Redfield, a professor emeritus of political science at the University of Illinois Springfield. \"But it’s not precise, it’s not accurate … If you’re referring to northeastern Illinois, then be specific about what you’re referring to.\"\nOur ruling\nLaHood said 93% of COVID-19 cases in Illinois \"have come from Chicago.\"\nConfirmed cases in Illinois’ largest city account for less than half of the state’s total cases, public health data show. That’s far from the figure LaHood cited during his TV appearance.\nLaHood’s spokesperson said he was referring to the northern region of the state more broadly, but experts told us that’s no excuse.\nWe rate his claim False.\n\nFALSE — The statement is not accurate.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-18300"}