{"url": "/factchecks/2010/oct/07/alan-grayson/alan-grayson-says-dan-webster-would-force-rape-and/", "speaker": "Alan Grayson", "vclaim": "Dan Webster \"would force victims of rape and incest to bear their attacker's child.\"", "truth_label": "mostly-true", "date": "stated on October 6, 2010 in a campaign commercial:", "title": "Alan Grayson says Dan Webster would \"force\" rape and incest victims \"to bear their attacker's child\"", "text": "In his new toned-down version of the \"Taliban Dan\" attack ad, Rep. Alan Grayson, D-Fla., one of the most outspoken Democrats in the House, narrows his focus to three points.\n\nThe first ad, released Sept. 25, 2010, garnered mostly negative attention for labeling his Republican challenger, former state House Speaker Daniel Webster, \"Taliban Dan.\" PolitiFact Florida looked at Webster's longstanding connection to a conservative Christian group and ruled one part of that ad False and another part Half True.\n\nOn Oct. 6, 2010, the Grayson camp released a new ad that covers much of the same territory, but which eliminates some of the more provocative language and claims from the first ad. As soon as we heard about the new ad, we knew we had to fact-check all the claims.\n\nHere's a full transcript of the new ad:\n\nDaniel Webster's Washington backers are attacking Alan Grayson on women's issues. The facts on Webster's record:\n\nFact: Webster sponsored a bill to create a form of marriage that would trap women in abusive relationships.\n\nFact: Webster is an advocate for a group that teaches that mothers should not work outside the home.\n\nFact: Webster would force victims of rape and incest to bear their attacker's child.\n\nThose are the facts. Don't let Daniel Webster make the laws we will have to live with.\n\nHere are our fact-checks for the first of those claims (True) and for the second (Barely True). The one we'll check now is the claim that Webster \"would force victims of rape and incest to bear their attacker's child.\"\n\nFirst, we tried to confirm Webster's position on abortion.\n\nHis campaign website has a section titled \"Sanctity of Life\" that says, \"Daniel Webster would support legislation that the Constitutional protections of life and liberty extend to the unborn.\" He also earned the most stringent anti-abortion rating (and an endorsement) from the Republican National Coalition for Life -- \"pro-life without discrimination.\" And we saw a 1996 St. Petersburg Times profile that reported that Webster \"opposes abortion even in cases of rape and incest.\"\n\nWe checked with his campaign to confirm whether he is opposed to abortion even in cases of rape and incest, and a spokeswoman confirmed it.\n\nSo Grayson's ad is correct on Webster's philosophical beliefs about abortion. But does that mean that Webster \"would force victims of rape and incest to bear their attacker's child\"?\n\nWe don't think that's so clear-cut, since Webster's legislative efforts on abortion, while extensive, have stopped well short of what Grayson's ad suggests.\n\nWebster's legislative record is extensive, having served 28 consecutive years representing the Orlando area. He was elected to the state House in 1980 and was re-elected until 1998. He then served in the state Senate from 1998-2008. From 1997-1998 he served as House speaker, the first Republican to hold that position since 1875.\n\nThere is no question that Webster was a consistent opponent of abortion throughout his career in Tallahassee. Webster earned a 100 percent \"A\" rating from the Christian Coalition of Florida his last four years in the state Senate -- one of only two to receive a perfect rating each year.\n\nIn 1988, Webster sponsored a law requiring parental consent for some abortions by minors. The law passed, but ultimately was ruled unconstitutional.\n\nAs speaker in 1997, he helped pass two bills seeking to limit abortions. The first, the Woman's Right to Know Act, required doctors to give women seeking abortions special pamphlets explaining the procedure and listing alternatives. The second bill banned a controversial and rare type of late-term abortion.\n\nIn 1998, he voted in favor of a parental notification bill. This bill was passed, but then vetoed.\n\nMeanwhile, in 2004, while serving in the state Senate, Webster proposed a bill that would create guardians for unborn children. The bill did not pass.\n\nIn 2005, he helped author legislation that required parents be notified if their minor child was intending to get an abortion. This bill passed and was signed into law.\n\nAnd in 2008, his final year in elected office, Webster proposed a bill that would require women getting an abortion to first have an ultrasound of the fetus performed. That bill failed on a 20-20 vote in the Senate. (A similar bill passed this year, before being vetoed by Gov. Charlie Crist.)\n\nTwo of these bills did not have exceptions for rape or incest victims, but we don't think they provide sufficient support for the ad's sweeping statement about Webster's intentions about rape and incest victims. The 1997 late-term abortion bill addressed a rare sub-segment of all abortions, while the 1998 parental notification bill affected minors only and provided them with the right to notify a judge instead of their parents.\n\nAll told, this represents a lot of legislative activity on abortion. However, our review of Webster's time in the Legislature also uncovered a pattern of pragmatism.\n\nMost strikingly, in 2006, after South Dakota passed a sweeping abortion ban, Webster decided against attempting to enact a similar law in Florida. South Dakota's anti-abortion law banned abortion in all cases -- including rape or incest -- only allowing it in order to save the life of the mother. Webster said that the climate in Florida wasn't right for such a bill, particularly after the heated debate over whether the government should intervene in the case of Terri Schiavo, a brain-damaged woman who died after a feeding tube was removed at her husband's request. The Schiavo case became a cause celebre for opponents of abortion.\n\n\"Based on the vote last year on the Terri Schiavo issue, it appears the the climate in the Florida Senate is not right for pro-life legislation,\" Webster said.\n\nTwo years later, when he proposed the ultrasound legislation, Webster included exemptions for victims of rape, incest, domestic violence or human trafficking.\n\n\"I'm pro-life, so I want to see as many people at least think as long as they can about it,\" Webster said during the 2008 ultrasound bill debate. \"There's nothing I can do about changing the law. Abortions are going to be offered. But I'd like to at least give (women) the very best information.\"\n\nSo where does this leave us? There is no question that Webster believes that abortion should be banned except to save the life of the mother, and that gives the Grayson campaign a lot of cover for its charge. But this fact doesn't support the ad's claim completely. By charging that Webster \"would force victims of rape and incest to bear their attacker's child,\" the ad steps beyond the realm of a candidate's personal belief and into the realm of what they would actually do if elected to office.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\nIt's impossible to know precisely what abortion bills Webster would propose or support if he were to be elected to the U.S. House. We asked Webster's campaign how he would vote if a bill were to come up in Congress restricting abortion in cases of rape and incest, but he declined to answer the question because it is a \"hypothetical.\" They added that of his thousands of votes in the legislature, Webster did not sponsor or vote for such a measure.\n\nA close examination of his legislative career suggests that his hard-line philosophy has been tempered by a more pragmatic streak at times. Most strikingly, when Webster was faced with a 2006 South Dakota model that would do pretty much what Grayson said Webster would support, Webster declined to forge ahead, even as some abortion opponents urged such an effort.\n\nThe Grayson camp discounts this example, saying it's only natural for a politician to advance his philosophy when the time is right and hold back when it's not expedient. They have a point. Still, Grayson's charge has a substantial grounding in the truth, so we rate it Mostly True.", "vclaim_id": "vclaim-pol-14279"}