{"url": "/factchecks/2013/may/15/marcy-kaptur/rep-marcy-kaptur-says-social-security-trust-/", "speaker": "Marcy Kaptur", "vclaim": "\"The Social Security trust fund is sound. Without anything being done, it would function well into 2038; and even after that time with no changes, we could pay 80 percent of the benefits that people have earned.\"", "truth_label": "half-true", "date": "stated on April 11, 2013 in House of Representatives floor speech :", "title": "Rep. Marcy Kaptur says Social Security trust fund is sound into future", "text": "There’s a reason that Social Security is called the \"third rail\" of politics.  When President Barack Obama issued a 2014 budget proposalthat would cut Social Security’s spending growth by using a \"chained CPI\" to calculate inflation-related benefit increases, he was promptly zapped by many in his own political party, including Rep. Marcy Kaptur, a Democrat from Toledo.\n\n\nKaptur denounced Obama’s proposal on the House of Representatives floor, arguing that the \"formula change that is being proposed would add up to a big cut for America’s senior citizens who have earned their benefits,\" and would harm struggling senior citizens.\n\n\n\"The Social Security trust fund is sound,\" Kaptur said on April 11, 2013. \"Without anything being done, it would function well into 2038; and even after that time with no changes, we could pay 80 percent of the benefits that people have earned.\"\n\n\nGiven claimsfrom othersthat Social Security is bound for bankruptcy, PolitiFact Ohio decided to look at Kaptur’s claims that the Social Security system can function without tweaking into 2038 and beyond.\n\n\nKaptur’s spokesman Steve Fought referred us to an Oct. 2012 reportfrom the Congressional Budget Office. It projects the Social Security’s Disability Insurance (DI) trust fund will be exhausted in 2016 under current law, and its Old Age and Survivors Insurance (OASI) fund will run out in 2038.\n\n\nThe report notes that in past years when the disability fund ran short of cash, legislators allowed money from the old age fund be to be spent on the disabled, leading many people to consider the funds in tandem. If future legislation again shifts money from the old age fund to those with disabilities, CBO projects the joint fund would be exhausted in 2034.\n\n\nThe report stressed its forecast is somewhat uncertain. It said the trust funds were exhausted in 2029 or earlier in 10 percent of the simulations it examined, and lasted until 2045 or later another 10 percent.\n\nIn an email, Fought said Kaptur’s remarks referred to the Old Age and Survivors Insurance Trust Fund. He noted that her speech only discussed the the elderly without mentioning the disabled.\n\n\n\"Social Security is commonly associated, at least in layman’s circles, more so with OASI (old  age benefits) than with DI (disability benefits),\" Fought’s email said, adding it was that context in which Kaptur made her remarks.\n\n\nThe CBO report notes that after the combined trust funds are exhausted in 2034, revenues the following year \"are projected to equal 81 percent of scheduled outlays. Thus, payable benefits will be 19 percent lower than scheduled benefits. The gap between scheduled and payable benefits will shrink slightly for the following decade, falling to 16 percent in 2050. It will then widen, and by 2086, payable benefits will be 24 percent smaller than scheduled benefits.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBetty Sutton\n\n\nstated on September 1, 2010 in a campaign fundraising e-mail\n\n\n\n\n\n\n\n\n\"Ganley said that if elected, he wants to ‘cut the dickens’ out of Social Security, Medicare and Veterans’ benefits.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Sabrina Eaton • September 20, 2010\n\n\n\n\n\n\n\n\n\nFought said the CBO was referring to the combined funds, not just the Old Age and Survivors Insurance fund. He said it’s possible revenues would be higher than the 81 percent figure if only the OASI were examined, but said Kaptur’s speech used the more conservative 80 percent figure.\n\n\nThe most recent Social Security trustees report, issued for 2012, didn’t echo Kaptur’s confidence about the trust fund’s long term health. The figures in it’s forecast were close to Kaptur’s numbers, but not identical. The reportpredicted the joint trust funds’ reserves would be exhausted in 2033, and  \"thereafter, tax income would be sufficient to pay only about three-quarters of scheduled benefits through 2086.\" If each program was considered alone, the trustees said the disability fund would be exhausted in 2016, and the old age fund would run out in 2035. The report urged lawmakers to address \"the long-run financial challenges facing Social Security and Medicare.\"\n\n\n\"If they take action sooner rather than later, more options and more time will be available to phase in changes so that the public has adequate time to prepare,\" the report said.\n\n\nThe proposal Obama made to use the the chained CPI as Social Security’s inflation index is one of many ideas that’s been suggested to improve the program’s long term health and reduce the federal budget deficit. \"Chained CPI\" refers to the \"Chained Consumer Price Index for All Urban Consumers.\" It differs somewhat from the Consumer Price Index for Urban Wage Earners and Clerical Workers, which the Social Security Administration currently uses to adjust benefits for inflation.\n\n\nThe chained CPI  reflects substitutions that consumers make when prices rise. As the Congressional Budget Officeexplains it, \"many people can lessen the impact of inflation on their standard of living by purchasing fewer goods or services that have risen in price and, instead, buying more goods or services that have not risen in price or have risen less.\"\n\n \n\nUsing the chained CPI to adjust government benefits such as Social Security is would be estimated to save the government about $130 billionover the next decade. If such a proposal took effect next year, the CBO predictsSocial Security benefits would be roughly $30 a month lower, on average, by 2023 than they would be under current law, representing a reduction of about 2 percent of average benefits. A Social Security trustee told the House Ways and Means Committee the change would have a small beneficial impact on Social Security’s total financing shortfall, but won’t solve long term problems.\n\n\n\"Accomplishing long lasting Social Security financing reforms will require far more substantial action to align the program’s basic benefit formula and eligibility rules with future tax schedules,\" trustee Charles Blahous told the Ways and Means Subcommittee on Social Security..\n\n\nKaptur’s claim is partially accurate. She cited numbers from statistics compiled by the Congressional Budget Office. They don’t mesh precisely with the Social Security Administration’s numbers, but are fairly close.\n\n\nShe’s on shakier ground with her contention that the fund is \"sound.\" Without corrective action, Social Security’s old age trust fund will be exhausted in 25 years, the CBO projects, and its lack of funding could impact benefits for future senior citizens. That’s an important contextual factor.\n\n\nOn the Truth-O-Meter, her statement is Half True.", "vclaim_id": "vclaim-pol-09332"}