{"url": "/factchecks/2011/nov/20/sheldon-whitehouse/sen-sheldon-whitehouse-says-us-spends-18-percent-i/", "speaker": "Sheldon Whitehouse", "vclaim": "\"The American healthcare system burns 18 percent of our national GDP. Nobody else is close.\"", "truth_label": "true", "date": "stated on September 21, 2011 in a speech:", "title": "Sen. Sheldon Whitehouse says U.S. spends 18 percent of its GDP on healthcare, far more than other nations", "text": "U.S. Sen. Sheldon Whitehouse, a Democrat from Rhode Island, was one of several speakers at  a Sept. 21 health care forum in Washington on the future of health care in the United States. Not surprisingly, much of his speech focused on how much the nation spends on health care.\n\nThe forum was organized by the nonprofit Washington-based Partnership for Quality Care, whose members, according to its website, include physician groups, health plans, employers, hospitals, consumer groups and policymakers.\n\nOne point Whitehouse made caught our attention.\n\n\"The American health care system burns 18 percent of our national GDP. Nobody else is close,\" he said.\n\nWe knew our spending was high compared with other industrialized nations, but we wondered whether he got his facts right.  \n\nFirst, we contacted Whitehous'’s spokesman, Seth Larson, to find out where the information came from. He sent us links to two websites.\n\nThe first link took us to the site for the federal Department of Health and Human Services, Centers for Medicare and Medicaid Services.\n\nThere, we found this statement: \"Total health expenditures reached $2.5 trillion (in 2009), which translates to $8,086 per person, or 17.6 percent of the nation’s gross domestic product.\" The most recent comparisons are for 2009.\n\n(Gross Domestic Product, the market value of the nation’s production of goods and services, has since been revised for 2009, so the share of health care spending that year was actually 17.8 percent of the GDP, said Thomas Dail, a spokesman for the federal Bureau of Economic Analysis. Either way, it still rounds to 18 percent, as Whitehouse said.)\n\nNext, we followed the second link to check how the United States’ health care spending compares with spending in other industrialized countries.\n\nThe international data came from the Organisation for Economic Co-operation and Development, a Paris-based organization with 34 member countries. The organization, which has an office in Washington, D.C.,  is funded by contributions from its member governments.\n\nUnder \"Frequently Asked Questions,\"  we found a link to a spread-chart that shows annual health expenditures by country as a share of GDP.\n\nIn 2009, the most recent year with complete data, the industrialized country with the next highest health expenditure per GDP is the Netherlands, at 12 percent, followed closely by France, Germany, Denmark, Canada and Sweden -- all above 11 percent.\n\n(It should be noted that many countries that spend far less on health care than the United States get better results on such measures as life expectancy, access to care and treatment of heart attacks and other health problems.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\n\nOur ruling\n\nWhitehouse said that U.S. health care spending accounts for 18 percent of the national GDP, far outstripping other countries. He got his facts right, accurately summarizing two reports based on federal government data.\n\nWe rate his statement True.\n\n(Get updates from PolitiFactRI on Twitter. To comment or offer your ruling, visit us on our PolitiFact Rhode Island Facebook page.)", "vclaim_id": "vclaim-pol-12066"}