{"url": "/factchecks/2012/jan/24/rick-santorum/rick-santorum-says-2008-spike-oil-prices-caused-fl/", "speaker": "Rick Santorum", "vclaim": "Florida's economy \"became a bad economy ... because of a huge spike in oil prices in the summer of 2008.\"", "truth_label": "barely-true", "date": "stated on January 23, 2012 in a Republican presidential debate in Tampa, Fla.:", "title": "Rick Santorum says a 2008 spike in oil prices caused Florida's economy to falter", "text": "In a Republican presidential debate in Tampa, Fla., candidate Rick Santorum said building oil rigs and pipelines in the Gulf of Mexico was \"the best way to create a good economy for the state.\"\n\nIn fact, high oil prices were what had weakened the state's economy in the first place, he said at the Jan. 23, 2012, debate.\n\n\"What threatens the tourist industry in Florida, as we've seen, is a very bad economy, and a very bad economy that became a bad economy why?\" he said. \"Because of a huge spike in oil prices in the summer of 2008.\"\n\nWe remember 2008 — that was the year that housing prices were falling, Bear Stearns and Merrill Lynch collapsed, Lehman Bros. filed for bankruptcy, Fannie Mae and Freddie Mac were on life support, credit dried up and the Dow Jones index dropped nearly 800 points in a day. Average Americans started to hear terms like \"credit default swap\" for the first time.\n\nMeanwhile, the average price for a gallon of gas jumped above $4. In July, oil hit $150 a barrel.\n\nWe wondered: Did Florida's economy falter because of a \"huge huge spike in oil prices in the summer of 2008?\"\n\nTourism vs. drilling\n\nThe subject arose in the debate in Tampa — an area where a gulf oil rig gusher off the coast of Louisiana in 2010 had idled fishing boats and scared off tourists — when panelist Beth Reinhard of the National Journal asked about oil drilling and the economy.\n\n\"The state's most optimistic estimates say more drilling would create 5,000 jobs, but an oil spill would threaten Florida's tourism industry, which employs nearly 1 million people,\" she said. \"Is that worth the risk?\"\n\nSantorum replied:\n\n\"What threatens the tourist industry in Florida, as we've seen, is a very bad economy, and a very bad economy that became a bad economy why? Because of a huge spike in oil prices in the summer of 2008. So energy is absolutely key to keep all of our country healthy, specifically Florida, which is a destination place.\"\n\nWhat role did volatile oil prices in 2008 play in Florida's economy?\n\n\"Oil price spikes clearly hurt, but Florida was already mired in recession by then,\" said Mark Vitner, senior economist with Wells Fargo, who tracks trends in the state. \"Florida's housing markets began to weaken considerably in 2006, and the recession likely began in the state by the spring of 2007.\"\n\nEven during a wider economic downturn, energy markets still managed to attract attention. The Palm Beach Post named \"oil prices\" one of its top 10 national stories of the year, along with \"economic meltdown.\" But oil prices didn't make its list of top local and state stories. Two that did make it? \"Florida budget crisis, economy worsen,\" and \"foreclosure, credit crunch hurt state's real-estate market.\"\n\nIn June, economists credited higher gas prices for rising unemployment. Higher fuel costs were pushing up prices on food and other goods. That might have been driving more teens and stay-at-home mothers to re-enter the workforce, University of Central Florida economist Sean Snaith told the Times.\n\nAt the time, the unemployment rate in April 2008 was 4.9 percent and rising. Oil prices peaked in July.\n\nIn Snaith's August 2008 forecast, oil prices were mentioned only as a welcome development — they were falling.\n\nThe state's long-range financial outlook, released in the fall, noted the flagging economy, saying: \"Largely, these changes were related to Florida’s troubled housing market and the worsening national outlook.\"\n\nThe only mention of oil or gasoline prices in the report were gas prices' causing a downturn in Lottery ticket sales.\n\nBy October, as the wider economy worsened enough to invite comparisons with the early 1970s, another Times story noted differences between the two downturns: \"The 1973 turndown was fueled by a crippling oil embargo and extended by surging inflation. This one had its roots in a housing bust and the ripple of bad mortgage loans. It was pushed into overdrive by fearful financial institutions that cut off the flow of credit.\"\n\nAt the time of the article, gas was already expected to drop below $3 a gallon.\n\nBy December, that $150-a-barrel oil had dropped to $33 a barrel. But the state's unemployment rate had soared to 8.1 percent.\n\nThe biggest culprit noted in a story by the Times? The housing downturn.\n\nWe sought out Scott Brown, chief economist for Raymond James Equity Research in St. Petersburg, Fla.\n\n\"Higher gasoline prices were a factor in the economic downturn, but the collapse of the housing bubble and deleveraging were much bigger issues,\" he said.\n\n(As for gas prices' influence on tourism, there is some, Brown said. \"However,\" he concluded, \"the 2010 oil spill had a clear negative impact.\")\n\nEconomist Tony Villamil, dean of the business school at St. Thomas University, called oil prices \"a minor factor.\"\n\nOur ruling\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nRick Santorum said Florida's economy \"became a bad economy ... because of a huge spike in oil prices in the summer of 2008.\"\n\nHe's right that an oil price peak in July 2008 did drive up other costs and perhaps bumped up the unemployment rate as more strapped Floridians sought to work to help cover prices at the pump.\n\nBut a burst housing bubble already had Florida's economy flailing.\n\nAnd as oil prices dove the second half of the year, collapses in housing and banking drove Florida unemployment into far more dire territory, creating the \"bad economy\" Floridians still face.\n\nWere oil prices a factor? Sure. But scarcely a significant one, as Santorum made it sound. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-11730"}