{"url": "/factchecks/2020/apr/23/joe-biden/biden-conflates-tests-market-americans-tested/", "speaker": "Joe Biden", "vclaim": "“The Trump Administration promised 27 million tests by the end of March. As of now, only 4 million have been completed.”", "truth_label": "half-true", "date": "stated on April 21, 2020 in a tweet:", "title": "Joe Biden conflates tests on the market with Americans tested", "text": "While President Donald Trump has lauded increased testing for COVID-19, his rival Joe Biden said the administration has failed to deliver on its promises.\n\"The Trump Administration promised 27 million tests by the end of March. As of now, only 4 million have been completed,\" Biden tweeted April 21.\nThe Trump Administration promised 27 million tests by the end of March.As of now, only 4 million have been completed. It’s unacceptable.We can’t safely reopen the economy without scaling up testing, and we can’t effectively scale up testing unless Donald Trump does his job.— Joe Biden (@JoeBiden) April 22, 2020 \nTests play a huge role in managing the COVID-19 crisis and planning for the recovery. Health experts say that the country needs a massive increase in testing before states can reopen businesses and schools, although some governors are already moving in that direction. The U.S. has lacked a national widespread testing program, a result of early missteps and a lack of capacity and supplies.\nIs the Trump administration really short on its March promise by 23 million tests? \nWe found that Biden’s tweet conflates the number of tests the Trump administration said would be on the market with the number of people who have been tested. About 4 million people in the U.S. have been tested as of April 21, according to Johns Hopkins University.\nWhat the Trump administration \"promised\" \nThe 27 million number comes from a White House briefing March 21. A reporter asked about the number of available tests.\nBrett Giroir, who is overseeing testing for the federal government, responded: \"So, from March 2 to March 14, we have put over 10 million laboratory tests into the U.S. commercial market, and we expect that, by March 28, to be well over 27 million into the market. So that answers your question.\"\nBut Giroir said that was the wrong question to ask because not every lab can run every test.\n\"So, the more important question is not how many tests are in the market — we got them in the market — but it’s to make sure that every segment of the market has the kind of test that they can use,\" said Giroir, the assistant secretary for health at the U.S. Department of Health and Human Services.\nGiroir’s figure of over 27 million referred to how many tests he said would be in the market — not how many people would be tested. \nEarlier in the briefing, Vice President Mike Pence brought up the number of Americans tested, which he said was around 210,000. \"The White House was clear that these were two separate numbers,\" Zack Parkinson, a spokesman for the Trump campaign, told PolitiFact.\nParkinson said that Giroir didn’t make a \"promise\" on the 27 million tests. We will leave it up to readers to decide.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nAbout one month later, Giroir was asked about the 27 million number at a White House briefing. The reporter’s question sounded a lot like what Biden later tweeted:\n\"On March 24 — March 21, the administration promised 27 million tests by the end of March. So far, roughly 4 million people have been tested. So where are the other 23 million or so tests? Did they not materialize? Are they in the pipeline? Help us understand that discrepancy.\" \nGiroir replied that he was referring to tests in the marketplace.\n\"So if you want to use those metrics, there’s been over 40 million ‘in the marketplace.’ But we have an end-to-end issue that we needed to deal with, and that’s what we’ve been dealing with: the swabs, the transport media,\" Giroir said April 20.\n\"We have some of our main platforms that are only 10% being utilized,\" he continued. \"You could have a lot of tests in the market, and those are correct numbers, but if the machines aren’t utilizing them and they’re not organized at that level, then they’re not being utilized to its fullest.\"\nIn other words, it takes more than simply having the test kit available to perform and process the tests.\nTrump has overstated the scope of U.S. testing multiple times. He said that people were being tested getting on and off airplanes and that anybody can get a test, statements we rated Pants on Fire.\nTrump has portrayed the tests as readily available, but several governors say that they aren’t getting enough swabs and reagents to administer large-scale testing. \nAnd Trump has sometimes talked about millions of tests without specifying that he was referring to testing kits.\n\"We have now a great system and it’s almost fully in gear, but it’s able to test millions of people,\" Trump said March 20. At the time, about 140,000 people had been tested, according to the COVID Tracking Project. \nOur ruling\nBiden tweeted, \"The Trump Administration promised 27 million tests by the end of March. As of now, only 4 million have been completed.\"\nBiden conflated two different metrics: the number of projected available tests in the market and the number of people in the U.S. actually tested. \nOn March 21, a Trump administration official said he expected well over 27 million tests in the marketplace by March 28. As of April 21, about 4 million people had been tested.\nThe statement is partially accurate but omits critical context. We rate this statement Half True.", "vclaim_id": "vclaim-pol-16997"}