{"url": "/factchecks/2010/oct/29/advancing-wisconsin/group-says-gop-gubernatorial-candidate-scott-walke/", "speaker": "Advancing Wisconsin", "vclaim": "Says Republican gubernatorial candidate Scott Walker \"increased his own pay by $50,000.\"", "truth_label": "pants-fire", "date": "stated on October 28, 2010 in campaign literature distributed by an outside group:", "title": "Group says GOP gubernatorial candidate Scott Walker gave himself a $50,000 raise as Milwaukee County executive", "text": "A group that backs Democrat Tom Barrett in the 2010 campaign for governor of Wisconsin accuses the Republican nominee, Scott Walker, of fattening his own wallet as Milwaukee County executive.\n\nIn a flier, the group Advancing Wisconsin casts Barrett as a fighter for jobs and education and as a cutter of waste. Walker is denounced as favoring big corporations over families on taxes and opposing a minimum wage increase \"even though he increased his own pay by $50,000.\"\n\nThat’s a claim that might raise both your eyebrows.\n\nAn elected official raising his own pay, by himself? And by fifty large?\n\nAs readers of PolitiFact Wisconsin know, some of this is old ground. We ruled as True a claim by Walker that he had given back more than $370,000 of his salary to Milwaukee County.\n\nSo, where is Advancing Wisconsin headed with its claim?\n\nFirst a little history.\n\nWalker was elected county executive in 2002 in the wake of a scandal over lavish county pensions. One of Walker’s campaign pledges, which he kept, was that he would return $60,000 of his pay to the county every year.\n\nAt the time, the county executive’s salary was $132,724. In 2004, the County Board cut the salary to $129,114 in 2004. (It’s important to note only the board, not the county executive, can change the salary.)\n\nAs support, Advancing Wisconsin cites a Milwaukee Journal Sentinel story from March 2008. The article notes Walker said then if re-elected in April 2008, he would return $10,000 of his salary each year to the county.\n\nWalker was re-elected and now gives back $10,000, rather than $60,000.\n\nTo Advancing Wisconsin, that’s increasing his pay by $50,000, even though Walker is still taking home less than what his salary provides.\n\nHmmm.\n\nIf you were one of the many people who suffered a pay cut during the Great Recession, and your employer later restored most of that money, would you feel you had received a pay increase?      \n\nIn Walker’s case, the pay cuts were voluntary, but otherwise the scenario is the same.\n\nWe asked Advancing Wisconsin executive director Meagan Mahaffey if she had more to back up her organization’s claim. She said that when Walker made his 2002 promise to return $60,000 per year, he \"did not indicate that it was a temporary pledge.\"\n\nNor did he say it was an eternal one.\n\nAnd Walker was upfront with voters when he set the salary giveback for his current term as county executive at $10,000 per year. He was re-elected on that basis.\n\nSo let’s review our math.\n\nIn support of Democrat Tom Barrett, Advancing Wisconsin is claiming Republican candidate Scott Walker \"increased his own pay by $50,000\" as Milwaukee County executive. To be sure, Walker used to give back $60,000 of his pay and he’s now giving back $10,000. It’s a smaller giveback, but follow us closely here, still a giveback. To say otherwise, is a cheap shot and, frankly, turns math on its head.\n\nWe’ll light up the group’s shot in the dark: Pants on Fire.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14098"}