{"url": "/factchecks/2010/apr/19/dan-gelber/gelber-says-florida-teacher-salaries-5000-lower-na/", "speaker": "Dan Gelber", "vclaim": "Florida teachers are \"already paid $5,000 below the national average.\"", "truth_label": "mostly-true", "date": "stated on April 8, 2010 in a letter posted on his campaign Web site.:", "title": "Gelber says Florida teacher salaries $5,000 lower than national average", "text": "In the heated debate over the teacher pay bill that Gov. Charlie Crist vetoed, opponents of the bill often said that Florida teachers were underpaid. They warned that the bill -- which would have linked teacher pay increases to student performance -- would only make matters worse.Dan Gelber, a Democratic candidate for Florida attorney general and an opponent of the bill, wrote in a letter to Crist posted on his campaign blog that, \"the problem with the bill is it assumes the best way to weed out bad teachers is to assume all teachers are bad. While other states are addressing teaching tenure by simply modifying the number of years it takes to obtain tenure, Florida would take the drastic step of eliminating tenure and forcing teachers to work on year-to-year contracts. For a profession that, in our state, is already paid $5,000 below the national average, this will be demoralizing in the extreme.\"We have no illusions that teachers enter the profession in hopes of becoming millionaires, but is the problem really as acute as Gelber makes it out to be?We contacted Gelber's campaign to ask about the source of his claim. A spokesman sent us a copy of the 2008 teacher compensation survey from the National Education Association, a teachers union. The report shows that in the 2007-2008 school year, the average teacher salary in Florida was slightly more than $5,000 below the national average.But we discovered the 2008-2009 numbers that Gelber's campaign provided are estimates that are now outdated. The most recent report shows that the actual national average in the 2008-2009 school year was $54,319, compared with $46,921 in Florida. That's a difference of more than $7,000. So Gelber could have used newer numbers that would better bolster his point that Florida teachers are underpaid.Besides the NEA, we found two other widely recognized data sets on teacher salaries. These come from the American Federation of Teachers, another  teachers union, and the National Center for Education Statistics, a federal agency. AFT's data is for the 2006-2007 school year. The average teacher salary was $51,009 in the U.S., and $47,219 in Florida, a difference of about $3,800.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nThe federal agency's data only looked at seven states, so it doesn't provide a full national picture for comparison.We should note some caveats about making state comparisons of teacher salaries. The Florida Department of Education notes that surveys may not account for cost-of-living differences and factors such as states with higher percentages of teachers with masters' degreees. We also spoke with Elena Silva, a senior policy analyst at Education Sector, an independent education policy think tank. Silva told us that \"more important than comparing salaries to national average is considering total compensation (such as benefits and pensions) and cost of living.\" Unfortunately this data is hard to come by, which makes meaningful comparisons difficult.Still, Gelber said \"paid,\" which to most people means just salary and there's enough for us to assess his claim that Florida teachers are paid $5,000 below the national average. The most recent data from the National Education Association, the source he cited, show that his estimate was actually on the low side and that the disparity is greater that he claimed. But a survey from the American Federation of Teachers suggests the difference isn't as great as he claimed. Still, both surveys support his underlying point that Florida teachers lag behind the national average. So we find his claim Mostly True.", "vclaim_id": "vclaim-pol-15097"}