{"url": "/factchecks/2011/nov/17/john-kasich/gov-john-kasich-says-one-third-ohios-college-grads/", "speaker": "John Kasich", "vclaim": "\"One-third of our college grads leave Ohio within three years.\"", "truth_label": "mostly-true", "date": "stated on November 25, 2011 in a speech:", "title": "Gov. John Kasich says one-third of Ohio's college grads leave the state within 3 years", "text": "Ohio Gov. John Kasich has been giving a lot of speeches lately to a variety of groups but the message is typically the same: that, in his opinion, the state was on life-support when he took office in January and is slowly recovering thanks to his initiatives.\n\nTo drive his point that Ohioans have become increasingly disenchanted with the Buckeye state, the Republican leader suggests that many college graduates are giving up hope of ever making a career here and instead are choosing to leave to pursue life elsewhere.\n\n\"One-third of our college grads leave Ohio within three years,\" Kasich said at a highway engineers conference in Columbus on Oct. 25. \"We lose our best and brightest.\"\n\nLosing 1 in every 3 Ohio college graduates would be a classic example of what academia has come to refer as the \"brain drain.\" PolitiFact Ohio wanted to know whether the governor accurately captured the girth of the problem.\n\nTo start, the statement seems to overlook the fact that not all college graduates are Ohioans to begin with.\n\nThe Ohio State University, for example, is one of the largest universities in the country with more than 56,000 undergraduate and graduate students on its main campus. About 22 percent of them are not Ohio natives. It stands to reason that some would return to their home state or be recruited for work outside of Ohio.\n\nThat point aside, we decided to look at Kasich’s point of reference.\n\nHis information comes from the Ohio Board of Regents, which in 2008, under a previous administration, said that just 66 percent of Ohio public college grads were still in the state three years after graduation. Then-Chancellor Eric Fingerhut  aimed to raise that figure to 70 percent by 2017.\n\nThe Regents said that figure still holds today. Regents spokeswoman Kim Norris said 66 percent of Ohio’s Spring 2008 public college graduates were employed in Ohio during the fourth quarter of 2010.\n\nTo put it in numerical terms, Ohio had 39,736 graduates — associate, Bachelor’s, graduate and professional degrees and certificates combined — in Spring 2008 and 26,082 of them were working in Ohio late last year.\n\nNorris said the Regents came up with the figure by cross-matching college graduates with employment data from the Ohio Department of Job & Family Services.\n\nBut there is a catch.\n\nThe Regents figures only count people who are employed. It assumes the other 33-percent left the state. That would support the governor’s statement, but isn’t it possible that many of those 14,000 people earning degrees in 2008 are still in Ohio and unemployed?\n\nNorris conceded that also could be the case.\n\nOhio’s unemployment rate in September was 9.1 percent, matching the national rate. There were more than 530,000 Ohioans out of work and actively looking for a job, according to data from the Ohio Department of Job & Family Services.\n\nThe Board of Regents did not have a figure of 2008 college grads who were still in Ohio three years later that includes those that might be unemployed. PolitiFact Ohio thinks it is safe to say that there are not just two options at play here for those college graduates: that either they found a job here or that they left Ohio. Unfortunately, given the state and nation’s economy, some are likely unemployed and looking to put their college degrees to work.\n\nIf the 9.1 percent unemployment rate is applied to the 14,000 people who earned degrees but are not employed in Ohio, it accounts for 1,274 people. That would amount to slightly more than 3 percent of the people who got degrees in 2008.\n\nThe governor is making a salient point, that as the economy limps along, bright, young minds might be encouraged to look for their opportunities elsewhere and that should worry anyone concerned for Ohio’s future.\n\nThe Board of Regents figure does not account for the possibility some of those grads didn’t leave, but are unemployed. That’s information that provides clarification.\n\nAnd even if the unemployment rate is taken into consideration, the figure the governor used is still in the ballpark.\n\nAnd the message behind his statement, that Ohio is losing some of its youngest talent, is a accurate.\n\nOn the Truth-O-Meter, we rate the governor’s statement Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12080"}