{"url": "/factchecks/2009/apr/30/john-boehner/boehner-cites-debt-day-numbers-carefully/", "speaker": "John Boehner", "vclaim": "\"About halfway through fiscal year 2009, Washington has run out of money.\"", "truth_label": "true", "date": "stated on April 22, 2009 in an opinion piece.:", "title": "Boehner cites \"Debt Day\" numbers carefully", "text": "\"In short, about halfway through fiscal year 2009, Washington has run out of money.\"\n\n\n\n\nIn an op-ed published April 26, House Republican Leader John Boehner laid out a case for \"Debt Day.\"\n\n\n\"It is the day of the Fiscal Year — beginning on Oct. 1 of the previous calendar year — on which total government spending exceeds total federal revenues,\" Boehner wrote. \"And in our current fiscal year, that falls on April 26 — this Sunday, just days before the administration’s 100th day milestone. In short, about halfway through fiscal year 2009, Washington has run out of money.\"\n\n\nNow keep in mind, we know \"Debt Day\" is not a literal concept. Thanks to withholding and estimated taxes, the government collects income tax revenues year-round, and it has other sources of tax revenues as well. It also borrows money by selling U.S. Treasury securities. So the government does not have to shut down because its pockets are empty.\n\n\nBoehner acknowledges that, calling it a symbol of \"our government’s arrogant culture of spending.\" We were intrigued by the \"Debt Day\" claim and wanted to check Boehner's numbers for accuracy.\n\n\nHe uses numbers provided by the Congressional Budget Office that are widely regarded as fair and accurate. And he accurately explains how he uses them to calculate debt.\n\n\nBoehner blames the Obama administration for a \"borrowing binge\" in his editorial, but it's only fair to note that the 2009 budget started back on Oct. 1, 2008, when Boehner's fellow Republican George W. Bush was president. Parts of that budget were finalized, however, under Obama's watch on March 11, 2009.\n\n\nBoehner also notes accurately that \"Debt Day\" has arrived earlier this year than any time in the past decade, since the surpluses that marked the end of the Clinton administration.\n\n\nHere are the \"Debt Days\" for previous years, based on CBO numbers. Again, it's important to remember the calendar for these dates starts Oct. 1 of the previous year, not Jan. 1. We've also included the percentage of each year's budget that was actually paid with government revenues, as opposed to borrowing:\n\n\n2002 - Sept. 2 - 92 percent\n\n2003 - July 29 - 83 percent\n\n2004 - July 27 - 82 percent\n\n2005 - Aug. 14 - 87 percent\n\n2006 - Aug. 27 - 91 percent\n\n2007 - Sept. 9 - 94 percent\n\n2008 - Aug. 5 - 84 percent\n\n2009 - April 26 - 57 percent\n\n\nBoehner carefully explains how he arrives at the \"Debt Day\" number, and he uses widely accepted numbers in his calculations. The statement we're checking here is, \"In short, about halfway through fiscal year 2009, Washington has run out of money.\" That \"halfway\" number is a little bit of a push; it's actually 57 percent of the year. And, the \"run out of money\" is metaphorical, not literal. But Boehner is right with his central point that we're spending more money than we're taking in, and that the difference is close to the halfway mark this fiscal year. So we rate his statement True.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-15768"}