{"url": "/factchecks/2015/dec/30/state-public-service-announcement/state-correct-traffic-deaths-are-2015/", "speaker": "State Public Service Announcement", "vclaim": "By the end of 2015, more than 1,300 people will have died on Georgia roads. One of out evey four fatalities resulted from drunken driving.", "truth_label": "mostly-true", "date": "stated on December 28, 2015:", "title": "State correct: traffic deaths are up in 2015", "text": "More than 1,300 people have died on Georgia roads this year, and 25 percent of the deaths are the result of drunken driving.\nThose claims headline a public service announcement airing statewide on television and radio in this season of merriment and cheer.\n\"Watch your speed. Put down the phone, and don’t get behind the wheel if you’ve been drinking,\" Gov. Nathan Deal warns listeners.\nFor months, state officials have been alert to an unwelcome change: After falling annually for nine straight years, Georgia’s traffic deaths were up this year.\nBut have more than 1,300 people really died this year on Georgia roads? And have 25 percent — or one out of four of those deaths — been caused by drunken driving, as the public service announcement says?\nPolitiFact Georgia decided to rev up the Truth-O-Meter.\nFigures compiled by the state Department of Transportation and released through the Governor’s Office of Highway Safety show traffic deaths in Georgia fell each year from 2005 to 2014, going from 1,729 to 1,170, even as U.S. census estimates show the state added about 1 million residents.\nGeorgia roadway deaths for 2015 hit 1,345 as of Monday of this week. That's up 186, or 16 percent, from 2014, and it’s still a few days until we turn the calendar to 2016.\nAccording to state data, the 1,345 included six people killed in car-train collisions, 192 pedestrians, 138 motorcyclists and 21 bicyclists.\nThe largest number of traffic deaths occurred on state and local roads, 675 and 485, respectively. But deaths on interstates — often the most visible because of the gridlock that follows — are up 21 percent, from 153 in 2014 to 185 so far this year.\nBut were 25 percent of this year's fatalities alcohol-related? The answer: That could well be the case, but officials don’t know that with absolute certainty.\nHarris Blackwood, the director of the Governor’s Office of Highway Safety, said his agency has certified data from the National Highway Traffic Safety Administration showing that 297 of Georgia’s 1,179 fatalities two years ago, or 25 percent, involved alcohol blood content of 0.08, the legal limit.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nSmaller amounts of alcohol — 0.01 percent or higher — were found in 30 percent, or 349, of those fatalities in 2013, Blackwood said.\nPart of the reason they don’t know for certain about the role of alcohol in 2015 traffic deaths is it can take months to obtain blood test results from the GBI crime lab, he said.\n\"However, there are indicators, such as open containers, information provided by other passengers, and so on,\" Blackwood said.\n\"The percentage of alcohol as a factor has been consistent on a percentage basis over a 10-year period, even as fatalities were going down prior to this year,\" he said.\nThe National Highway Traffic Safety Administration’s website gives an extensive five-year view of fatal crashes in Georgia and the nation — including the role alcohol plays. Between 2010 and 2014, alcohol-impaired driving was a factor in 24 percent to 25 percent of all fatal accidents each year. The one exception was 2011, when the percentage dropped to 22 percent.\nNationally, 30 percent to 31 percent of all fatalities in those same five years involved alcohol-impaired drivers (those with a blood alcohol content of 0.08 or above), according to the NHTSA data.\nBlackwood said the Governor’s Office of Highway Safety also did a preliminary analysis early this year and found no evidence that \"the alcohol percentage is going down\" from prior years.\nIn the first nine months of 2015, there were 483 instances where an officer requested an alcohol test or a driver refused an alcohol test, he said. (We should note that some law enforcement agencies consider it standard protocol to request a blood alcohol test in fatal traffic accidents.)\nOur ruling\nA public service announcement says more than 1,300 people will die on Georgia roads before the end of the year. By Monday of this week, the number was 1,345, according to a tally kept by the Georgia Department of Transportation and released by the Governor’s Office of Highway Safety.\nThe PSA also makes the claim that one in four of those people died in alcohol-impaired fatalities. The truth is that state officials don’t know for certain what’s happened in these traffic deaths. It takes time to investigate. They’re basing the claim on a trend they’ve seen and one that doesn’t seem to be changing in Georgia or the nation. That’s probably context the reader deserves to know.\nWe rate the statement Mostly True.", "vclaim_id": "vclaim-pol-05585"}