{"url": "/factchecks/2010/nov/12/rachel-maddow/rick-scott-pays-campaign-workers-gift-cards-not-ca/", "speaker": "Rachel Maddow", "vclaim": "\"The Republican who was just elected governor of the great state of Florida paid his campaign staffers, not with money, but with American Express gift cards.\"", "truth_label": "half-true", "date": "stated on November 10, 2010 in comments on her MSNBC show.:", "title": "Rick Scott pays campaign workers with gift cards, not cash, MSNBC's Rachel Maddow claims", "text": "Rick Scott poured $73 million of his own money into his successful campaign for governor.\n\nYet he wouldn't even pay his campaign workers in cash, says MSNBC liberal commentator Rachel Maddow. On her Nov. 10, 2010, show, Maddow said Scott inexplicably paid his campaign workers in American Express gift cards. Maddow made the claim in a rhetorical game of true or false, which you can watch here.\n\n\"The Republican who was just elected governor of the great state of Florida paid his campaign staffers, not with money, but with American Express gift cards for some reason. Is that true or false?\" Maddow asked.\n\n\"That is, ding, true. A young man named Mark Givens(sic), who said he found a job through the Rick Scott for governor campaign through a listing on Craigslist, has told local WTSP news station that he did not find out until after he had already worked for Rick Scott's campaign that Rick Scott's campaign would not pay him in, you know, money.\"\nWe wanted to check Maddow's claim with our own Truth-O-Meter game -- True or Pants on Fire! (Or somewhere in between).\n\nMaddow said her source was WTSP, Tampa Bay's CBS affiliate, which ran a Nov. 8, 2010, report claiming that a Scott campaign worker named Mark Dongivin was paid in gift cards and not cash. Dongivin told the TV affiliate he worked on the Scott get-out-the-vote campaign off and on for about a month, walking neighborhoods and making phone calls. But when it was time to get paid, he was told there would be no checks.\n\n\"We can't give you a check, we're gonna give you gift cards,\" Dongivin said his supervisor told him. Dongivin said he wasn't the only Scott campaign worker to be paid in gift cards and not a check or cash.\n\nThe TV report went on to cite an unnamed spokesperson, something we won't do at PolitiFact Florida, who acknowledged some campaign workers were paid in gift cards, and that anyone who had a problem with the arrangement could return the cards for a check.\n\nThat's the background. Now for the details.\n\nIn the Republican primary, the Scott campaign used its own campaign account to pay for its staff. But after the primary, payroll responsibilities switched to the Republican Party of Florida. It's standard practice, in part because the party can receive larger campaign contributions than an individual candidate.\n\nScott spokesman Brian Burgess directed us to the party to answer questions about how staffers were paid. They 'fessed up. \"Like many other campaigns, gift cards were distributed to short-term Scott field staff almost exclusively for the final 72-hour field efforts,\" Republican Party of Florida spokesman Dan Conston said. \"It's a simpler and quicker way of compensating short-term help.\"\n\nConston said a Scott campaign representative and someone from the party would approve the spending, but did not say who. Neither Conston nor Burgess said how many temporary campaign workers were paid in gift cards. Full-time staffers were paid by check, Conston said.\nTwo other notes from Conston: He said the gift cards were only used in the last week of the campaign, and that because of service fees, the campaign actually paid above face value.\n\nIn Dongivin's case, he was a temporary worker hired to drive out voters on Election Day. Typically, it's a responsibility many people might associate with a volunteer -- and many campaigns use volunteers in the same way. Dongivin was paid $178 on Oct. 15, according to Republican Party of Florida campaign finance records. He also likely received a second payment on Oct. 31, 2010 -- though those records are not yet public.\n\nWe reached out to more than 20 people across the state who worked with the Scott campaign to see how they were paid. Most didn't respond to our messages, but those that did say they were paid in checks, just like every other employee they knew.\n\nMichael Fluno worked out of the Tampa office of Scott's campaign until shortly after the primary and said he was always paid in checks. While Fluno was working on the campaign, he said, he \"knows, for a fact, that no one was paid with any kind of gift card.\"\n\nSame goes for Dean Palecheck, of Orlando, who worked on the campaign during both the primary and general election.\n\nWhen asked how he was paid, Palecheck said: \"Paid by check, like any normal employee there.\"\n\nWhat's interesting here is that it's not new for campaigns to use gift cards to pay part-time, temporary workers. In fact, President Barack Obama's campaign did the same thing in 2008. A TV station in Indianapolis reported that last-minute workers for Obama's 2008 campaign were paid $30 Visa gift cards for three-hour shifts of work. The temporary workers complained to the TV station that they were not being paid fairly.\n\nWhich brings us back to Maddow. On her nationally televised cable program, the liberal commentator picked up on a local TV news report and claimed Scott \"paid his campaign staffers, not with money, but with American Express gift cards.\" While she's right that Dongivin, and other temporary workers, were paid with gift cards and not cash, we think her comments are a bit misleading to the average viewer.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nFirst, we think many people might think Maddow was referring to all campaign workers, but traditional campaign staffers -- the people working day in and day out on the campaign -- were paid by check, like any normal job. A Republican Party official said it was simply an easier, more efficient and quicker way to pay people. \nAnd second, it's not that unusual. In 2008, Obama did the same thing. Playing it up in Scott's case takes it out of context, so we rate this claim Half True.", "vclaim_id": "vclaim-pol-14023"}