{"url": "/factchecks/2012/jan/31/casey-cagle/lt-gov-makes-big-claim-about-savannah-port/", "speaker": "Casey Cagle", "vclaim": "Savannah is home to \"the fastest-growing port in the nation.\"", "truth_label": "mostly-true", "date": "stated on January 19, 2012 in a speech:", "title": "Lt. Gov. makes big claim about Savannah port", "text": "For more than a year, Georgia leaders have spoken about the importance of deepening the Port of Savannah as a way to boost the state’s economy.\n\nThe state has invested $136 million toward such work in the past three years, and leaders are lobbying the federal government for additional funds to deepen the Savannah port to prepare for the megasized container ships that will traverse the Panama Canal by 2014 and look for ports along the East Coast to dock.\n\nLt. Gov. Casey Cagle offered up a piece of information to emphasize the importance of this effort during a speech to the Atlanta Press Club.\n\nSavannah, he said, is home to \"the fastest-growing port in the nation.\"\n\nTrue? PolitiFact Georgia set sail to find out whether Cagle is right.\n\nOthers, including U.S. Transportation Secretary Ray LaHood, have made similar claims. But PolitiFact Georgia found news reports stating that the port in Wilmington, N.C., is the nation’s fastest-growing port. Cagle’s office sent us a graphic from the Georgia Ports Authority showing the Savannah port is receiving more imports and exports than 10 large American ports.\n\nUnbeknown to us, there are all sorts of annual reports and statistics about the approximately 360 ports in the United States. Some track the annual value of items that come through the ports. Some track it by the amount of containers that are imported and exported at the ports, measured in 20-foot equivalent units, or known as TEUs. There is also port data measured in metric tons (about 2,200 pounds) or short tons (2,000 pounds).\n\nThe Georgia Center of Innovation for Logistics, a state agency that works to find solutions to challenges encountered by shipping and transportation entities, measures growth by TEUs, saying it is the standard used internationally. It provided us a chart showing the average annual growth rate at the Savannah port between 2000 and 2010 has been 11.5 percent, more than any of what they said are the nation’s 10 largest ports. Houston’s port was second at 5.5 percent. Overall, the numbers show Savannah is home to the nation’s fourth-largest port.\n\n\"The Port of Savannah, from container volume, is the fastest-growing in the United States,\" said Page Siplon, a spokesman for the center.\n\nThe Georgia center’s number is similar to TEU data compiled by the U.S. Department of Transportation’s Research and Innovative Technology Administration, or RITA. Savannah’s average annual growth rate was 11.5 percent between 1995 and 2009, the data show. Its chart included the top 10 ports. Savannah had the highest percentage growth between 1995 and 2009 and since 2000.\n\nThe U.S. Department of Transportation’s Maritime Administration also keeps port data in metric tons. Between 2003 and 2010, the Norfolk, Va., port had the fastest average annual percentage growth rate among midsize and larger ports. Savannah was second. Between 2006 and 2010, Norfolk was first again. Wilmington was second among ports with more than 5 million metric tons.\n\nAh, but that’s the problem, Siplon says. While Wilmington’s port handled 6.1 million metric tons in 2009, Savannah’s port handled 29.7 metric tons that year. There’s no reasonable way to compare some ports, he says.\n\n\"It’s not a fair representation,\" Siplon told us.\n\nThe American Association of Port Authorities, an Alexandria, Va.-based organization that helps promote ports in the Western Hemisphere, said the RITA data does not include military containers or containerized cargo shipped domestically between U.S. ports.\n\nThe AAPA also collects container data on ports, through TEUs, and shared it with us. It showed Savannah with the highest percentage annual growth rate in the past five and 10 years among the 16 ports that currently handle more than 500,000 TEUs a year. Several ports that handled smaller annual TEUs -- such as Boston, Mobile, New Orleans and Wilmington -- had higher percentage growth at times in recent years.\n\nThe AAPA numbers show the Savannah port had the largest container increase in TEUs of any U.S. port since 2006. The largest U.S. ports, such as New York/New Jersey and Los Angeles, had larger container increases since 2001 and in the U.S. DOT data. We note that the ports in Los Angeles and New York/New Jersey are already two or three times larger than Savannah’s.\n\n\"Savannah is the fastest-growing port among larger ports,\" said Jeff Humphreys, director of the University of Georgia’s Selig Center for Economic Growth, who frequently tracks data on ports. \"Obviously, there are smaller ports that will have the biggest change.\"\n\nAmong the big dogs of American ports, it appears the Savannah port is the nation’s fastest-growing port. But some smaller ports could argue that they are growing at a faster rate. Experts are also careful to say Savannah is the nation's fastest-growing container port. PolitiFact Georgia thinks the lieutenant governor has a strong argument, but we must include the caveat of some of these smaller ports. We rate Cagle’s statement as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-11682"}