{"url": "/factchecks/2012/feb/09/george-barker/sen-george-barker-says-mcdonnells-budget-cuts-pre-/", "speaker": "George Barker", "vclaim": "Says Gov. Bob McDonnell's budget would cut pre-kindergarten programs.", "truth_label": "barely-true", "date": "stated on January 11, 2012 in a speech.:", "title": "Sen. George Barker says McDonnell's budget cuts pre-kindergarten program", "text": "Democrats say Gov. Bob McDonnell wants to slash a state program that helps disadvantaged 4-year olds prepare for kindergarten.\n\n\"Particularly short-sighted are cuts to pre-Kindergarten programs that put disadvantaged children on a path to success,\" said Sen. George Barker, D-Fairfax, in his party’s response to McDonnell’s state of the commonwealth address on Jan. 11.\n\nBarker was referring to proposed changes to the Virginia Preschool Initiative, which teaches social and learning skills to 4-year-olds who will become eligible for free or reduced lunch programs when they enter public schools. The pre-K program is open to at-risk children who live above the poverty line and therefore do not qualify for the federal Head Start program.\n\nIs Barker correct in saying the governor has proposed cutting money from the pre-school program? We took a look.\n\nFirst, we turned to the budget numbers. The state allocated $65.1 million for the pre-K initiative this school year, although the money may be reduced slightly because of lower-than-anticipated enrollment.  \n\nMcDonnell’s 2013 budget proposes $68.2 million or the program, followed by $68.5 million in 2014. So in terms of raw dollars, Barker’s claim doesn’t hold up.\n\nBut Barker said we needed to dig deeper. He offered two pieces of evidence to support his claim: 1) McDonnell’s budget would fund the initiative far below the levels urged by the state Board of Education, and 2) The governor has proposed a new method to estimate the number of children eligible for the program that would cut slots in the future.\n\nThe Board of Education recommended the state spend $215.7 million for the pre-K initiative during the two-year-budget cycle that starts July 1. The board assumed that every eligible child would enroll.  \n\nBut the program is voluntary: divisions can opt in or out and children can show up or not. In recent years, about 70 percent of eligible children have participated. The legislature has funded the programs on anticipated 75 percent participation.\n\nUnder McDonnell’s proposal, which assumes partial participation, Virginia would spend about $80 million less for pre-K than the Board of Education urged over the biennium. But the board does not appropriate money, it only makes recommendations to the General Assembly. So it’s a stretch for Barker to say McDonnell cut the program based on the governor’s rejection of a funding recommendation that was far above the legislature’s existing appropriation.\n\nMcDonnell, we note again, is asking the legislature to slightly increase spending on the initiative over the next two years.\n\nNow, let’s look at Barker’s second assertion: that McDonnell has proposed a new way of  estimating enrollment that would shortchange the pre-kindergarten program. The state has traditionally relied on a computation of the Virginia Employment Commission’s population estimate of 4-year-olds in each locality factored with economic demographics.\n\nMcDonnell wants to base the estimate solely on the number of kindergartners in each public school division that qualify for free and reduced-cost lunch programs at schools.\n\nBarker and other Democrats say McDonnell’s method would result in low estimates of at-risk 4-year-olds, because using a public school kindergarten count excludes children who attend private school or are home schooled.\n\nFor the school year starting this fall, the traditional formula would lead to an estimated 28,777 Virginia children eligible for the pre-K initiative. That number includes an estimated 4,334 additional children who will qualify for the service because of new federal standards that expand eligibility for free and reduced school lunches.\n\nMcDonnell’s proposed budget assumes 24,483 children will eligible for the pre-K-program next school year. He is proposing funding for 18,256 children in 2013 and 18,391 in 2014.\nThat would allow for increases from this year’s statewide enrollment of 16,618.\n\nBut there’s a catch. Under McDonnell’s formula, 27 localities would lose state money for 1,135 pre-K slots that are now occupied, according to analysis by the Department of Education. The governor has proposed a short-term solution that essentially protects the municipalities from a loss in pre-K funding over the next two school years.\n\nBarker points out that once the guarantee expires in 2015, the 27 localities would lose state funding for those slots. Tucker Martin, the governor’s chief of communications, said McDonnell will consider that issue in two years when he submits a new biennial budget to the legislature.\n\nOur ruling:\n\nBarker, speaking for fellow Democrats in the General Assembly, said the governor’s budget makes \"cuts to pre-Kindergarten programs.\"\n\nBottom-line budget numbers do not support the senator’s claim. McDonnell’s budget would provide more than a $3 million annual increase to pre-K spending.\n\nThe governor’s spending plan also contains a new method for the state to estimate the number of four-year-olds who would participate in the pre-K program. McDonnell has ensured that the number of slots available to at-risk preschoolers would increase during the next two budget years. But starting in 2015, as Barker notes, the policy would result in about one-fifth of localities losing state funding for some of the children they serve.\n\nBarker’s statement contains an element of truth in that some cities and counties eventually could suffer under McDonnell’s pre-K proposal. But it ignores the larger fact that the program would expand in most of the state.\n\nWe rate Barker’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-11633"}