{"url": "/factchecks/2020/oct/04/jason-miller/biden-isnt-basement-trump-campaign-keeps-saying-so/", "speaker": "Jason MIller", "vclaim": "Says Joe Biden stays in his basement.", "truth_label": "false", "date": "stated on October 4, 2020 in comments on ABC's \"This Week\":", "title": "Biden isn’t in the basement, but the Trump campaign keeps saying so", "text": "Even with President Donald Trump hospitalized after contracting the coronavirus, Trump’s top allies continue to paint a picture of Trump hard at work for the American people while Democratic rival Joe Biden dawdles in his basement.\nOn Saturday Oct. 3, Trump’s daughter Ivanka shared a picture of Trump working a conference table at Walter Reed National Military Medical Center with the caption, \"Nothing can stop him from working for the American people. RELENTLESS!\" (The photos don’t show what Trump was signing.)\nOn Sunday, top Trump adviser Jason Miller said Trump was doing well and that the president and his campaign have taken COVID-19 seriously. But, Miller also noted, the president needed to continue advocating for and working on behalf of the American people.\nContrast that with Biden, Miller told ABC’s George Stephanopoulos. \"We’ve seen with Joe Biden, I mean, we can’t all stay in our basement for the rest of our lives,\" Miller said.\nIt’s one of Trump’s favorite attacks against Biden. It’s also, by any objective measure, wrong.\nWhat Trump says about Biden’s basement, a sampling\nBefore his coronavirus diagnosis, Trump made the basement attack a routine part of his campaign speech.\n\"I got a guy who stays in his damn basement all day long and I'm doing this,\"  Trump said at a Virginia rally Sept. 25.\n\"Where's Hunter? You know where he is? Yeah. He's in the basement with his father,\" Trump said, talking about Biden’s son Hunter on Sept. 21 in Ohio.\n\"I've been in so many states the last few days. Yeah. Well you need a lot of energy to do this job properly. You can't be sitting in your basement for four days and come out,\" Trump said Sept. 14 in Arizona.\n\"He's in his basement right now, and he's saying, ‘What do I do?’ He calls his handlers, ‘What do I do about this?’ He hasn't left in two and a half days,\" said Trump Sept. 13 in Las Vegas.\n\"He's in his damn basement again. No, he's in his basement. He's in his basement,\" Trump said Sept. 12 in Nevada.\nThese don’t look like basements\nIn the first months of the pandemic, when many states employed significant restrictions, Biden ran much of his campaign from his Delaware home. He built a TV set in his basement to interact with voters virtually. Not all those interactions went smoothly. \nTrump also suspended in-person campaigning from March 2 through June 20, when he held an indoor rally in Tulsa, Okla.\nBut the claim that Biden stays in his basement is easily refuted.\nLet’s look at Biden’s events in September as an example. (All links go to the C-SPAN video so you can watch the event for yourself.)\nSept. 2: Biden delivered remarks in Wilmington, Del., on reopening schools.\nSept. 3: Biden and his wife visited Kenosha, Wis., where Jacob Blake, an unarmed Black man, was shot by police. Biden spoke from a church about the history of systemic racism in the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\n\nDemocratic presidential candidate Joe Biden speaks during a community event at Grace Lutheran Church in Kenosha Wis., Sept. 3, 2020. (AP)\nSept. 4: Biden made a speech in Wilmington, Del., on the August jobs report.\nSept. 7: Biden met with four union members and veterans in the backyard of someone’s home in Lancaster, Pa. \nSept. 9: Biden spoke about his plans for manufacturing in Warren, Mich.\n\nDemocratic presidential candidate Joe Biden arrives to speak during a campaign event on manufacturing and buying American-made products at UAW Region 1 headquarters in Warren, Mich., Sept. 9, 2020. (AP)\nSept. 11: Biden and wife Jill visited the Flight 93 National Memorial in Shanksville, Pa., on the 19th anniversary of the Sept. 11, 2001, terrorist attacks.\nSept. 14: In Wilmington, Biden delivered remarks on the grounds of the Delaware Museum of Natural History on climate change and the West Coast wildfires.\nSept. 15: Biden hosted a roundtable discussion with veterans in Tampa, Fla.\n\nDemocratic presidential candidate former Vice President Joe Biden speaks during a roundtable discussion with veterans Sept. 15, 2020, at Hillsborough Community College in Tampa, Fla. (AP)\nSept. 18: Biden delivered remarks at a campaign trip to Duluth, Minn. \nSept. 20: Speaking from Philadelphia’s National Constitution Center, Biden gave a speech about Trump’s plan to nominate someone to replace the late Supreme Court Justice Ruth Bader Ginsburg before the election. \nSept. 23: Biden appeared at the Black Economic Summit in Charlotte, N.C.\nSept. 27: Biden delivered brief remarks in Wilmington, Del., responding to Trump’s nomination of Judge Amy Coney Barrett to the Supreme Court. \nSept. 30: Biden spoke about his plans for the economy at campaign stops In Ohio and Pennsylvania. The event was part of his \"Build Back Better Express Tour.\"\nThat’s at least 14 public events not in Biden’s basement in September. He made trips to seven states: Wisconsin, Minnesota, Florida, North Carolina, Pennsylvania, Ohio and Michigan. Biden did address the Poor People’s Campaign virtually from his basement on Sept. 14.\nThe Trump campaign cited as evidence comments Biden made that he would be willing shut down the economy if scientists advised him it was necessary to protect Americans from the coronavirus. Biden later clarified that in his view there would be no need to close the entire U.S. economy.\nOur ruling\nMiller said, \"We’ve seen with Joe Biden, I mean, we can’t all stay in our basement for the rest of our lives.\" \nIt’s the same criticism used by Trump to attack his rival as incapable and sleepy. It’s also wrong. We counted at least 14 different events outside Biden’s Delaware home in September, in six different states.\nWe rate this claim False.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18608"}