{"url": "/factchecks/2020/oct/22/blog-posting/officials-think-iran-sent-fake-proud-boys-emails-t/", "speaker": "Bloggers", "vclaim": "“Leftists” sent “Proud Boys” emails threatening Democratic voters.", "truth_label": "false", "date": "stated on October 21, 2020 in a Facebook post:", "title": "Officials think Iran sent fake ‘Proud Boys’ emails threatening Democrats", "text": "Fears of voter intimidation and possible violence followed the second presidential debate when President Donald Trump called for volunteers to monitor polling locations. \nDuring the same debate, he told the Proud Boys, a far right, all-male group with a history of violent confrontations, to \"stand back and stand by.\" \nWith less than two weeks to go before Election Day, some Democratic voters received threatening emails on Oct. 21 that appeared to come from the organization. \nThe emails contained personal information and said, \"You will vote for Trump on Election Day or we will come after you.\" They also included the false statement that \"we will know which candidate you voted for.\"\nA blog post in response to the news claimed that \"leftists\" actually sent the emails to Democrats. \n\"Leftists created fake ‘Proud Boys’ website then sent emails to Democrats threatening them,\" the headline says.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nThe blog post doesn’t provide evidence to support the claim that \"leftists\" created a fake Proud Boys website or that they sent the emails. \nBut it doesn’t appear that the Proud Boys sent them either. \nU.S. intelligence officials recently announced they think Iran sent the threatening messages.\nJohn Ratcliffe, the national intelligence director, said on Oct. 21 that Iran and Russia had obtained voter registration data \"to influence public opinion relating to our elections.\" \nRatcliffe didn’t say how officials concluded that Iran was responsible, only that it was a voter intimidation tactic. \n\"We have confirmed that some voter registration information has been obtained by Iran, and separately by Russia,\" Ratcliffe said. \"This data can be used by foreign actors to attempt to communicate false information to registered voters that they hope will cause confusion, sow chaos and undermine your confidence in American democracy.\"\nWe rate this blog post False.", "vclaim_id": "vclaim-pol-18748"}