{"url": "/factchecks/2012/jul/20/mitt-romney/romney-ad-says-stimulus-money-went-buy-electric-ca/", "speaker": "Mitt Romney", "vclaim": "Says stimulus money went to buy electric cars from Finland as a payback to Obama supporters.", "truth_label": "false", "date": "stated on July 18, 2012 in a campaign commercial:", "title": "Romney ad says stimulus money went to buy electric cars from Finland as a payback to Obama supporters", "text": "In the presidential battle over who sent more jobs overseas, Mitt Romney and his supporters are fond of citing the example of Fisker Automotive, the maker of a high-end plug-in electric sedan.\n\nIn an ad called \"Where did all the money go,\" the Romney campaign suggests President Obama has a lot of explaining to do.\n\n\"Where did all the Obama stimulus money go?\nFriends, donors, campaign supporters, special interest groups.\nWhere did the Obama stimulus money go?\nSolyndra. $500 million taxpayer dollars. Bankrupt.\nSo where did the Obama stimulus money go?\nWindmills from China. Electric cars from Finland.\"\n\nThe day after that ad launched, Republican National Committee chairman Reince Priebus expanded on the attack in Philadelphia.\n\n\"President Obama took half a billion dollars of your taxpayer money and gave it to Fisker Automotive because they promised to create jobs at their Wilmington plant.... \" Priebus said. \"But they didn't create jobs for you. Their factory in Delaware... was supposed to be open today, but instead it's closed. And Fisker is still building their cars in Finland.\"\n\nThere’s a few things to check here.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\n\nDid stimulus money go to Finland?\n\nWhat is the financial deal between the United States and Fisker and did it produce jobs in the U.S.?\n\nWas that deal a payback to special friends of the Obama administration?\n\n\nPolitiFact tackled many of these questions in some detail last April. Back then, an ad from the conservative group, Americans for Prosperity asserted \"The Obama administration admitted the truth, that $2.3 billion of tax credits went overseas ... Half a billion to an electric car company that created hundreds of jobs in Finland.\"\n\nWhat Fisker got\n\nIn 2009, an American car company, Fisker Automotive, won a total of $528 million in loan guarantees to build two high-end electric hybrids, the Karma and the Atlantic (originally named Nina). The ultimate goal was to build the Atlantic at a defunct auto plant in Delaware. Work on the Atlantic is currently on hold, and the Delaware plant has yet to open.\n\nThe engineering and design for the Karma was done in the United States, but according to the U.S. Energy Department, the plan from the beginning was to build the cars in Finland. Fisker Automotive told ABC News this work employed about 500 Finnish workers. Company spokesman Roger Ornisher told PolitiFact that the plant has produced over 1,500 Karmas so far.\n\nNot stimulus dollars\n\nThe claim about American stimulus dollars paying for jobs in Finland is flawed in several important respects.\n\nFirst, the money did not come from the stimulus. This nuance seems to slip through the cracks again and again, so the correct information bears repeating.\n\nThat money came as a loan -- not a grant or a tax credit -- through the Energy Department’s Advanced Technology Vehicles Manufacturing program. That program predates the Obama administration. It was not part of the American Recovery and Reinvestment Act, also known as the stimulus. In fact, it’s a program signed into existence by President George W. Bush in 2007 and first funded by legislation Bush signed in 2008.\n\nThe only reference to this loan program in the stimulus is that it received $10 million for administrative expenses.\n\nThe Bush administration was in charge when Fisker Automotive filed its application. The Obama administration was in charge when the company’s loan was approved. The stimulus bill had nothing to do with it.\n\nNot half a billion dollars\n\nEven as a loan, Fisker Automotive has not received anywhere close to half a billion dollars.\n\nSo far, Fisker has drawn down about $193 million, and the Energy Department won’t release any more until the company completes more work. The government loan package came in two parts. An initial $170 million was for design and engineering to complete the Karma using at least 65 percent American-made parts. A second $360 million loan would be to open an American plant to build the Atlantic. Just about all of that second part is still in government hands.\n\nFor those who would say that money is fungible and there’s no guarantee that some of the federal dollars were not used to pay Finnish workers, the company has an answer.\n\nIt says it raised much more money from private investors; Ornisher told us the total is now over $1 billion. While Ornisher won’t say how much Fisker spent in Finland, he says it was \"easily within\" the amount of that private money.\n\nFisker Automotive also says that the accounting firm of PriceWaterhouseCoopers audits its accounts to ensure that all federal dollars are spent in the U.S.\n\nThe jobs\n\nOrnisher says the Karma and Atlantic projects support some 500 Fisker employees in the United States. He says it’s much harder to estimate the number of jobs associated with the supply of parts -- 65 percent of which are supposed to come from American companies. Ornishers also says the company has sold about 1,000 cars in the U.S. and that provides work at some 45 retailers across the country.\n\nPolitical connections\n\nThe ad hints darkly that a lot of this is tied to political friends of the president. During a campaign briefing, senior campaign adviser Ed Gillespie singled out the Fisker Automotive deal and one of its investors, John Doerr.\n\n\"You know you have John Doerr, who raised a lot of money for President Obama (and) got appointed to an economic recovery advisory board.\n\n\"And then, his firm had a big investment in Fisker Automotive, which got over half a billion dollars in loan guarantees from the Department of Energy, which did not result in jobs being created in America, but actually jobs being created overseas in Finland. But Kleiner Perkins (Doerr’s firm) did quite well.\"\n\nAccording to the Center for Responsive Politics, Doerr is a big Democratic donor -- over $175,000 since 2008. And Ornisher described Kleiner Perkins Caufield & Byers as \"one of the major investors\" in Fisker.\n\nBut as the Washington Post noted, Kleiner has many partners, and some of them are hefty donors on the Republican side. One, Ray Lane, backed John McCain in 2008.\n\nOur ruling\n\nThe Romney campaign ad said that stimulus dollars paid for jobs in Finland. There is nothing accurate in this claim. The federal loan guarantees the company received were not part of the stimulus, and there is no evidence that any government dollars paid for work done by Finnish workers.\n\nOrnisher, the company spokesman, told us the contract to produce the cars in Finland had been signed before the federal loan was approved. Also, measures were put in place to ensure that taxpayer dollars only went for work done in America.\n\nFisker Automotive has yet to open the factory in Delaware but it also hasn’t received the large government loan needed to do that.\n\nThe ad’s suggestion that the Fisker loan was a reward to a political supporter also falls flat. The program was approved initially by the Bush administration.\n\nWe rule the claim False.", "vclaim_id": "vclaim-pol-10733"}