{"url": "/factchecks/2015/jun/25/stanley-mcchrystal/stanley-mcchrystal-isis-reaches-100-million-people/", "speaker": "Stanley McChrystal", "vclaim": "ISIS reaches \"about 100 million people a day\" through social media.", "truth_label": "half-true", "date": "stated on June 12, 2015 in comments on the Hugh Hewitt radio show:", "title": "Stanley McChrystal: ISIS reaches 100 million people a day through social media campaign", "text": "We’ve analyzed ISIS’s infamous ability to reach people on social media before, and found the claim that ISIS posts 90,000 social media messages each day to be Mostly True.\nRetired U.S. Army Gen. Stanley McChrystal upped the ante recently on Hugh Hewitt’s radio show.  \nMcChrystal, former commander of the U.S. and International Security Assistance Forces in Afghanistan appeared on Hewitt’s show to discuss his new book, Team of Teams: New Rules of Engagement for a Complex World.\nAt one point, McChrystal talked about the successes of ISIS's strategy.\n\"ISIS, I think, is a 21st Century manifestation of information technology. Think about their agility on the battlefield … but think about how many people they influence every day with their information operations. They reach about 100 million people a day through various things. They only have (to) recruit a tiny percentage of those to have a real impact.\"\n100 million people? That’s more than the population of Germany. On a daily basis.\nPunditFact attempted to reach McChrystal through his book publisher, his consultancy and through Twitter but did not hear back.\nHowever, according to experts, 100 million seems to be giving ISIS a little too much credit.\nEarlier this year, PunditFact reached out to J.M Berger, a non-resident fellow at the Brookings Institution, to comment on ISIS’s Twitter posts. During that interview, Berger referenced a study he and his colleague, Jonathon Morgan, had been working on. Since then, the full study has been published.\nIn the ISIS Twitter Census, Berger and Morgan uncovered an estimated 46,000 Twitter accounts tied to ISIS supporters. These accounts were found in a time period from September to December 2014.\nThe study also includes that each account had an average of 1,004 followers.\nIn PunditFact’s previous article, Berger placed the estimated total number of tweets per day at about 200,000 (including retweets).\nIn theory, if ISIS-backed accounts sent up to 200,000 tweets a day, and each went to 1,000 people, that would be more than 200 million people reached.\nBut that’s not how it works.\nFor starters, many of the followers overlap. Second, just because someone posts a tweet doesn’t mean it reaches every follower.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nLastly, Twitter has been trying to identify and suspend ISIS-supported accounts. The New York Times reported in April that Twitter had suspended 10,000 ISIS accounts \"for tweeting violent threats.\"\n\"A whole lot of those followers overlap, so you can't draw a really reliable conclusion,\" Berger said. \"Also that data is from October, and tens of thousands of accounts have been suspended since then. The numbers are wildly different now.\"\nVOICES from the Blogs, a spin-off of the University of Milan, also confirms this. In its study, Luigi Curini, associate professor of political science, Stefano M. Iacus, professor of probability and mathematical statistics and Andrea Ceron, assistant professor of political science, have tracked \"the aggregate level (of) sentiment toward ISIS by monitoring (Twitter) posts written in Arabic language.\"\n\"Assuming that the followers of each ISIS Twitter account are completely unrelated to each other ... is quite unrealistic,\" said Curini.\nCurini also pointed to the importance of considering the content of the tweets issued by these accounts. \"Some of those tweets are jokes, personal conversations, or contain content that does not express any opinion. That is, not all the 100,000 to 200,000 tweets per day on average are tweets of ‘ISIS propaganda.’ \"\nBerger also acknowledges that not all tweets influence people.\nHe describes a metric called \"impressions,\" which are a count of \"how many people have a message cross their timeline or how many times a message is otherwise seen or glimpsed.\n\"It is feasible that ISIS could rack up to 100 million impressions a day, but it's not certain. … Scoring an impression is not the same thing as reaching or influencing an audience member,\" Berger said, \"but impressions are how people discover content, so they do count for something. But not necessarily a one-to-one impact; impressions can include the same person returning to content repeatedly.\"\nSo not only do followers’ accounts overlap, but the content of messages might not even leave an impact the user who sees it. McChrystal, in his quotation, seemed to be talking about the actual influence ISIS exerts via social media.\nBut what about other social media accounts?\n\"ISIS has a presence on virtually every social media network that is worth having a presence on, including but not limited to Twitter, Facebook, Instagram, YouTube, Tumblr, VKontakte and Google Plus, in significant numbers. They even pop up with the occasional odd account on LinkedIn,\" said Berger.\nUnfortunately, there doesn’t appear to be data available yet to measure just how much of an impact ISIS has on these other sites.\n\"Getting data on the presence of ISIS supporters on other social networks is for a number of reasons more complex,\" said Curini. \"According to our monitoring (of Arabic public profiles), Twitter weights between 80 percent to 90 percent of the total presence of ISIS discussion on the net. And we also know that on the other channels on the net, the average support for ISIS is considerably less than on Twitter.\"\nOur ruling\nMcChrystal said ISIS reaches \"about 100 million people a day through various things.\"\nISIS certainly has taken its war to social media, and experts agree that their strategy has some bite. But saying ISIS social media posts reach 100 million people a day is, at best, a high-end guesstimate, researchers say. And there are lots of caveats to consider.\nThousands of ISIS social media accounts have been shut down in recent months. Followers of ISIS accounts often overlap. And not all the messages sent actually reach every follower, or leave a lasting impression.\nMcChrystal’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-06266"}