{"url": "/factchecks/2013/jul/20/portland-bureau-transportation-pbot/does-portland-break-even-enforcing-parking-regulat/", "speaker": "Portland Bureau of Transportation (PBOT)", "vclaim": "Portland Bureau of Transportation \"barely break(s) even\" ticketing motorists.", "truth_label": "half-true", "date": "stated on June 26, 2013 in an interview:", "title": "Does Portland 'break even' enforcing parking regulations?", "text": "PolitiFact Oregon suspects there are stages a motorist experiences upon finding a yellow parking ticket envelope stuck to their windshield: Disbelief. Shame. Anger at those meanies at the city trying to squeeze every dime out of you, just to rack up revenue. \n\n\nWell, Dylan Rivera, a spokesman at the Portland Bureau of Transportation, told the Portland Mercury that \"generally we barely break even\" in parking enforcement. In other words, the city does not make revenue off errant motorists. \n\n \n\nA curious reader asked us to find out if that is true. Does revenue collected from parking fines cover the cost of enforcing parking rules? We sent an email to Rivera and to his colleague at PBOT communications, Diane Dulken. They confirmed what was stated in the Portland Mercury. \n\n\n\"It’s a balancing act,\" said Dulken. \"It’s not a cash cow; it’s not intended to raise revenue.\" \n\n\nOf course we asked for numbers to back up the claim. Here they are, in millions of dollars:: \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYear\n\n\n\nRevenue\n\n\n\nExpenses\n\n\n\nDirect Expenses\n\n\n\nIndirect Expenses\n\n\n\n\n\n2009-10\n\n\n\n$4.4\n\n\n\n$5.5\n\n\n\n$3.4\n\n\n\n$2.1\n\n\n\n\n\n2010-11\n\n\n\n$5.1\n\n\n\n$5.5\n\n\n\n$3.4\n\n\n\n$2.1\n\n\n\n\n\n2011-12\n\n\n\n$5.6\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSam Adams\n\n\nstated on August 12, 2011 in in a speech\n\n\n\n\n\n\n\n\nSays there's $4 billion in private investment along the streetcar. \n\n\n\n\n\n\n\n\n\n\n\n\nBy Janie Har • October 22, 2011\n\n\n\n\n\n\n\n\n\n\n$7\n\n\n\n$4.2\n\n\n\n$2.8\n\n\n\n\n\n2012-13\n\n\n\n$6.6\n\n\n\n$8.1\n\n\n\n$4.8\n\n\n\n$3.3\n\n\n\n\n\n2013-14\n\n\n\n$7.4\n\n\n\n$8.7\n\n\n\n$5.3\n\n\n\n$3.4\n\n\n\n\n\n\n\nYou can see that expenses -- including both direct and indirect costs -- outstrip revenue collected. Direct costs are for salaries and equipment. Indirect costs are for overhead, such as phones, office space, public information officers and other administrative costs sprinkled throughout the bureau. \n\n\nThe numbers for 2012-13, the budget year that ended June 30, are estimates. Dulken explained that the numbers increased because the city hired three new enforcement officers last year, bringing the total to 50. We also should remind readers that the city raised fines for some parking violations in February 2013. \n\n\nThe projected numbers for this year exclude revenue and costs associated with a plan for new meters in Northwest Portland. \n\n\nIf you count both indirect and direct expenses, PBOT isn’t breaking even. Instead, it appears the parking enforcement program has been losing money. \n\n\n(Why even enforce parking rules, you ask? Well, the city does get money from meters, and needs to maintain parking turnover for retailers. Plus, whom do you call when a stranger is blocking your private driveway? PBOT, apparently, is what stands between us and a disorderly parking free-for-all.) \n\n\nBut here’s the deal. Like you, PolitiFact Oregon is highly suspicious. We don’t want to take a government employee’s word for it. We want to know how the budget for parking enforcement is presented to others. \n\n\nWe pored through previous budgets, found online. We learned that the costs of parking enforcement in 2010-11 was $3.4 million; in 2011-12 it was $4.2 million; and in 2009-10 it was $3.4 million. In other words, the budgets use direct costs to convey the cost of the parking enforcement program. Indirect costs are not included. \n\n\nWhat’s up with that? \n\n\nWe got on the phone with Rivera, who acknowledged that there are different ways to view costs. But the bottom line, he said,  is that \"our impression has been, and this inquiry has confirmed, that we’re not writing citations for the purpose of funding the transportation\" bureau. \n\n\nFair enough. We adore a reasonable and upfront response from government. Readers now have more information to assess how parking ticket money works in the city of Portland.\n\n\nThere are different ways to look at the statement that ticket revenue matches costs. The city’s share of ticket revenue does not cover the fully loaded costs of providing enforcement services, according to the bureau. On the other hand, ticket revenue does cover the direct salary and equipment costs of writing tickets, according to public budgets. \n\n\nWe’re not in a position to audit the bureau’s books. All we know is that indirect costs are not details readily available to the public. Direct costs are what the public can ferret out when assessing parking enforcement. To us, those are important details missing from a statement that can be accurate looked at one way, not accurate looked at another way. \n\n\nWe rate the statement Half True.", "vclaim_id": "vclaim-pol-09091"}