{"url": "/factchecks/2015/oct/29/marco-rubio/when-attacked-missed-votes-marco-rubio-calls-out-b/", "speaker": "Marco Rubio", "vclaim": "In 2008, then-Sen. Barack Obama \"missed 60 or 70 percent of his votes.\" In 2004, John Kerry missed \"close to 60 to 70 percent\" and Bob Graham missed \"over 30 percent of his votes.\"", "truth_label": "true", "date": "stated on October 28, 2015 in the CNBC GOP presidential debate:", "title": "When attacked for missed votes, Marco Rubio calls out Barack Obama and John Kerry for missing votes", "text": "A major Florida newspaper’s editorial board called for U.S. Sen Marco Rubio to resign because of his record of missed votes in the Senate. The next day, Rubio was asked about it at the CNBC Republican debate in Boulder, Colo.\nCNBC anchor Carl Quintanilla asked Rubio about the editorial and if he hated his job.\nRubio countered that the Sun Sentinel had showed \"bias\" in its endorsements, because a few other senators who ran for president had missed a huge chunk of votes, too.\n\"Back in 2004, one of my predecessors to the Senate by the name of Bob Graham, a Democrat, ran for president missing over 30 percent of his votes. I don't recall them calling for his resignation. … Later that year, in 2004, John Kerry ran for president missing close to 60 to 70 percent of his votes. In fact, the Sun Sentinel endorsed him. In 2008, Barack Obama missed 60 or 70 percent of his votes, and the same newspaper endorsed him again. So this is another example of the double standard that exists in this country between the mainstream media and the conservative movement.\"\nWhat was the voting record of Sens. Obama, Kerry and Graham when they ran for president? We decided to check the roll call, as well as the endorsement record.\nPlaying hooky\nIn 2008, Obama missed 137 out of 213 votes, or 64.3 percent of votes. (His career absentee rate is 24.2 percent.)\nIn 2004, Kerry missed 89.8 percent of votes. (His career rate is 7.7 percent.) That's somewhat higher than what Rubio said.\nFrom January to October 2003, which includes the span of his campaign, Graham was absent 37 percent of the time. (His career rate is 3.2 percent.) Graham also underwent heart surgery on Jan. 31 that year, which caused him to miss votes before his official campaign launch.\nFor his part, Rubio has missed 99 out of 291 votes (about 34 percent) from the start of the year to Oct. 22, more than any other candidate in the race, according to Govtrack.us.\nRubio recently took the \"most truant career\" sash from Texas Sen. Ted Cruz. Here’s how Rubio stacks up against the other senator-candidates right now:\n\n\n\n\n\nSenator\n\n\n2015 votes missed (Jan. 1 to Oct. 28) \n\n\n2015 absentee rate\n\n\nCareer absentee rate\n\n\n\n\nMarco Rubio (R-Fla.)\n\n\n99\n\n\n34.0 percent\n\n\n12.3 percent (176 out of 1,434)\n\n\n\n\nLindsey Graham (R-S.C.)\n\n\n79\n\n\n27.1 percent\n\n\n5.8 percent 237 out of 4,107)\n\n\n\n\nTed Cruz (R-Texas)\n\n\n70\n\n\n24.1 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nVideo shows man upset because he was added to the no-fly list for storming the Capitol.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\n\n\n12.0 percent (114 out of 948)\n\n\n\n\nRand Paul (R-Ky.)\n\n\n14\n\n\n4.8 percent\n\n\n3.7 percent (53 out of 1,434)\n\n\n\n\nBernie Sanders (I-Vt.)\n\n\n10\n\n\n3.4 percent\n\n\n3.0 percent (84 out of 2,787)\n\n\n\n\nHillary Clinton (D-N.Y., 2001-2009)\n\n\nNA\n\n\nNA\n\n\n9.5 percent (249 out of 2,616)\n\n\n\n\nRick Santorum (R-Penn., 1995-2006 )\n\n\nNA\n\n\nNA\n\n\n1.9 percent (79 out of 4,156)\n\n\n\n\n\n \nThe newspaper endorsements\nThe Sun Sentinel is based in Broward County, the county with the highest number of registered Democratic voters in Florida, according to state records through September.\nThe Sun Sentinel endorsed Obama in 2008 but endorsed Republican Mitt Romney in 2012.\n\"When President came into office in 2009, the economy was in freefall and though untested, he inspired us with his promise of hope and change,\" the Sun Sentinel wrote in October 2012. \"Now, four years later, we have little reason to believe he can turn things around.\"\nGraham ran for the Democratic nomination in the 2004 race but was only a candidate for a few months. He filed his papers to form a president campaign committee Feb. 27, 2003, launched his campaign May 6 and dropped out Oct. 6, 2003. We couldn’t find the Sun Sentinel criticizing his voting record.\nIn October 2004, the Sun Sentinel endorsed Kerry:\n\"The Massachusetts senator possesses a prodigious intellect capable of grasping the complexities of the serious issues facing the nation and the world,\" the Sentinel wrote.\nThe Sentinel’s editorial page editor Rosemary O’Hara, who joined board in 2012, told PolitiFact that as far as Rubio’s endorsement \"We believed him when he said he wanted to work for Floridians in the Senate.\"\nWhile Clinton and Obama were criticized when they ran for president for missing votes, \"I don't recall either of them complaining about the job,\" O’Hara told PolitiFact. \"By contrast, Sen. Rubio has made it clear he doesn't like the job, which is why he wants another. Also, Sen. Obama and Clinton were not the senators from Florida. Marco Rubio is our guy. We have a personal relationship with him. We have only two people representing us in the U.S. Senate, and he said he wanted to do the job.\"\nOur ruling\nRubio said that Obama \"missed 60 or 70 percent of his votes,\" that Kerry missed \"close to 60 to 70 percent\" and that Graham missed \"over 30 percent of his votes\" when they were running for president. Those numbers check out, though Obama’s and Kerry’s numbers were over the course of an election year. Rubio is also correct that the newspaper didn’t call for their resignations. Overall, we rate Rubio’s statement True.\nCorrection: This report has been updated to correct minor math errors in the calculations of voting percentages. Rubio's numbers remain on track, and our rating remains the same.", "vclaim_id": "vclaim-pol-05800"}