{"url": "/factchecks/2010/oct/08/susan-b-anthony-list/spanish-language-ad-claims-sen-barbara-boxer-voted/", "speaker": "Susan B. Anthony List", "vclaim": "Sen. Barbara Boxer \"voted against immigration reform to permit (Hispanic immigrants) people to come here legally to work.\"", "truth_label": "false", "date": "stated on September 30, 2010 in a TV ad:", "title": "Spanish language ad claims Sen. Barbara Boxer voted against immigration reform", "text": "A new Spanish language ad from the Susan B. Anthony List, a Republican group that opposes abortion, and the National Organization for Marriage, which opposes gay marriage, attacks Sen. Barbara Boxer, D-Calif., on its core issues, saying that Boxer \"doesn’t share our values\" because she \"supports abortion and homosexual marriage.\"\n\nThe ad, running on Spanish language TV in several large California markets, also attacks Boxer on immigration, saying she \"voted against immigration reform to permit our people to come here legally to work.\"\n\nIt's a surprising attack, given that Boxer is a well-known advocate for comprehensive immigration reform. Boxer has long favored tougher border security, but she has also advocated a path to citizenship for the estimated 12 million illegal immigrants currently in the United States.\n\nAsked for backup for the ad's claim about Boxer, a spokesman for SBA List pointed us toward a May 23, 2007, story in the New York Times that notes Boxer's opposition to a \"guest worker\" provision proposed for the comprehensive immigration reform initiative that year.\n\nAccording to the story, \"Senator Barbara Boxer, Democrat of California, denounced the guest worker program, saying it would create a pool of 'desperate low-wage workers' whom employers could easily exploit.\"\n\nThe guest worker program proposed in the 2007 immigration bill was part of the negotiated \"grand bargain\" that sought to get bipartisan support for the bill. The program would have allowed temporary visas for several hundred thousand immigrants to fill unskilled jobs. The visas could be renewed twice, so long as the guest worker returned to his home country for at least a year between visits. And to return, the worker would need sponsorship from an employer.\n\nMany immigration advocates feared it would create an environment where employers could abuse guest workers, because they could control whether that guest worker could return. And Boxer voted to eliminate it. \n\nA May 29, 2007, editorial in the New York Times described the guest worker provision in the bill as \"an absurd employment hokey-pokey — you put your two years in, then one year out, then repeat that twice and go home forever. It would be massive indentured servitude — colonial times all over again, but without any hope of citizenship for those taking our most difficult and despised jobs.\"\n\nThe ad doesn't explain any of this background. It merely says Boxer \"voted against immigration reform to permit our people to come here legally to work.\"\n\nIn fact, Boxer has long been a strong proponent of comprehensive immigration reform. In 2006, she voted for an immigration reform package that included a more immigrant-friendly temporary guest worker provision. In addition, while she voted against the version of the guest worker provision included in the 2007 immigration reform bill, she ultimately voted to continue debating the bill, although it subsequently died.\n\nBoxer's campaign also notes that she co-sponsored the AgJobs Act of 2009, to allow illegal immigrants who work in the fields to get temporary visas, and eventually a path to permanent residency. And in April 2010, Boxer and 15 other senators sent a letter to President Barack Obama expressing support for a bipartisan immigration reform bill this year.\n\nMarc Rosenblum, senior policy analyst at the Migration Policy Institute, said, \"The ad suggests she has been an anti-immigration vote in Congress and that's not accurate. She voted against that piece of it.\"\n\nMark Krikorian, executive director of the Center for Immigration Studies, a nonpartisan research group that supports lower levels of immigration, said the ad \"is clearly intended to convey that she’s against what advocates call 'comprehensive immigration reform' when, in fact, she’s all for the left-wing version of it ... What she voted against was the third leg of 'comprehensive immigration reform,' which is insisted on by the business and libertarian right, which is the increased importation of captive labor via guestworker programs.\"\n\nThe immigration attack on Boxer doesn't come completely from left field. Trailing badly in polls among California's Latino voters, Republican Carly Fiorina -- who has backed Arizona's controversial immigration law -- has used similar criticisms of Boxer in an attempt to weaken the Democrat with Latino voters.\n\nAccording to an Oct. 6, 2010, story in the Los Angeles Times, \"though Fiorina has revealed little about how she would approach immigration issues, she has sharply criticized Boxer for seeking to strip a proposed temporary worker program from federal immigration legislation in 2007 that ultimately collapsed in the Senate.\"\n\nWe think the ad's claim about Boxer's record on immigration is highly misleading. It states simply that Boxer \"voted against immigration reform to permit our people to come here legally to work.\" Boxer did not vote against the immigration reform bill in 2007. She voted against a provision in it that she felt would lead to the exploitation of immigrant workers. Moreover, the ad ignores Boxer's history of support for comprehensive immigration reform, including a program to allow immigrants to come to the United States to work legally. We rate the ad's claim about Boxer's immigration record False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14273"}