{"url": "/factchecks/2012/oct/21/leonard-lance/barack-obama-broke-promise-cut-annual-deficit-half/", "speaker": "Leonard Lance", "vclaim": "Says Barack Obama \"said when he was running for office four years ago that he would halve the annual deficit by the end of his first term. That simply has not happened.\"", "truth_label": "true", "date": "stated on October 11, 2012 in a debate:", "title": "Barack Obama broke promise to cut annual deficit in half by the end of his first term, Rep. Leonard Lance says", "text": "President Barack Obama hasn’t kept his promise to cut the nation’s annual deficit in half by the end of his first term, according to Rep. Leonard Lance.\n\nThe Republican congressman pointed to the president’s broken promise during an Oct. 11 debate against Democratic state Assemblyman Upendra Chivukula. The two will face off in the Nov. 6 election to represent the 7th Congressional District.\n\n\"President said when he was running for office four years ago that he would halve the annual deficit by the end of his first term,\" Lance said. \"That simply has not happened, ladies and gentlemen, and it is greatly disturbing.\"\n\nLance’s claim is correct: Obama vowed to cut the annual deficit in half by the end of his first term and, nearly four years later, he hasn’t done so. The federal deficit represents how much the government's spending exceeds its revenues in a given fiscal year.\n\nLance claimed Obama offered that promise \"when he was running for office,\" but actually the president made the pledge soon after taking office. Obama made those remarks on Feb. 23, 2009 at an event called the \"Fiscal Responsibility Summit.\"\n\nHere’s what he said:\n\n\"And that's why today I'm pledging to cut the deficit we inherited by half by the end of my first term in office. This will not be easy. It will require us to make difficult decisions and face challenges we've long neglected. But I refuse to leave our children with a debt that they cannot repay -- and that means taking responsibility right now, in this administration, for getting our spending under control.\"\n\nThe president repeated the pledge the following day during a joint session of Congress: \"And yesterday, I held a fiscal summit where I pledged to cut the deficit in half by the end of my first term in office.\"\n\nBut as the deficit figures show, that bold promise has gone unfulfilled.\n\nObama took office in the middle of fiscal year 2009. At the time of his initial pledge, the president said his administration inherited a $1.3 trillion deficit, but the deficit for that fiscal year ultimately reached about $1.4 trillion.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Codey\n\n\nstated on July 13, 2011 in an interview on Hannity on Fox News\n\n\n\n\n\n\n\n\n\"Every president has raised the debt ceiling.\"\n \n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill Wichert • July 21, 2011\n\n\n\n\n\n\n\n\nIn fiscal years 2010 and 2011, the annual deficits were roughly $1.3 trillion.\n\nFor fiscal year 2012, which ended Sept. 30, the nonpartisan Congressional Budget Office has estimated an annual deficit of about $1.1 trillion. That is the last full fiscal year during Obama’s first term.\n\nSo, the annual deficit has dropped during Obama’s time in office, but not by half.\n\nIn a February 2012 interview on Atlanta’s WAGA-TV, Obama said he wasn’t able to keep that promise because \"this recession turned out to be a lot deeper than any of us realized.\"\n\nObama added, \"So, the die had been cast, but a lot of us didn't understand at that point how bad it was going to get. That increases the deficit because less tax revenues come in, and it means that more people are getting unemployment insurance, we're helping states more so they don't lay off teachers, etc.\n\n\"The key, though, is we're setting ourselves on a path where we can get our debt under control. The most important thing we can do, though, to reduce our debt is to make sure that we continue growing this economy.\"\n\nOur ruling\n\nIn a debate against his Democratic challenger, Lance claimed that Obama \"said when he was running for office four years ago that he would halve the annual deficit by the end of his first term. That simply has not happened, ladies and gentlemen, and it is greatly disturbing.\"\n\nLance should have said Obama made that pledge soon after he took office, but the congressman’s overall point is solid. The president vowed in February 2009 to cut the annual deficit in half by the end of his first term, and he hasn’t done it.\n\nWe rate the statement True.\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-10122"}