{"url": "/factchecks/2011/mar/02/scott-walker/wisconsin-gov-scott-walker-says-most-federal-emplo/", "speaker": "Scott Walker", "vclaim": "\"Most federal employees do not have collective bargaining for benefits, nor for pay.\"", "truth_label": "true", "date": "stated on February 27, 2011 in an interview on NBC's 'Meet the Press':", "title": "Wisconsin Gov. Scott Walker says most federal employees do not have collective bargaining for benefits or pay", "text": "In an interview with Wisconsin Gov. Scott Walker, NBC's Meet the Press host David Gregory zeroed in on the issue at the heart of the union showdown.\n\n\"What's so wrong with...collective bargaining?\" Gregory asked.\n\nWalker began with a comparison to federal employees.\n\n\"Well, our proposal is less restrictive than the federal government is today,\" Walker said. \"Under Barack Obama, he presides over a federal government where most federal employees do not have collective bargaining for benefits, nor for pay. So what we're asking for is something less restrictive than what the federal government has.\"\n\nWhether Walker's proposal is less restrictive than what the federal government has today is a matter of opinion (and we'll explain why later), but we were curious whether Walker's was correct that most of the roughly 2.8 million federal workers do not have collective bargaining rights to negotiate pay and health or pension benefits.\n\nWe turned first to the American Federation of Government Employees (AFGE) which represents 600,000 federal government workers in 65 agencies, including the Department of Defense, Veterans Affairs, Social Security, and the Environmental Protection Agency. It is the largest federal employee union.\n\nIt's true, said Beth Moten, legislative and political director for AFGE, that most federal employees don't have collective bargaining rights over pay and benefits.\n\n\"So what's the point?\" Moten asked. \"Should employees in Wisconsin be treated as badly as federal employees are?\"\n\nThere are some exceptions to this rule. Air traffic controllers, for example, can bargain over wages under a 1996 law that granted full bargaining rights to a number of federal workers covered under the Federal Aviation Administration, said Kate Bronfenbrenner, a labor expert at Cornell University.\n\nSome also point to the U.S. Postal Service, which has nearly 600,000 career employees, most (but not all) of whom have collective bargaining rights for pay and benefits. But theirs is a somewhat different situation. Although the U.S. Postal Service reports to Congress, it is an independent agency of the United States government. Unlike the private sector, explained U.S. Postal Service spokesman Mark Saunders, postal employees cannot strike, nor can management lock them out.\n\nWalker said \"most\" federal employees. And by that measure, he is correct, Bronfenbrenner said.\n\n\"Unlike all the other state, county and municipal workers in the country who have collective bargaining rights, federal workers have their pay and benefits set by Congress,\" Brofenbrenner said. \"But federal workers can bargain over terms and conditions of employment besides pay and benefits.  \n\n\"This has not created stable labor relations in the public sector by any means,\" she said. \"Instead it has meant that senators and congressional representatives with large numbers of federal employees in their districts end up fighting to have money put into bills for federal workers in their districts the same as if they were lobbying to get money for a large federal contract. Thus, instead of being done in the very open transparent process of state and local public sector bargaining it is all done at a higher level, mostly behind closed doors, but the money still is getting there, just not as equitably as it would if there were collective bargaining.\"\n\nMoten, of the American Federation of Government Employees, also stressed that federal employees do have collective bargaining rights over working conditions. And that's an important right. It affects vacation time, work hours, safety issues -- all sorts of things important to workers.\n\nUnder Gov. Walker's plan, collective bargaining for state workers would be limited to base pay rate (and raises would generally be limited by the rate of inflation).\n\nIn a fact-check our colleagues at PolitiFact Wisconsin did regarding limiting labor negotiations to only wages, they quoted Candice Owley, president Wisconsin Federation of Nurses and Health Professionals, who said wages are only part of what’s important to nurses when they negotiate with hospitals.\n\n\"We spend very little time these days on wages and a whole lot of time on working conditions,\" she said, such as seniority, schedules, the length of shifts, and what happens when a nurse is assigned to a different department.\n\nSaid Owley: \"We bargain every kind of working condition imaginable.\"\n\nBottom line, negotiations over working conditions are important, and so Walker's larger point -- that he is asking for  \"something less restrictive than what the federal government has\" -- is debatable. But in saying that most federal workers don't have collective bargaining rights to benefits and pay, though, Walker is accurate. Although there are some federal workers who have collective bargaining rights for benefits and pay, \"most\" do not. And so we rate his comment True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13505"}