{"url": "/factchecks/2016/oct/10/tim-kaine/contrary-kaine-claim-trump-hasnt-called-us-break-n/", "speaker": "Tim Kaine", "vclaim": "Donald Trump says \"that NATO is obsolete and that we need to get rid of NATO...\"", "truth_label": "barely-true", "date": "stated on October 4, 2016 in a debate.:", "title": "Kaine wrongly says Trump backs end of NATO", "text": "Tim Kaine says Donald Trump would toss NATO in the trash.\n\"That’s why Donald Trump’s claim that he wants to — that NATO is obsolete and that we need to get rid of NATO is so dangerous,\" Kaine said Oct. 4 during his debate at Longwood University against Mike Pence, the Republican vice presidential nominee.\nPence denied that. So we’ll examine whether Trump, the GOP presidential nominee, really has said the North Atlantic Treaty Organization is an \"obsolete\" alliance that should be disbanded.\nSarah Peck, the communications director for Democratic presidential nominee Hillary Clinton’s campaign in Virginia, pointed us to a series of Trump speeches and news articles about his comments on NATO. We found additional transcripts of the GOP nominee’s comments on the alliance.\nThere are many instances when Trump said NATO is outdated and argued that it has failed to modernize beyond its original Cold War mission and instead should focus more on fighting the Islamic State and other terrorist threats.\n\"N.A.T.O is obsolete and must be changed to additionally focus on terrorism as well as some of the things it is currently focused on!\" Trump said in a March 24 tweet.\nTrump made a similar statement July 21 during his acceptance speech at the Republican National Convention.\n\"Recently I have said that NATO was obsolete, because it did not properly cover terror, and also that many of the member countries were not paying their fair share. As usual, the United States has been picking up the cost,\" he said.\nSo \"obsolete\" is a modifier Trump often attaches to NATO. But we couldn’t find evidence that Trump actually has called for \"getting rid of NATO,\" as Kaine says.\nIn a July 22 interview with The New York Times, Trump was asked if the U.S. should continue putting as much money as it does toward NATO if other countries don’t increase their spending.\n\"I would prefer that we be able to continue (protecting them), but if we are not going to be reasonably reimbursed for the tremendous cost of protecting these massive nations with tremendous wealth. … We’re talking about countries that are doing very well. Then yes, I would be absolutely prepared to tell those countries, ‘Congratulations, you will be defending yourself,’\" Trump said, according to The Times transcript of its interview.\nTrump has made many other statements that NATO countries that pay too little might not be defended.\nIn an April 2 article in The New York Times noted that Trump told a crowd in Racine, Wis., that if countries don’t pay more toward their defense, they have to get out of the alliance.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\"And if it breaks up NATO, it breaks up NATO,\" he said, according to The Times.\nTrump has made other statements that indicate he’s ambivalent about the alliance’s fate.\n\"I don’t want to get rid of NATO, but you always have to be prepared to walk. It’s possible,\" Trump said at an Aug. 3 rally in Jacksonville, Fla.\nDuring a March 27 interview on ABC, Trump said NATO has been \"disproportionately\" expensive for the U.S.\n\"And we should readjust NATO,\" Trump said. \"And it's going to have to be either readjusted to take care of terrorism, or we're going to have to set up a new coalition, a new group of countries to handle terrorism, because terrorism is out of control.\"\nAt a July 27 news conference, Trump raised the issue of NATO again.\n\"I like NATO, just so you understand. I like NATO. I like the concept of NATO. It is somewhat outdated, because it doesn't cover terror the way it should. I've been saying this for six months now,\" Trump said, according to The Washington Post’s transcript of the event.\nHe added, \"I think NATO's great. But it's got to be modernized. And - and countries that we're protecting have to pay what they're supposed to be paying.\"\nDuring his first debate with Clinton on Sept. 26, Trump said, \"I’m all for NATO. But I said they have to focus on terror, also.\"\nOur ruling\nKaine said Trump has said \"that NATO is obsolete, and that we need to get rid of NATO.\"\nThe record is full of instances when Trump called the alliance \"obsolete,\" but that doesn’t means he’s called for its end.\nTo the contrary, Trump has spoken of a future for NATO as long as other nations shoulder more of NATO’s costs and make other changes. If they won’t do so, then Trump has voiced ambivalence about the alliance’s future.\nBut Kaine’s statement leaves the misleading impression that Trump is advocating for NATO’s demise. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-04162"}