{"url": "/factchecks/2011/apr/28/joe-biden/vice-president-joe-biden-says-there-were-more-new-/", "speaker": "Joe Biden", "vclaim": "\"We have created more jobs in this last year than the Bush administration (did) in eight years.\"", "truth_label": "mostly-true", "date": "stated on April 19, 2011 in a speech in Cleveland:", "title": "Vice President Joe Biden says more jobs were created in the last year than in all eight years under George Bush", "text": "Vice President Joe Biden loves campaigning in Ohio. He did so 15 times during the 2010 Midterm elections for various state and federal candidates.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nBut Democrats still suffered a \"shellacking,\" he joked during an April 19 campaign fundraiser in Cleveland for U.S. Sen. Sherrod Brown, who faces re-election next year.\n\nCiting positive economic news, Biden insisted, however, that the political debate about his administration’s policies now favors Democrats.\n\n\"A lot of things we took a shellacking for, the American public has had an opportunity to take a good look at now,\" he said.\n\nBiden noted the improving unemployment rate. And he added this comparison: \"We have created more jobs in this last year than the Bush administration (did) in eight years. We are in a position where we are moving to toward creating an average of 220,000 jobs a month. Not enough, but we are moving.\"\n\nPolitiFact Ohio likes comparisons and decided to examine this one because it’s emerging as a key Democratic talking point. When checking out job figures, PolitiFact turns to The Bureau of Labor Statistics, the official score keeper of U.S. employment numbers.\n\nThe BLS numbers are based on monthly surveys of employers. It updates the monthly figure as employers complete their surveys and it incorporates into the monthly figure a more complete quarterly census of employment and wages.\n\nFirst, we can quickly dispense with the Biden’s lead-in: That the unemployment rate is improving.\n\nIn March, the national unemployment rate dropped for the fourth consecutive month. At 8.8 percent, the rate is down from a recession peak of 10.1 in Oct. 2009, according to the BLS.\n\nAlso, we can dispense with the last part: \"We are moving to toward creating an average of 220,000 jobs a month. Not enough, but we are moving.\" Since it’s not really a statement of fact and includes a prediction, we’ll leave that to be examined down the road.\n\nBut how about the Obama vs. Bush job comparison?\n\nThe number of jobs as of February 2001, the first full month of Bush’s presidency, was 132.53 million. The number of jobs as of January 2009, the month he left office, was 133.56 million. That’s a net gain 1.03 million jobs.\n\nTo checkout Biden’s claim, we looked back 12 months, from March 2010 to March of 2011. (Though Biden made remarks this month, April figures have not yet been tallied.)\n\nThe number of jobs in March 2010 was 129.43 million. The number of jobs in March 2011 is 130.73 million. The net gain during the last year is 1.3 million jobs.\n\nThat means 270,000 more jobs were created in the last 12 months than the net total of jobs at the end of Bush’s two terms.\n\nA familiar detour, or caveat, is in order. Typically, the most recent BLS monthly job figures are preliminary and will change as surveys are completed and figures are updated. That means the 270,000 edge for the Obama administration could increase -- or disappear.\n\nPolitifact also frequently points that when framing job figures, slicing and timing make all the difference.\n\nRepublicans, for instance, like to frame the jobs story this way: The U.S. has lost a total of 2.09 million jobs since Obama’s first full-month in office in February 2009. That’s true. Of course, looking at this way shortchanges the impact of the deep recession Obama inherited and the recent economic growth.\n\nLikewise, Democrats shortchange Bush when they ignore that the U.S. created more than 5.6 million jobs through January 2008, when the recession began to take hold.\n\nThe bottom line is that the recession, which officially began in Dec. 2007, hurt the job record of both presidents.\n\nSo where does that leave Biden’s statement?\n\nHe’s correct about the declining unemployment rate. He’s also accurate about the gains made in the last year. The figure also falls within the context that the recovery has been slow and painful but the job picture is improving of late, albeit slowly.\n\nUnderstanding how he slices job numbers in his comparison is a point that provides clarification. On the Truth-O-Meter, we rate Biden’s statement as Mostly True.", "vclaim_id": "vclaim-pol-13185"}