{"url": "/factchecks/2011/may/30/mark-miller/wisconsin-senate-minority-leader-mark-miller-says-/", "speaker": "Mark Miller", "vclaim": "\"Abraham Lincoln (once) jumped out of a window in the Illinois Legislature in order to deny a quorum.\"", "truth_label": "true", "date": "stated on May 18, 2011 in remarks to reporters:", "title": "Wisconsin Senate Minority Leader Mark Miller says Abe Lincoln jumped out of a window to deny a quorum", "text": "Mark Miller, the Wisconsin Senate minority leader, thinks Democratic state senators who fled to Illinois to block a vote on collective-bargaining limits were on the right side of history.\n\nAnd he’s citing Abraham Lincoln as proof.\n\nIn a Journal Sentinel interview on May 18, 2011, the Monona Democrat who led the walkout repeated an anecdote that has been making the rounds for months in various media accounts of the battle over Republican Gov. Scott Walker’s move to curtail collective bargaining.\n\n\"When we were in Illinois, we learned that Abraham Lincoln had jumped out of a window in the Illinois Legislature in order to deny a quorum,\" Miller said. \"So we felt like in that case we were definitely in good company.\"\n\nTrying to deny a quorum -- that does sound familiar.\n\nBut is that fact or just a Lincoln legend?\n\nSome of the details we heard caused us to wonder.\n\nMany accounts, even in some well-regarded Lincoln biographies, claim Lincoln jumped from the second story. Now, we are well aware of the lanky Lincoln’s length, but, really, wouldn’t injury have been the result of such a leap? No injury was reported.\n\nAnd many accounts refer to Lincoln jumping from the state Capitol building that day, Dec. 5, 1840. But historians note the new Capitol would not open until days later.\n\nSo what’s the truth?\n\nWe found numerous book and newspaper references to Lincoln’s desperate attempt to block a vote on a banking bill, including an account in Pulitzer Prize-winning biographer David Herbert Donald’s \"Lincoln\" (1995).\n\nLincoln, an advocate of a strong central banking system, was trying to save the state bank of Illinois.\n\nDonald called it a \"second story\" job at the Capitol building.\n\nLincoln himself later made a brief speech about his \"jumping scrape\" when the Legislature reconvened in January 1841, historians say, citing legislative documents.\n\nWe located the Illinois State Register’s account of that day in the Legislature. The Springfield newspaper’s correspondent said Lincoln \"unceremoniously raised a window\" and jumped through. His account ran on Dec. 11, 1840 -- less than a week after the incident itself.\n\nSo, we found no real dispute on the outline of what happened.\n\nBut let’s settle some details.\n\nWe turned to the co-author of one of the books Donald, who died in 2009, cited for his account: Wayne Temple, chief deputy director of the Illinois State Archives in Springfield. Temple’s book is, \"Illinois’ Fifth Capitol: the House That Lincoln Built and Caused to Be Rebuilt.\"\n\nTemple has personally sifted through the newspaper accounts and legislative minutes from the 1840 session.\n\nIt happened, Temple told us.\n\n\"That’s the story, and I’ve done it from primary sources.\"\n\nThe episode actually took place at a church serving as temporary legislative chambers, he said. The new capitol building wouldn’t open for the Illinois House until two days later. How does Temple know? \"I have records to show which church got paid,\" he said.\n\nTour guides at the Capitol sometimes have wrongly told visitors that Lincoln jumped from there, Temple said.\n\n\"If he had jumped out of there he would have killed himself,\" he said.\n\nHis \"escape,\" Temple said, was from the first floor, not the second.\n\nLincoln and his Whig Party colleagues had already been tallied as present and voting before they opened the window and jumped out, numerous accounts show.\n\nSo Lincoln may have been trying to block a quorum, but he failed.\n\n\"It was for naught!\" Temple said.\n\nIn Donald’s account, the Whigs were absent for many hours, leaving Lincoln and a few lieutenants behind to watch the proceedings. But they made a procedural blunder, necessitating their quick exit.\n\nDemocrats ridiculed Lincoln and his \"flying brethren,\" Donald wrote, noting that \"his celebrated leap caused him no harm because his legs reached nearly from the window to the ground.\"\n\nThe senators in the \"Wisconsin 14\" ultimately failed to stop a vote, too, but they stayed away for 22 days, allowing massive protests to develop in Madison.\n\n\"Lincoln didn’t leave the state -- he didn’t even leave the square,\" Temple told us. \"The sergeant of arms could have gotten him by the nape of the neck and dragged him back.\"\n\nWisconsin has seen its share of quorum-escaping moves over the years, according to a colorful historical account in the Wisconsin State Journal.\n\nOne episode, the paper reported, involved state Rep. Ruth Doyle, mother of former Gov. Jim Doyle, refusing to leave the \"ladies powder room\" where she fled to avoid voting on a resolution asking Gen. Douglas MacArthur to address the state Legislature about the \"appeasement of Communists in our own nation and the world.\"\n\nLet’s bring this back to the present.\n\nIn the summer of 2011, recall elections for state senators will help write history’s view of the tumultuous battle over collective bargaining rights in Wisconsin. It’s premature to predict the outcome now.\n\nBut let history record that media accounts in 2011 properly recorded that Abe Lincoln and the Whigs did try to block a quorum in 1840 by staying away. And the future president did leave through a window.\n\nIt was a botched attempt, and therefore is a poor comparison to the Wisconsin episode in February 2011.\n\nBut Miller heard it right.\n\nHonest Abe, and a True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13019"}