{"url": "/factchecks/2020/apr/03/facebook-posts/no-coronavirus-did-not-cause-death-rate-drop-chica/", "speaker": "Facebook posts", "vclaim": "“In Chicago, Covid-19 actually LOWERED the death rate.”", "truth_label": "false", "date": "stated on March 22, 2020 in a Facebook post:", "title": "No, the coronavirus did not cause the death rate to drop in Chicago", "text": "As the coronavirus forces people across the country to stay indoors, questions have emerged over how the pandemic is impacting crime rates. \nIt’s a debate of particular significance to cities like Chicago, which is accustomed to high levels of violent crime. As of April 1, 2020, the virus sickened over 3,000 people in Chicago and killed 39 — even as Illinois officials attempt to contain the spread through a stay-at-home order. \nBut a March 22, 2020, Facebook post that accumulated more than 2,200 shares took it one step further.\n\"In Chicago, Covid-19 actually LOWERED the death rate,\" the post stated, over a background of laughing emojis.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nMurders in Chicago decreased in March 2020 compared to years prior, but officials have yet to attribute that shift to COVID-19. \nAnd overall, deaths don’t appear to be declining.\nDeath rates in Chicago\nThe first case of COVID-19 arrived in Illinois in January after a 60-year-old Chicago woman returned from Wuhan, China — where the virus originated — but like many states did not see a surge in cases until March. Illinois reported its first death on March 17, a patient who was a Chicago resident.\nThe most recent available numbers on deaths in Chicago come from the Cook County Medical Examiner, which takes cases that require additional investigation to determine a cause of death. If someone was under the care of a doctor when they died, that case wouldn’t necessarily go to the medical examiner because the doctor can sign off on their death certificate.\nSo it’s important to note that information from the medical examiner doesn’t encompass all deaths in Chicago. But it does provide a valuable snapshot.\nThe examiner’s office handled 413 deaths in Chicago in March, according to its case archive as of April 2. At least 11 of them were tied to COVID-19, while other causes of death ranged from gunshot wounds to cardiovascular disease. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nIn March 2019, by comparison, the medical examiner saw 279 deaths in Chicago. There were 301 Chicago cases in March 2018 and 306 in March 2017.\nThese numbers show the virus doesn’t appear to be decreasing deaths as the Facebook post suggested. Instead, officials say it's likely the opposite.\n\"The uptick you are seeing is a direct correlation to the rise in COVID-19 cases,\" said Natalia Derevyanny, director of communications for the Cook County Bureau of Administration.\nThe homicide question\nChicago sees high rates of gun violence largely tied to gang conflict. Given its reputation, this Facebook post implies that the virus is ultimately saving lives because people are inside and not on the streets.\nThe poster did not respond to a request for comment.\nAccording to the Chicago Police Department, the city saw 24 homicides in March, a decrease from 35 in March of last year. But shootings and shooting victims for the month jumped roughly 6% and 5%, respectively.\nThe department declined to say whether it attributes the decrease in homicides to COVID-19.\nAccording to the Chicago Tribune, Mayor Lori Lightfoot has been hesitant to draw a line between the virus and crime.\n\"We can’t specifically say that the crime rate is affected by coronavirus,\" Lightfoot said. \"But obviously what we know going back many, many years and looking at data is that when large congregations of people are outside in neighborhoods where gun violence is prevalent, that increases the risk.\"\nA footnote: In Milwaukee — another city plagued by gun violence — there were more homicides in March 2020 than March 2019, according to the Milwaukee Journal Sentinel’s homicide tracker.\nOur ruling\nA Facebook post shared by more than 2,000 people claimed that in Chicago, COVID-19 has lowered the death rate.\nBut numbers from the Cook County Medical Examiner do not indicate that deaths in Chicago decreased in March as COVID-19 started to ravage Illinois. In fact, the data suggest the opposite — more deaths, despite a decrease in murders reported by Chicago police.\nWe rate the claim False.", "vclaim_id": "vclaim-pol-16872"}