{"url": "/factchecks/2018/may/02/evan-jenkins/did-evan-jenkins-correctly-cite-past-politifact-ru/", "speaker": "Evan Jenkins", "vclaim": "\"All the things Patrick (Morrisey) is saying — (that I supported) Hillary Clinton, cap and trade, Planned Parenthood — PolitiFact went through each and every allegation and said, ‘False, False, False, False.’ \"", "truth_label": "half-true", "date": "stated on May 1, 2018 in a debate:", "title": "Did Evan Jenkins correctly cite past PolitiFact rulings in a debate?", "text": "It’s not every day that PolitiFact fact-checks are wielded as rhetorical weapons in U.S. Senate debates, but that’s exactly what happened in a May 1 debate that pitted three Republican candidates for U.S. Senate in West Virginia.\nDuring the hotly contested campaign, West Virginia Attorney General Patrick Morrisey has regularly attacked one of his rivals, U.S. Rep. Evan Jenkins, for a history of deviating from conservative orthodoxy.\nAs we’ve previously noted, Jenkins was initially registered as a Democrat, then switched to Republican, then back to Democratic when he sought a seat in the West Virginia House of Delegates in 1993. He remained a Democrat until July 2013, when he became a Republican to successfully challenge U.S. Rep. Nick Rahall, D-W.Va.\nDuring the debate, Morrisey said, referring to Jenkins: \"I wasn’t the one recruited by the liberal establishment because of his very questionable record. Once again, Obamacare support, cap and trade support, donating to Joe Manchin, holding a fundraiser at his house. That’s not the West Virginia values we need to drain the swamp in Washington.\"\nTo rebut this attack, Jenkins pointed to a prior PolitiFact fact check.\n\"Unfortunately, Patrick Morrisey continues to spew his lies and misrepresentations,\" Jenkins said. \"We had PolitiFact, and all the things Patrick is saying — supporting Hillary Clinton, cap and trade, Planned Parenthood — PolitiFact went through each and every allegation and said, ‘False, False, False, False.’\"\nDid Jenkins cite our research correctly? He did, up to a point.\nRecapping our earlier fact-check\nThe congressman was referring to an article in which we checked a Morrisey statement that Jenkins \"has the same positions on the issues as Joe Manchin: supporting Hillary (Clinton), supporting cap-and-trade, supporting Planned Parenthood, many tax increases.\"\nHere’s the rundown of the three issues Jenkins cited:\n• Support for Hillary Clinton. The Morrisey campaign had cited Jenkins’ attendance at a July 27, 2007, economic policy town hall Clinton hosted at West Virginia State University. But that’s not the same as a vote -- especially since Jenkins attended a similar event for President George W. Bush in 2004, when he was a Democrat.\nMorrisey’s campaign also told us they believed Jenkins had voted for Clinton in the Democratic presidential primary in 2008 because he had stated he didn’t support Obama but still voted. But Jenkins could have skipped voting for president on that ballot -- as his campaign says he did.\nAll told, there’s no solid proof of Jenkins having voted for Clinton.\n• Support for cap-and-trade. Cap-and-trade legislation sets limits on emissions and then lets companies trade emission reduction credits. Carbon-emitting fuels like coals are at a disadvantage under such a system, making such laws unpopular in coal-heavy West Virginia.\nMorrisey’s campaign said that in 1997, Jenkins sponsored HB 2476, a bill to create an emissions banking and trading program to incentivize better air quality. But Patrick McGinley and James Van Nostrand, two environmental law experts at West Virginia University familiar with the law, disagreed with that interpretation. They said the 1997 bill lacks a cap on emissions, the critical feature of cap-and-trade legislation.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Support for Planned Parenthood. Jenkins has cast repeated votes to defund Planned Parenthood due to its provision of abortion services, including the \"No Taxpayer Funding for Abortion Act,\" \"Defund Planned Parenthood Act\" and the \"Restoring Americans' Healthcare Freedom Reconciliation Act.\"\nFor our prior fact-check, the Morrisey campaign cited a 2006 Project Vote Smart survey on abortion in which Jenkins did not offer an opinion prohibiting public funding of abortions and to organizations that advocate or perform abortions. However, the Project Vote Smart website itself said that a lack of response did not indicate opposition to a policy. Jenkins did not respond to the most recent survey.\nNew wrinkles, and new attacks\nSo our previous fact-check provides significant support for Jenkins’ claim. But there are some important holes to mention.\n• New evidence. Morrisey’s campaign provided one new piece of evidence for the Planned Parenthood assertion that didn’t exist when we wrote our first fact-check.\nThey noted that Jenkins voted for an omnibus spending bill on March 22, 2018. The bill doesn’t specifically direct funding to Planned Parenthood. However, it keeps the longstanding status quo, under which the federal government pays for non-abortion-related services provided by Planned Parenthood through Medicaid and other programs. (We rated a similar claim from North Carolina Half True.)\n• Jenkins’ language was too loose. Jenkins saying that PolitiFact had debunked \"all the things Patrick (Morrisey) is saying.\" In reality, three of the four specific items Morrisey cited in the preceding remark were ones the PolitiFact fact-check didn’t address. (The one we previously did fact-check was Jenkins’ support for cap-and-trade.)\nThe remaining three claims we hadn’t yet checked were Jenkins’ \"Obamacare support ... donating to Joe Manchin, (and) holding a fundraiser at his house\" for Manchin.\nOn these three issues, Morrisey has a point.\nIn 2011, Jenkins sponsored and voted for a bill to bring an Affordable Care Act health care exchange to West Virginia.\nMeanwhile, Jenkins donated $1,000 to Manchin’s bid for governor on April 17, 2007, and another $1,000 on March 27, 2008.\nFinally, Jenkins hosted a fundraiser for Manchin at his home on March 27, 2008, that raised over $6,000.\nOur ruling\nJenkins said, \"All the things Patrick (Morrisey) is saying — (that I supported) Hillary Clinton, cap and trade, Planned Parenthood — PolitiFact went through each and every allegation and said, ‘False, False, False, False.’ \"\nJenkins correctly cited PolitiFact’s conclusions on the three specific topics he himself mentioned.\nHowever, Jenkins’ statement came as a rebuttal to a remark by Morrisey that cited three separate examples of Jenkins’ alleged support for Democrats or liberal issues. In reality, PolitiFact had not fact-checked those three topics at the time of the debate, and now that we have looked into them, we find support for Morrisey’s position, not Jenkins’.\nVoters tuning into the race for the first time could easily get the wrong impression about the accuracy of the attacks.\nWe rate the statement Half True.\n Share the Facts 2018-05-02 22:47:54 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"All the things Patrick (Morrisey) is saying — (that I supported) Hillary Clinton, cap and trade, Planned Parenthood — PolitiFact went through each and every allegation and said, ‘False, False, False, False.’ \"    Evan Jenkins Republican Senate candidate https://www.youtube.com/watch?v=1gJDjPnvLvo   a debate Tuesday, May 1, 2018 2018-05-01    Read More  info", "vclaim_id": "vclaim-pol-02119"}