{"url": "/factchecks/2015/jun/02/russell-brand/russell-brand-misinforms-fans-about-us-murder-rate/", "speaker": "Russell Brand", "vclaim": "\"The American murder rate is 50 times that of any other developed nation.\"", "truth_label": "false", "date": "stated on May 26, 2015 in an episode of 'The Trews':", "title": "Russell Brand misinforms fans about the U.S. murder rate on 'The Trews'", "text": "In 2014, eccentric British comedian Russell Brand launched an Internet video show called The Trews, short for \"true news.\"\nTrue news! Something PunditFact can get behind.\nThe show usually features Brand offering his opinion on the topics of the day, often about his native England but also sometimes about the United States. In the 327th episode of The Trews, Brand criticizes Fox News pundit Greg Gutfeld for cheering the death sentence for Dzhokhar Tsarnaev, convicted for his role in the 2013 Boston Marathon bombings that killed three people and injured scores more. Brand said Gutfeld and other Fox News pundits ignore the prevalence of gun violence in the United States that kills a lot more people, throwing out a slew of statistics to capture his point.\n\"In a country that has more guns per person than any other country in the world, where the American murder rate is 50 times that of any other developed nation, where women are estimated to be 11 times more likely to be murdered with a gun than women in any other developed country, why does the focus fall on this particular story?\" Brand said. \"Because it’s a story that helps to maintain the order.\"\nBrand’s soliloquy continued after his round of fact-dropping, but the show being called The Trews and all, we were struck by the claim that the U.S. murder rate \"is 50 times that of any other developed nation.\"\nUnfortunately, it’s not Trews.\n\"Fifty times is ridiculous,\" said James Alan Fox, Northeastern University professor of criminology, law and public policy.\n\"Fifty times the homicide rate is much too high,\" said David Hemenway, a Harvard School of Public Health professor of health policy who studies gun-homicide rates. \"Maybe it just was hyperbole.\"\nThe FBI-estimated homicide rate for the United States in 2013 was 4.6 deaths per 100,000 population. The World Health Organization estimate is a bit higher at 5.4. For our calculations, we’ll use the official and most recent FBI rate of 4.6, though it doesn’t matter either way to debunk Brand’s point.\nWhile either estimate is considerably higher than the homicide rate of other Western, high-income countries, it is not remotely as much as Brand suggests.\nCanada, for example, had a WHO-estimated homicide rate of 1.8 deaths per 100,000 population. So the U.S. rate is a little less than three times higher.\nThe homicide rate in the U.S. was three times higher than the United Kingdom (1.5 per 100,000) and about eight times that of Switzerland (0.6 per 100,000).\nCompared to Japan (0.9 per 100,000), the U.S. rate is five times higher.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe put together a table of of all the developed nations, using the World Bank definition of high-income countries.\nThe reason the United States has such a high homicide rate compared to those countries is tied to the fact that it has more firearms per capita and more permissive gun control laws.\nA 2003 analysis, while more than a decade old, concluded the U.S. firearm homicide rate was more than 20 times the rate of Australia, France, United Kingdom (except Northern Ireland), Israel, South Korea, Japan, Norway, Poland and Slovenia. (See a related fact-check.)\nThe findings, published in the Journal of Trauma, Injury, Infection and Critical Care, also found that the firearm homicide rate was strikingly larger among American 15-24-year-olds compared to peer countries — 42.7 times bigger, as a matter of fact. That’s closer to the number Brand presented, but it’s not how he presented it.\nRegardless, experts cautioned against drawing sweeping conclusions about murder rates from country to country. Every nation presents a new set of societal differences, and developing countries in particular have various definitions and methods of counting homicides, said Alan Lizotte, University at Albany professor and dean of the School of Criminal Justice.\n\"It’s not really good to compare countries to each other without considering the culture,\" he said.\nThe turbulent history of the United States partially explains today’s violent American society, he said, from Western settlers’ hostile encounters with the indigenous population to the haphazard move out west and the underlying history of defending oneself and one’s property.\nThe Canadians, by contrast, were more peaceful as they settled their western territories, sending out mounties to look for new land to inhabit and making peace with the native population first, Lizotte said.\n\"The main point is when you’re comparing countries, you’re comparing things that don’t compare very well,\" he said.\nEmails to Brand’s representatives were not returned.\nOur ruling\nBrand said, \"The American murder rate is 50 times that of any other developed nation.\"\nYes, the American homicide rate is pretty bad, at least compared to most of its high-income peers. But it’s not even close to being as bad as Brand suggests. For instance, the homicide rate in the United States is just three times higher than that in the United Kingdom. Brand considerably overstated things.\nWe rate his claim False.\nUpdate (6:30 p.m. June 2) -- After we published our fact-check, a producer for The Trews said Brand meant to say 15, not 50. She said the \"n\" may have been clipped off due to editing.", "vclaim_id": "vclaim-pol-06365"}