{"url": "/factchecks/2020/jul/08/ron-mcmullen/fact-checking-history-iowa-countys-namesake/", "speaker": "Ron McMullen", "vclaim": "Former U.S. Vice President Richard Mentor Johnson was a slave owner married to one of his slaves and father of two children with her.", "truth_label": "true", "date": "stated on June 23, 2020 in an op-ed:", "title": "Fact-checking the history on Iowa county's namesake", "text": "What do you do when your county is named after a plantation owner from the 19th century who not only owned Black slaves but was married to one, had children with her, and then buried her in an unmarked grave before moving on to other enslaved women? And, this: the county’s namesake was vice president of the United States from 1837-1841.\nIn Johnson County, Iowa, on the state’s east-central side and home of 151,140 people and the University of Iowa, some residents are petitioning to change for whom their county is named. \nThe Johnson County Board of Supervisors agreed on July 8, 2020, deciding to appoint an ad-hoc committee to determine a way to change the county’s namesake from former Vice President Richard Mentor Johnson to someone else.\n\"Richard Mentor Johnson, a plantation-owning lawyer from Kentucky, inherited from his father an enslaved person named Julia Chinn,\" Ron McMullen, the University of Iowa’s Ambassador in Residence whose service included the U.S. mission in Eritrea, wrote in a June 23 Iowa City Press-Citizen Letter to the Editor. \"He fathered her two daughters; they openly cohabitated until Chinn died of cholera in 1833. Johnson was apparently fond of her, but it is impossible to know how she felt about the arrangement, as owners raped slaves at will.\" \nMcMullen went on to write, as have others, about how Johnson forced himself upon other enslaved females, including a teenager who tried to run away to Canada but was caught and either punished, sold or both.\n\"That’s Johnson County’s namesake,\" McMullen wrote in his opinion piece.\nWho was Richard Mentor Johnson, that a county in Iowa would be named after him? How did he become vice president?\nAnd, significantly, who was Julia Chinn?\nThe vice president voters didn’t want\nFirst question first: Johnson was vice president under President Martin Van Buren in 1837-1841, before the Civil War. His election was controversial. He had served in the U.S. House and U.S. Senate and supported President Andrew Jackson. \nBut many in Congress did not like Johnson because he not only had a common law marriage with Julia Chinn, the couple lived openly and had two daughters, Adeline and Imogene. Chinn had a Black great-grandparent but other white ancestors, yet, she was a slave. Rumors existed that they secretly were married by a minister, but interracial marriage was illegal in Kentucky, so Johnson was known as the slave owner and Chinn was the slave.\nAlso going on at that time: slave owners didn’t want their slaves to get ideas about equality, and northerners scorned Johnson’s openness of being with Chinn.\nJohnson became Van Buren’s vice president when the Electoral College split over four vice presidential candidates, refused to vote for Johnson because of what were called social reasons and forced the Senate to elect him.\n\n\"He proved to be a disastrous choice for a job that had virtually no responsibility,\" historian Tim Walch told the Johnson County Board of Supervisors on July 8.\nAmerican voters showed Van Buren the door after one term when the Electoral College overwhelmingly elected President William Henry Harrison and Vice President John Tyler in 1840. Johnson wasn’t even on Van Buren’s ticket that year, having been dumped in the nomination process. Tyler succeeded Harrison after Harrison’s death a month into office.\nJulia Chinn, common law wife\nA record of when Julia Chinn was born does not exist, but she was raised in the Johnson household when Richard Mentor Johnson was young. Johnson inherited her when his father, Colonel Robert Johnson, died in 1815. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 22, 2021 in a tweet\n\n\n\n\n\n\n\n\nSays Joe Biden “has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 27, 2021\n\n\n\n\n\n\n\n\nJulia was educated and made sure that her daughters were educated, too, and married white men. Her interracial marriage was tolerated in the open, at least at home if not elsewhere. She died of cholera epidemic in 1833, but no marker exists for where she was buried.  \n\"The location of her grave has disappeared, just as her very existence was erased from the history books, and from the memories of her own descendants, in a nation still wrestling with its history of slavery and interracial sex,\" historian Amrita Chakrabarti Myers writes. Myers is a Ruth N. Halls Associate Professor of History and Gender Studies at Indiana University in Bloomington.\nAn Iowa county named after Johnson\nJohnson County, Iowa, was founded in December 1837 and named after Johnson, the sitting vice president but who had no connection to Iowa.\nThe county had been tabbed for Iowa's first capital, in Iowa City. but the capital didn’t stay in town long. The state’s seat of government moved to Des Moines and Iowa City got, instead, the state university.\n\"It is important to note that county names were often assigned casually and maybe even to some extent strategically, based on when they came into the union,\" Walch, retired director of the Herbert Hoover Presidential Library, told Johnson County’s supervisors on July 8. \"And Richard Mentor Johnson, who most people have long forgotten, and perhaps for good reason, was chosen as the namesake for Johnson County, Iowa, just the way Martin Van Buren received the honor of having a county named for him in Van Buren County.\"\nWalch, a Johnson County resident, has edited four books about U.S. presidents and written several books about Iowa history. He said it’s not known whether or not Johnson even knew any county in the United States was named after him, let alone the one in Iowa. \"It’s fully appropriate now, if it can be facilitated through Iowa Code, to change a namesake,\" he said.\nInterest in the county’s namesake grew in 2020 during the Black Lives Matter movement following the deaths of George Floyd, Breonna Taylor and other Black people by police actions but Johnson County Supervisor Rod Sullivan had proposed changing the county’s name in 2017. \"I think to say it was not well received is an understatement,\" Sullivan said in a 2020 interview with The Daily Iowan.\n\"I do think there is one item that keeps getting missed. People keep looking at this through the lens of Black Lives Matter, which while appropriate, is only part of the story,\" Sullivan wrote to PolitiFact Iowa in an email. \"When Johnson was running for VP, he had two claims to fame: First, he was said to be the man who had killed more Native Americans than any other person. Secondly, he was said to have killed Tecumseh. Frankly, no one knows if either is true. But either way, it struck me as sickening.\"\nClarity lacking on how to change a county namesake\nChanging the county’s name would be difficult for a lot of reasons, but Ambassador Ron McMullen suggested a different tack: change for whom the county is named. His suggestion is that county supervisors revoke the county’s name but then instantly rename it Johnson County after someone else whose last name is Johnson. \nOne of McMullen’s foreign services posts had been in post-apartheid South Africa, where buildings named for white oppressors during apartheid -- legal segregation and discrimination -- were changed. \"Some name changes avoided controversy -- D.F. Malan International Airport became Cape Town International Airport, for example,\" McMullen wrote in an email to PolitiFact Iowa. \"Not all were this non-controversial. Unity rather than divisiveness should be the rule of thumb here.\"\nUniversity of Iowa Archivist David McCartney has suggested Lulu Merle Johnson and created a Change.org petition for that change. She was an Iowa native, the first Black woman to earn a doctorate at the UI, and the second Black woman in the nation to earn a doctorate in history. Her dissertation was titled, \"The Problem of Slavery in the Old Northwest, 1787-1858.\" Johnson taught history at several colleges until retiring in 1971.\nMcCartney told PolitiFact Iowa he was motivated, in part, by McMullen’s letter to the editor but that he also had known of Lulu Johnson’s work in his role as an archivist. \"She died in 1995,\" he wrote in an email, \"and though I didn't have the opportunity to meet her, my understanding is that she was a remarkable lifelong educator and advocate for educational opportunities.\"\nThe Iowa Constitution does not state how a county should be named, only that its size should not have have \"less than four hundred and thirty two square miles; nor shall the territory of any organized county be reduced below that area; except the County of Worth, and the counties west of it, along the Northern boundary of this State, may be organized without additional territory.\" \nWhile all five Johnson County supervisors say they favor having the county named for someone other than the former vice president, Walch and Johnson County Attorney Janet Lyness said they’ve found nothing in state law or Constitution guiding how a county is named. Lyness said she would do more research.\nMcMullen says he’s fine with Lulu Merle Johnson but that he’s heard other worthy potential namesakes, too. Lulu Merle Johnson drew a lot of initial support at the July 8 supervisors meeting.\n\"I don't have a particular preference, apart from getting Richard Mentor Johnson ‘de-designated,’\" McMullen told PolitiFact Iowa in an email. \"The Supervisors even might follow Martin van Buren's lead and decide to ‘de-designate’ but not pick a new namesake -- van Buren ditched RMJ as his running mate in 1840 and ran for re-election without a named vice presidential ticket-mate.\"\nOur ruling\nWe’ll pass on the merits of changing the county’s name because it involves a political decision. But the statement that started a petition drive and built on concerns about the disgraced, former vice president -- that Johnson kept an enslaved wife and children and forced himself upon other Black female slaves -- happened. Historians tell us it was quite a scandal, albeit for different, race-based reasons than it would today. We rate the statement to be True.", "vclaim_id": "vclaim-pol-17709"}