{"url": "/factchecks/2012/jul/02/rick-scott/rick-scott-says-medicaid-expansion-will-cost-state/", "speaker": "Rick Scott", "vclaim": "The Medicaid expansion is \"going to cost Florida $1.9 billion a year.\"", "truth_label": "false", "date": "stated on July 2, 2012 in comments on CNBC:", "title": "Rick Scott says Medicaid expansion will cost state $1.9 billion", "text": "Gov. Rick Scott announced June 29, 2012, that Florida will not expand its Medicaid program, saying that provision of the federal health care law would cost the state an additional $1.9 billion a year.\n\n\"It’s going to cost Florida $1.9 billion a year,\" Scott said July 2, 2012, while co-hosting CNBC’s Squawk Box. Scott repeated the $1.9 billion claim on Fox News June 29 and July 2, on CNN July 1 and in a July 1 official statement.\n\nDon’t believe it.\n\nScott’s Medicaid figure is an oversimplified estimate that relies on several assumptions and ignores how the Medicaid expansion would actually be implemented. Even if you believe the assumptions and ignore how the law would be implemented, Scott is still quoting the wrong number, according to an estimate created by his own Agency for Health Care Administration.\n\nBy now, you’ve probably read about the proposed Medicaid expansion, which was part of the 2010 federal health care law. But you’ve also likely missed some critical details in the few paragraphs of background you’ve seen.\n\nMedicaid is a joint state-federal, government-run health care program for the very poor. (Its cousin, Medicare, is for senior citizens of any income level.) Medicaid is an entirely voluntary program for the states -- but every state participates -- in part because of the good financial terms. The federal government covers about 55 percent of all Medicaid costs in Florida and covered about 68 percent in recent years with additional stimulus funding.\n\nThe health care law required states to expand eligibility to Medicaid by raising income eligibility limits to 133 percent of the federal poverty level. States currently have widely varying thresholds depending on a person’s age and situation, and Florida has some of the strictest thresholds in the country. For instance, childless adults cannot receive Medicaid in Florida, and parents who have children must make less than 22 percent of the federal poverty level to receive Medicaid. (That means a single parent of one would have to make less than about $3,500 a year to qualify for Medicaid in Florida.)\n\nThe federal government agreed to fund 100 percent of the cost for states to expand Medicaid for three budget years. The federal government would cover 95 percent of the costs in 2017, 94 percent of the costs in 2018, 93 percent of the costs in 2019 and 90 percent of the costs in 2020 and beyond.\n\nThe expansion, too, was technically voluntary, but the federal government said it would penalize any state (by withholding Medicaid funds) that failed to comply. That penalty was declared unconstitutional by the U.S. Supreme Court on June 28, 2012.\n\nThe court’s ruling allows states like Florida to decline expansion without losing any current funding.\n\nThat brings us back to Scott.\n\nHis own Agency for Health Care Administration attempted to quantify the financial impact to the state because of the changes to Medicaid (which is quite different than the expansion of Medicaid Scott is talking about). We received a Microsoft PowerPoint presentation of the agency’s findings, dated Jan. 4, 2012.\n\nThe state first assumed that there are people who currently qualify for Medicaid, pre-expansion, but have not enrolled for one reason or another. They would come forward, however, in the new system. The cost to Florida: $516 million a year.\n\nThe state also figured that there are people currently privately purchasing insurance who would abandon their private plans because they would be eligible for Medicaid as part of the expansion. That would cost Florida another $90 million a year.\n\nAnd of course the state estimated the number of people who would be eligible for the Medicaid expansion and would apply. The cost: $500 million.\n\nMost of these costs, mind you, would not kick in until 2020 -- a fact Scott ignores.\n\nThat said, the state estimates the Medicaid expansion -- which the state says would provide health insurance for an additional 2 million Floridians -- would cost about $1 billion a year starting in 2020.\n\nMore than half of that cost, however, would come from people who today are eligible for Medicaid but have not yet enrolled. That cost could come whether or not Florida agrees to participate in the Medicaid expansion.\n\nThe state health care agency lumps in another $400 million in costs each year for increased rates for Medicaid primary care physicians in its report. But we’re not sure why.\n\nThe rate increase was part of the federal health care law -- not the Medicaid expansion -- as a way to make reimbursement rates the same for Medicare and Medicaid patients. But the rate increase was only temporary for 2013 and 2014, and was fully funded by the federal government. Florida could decide to continue paying higher reimbursement rates, but it is not required to.\n\nSo the state’s most generous estimate is that the Medicaid changes as part of the federal health care law will cost the state about $1.47 billion a year starting in 2020. But really, the expansion to Medicaid -- the part Scott is fighting -- would cost the state about a little more than $500 million once it’s fully implemented in 2020, according to the state.\n\n(We should note that a Tallahassee group called the Florida Center for Fiscal and Economic Policy has criticized the state estimates, saying its figures are \"hyper-inflated.\" We're not taking a side on the estimates as a whole as it pertains to this fact-check.)\n\nThe nonpartisan Kaiser Family Foundation put the additional cost to the state between $1.2 billion and $2.5 billion between 2014 and 2019, which is roughly between $200 million and $400 million a year. That would help insure between 950,000 and 1.3 million Floridians. (Kaiser did not calculate a cost to the state in 2020, when Florida would pay for 10 percent of the expansion.)\n\nOur ruling\n\nIn triumphantly declaring that Florida will reject a provision of the federal health care law that expands Medicaid coverage, Gov. Rick Scott told national television audiences that the expansion would cost Florida $1.9 billion a year.\n\nThe most recent estimate from the state health care agency says a series of changes to Medicaid could wind up costing about $1.4 billion a year, but that number includes things beyond the expansion to Medicaid that Scott was talking about.\n\nFor instance, about $400 million is tied to increased reimbursement payments to Medicaid providers. But the state isn't required to pay that out.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nAnd another estimated $516 million will pay for people who are eligible for Medicaid under its current provisions but have not enrolled. They would remain eligible whether or not the program is expanded in Florida.\n\nThat leaves about $500 million in estimated new costs for Medicaid patients under the federal government expansion. And that cost would not fully kick in until 2020.\n\nSo yes, the Medicaid expansion will cost the state.\n\nBut Scott’s $1.9 billion claim appears to be wildly high. We rate this claim False.", "vclaim_id": "vclaim-pol-10828"}