{"url": "/factchecks/2015/jun/05/nathan-deal/deal-knows-his-numbers-child-deaths/", "speaker": "Nathan Deal", "vclaim": "\"Since 2010, eight children in Georgia have died due to vehicular heatstroke.\"", "truth_label": "true", "date": "stated on June 3, 2015 in press conference:", "title": "Deal knows his numbers on child deaths", "text": "Editor's note: This fact-check was updated after it first published to included corrected information from the state on one child death.\nA year ago this month, hearts across Atlanta collectively sank.\nDominating the news last June 18 were reports that a 22-month-old Cobb County boy had been left in the back seat of his family’s locked SUV and had been found unresponsive nearly eight hours later.\nHis dad, Justin Ross Harris, would tell family he thought he had dropped off young Ross at daycare before parking the SUV and going into work for the day.\nPolice would later say the dad’s account didn’t add up.\nHarris, who has denied any wrongdoing, is awaiting trial on several charges, including malice murder.\nHis boy is now part of the statistics that state officials used Wednesday in their ongoing campaign to raise public awareness of the potential dangers of leaving a child alone in a car, especially in the hot Georgia summer.\n\"Since 2010, eight children in Georgia have died due to vehicular heatstroke,\" Gov. Nathan Deal said at a press conference outside the state Capitol.\nThe governor, first lady Sandra Deal and a contingent of state leaders gathered to promote a new public service video that encourages parents and caregivers to \"look again\" before they leave their vehicle to make sure they are not leaving a child behind.\nPolitiFact Georgia decided to look deeper into the stats Deal cited on child deaths caused by heatstroke.\nBut first a little background. Annually, since the death of 2-year-old Jasmine Green in 2011, state officials have used the kickoff of summer to launch a public campaign to remind the public of the dangers of leaving a child in a hot, closed vehicle.\nJasmine was found dead in a day care center van that had returned from a field trip to a Chuck E. Cheese in Jonesboro. Authorities said she had apparently fallen asleep between the seats of the van, and staff didn’t notice she was missing from the center for more than two hours.\nThe state agency that oversees child care centers received 17 reports in fiscal 2013, 18 reports in fiscal 2014 and four reports in fiscal 2015 of children being left in vehicles by child care providers.\n\"We receive calls about incidents where children are left in vehicles from a few minutes to several hours, and we investigate each incident,\" Amy M. Jacobs, the commissioner of Bright from the Start: Georgia Department of Early Care and Learning (DECAL), said Wednesday.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChildren's Healthcare of Atlanta\n\n\nstated on November 20, 2010 in a press release\n\n\n\n\n\n\n\n\n\"Georgia has the second-highest rate of childhood obesity in the United States.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Willoughby Mariano • November 8, 2010\n\n\n\n\n\n\n\n\"While, thankfully, we have not seen any heatstroke-related deaths in child care centers since 2011, these dangerous close calls are completely unacceptable,\" she said.\nSo what about those stats?\nWe contacted DECAL, which provided us information on the eight Georgia deaths.\nIn addition to the deaths of Ross and Jasmine, they include:\n*a 2-year-old Clarkston girl who was apparently trapped inside her mother’s car for more than an hour in 2014;\n* a 5-month-old girl was left in the family car outside a Kennesaw day school for five hours in 2011;\n* a 3-year-old Warner Robins boy left in a car outside a family day care for an hour in 2011;\n* a 3-year-old Canton girl left outside a church in 2010 for an unknown amount of time in the family minivan;\n*a 6-year-old girl from Evans who gained access to the family car in her garage for an undetermined amount of time in 2010.\n*an 18-month-old Monroe County boy was left in 2010 in the family van at an elementary school for seven or eight hours.\nNationally, 639 children -- or an average of 37 per year -- died from heatstroke after being left in a vehicle between 1998 and 2014, according to data compiled by Jan Null with the Department of Meteorology & Climate Science at San Jose University.\nIn that same time period, Georgia had 22 deaths, Florida 68, Alabama 14 and South Carolina 9.\nOur ruling\nGov. Nathan Deal held a press conference Wednesday to raise public awareness of the potential dangers of leaving a child alone in a car. He and other state officials have been doing similar events since 2012, following the tragic death of a 2-year-old girl.\nThe governor cited statistics showing that since 2010, eight children in Georgia have died due to vehicular heatstroke. The death count is accurate and makes the case that without vigilance on the part of parents and caregivers, there’s the potential for tragedy.\nWe rate the governor’s statement True.", "vclaim_id": "vclaim-pol-06347"}