{"url": "/factchecks/2013/mar/12/jackie-dingfelder/does-interstate-205-carry-more-traffic-interstate-/", "speaker": "Jackie Dingfelder", "vclaim": "Says, \"I-205, six miles of which runs through my district, already carries more traffic than I-5.\"", "truth_label": "true", "date": "stated on March 4, 2013 in a floor speech:", "title": "Does Interstate 205 carry more traffic than Interstate 5?", "text": "Critics of a $3.4 billion plan to replace the current Interstate 5 bridge connecting Portland and Vancouver say that tolling the bridge will send drivers elsewhere -- spreading the rush hour gridlock around instead of solving it. Backers are relying on money from tolling to help pay for a new bridge.\n\nThat was the concern that Sen. Jackie Dingfelder, D-Portland, was channeling during a floor speech in opposition to House Bill 2800, which authorized the state to sell $450 million worth of bonds for the project, known as the Columbia River Crossing. The controversial bill has cleared both chambers and Gov. John Kitzhaber’s signature is expected Tuesday.\n\nIn her speech, Dingfelder said she worried that toll-wary travelers would seek out refuge on Interstate 205, using the Glenn Jackson Bridge to cross the Columbia.\n\n\"I-205, six miles of which runs through my district, already carries more traffic than I-5,\" Dingfelder said, so piling on more will hurt her neighborhood.\n\nWe snapped to attention at her assertion that I-205 carries more traffic. Has I-205, completed in 1983 as a bypass corridor for I-5 traffic, surpassed its older sibling with regards to traffic over the bridges?\n\nWe went to the Oregon Department of Transportation for the answer.\n\nThe agency tracks how many vehicles pass at certain points along all of its freeways. Those records show that in 2011, 123,900 \"average daily trips\" were recorded on I-5 at the Interstate Bridge. On I-205, 138,700 trips were recorded at the Glenn Jackson Bridge. The trips include both northbound and southbound.\n\nSo I-205 has 11 percent more traffic at the bridge. And we suppose that makes sense, since the Glenn Jackson Bridge is nearly twice as wide as the Interstate Bridge.\n\nRuling:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWe don’t know how many motorists would head over to I-205 to avoid a toll, but we do know that Dingfelder’s right. More cars already travel across the I-205 bridge than the I-5 bridge. We rate this statement True.", "vclaim_id": "vclaim-pol-09605"}