{"url": "/factchecks/2014/feb/05/john-boehner/john-boehner-says-obamacare-expected-destroy-23-mi/", "speaker": "John Boehner", "vclaim": "Says President Barack Obama’s health care law is \"expected to destroy 2.3 million jobs.\"", "truth_label": "barely-true", "date": "stated on February 4, 2014 in a tweet:", "title": "John Boehner says Obamacare is “expected to destroy 2.3 million jobs”", "text": "Ever since President Barack Obama shepherded the Affordable Care Act to enactment, critics have called the health care law a job killer. Now, many of the critics are saying that a new report by the nonpartisan Congressional Budget Office proves their point.\nThe CBO estimated that by 2017, there would be the equivalent of about 2 million fewer workers than there would be in the absence of the law. CBO said that number would grow to about 2.5 million by 2024.\nShortly after the report was released on Feb. 4, 2014, House Speaker John Boehner, R-Ohio, joined many Republicans and conservatives in highlighting this finding via social media.\nBoehner tweeted, \"Pres. Obama’s #hcr law expected to destroy 2.3 million jobs http://on.wsj.com/1kM33oN  via @WSJ.\" (Wonk alert: #hcr is shorthand for \"health care reform.)\nIn short order, Democrats and liberal commentators took issue with such characterizations, saying Obama’s critics were misreading the report. A full-fledged war of facts and spin ensued.\nWe have addressed previous CBO projections of this sort and found reasons to be skeptical of interpretations like Boehner’s.\nThe key problem here is that claims by Boehner -- and other critics -- overlook the difference between workers and jobs, and Boehner was misleading when he used the word \"destroyed.\" He made it sound as if jobs are going away because businesses don’t create them or because they eliminate existing jobs. The CBO report, though, was referring to workers who decide on their own to leave the workforce.\nThe CBO figured that, when presented with new options for purchasing health insurance outside their job, millions of people would decide they don’t need to work as much.\n\"Workers who now have access to less expensive health insurance through Medicaid or with refundable federal tax credits that help them pay for premiums will not want to work such long hours after the ACA becomes fully implemented,\" said Gary Burtless, an economist at the Brookings Institution.\nThe CBO estimated that Obamacare would \"reduce the total number of hours worked, on net, by about 1.5 percent to 2.0 percent during the period from 2017 to 2024, almost entirely because workers will choose to supply less labor — given the new taxes and other incentives they will face and the financial benefits some will receive.\" This would equal a \"decline in the number of full-time-equivalent workers of about 2.0 million in 2017, rising to about 2.5 million in 2024,\" the report continued.\nThese changes, CBO said, would not result in \"an increase in unemployment (that is, more workers seeking but not finding jobs) or underemployment (such as part-time workers who would prefer to work more hours per week).\"\nTo be clear, the report predicts that total employment will still rise. It just won’t rise as much as it would if the ACA did not exist.\nAnother key point: The CBO did not specify how many of the 2 million figure would include full-time positions, as compared to cases of an employee keeping their job but working fewer hours, or keeping one job while quitting a separate, part-time job.\nIn some ways, a drop in the number of people who feel the need to work actually could be a boon to the unemployed. As we’ve noted, there are about three job seekers for every job vacancy in today’s economy -- a high ratio by historical standards. Some of these people could pick up the slack once vacancies open up -- and they should be able to, since CBO said it didn’t expect a major change in companies’ demand for workers. In essence, you’d be trading workers unhappy to be working for those who are desperate to be working.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Unemployed workers who really need to find jobs to support their families, rather than to obtain health coverage, will find it easier to get jobs,\" Burtless said. \"After all, they will not face as much competition from the workers who were mainly remaining in the labor force to get a job with health coverage.\"\nWe see a few problems with Boehner’s phrasing  -- that the law is \"expected to destroy 2.3 million jobs.\" (We have no quarrel with the 2.3 million figure; it’s the mid-point between 2.0 million and 2.5 million.)\nThe first problem is the word \"destroy.\" It’s inaccurate because it suggests that CBO says employers will be making 2.3 million layoffs. That's not correct -- the reduction will come primarily from voluntary choices by workers, not by by employers, the CBO said.\nThe second problem is the word \"jobs.\" Using that word glosses over the fact that CBO didn’t cite a number of jobs that will be reduced; it referred to full-time-equivalents of jobs. That may sound like a technical distinction, but it’s important. These job equivalents will be made of a lot of bits and pieces of hours per week that people will choose to drop. Many of these people might be working two or three jobs, in excess of 40 hours a week, and will choose to cut back to a more reasonable one or two jobs.\nAll this said, it’s also worth pointing out a few less positive conclusions of the CBO report.\nAs more people choose to work less, the labor force participation rate should decline, putting a larger burden for supporting the social safety net on those who remain working. Any change in labor force participation comes on top of an already major shift toward retirement driven by the aging of the baby boom.\nAlso, some commentators have expressed concern about having people work less because taxpayer-subsidized insurance is available. Ultimately, it boils down to a tradeoff, said Tara Sinclair, a George Washington University economist.\n\"Admittedly there are some touchy issues with the government potentially paying or subsidizing the health care costs for people who could work but choose not to,\" Sinclair said. \"But overall I think separating health care from employment, at least making it like any other service where employment may provide the money to pay for it but where we work doesn't determine our choices, is a good thing.\"\nSinclair said Boehner has a reasonable point in terms of the larger economic impact of these changes, but adds that he’s largely wrong in how he framed the labor-market question.\n\"In a macroeconomic sense, this still means fewer people working, even if that is their choice,\" she said. On the other hand, she added, \"it also probably means relatively higher wages and better bargaining power for those who are looking for a job. This is very different than the short-run effects of employers cutting positions, where we would see unemployment rates go up, less bargaining power for workers, and potentially relatively lower wages. So, the description of the source of the cut -- whether it’s from supply or demand -- does matter, but not for the count of ‘jobs.’ \"\nWhen we checked with Boehner’s office, spokesman Brendan Buck reiterated that the CBO report shows that \"there will be that many fewer people working – that many fewer people in jobs. Whether a result of a change in supply or demand for labor, that’s still bad for the economy. If there’s an error, it’s for tweeting in English instead of ‘economist.’\"\nOur ruling\nIn his tweet, Boehner said that Obama’s health care law is \"expected to destroy 2.3 million jobs.\"\nBoehner’s use of the word \"destroy\" mischaracterizes what is going on, since the reduction will come from voluntary actions by workers, rather than layoffs by employers. The law would not push up unemployment. In fact, some people at the low end of the wage ladder would find it easier to find work as a result of the predicted shifts in the workforce.\nIn addition, it’s misleading to refer to 2.3 million \"jobs,\" since CBO combined all incremental losses of hours worked into full-time-job equivalents. Under this scenario, we would expect many more than 2.3 million people to be affected, but many of them would cut their hours a few at a time, rather than quitting their jobs entirely.\nIt can be easy to miss the distinction between jobs and workers -- and the CBO report is not all rosy for the nation’s economic future. But Boehner’s statement remains flawed. We rate the claim Mostly False.", "vclaim_id": "vclaim-pol-08297"}