{"url": "/factchecks/2010/dec/02/national-republican-senatorial-committee/republicans-get-early-jump-2012-campaign-season-at/", "speaker": "National Republican Senatorial Committee", "vclaim": "Says Sen. Sherrod Brown voted to keep \"an extreme, job-killing Internal Revenue Service paperwork mandate.\"", "truth_label": "barely-true", "date": "stated on November 30, 2010 in a news release:", "title": "Republicans get early jump on 2012 campaign season with attack on Sen. Sherrod Brown", "text": "You can always tell when one election cycle ends and another begins. The punches don’t stop, but the names of those being attacked change.\n\nSo the 2012 election cycle is upon us already, and U.S. Sen. Sherrod Brown is up for re-election to another six-year term. Brown, an Ohio Democrat, does not have a Republican opponent yet, but it’s early. Not wasting time, however, the National Republican Senatorial Committee, or NRSC, used a congressional vote by Brown on Nov. 29 to criticize him for what it called his \"out of touch\" and \"extreme partisan\" agenda.\n\nBrown, the NRSC said in a news release,  voted to keep \"an extreme, job-killing Internal Revenue Service paperwork mandate.\"\n\nThe attack was no surprise. Republicans would love to defeat Brown. But we wondered whether this particular attack was fair.\n\nThe vote was on an amendment to kill an unpopular paperwork-filing requirement for small businesses. Because of a provision in this year’s health-care law, businesses will have to report to the IRS all purchases exceeding $600 that they make to a single vendor.  The requirement, which kicks in in 2012, was seen by its original sponsors as a way to boost federal revenue and help pay for the health-care overhaul by making sure that businesses that sell to other businesses report all their income and pay taxes on it.\n\nBut in order to make sure the sellers pay their taxes, the provision puts a new onus on the buyers to report their transactions, whether a landscaping service is paying for lawn mowers or gasoline or an advertising agency is paying freelance artists. Small businesses say this will create a paperwork nightmare, especially for solo operators and mom-and-pop businesses that buy supplies in small batches. Many members of Congress agree.\n\nYet two votes to kill it failed on Nov. 29.\n\nOne was on an amendment by Sen. Mike Johanns, a Nebraska Republican who attached it to an unrelated food safety bill. Johanns’ measure would have repealed the controversial paperwork provision while directing the White House to recapture the lost tax revenue by taking back unspent money in various federal programs. The Office of Management and Budget would make those decisions. Every Senate Republican and 21 Democrats voted for the amendment, which failed to get the two-thirds majority needed for passage.\n\nBrown and 34 other Democrats voted against it,\n\nBrown’s objection was two-fold, according to discussions we had with him and his communications director. He said that decisions on program cuts should be made by Congress, not the executive branch. And he said that the cuts could have been too extensive, since the Johanns measure called for revoking \"all available unobligated funds,\" specified in his amedment at $39 billion. That could include money approved by Congress but not yet spent for disaster relief, cyber-security investments and public housing rental assistance, according to a Senate Appropriations Committee list of unspent federal money.\n\nSo Brown voted no. And Republicans slammed him in their press release.\n\n\"Thanks to Sherrod Brown's out-of-touch Washington agenda, Ohio's small businesses will have to spend their time and money filling out mountains of government paperwork rather than doing business and creating jobs,\" NRSC Press Secretary Amber Marchand said in the release. \"With Ohio's families suffering from high unemployment, Brown once again chose to put his extreme partisan agenda ahead of the best interests of his state, and that's why he will face an uphill battle in 2012.\"\n\nNever mind the over-the-top rhetoric, which is typical in political criticism regardless of which party makes it. There’s a more basic problem with the attack on Brown on the small business paperwork provision.\n\nAbout 22 minutes after voting no, Brown voted yes on a different amendment to do the same thing: kill the paperwork requirement. This amendment, sponsored by Sen. Max Baucus of Montana, had 42 Democratic votes and two Republican votes in favor.\n\nBut unlike the Johanns amendment, this one did not specify how the government would recoup lost tax revenue if the paperwork provision -- and the taxes it could bring in -- went away.\n\nIt is fair to debate which of these amendments was better, and whether there should be spending offsets. Johanns said that the Baucus amendment would add $19 billion to the federal deficit.\n\nBut that’s a broader economic debate. Democrats including President Barack Obama say they have heard the complaints about the paperwork provision and are pretty sure they’ll deal with it before it kicks in. You don’t have to agree with them, or to like Brown’s position or the Baucus amendment. But by saying Brown \"voted in favor of an extreme, job-killing paperwork mandate,\" the NRSC exaggerates that single vote, distorts its context and ignores critical facts that would give a different impression.\n\nOne more critical fact: Brown separately co-sponsored the Small Business Paperwork Relief Act, another potential bill by Baccus to get rid of the paperwork requirement, on Nov. 18, 11 days before the vote on which he was slammed.\n\nWe’d rule the NRSC’s claim False but for the fact that Brown did cast a \"no\" vote on the Johanns amendment. But with so much context missing, the Truth-o-Meter’s arrow stays in the low range: Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13942"}