{"url": "/factchecks/2021/jan/20/youtube-videos/no-army-band-didnt-play-song-trump-left-office/", "speaker": "YouTube videos", "vclaim": "“Military brass band plays ‘Hit the Road Jack’ as Trump leaves office.”", "truth_label": "false", "date": "stated on January 19, 2021 in a YouTube post:", "title": "No, the Army Band didn’t play this song as Trump left office", "text": "Donald Trump’s presidential term came to an end as Joe Biden was inaugurated as the nation’s 46th president on Jan. 20. \nTwo days earlier, the U.S. Army Band was rehearsing for the inaugural ceremony. Jim Acosta, CNN’s chief White House correspondent, tweeted a video of the band and wrote, \"Preps for Biden inaugural… you can hear the band playing on WH grounds.\" \nBut that clip has since been edited and repackaged on YouTube, where it has netted more than 20,000 views under this title: \"Military brass band plays ‘Hit the Road Jack’ as Trump leaves office.\"\nIn this version of the video, a marching band can be heard performing the song \"Hit the Road Jack\" that was made famous by singer Ray Charles. But that’s not what the Army Band was actually performing. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nThis YouTube post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nA military spokesperson told the Associated Press that the band was practicing the \"National Emblem.\" \nYou can listen to a 1914 recording of the march here. \nWe rate this YouTube post False.", "vclaim_id": "vclaim-pol-19198"}