{"url": "/factchecks/2014/jul/14/david-perdue/perdue-omits-detail-cash-clunkers-claim/", "speaker": "David Perdue", "vclaim": "U.S. Senate candidate Jack Kingston voted for the \"Cash for Clunkers\" program.", "truth_label": "half-true", "date": "stated on May 17, 2014 in television ad:", "title": "Perdue omits detail in Cash for Clunkers claim", "text": "Some Republican candidates are having to fend off criticism in this year’s elections for backing one or more of President Barack Obama’s more controversial initiatives.\nThat’s true in Georgia’s U.S. Senate race, where Jack Kingston, a 22-year veteran of the U.S. House, is vying in the July 22 primary runoff to be the Republican nominee to succeed retiring Republican U.S. Sen. Saxby Chambliss.\nKingston’s runoff opponent, wealthy businessman David Perdue, has attacked Kingston on YouTube and in television ads for voting for Obama’s \"Cash for Clunkers\" program.\nEach man is billing himself as the \"true conservative\" in the race.\nPolitiFact Georgia decided to find out whether Kingston voted for Cash for Clunkers and, if so, whether that makes him less of a fiscal conservative.\n.The Car Allowance Rebate System, commonly referred to as Cash for Clunkers, was a federal voucher program that encouraged consumers to replace less-fuel-efficient vehicles with newer, more-fuel-efficient models. Officials said the goal was to boost auto sales and stimulate the economy while the program ran from July 1, 2009, to Aug. 24, 2009.\nIt makes sense that Perdue would criticize a vote for Cash for Clunkers. Though the program was touted as a means to bolster Detroit’s carmakers, it unintentionally increased the market share for Japanese and Korean automakers, according to a Reuters report in 2009.\nAn October analysis by the Brookings Institute’s Ted Gayer and Emily Parker found that the program provided a short-term boost in vehicle sales but was extremely inefficient in increasing jobs and decreasing total emissions.\nGeorgia residents requested $70 million in vouchers under the program, the 13th-highest participation rate in the nation, according to the Brookings Institute report.\nCongress originally appropriated $1 billion to the program but added an additional $2 billion when it ran out of money within a month. And Cash for Clunkers became a good-intentioned but runaway government program that conservatives love to rail on.\nBut did Kingston vote for Cash for Clunkers?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMike Keown\n\n\nstated on August 12, 2010 in his campaign Web site\n\n\n\n\n\n\n\n\n\"It is wrong for the average federal worker today to make more than $100,000 while the average private-sector worker makes less than $70,000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 18, 2010\n\n\n\n\n\n\n\nIt’s more complicated than a straight yes or no answer. It’s No. And yes.\nKingston did not vote to fund Cash for Clunkers initially, according to the legislative tracking service GovTrack. He cast \"No\" votes on bills on June 9 and June 16 that carried the framework of the program in 2009.\nBut he voted in favor of putting the extra $2 billion into the program a month later when it was clearly foundering.\nWe asked Greg Dolan, a spokesman for Kingston, for an explanation.\n\"Once the program was authorized, Rep. Kingston approved moving funds from the grant program that spawned Solyndra to the slightly-less-wasteful Cash-for-Clunkers,\" Dolan wrote in an email.\nSolyndra was a solar energy company that drew public ire after going bankrupt despite taking a $535 million loan guarantee under the president’s 2009 stimulus program for \"commercially available technologies,\" according to FactCheck.org. The $2 billion increase in Cash for Clunkers came from the same pot of money that had previously funded Solyndra — the Title 17 Innovative Technology Loan Guarantee Program.\nSo from Kingston’s perspective, he was voting to move money from one fiscal evil to a lesser evil.\nDolan added in another email that there was no House vote that would have allowed the money to return to the general fund or go to a more efficient program.\nIn summary: Kingston, a member of the House Appropriations Committee, did vote to provide $2 billion to Cash for Clunkers after it ran through $1 billion in its first month.\nBut Kingston did not vote for the program initially. His office says that the decision to further fund Cash for Clunker was made to cut funds from a more wasteful government program.\nWe rate Perdue’s statement that Kingston voted for \"Obama’s Cash for Clunkers\" as Half True.", "vclaim_id": "vclaim-pol-07612"}