{"url": "/factchecks/2015/may/31/rebecca-quigley/does-becoming-prostitute-mean-youve-only-got-about/", "speaker": "Rebecca Quigley", "vclaim": "\"Once a woman enters into the sex trade, her average life expectancy is seven years.\"", "truth_label": "false", "date": "stated on May 14, 2015 in a comment on a \"State of the State\" TV program.:", "title": "Does becoming a prostitute mean you've only got about 7 years to live?", "text": "Amid a growing awareness that sex trafficking is a problem in Rhode Island, the public access program \"State of the State\" broadcast a discussion of the issue. During the show, host Rebecca Quigley offered several statistics about sex workers. One in particular caught our ear.\n\"Once a woman enters into the sex trade,\" she said, \"her average life expectancy is seven years, with AIDS and homicide as the top killers.\"\nSo if a 18-year-old woman starts working as a prostitute, she's likely to be dead by age 25?\nWe decided to check out that provocative statistic.\nWe found the claim echoed in many sites on the Internet, including Ohio Catholic Conference, The Straight Dope, CNN and others.\nIn contrast, we located a 2004 study in the American Journal of Epidemiology that used 33 years of data to examine the lives of female prostitutes in Colorado Springs, Colorado. Nearly 2,000 were ultimately tracked. Some had been in the business for a few years, others for much longer.\nThe researchers found that fewer than 8 percent died over the three decades.\nWhen we tracked down the authors, they said the actual life expectancy, like so many statistics used in the prostitution debate, isn't really known. But, they said, it's not seven years.\n\"If you had a life expectancy that short, you'd have difficulty replenishing the pool with new prostitutes,\" said coauthor Devon D. Brewer, who directs Interdisciplinary Scientific Research, a Seattle-based research and consulting firm. \"It's tough to put into words how dramatic an overstatement that is. There's zero basis that I'm aware of for making statements like that.\"\n\"The truth is, the vast majority of women who enter into prostitution leave the trade alive, so to say a life expectancy of seven years . . . There is no basis for anything that incredibly dramatic,\" he said.\n\"That's a statement that gains credence because it's repeated so often and it perhaps has very little to do with reality,\" said chief author John J. Potterat, now retired from the El Paso County Department of Health and Environment in Colorado Springs.\nWhen we heard back from Quigley, she cited several sources we had seen that made the same claim, including an article from Emergency Physicians Monthly that traced a variant of the claim to Melissa Farley, clinical psychologist, founder and director of Prostitution Research and Education, based in San Francisco. She's an anti-prostitution activist.\nFarley told us that, although she's heard the statistic, she's never seen any documentation to back it up.\nWhat is true, the experts all agreed, is that prostitution is a very dangerous profession.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe fact that the seven-year statistic is wrong, said Brewer, the Seattle scholar, \"doesn't take away from the fact that the risk of death that prostitute women face is higher than any other set of women ever studied, at least the risk of homicide. Does that mean most prostitutes are getting killed? No. It means compared to other women in other professions it's the one you're mostly likely to be murdered in.\"\nBrewer and his colleagues estimated that the women they studied faced a 1 percent chance of being murdered during their prostitution career.\nThat murder rate, by the way, has also spawned another bogus statistic — that prostitutes typically die around age 34. What Brewer, Potterat and their colleagues actually found was that among the 21 prostitutes in their study who were murdered, their average age when they died was 34.\nAs retired call girl Maggie McNeill noted last year in the Washington Post, to say that's \"the average life expectancy of all street workers, or of all sex workers . . . would be analogous to saying that because the average soldier who is killed in battle is 21 years old, the average man who joins the military dies at 21.\"\nQuigley's best source supporting her claim — and one we found as well — was the FBI.\nIn an FBI document titled \"FY 2011 Budget Request At A Glance,\" the bureau asks for $333 million and 831 positions to fight child exploitation. The fact sheet claims, \"Studies estimate between 200,000 and 300,000 children are being forced into prostitution at any given time in the United States. The average age of a new child prostitute is 13, and the life expectancy after becoming a child prostitute is 7 years.\" No source is cited. We couldn't find another FBI document that repeated the seven-year claim.\nSo the FBI was only talking about child prostitution, not prostitution in general.\nAnd when we contacted the FBI, the agency repudiated the statistic.\nSpokesman Christopher M. Allen said that after checking with the bureau's Violent Crimes Against Children Section, it appears that the seven-year life expectancy claim may have come from a case the FBI handled, one that involved several victims.\n\"It should not be considered a general statement of FBI findings,\" Allen wrote in an email.\nOur ruling\nRebecca Quigley said, \"Once a woman enters into the sex trade, her average life expectancy is seven years.\"\nShe — like many others on the Internet — are incorrectly quoting a FBI budget report that only deals with child prostitution and offers no documentation. And the FBI is now trying to set the record straight.\nThere’s little doubt that prostitution can be one of the most dangerous endeavors undertaken by a woman. But the seven-year claim is flat out False.  \n(If you have a claim you’d like PolitiFact Rhode Island to check, email us at [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-06369"}