{"url": "/factchecks/2019/jan/27/garry-mccarthy/did-mccarthy-rein-chicagos-high-murder-rate/", "speaker": "Garry McCarthy", "vclaim": "Says Chicago \"had the lowest murder rates in a generation\" during his time as police superintendent.", "truth_label": "barely-true", "date": "stated on January 15, 2019 in a campaign ad:", "title": "Did McCarthy rein in Chicago’s high murder rate?", "text": "In his bid for mayor, Garry McCarthy frequently highlights his record as the city’s one-time police superintendent, comparing crime in those years to a surge in violence that occured after he was fired by Mayor Rahm Emanuel amid fallout from the police shooting death of Laquan McDonald.\nLast month, we rated Half True a claim McCarthy made about shootings by police overall plunging under his leadership.\nIn a recent TV ad, McCarthy invokes yet again his four-plus years at the helm of the Chicago Police Department.\n\"You might not remember, but when I was superintendent, violent crime in Chicago was down, gun arrests were up. We had the lowest murder rates in a generation,\" McCarthy says in the ad. \"How did we do it? A cutting edge-anti gang plan that combined community policing with data to track gang activity. We met with families touched by gang violence and attacked the problem from the inside. As mayor, I’ll rededicate us to those smart principles and make Chicago safe again.\"\nTo reinforce those claims, the ad flashes citations from newsclips across the screen as he speaks. But the articles highlighted don’t completely reinforce McCarthy’s spoken claims. One, a New York Times article titled \"Monthly Killings are Down to a 40-Year Low in the City,\" was published in 2002, nearly a decade before McCarthy arrived in Chicago from the East Coast. It referred to murders in New York City, not Chicago. That discrepancy prompted us to dig deeper into the rest of the ad.\nUps and downs\nFirst, it’s important to note there is no such thing as a ‘good’ murder rate. One life lost is too many. Yet McCarthy’s central premise is that he has a record of making the grim tally less so, accomplishing a historic turnaround at the Chicago Police Department that left the city safer than it had been for years.\nIn two of the roughly four and half years McCarthy served as superintendent — 2013 and 2014 — the total number of murders in Chicago did fall to a level not seen since 1965, department records show. The problem is those years were bookended by two others under McCarthy in which murders spiked.\nLoading...\nIt’s also worth noting that a Chicago Magazine investigation raised questions about whether data manipulation drove down official murder statistics in 2013 and 2014 on McCarthy’s watch, a claim he has disputed.\nMcCarthy’s first full year running CPD was 2012. It saw a surge in violence that critics at the time said tracked closely with his decision to disband large specialized teams of officers that had been deployed to swarm areas when violence erupted and keep it from getting out of hand. That surge continued into 2013 with an especially deadly January, but then eased significantly after McCarthy essentially reintroduced the very saturation team strategy he had abandoned.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nMcCarthy also uses the term \"murder rate,\" which often gets used interchangeably with actual murders but is not the same thing. The rate is a reflection of how many murders a city logs per 100,000 residents, and since Chicago has a much smaller population than it did decades ago lower numbers of actual murders don’t necessarily translate into record-low rates.\nHistorical crime data gathered by the FBI show that McCarthy would be correct — though not by much — if he had confined his claim about the lowest murder rates in a generation to 2013 and 2014. The rates for those years — 15.3 per 100,000 people in 2013 and 15.2 the next year — were indeed lower than they had been in the previous 28 years, but still fell just slightly below the 15.5 rate for Chicago in 2004, when murders began a noticeable series of annual plunges.\nIn 2012 under McCarthy, however, the murder rate stood at 18.5 per 100,000 residents, higher than the years leading up to his appointment. In 2015, when he ran the department for all but a few weeks, it jumped again to 17.5. The following year, with McCarthy gone, it jumped more than 60 percent to 28.1.\nThe FBI data also make clear that the decline in city murders and murder rates during those two years under McCarthy was likely a continuation of a trend that began in the early 1990s and accelerated significantly in 2004. Other U.S. cities experienced similar reductions in violence over the same time frame.\nA McCarthy spokesman pointed to a slice of the same FBI data when we asked for an explanation of the candidate’s claims. However, the numbers the campaign provided us only reached back to 2005 — hardly a generation’s worth and partially obscuring the long-term pattern of decline the city had experienced.\nOur ruling\nMcCarthy said, \"we had the lowest murder rates in a generation,\" pointing to his strategy as police superintendent for combating gang violence as the reason for the decline.\nDuring two of McCarthy’s four-plus years with the department, murder rates did fall to a level not seen in decades. But violent crime had been dropping steadily in Chicago for years before that, tracking a national trend.\nMcCarthy also presided over two years in which murders spiked, and critics at the time said his crime-fighting policies were at least partly to blame.\nHis statement cherry-picks statistics and ignores the broader historical context of crime in Chicago. We rate it Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-01087"}