{"url": "/factchecks/2012/may/08/barack-obama/obama-says-romney-would-cut-his-own-taxes-while-ra/", "speaker": "Barack Obama", "vclaim": "Mitt Romney has \"proposed cutting his own taxes while raising them on 18 million working families.\"", "truth_label": "mostly-true", "date": "stated on May 5, 2012 in a campaign speech in Ohio:", "title": "Obama says Romney would cut his own taxes while raising others’", "text": "President Barack Obama says Mitt Romney is the anti-Robin Hood.\n\nIn a campaign speech in Columbus, Ohio, on May 5, 2012, Obama said the Romney's economic plan would raise taxes for millions of low-income Americans while cutting them for the wealthy. Obama told the crowd that Romney \"doesn’t seem to understand\" that helping the rich doesn’t automatically trickle down to benefit the poor.\n\n\"Why else would he want to spend trillions more on tax cuts for the wealthiest Americans? Why else would he propose cutting his own taxes while raising them on 18 million working families?\" Obama said.\n\nRomney's tax plan, unveiled in February, includes a repeal of the estate tax, a decrease in the corporate tax rate and a 20 percent across-the-board rate cut for all personal income tax brackets. So how is it that some people’s taxes would actually increase under his plan? We decided to check it out.\n\nHow Romney would pay less\n\nWe contacted the Romney campaign for more details on his tax plan but did not hear back. So we're relying on the Romney campaign's description of the tax plan and the analysis by the Tax Policy Center, a well-respected independent group.\n\nRomney’s tax plan would affect what he personally pays in federal income taxes. With a fortune estimated at between $80 million and $250 million and 2010 earnings of around $21 million, Romney falls in the top tax bracket. That class currently pays a 35 percent rate. His plan would reduce that to 28 percent.\n\n\"The tax plan would cut taxes on the rich a lot,\" said Roberton Williams, an economist with the non-partisan Tax Policy Center, a joint venture of the Urban Institute and the Brookings Institution think tanks that published an analysis of Romney’s plan.\n\nThe 20 percent cut, Williams said, is \"a huge savings for the people at the top end.\"\n\nHow others could pay more\n\nRomney’s tax plan also allows the expiration of tax cuts enacted in the economic stimulus package, including:\n\nThe American Opportunity Tax Credit raises the maximum education tax credit from $1,800 to $2,500 and it makes the credit partially refundable so low-income people who don’t pay any taxes would still benefit.\n\nThe stimulus bill also increased the Earned Income Tax Credit for low-income working families from 40 percent to 45 percent. An extension enacted in 2010 increased the maximum credit for families with three or more children from $5,236 to $5,891 in 2011.\n\nThe child credit, a tax benefit to offset the cost of raising a child, is a partially refundable credit of up to $1,000 per child. Recent legislation lowered the threshold for qualifying, so that working families with earnings above $3,000 qualify for at least a partial credit.\n\nThese tax cuts provide substantial cuts for low-income taxpayers. And since Romney’s plan would allow them to expire, that’s who would see a tax increase under his proposal. (We are defining \"working families\" as tax filers or non-filers who receive a benefit from those tax cuts.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe Tax Policy Center said Romney’s plan would raise taxes on about 11 percent of  tax filers (or those too poor to file and pay taxes) by an average of about $900 in 2015. With 165 million filers in the U.S., that’s about 18 million people, as Obama said.\n\nSaid Williams: \"Because he would not extend the Obama tax cuts, the people at the bottom who were benefiting from those cuts would see their taxes go up.\"\n\nIt’s worth noting that overall, most people’s taxes would decrease under Romney’s plan. The Tax Policy Center said that 70 percent would get tax cuts averaging almost $4,300 -- a result of the 20 percent rate cut.\n\nOur ruling\n\nObama claimed Romney’s plan would cut his own taxes while raising them on 18 million working families.\n\nThe Tax Policy Center found that, indeed, even with a 20 percent rate cut, 18 million people would find themselves in a gap where the rate cut wouldn’t offset the loss of benefits from the Obama tax cuts Romney would let expire. That is, they’d end up paying more (or getting less in refunds) without the expanded child credit, EITC and education credit.\n\nRomney has not explicitly said he wants those tax cuts to end, but his lack of support for extending them means there would be an increase on the 18 million people. Obama's statement is accurate but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-11137"}