{"url": "/factchecks/2014/mar/19/kesha-rogers/four-us-citizens-killed-obama-drone-strikes-3-were/", "speaker": "Kesha Rogers", "vclaim": "Says President Barack Obama was responsible for \"the assassination of at least four American citizens\" in drone strikes.", "truth_label": "half-true", "date": "stated on March 19, 2014 in statements on her campaign website:", "title": "Four U.S. citizens killed in Obama drone strikes, but 3 were not intended targets", "text": "As LaRouche Democrat and U.S. Senate candidate Kesha Rogers of Texas calls for the impeachment of Democratic President Barack Obama, she lists among her reasons the \"assassination\" of U.S. citizens.\nRogers says on her campaign website that Obama violated the Fifth Amendment \"with the avowed assassination of at least four American citizens, Anwar Al-Awlaki, his 16-year-old son, Samir Khan, and Jude Mohammed, without benefit of due process of law. Indeed, the death warrants against these individuals were effectively signed in secret, in a committee which is overseen directly by the president.\"\nPolitiFact has dipped before into the debate around the Obama administration’s use of pilotless drones armed with missiles to target terrorism suspects, exploring whether the president can legally authorize the killing of a U.S. citizen fighting for a foreign terrorist group, whether the program could be used on U.S. soil, if it complies with international law and if Obama has kept Congress fully informed.\nWere the individuals named by Rogers all U.S. citizens \"assassinated\" at Obama’s direction?\nRogers’ views and alignment with conspiracy theorist and former presidential candidate Lyndon LaRouche led the Texas Democratic Party to urge voters not to cast ballots for her in the March 4, 2014, primary. Rogers still won enough votes to trigger a May 27 runoff that will determine whether she or Dallas investor David Alameel, who led the field, will challenge the Republican nominee, second-term U.S. Sen. John Cornyn, in November.\nIn support of Rogers’ assassination claim, her campaign manager, Ian Overton, emailed us news stories from The New York Times and the New Yorker magazine, and we found more news coverage using Google and the Nexis news database.\nThe citizens\nOn May 22, 2013, the Obama administration \"formally acknowledged for the first time that it had killed four American citizens in drone strikes outside the battlefields of Afghanistan and Iraq\" since 2009, The New York Times said in a news story posted online that day.\nThe acknowledgement came in a letter signed by U.S. Attorney General Eric Holder sent that day to the Senate Judiciary Committee chairman:\nSince 2009, the United States, in the conduct of U.S. counterterrorism operations against al-Qa’ida and its associated forces outside of areas of active hostilities, has specifically targeted and killed one U.S. citizen, Anwar al-Aulaqi. The United States is further aware of three other U.S. citizens who have been killed in such U.S. counterterrorism operations over that same time period: Samir Khan, ‘Abd al-Rahman Anwar al-Aulaqi, and Jude Kenan Mohammed. These individuals were not specifically targeted by the United States.\nAnwar al-Awlaki and Khan were killed in Yemen on Sept. 30, 2011. A March 9, 2013, Times news story about the strike said al-Awlaki, a cleric born in New Mexico, incited and plotted terrorist incidents involving U.S. targets, including lending support via email to Nidal Hasan in 2009 before Hasan killed 13 and wounded more than 30 people at Fort Hood in Texas. Khan, who the story said came from North Carolina, edited the online al-Qaeda propaganda magazine Inspire.\nThe Times wrote of al-Awlaki’s death, \"For what was apparently the first time since the Civil War, the United States government had carried out the deliberate killing of an American citizen as a wartime enemy and without a trial.\"\nAl-Awlaki’s 16-year-old son, a U.S. citizen born in Denver, Colo., died Oct. 14, 2011, in Yemen when, the Times wrote, \"a missile apparently intended for an Egyptian Qaeda operative, Ibrahim al-Banna, hit a modest outdoor eating place in Shabwa. … Banna was not there, and among about a dozen men killed was the young Abdulrahman al-Awlaki, who had no connection to terrorism.\"\nU.S. citizen Jude Kenan Mohammad was believed by his family to have been killed in a November 2011 strike in Pakistan, according to a May 24, 2013, Los Angeles Times news story that said, \"Former U.S. officials said that even if Mohammad wasn't the target of the strike, he was of interest to American intelligence because he was believed to have communicated with Muslims in the United States and encouraged them to travel to Pakistan or carry out attacks at home.\"\nThe New York Times said another U.S. citizen, Kamal Derwish, had been killed by a drone strike in Yemen on Nov. 3, 2002, when George W. Bush was president. Derwish was a recruiter who put together an al-Qaeda sleeper cell in Lackawanna, N.Y., according to an Oct. 12, 2003, New York Times news story. The U.S. said he was not the intended target and did not acknowledge killing him, but a Yemeni official identified him as one of six men who died in the attack, the story said.\nAnother U.S. citizen could be facing death by drone, according to news reports. A Feb. 28, 2014, New York Times news story said Abdullah al-Shami, \"a militant who American officials say is living in the barren mountains of northwestern Pakistan\" and who was possibly born in Texas, \"is at the center of a debate inside the government over whether President Obama should once again take the extraordinary step of authorizing the killing of an American citizen overseas.\"\nObama’s role\nOf the 2011 deaths, Rogers spokesman Overton said, \"The Obama White House claims that only Anwar al-Awlaki was specifically targeted. However, there is no way to verify that, since the deliberations are secret. Either they were targeted or they were collateral damage of a kill policy. In either case, the program is run by Obama, who personally makes the final decision to kill a target. If the three were not specifically targeted, their deaths remain the responsibility of Obama.\"\nWe looked to Obama’s public comments as well as news reports, including those Overton sent, for details.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\nIn a May 23, 2013, speech at the National Defense University, Obama said he had authorized the attack on Anwar al-Awlaki: \"I would have detained and prosecuted Awlaki if we captured him before he carried out a plot, but we couldn’t. And as president, I would have been derelict in my duty had I not authorized the strike that took him out.\"\nWhat about the strikes that Holder said killed U.S. citizens unintentionally?\nNews accounts indicate Obama likely approved those attacks as well. The New York Times reported in a May 29, 2012, news story that cited current and former presidential advisers, \"Obama has placed himself at the helm of a top-secret ‘nominations’ process to designate terrorists for kill or capture.\"\nThe story, which quoted sources including William M. Daley, chief of staff in 2011, and Thomas E. Donilon, White House national security adviser from late 2010 to mid-2013, said that \"the nominations go to the White House, where by his own insistence and guided by (then-White House counterterrorism adviser John) Brennan, Mr. Obama must approve any name. He signs off on every strike in Yemen and Somalia and also on the more complex and risky strikes in Pakistan — about a third of the total.\"\nBrennan, who became director of the CIA in 2013, said in an April 30, 2012, speech at the Woodrow Wilson International Center for Scholars that proposals for a lethal strike are \"evaluated by the very most senior officials in our government for a decision.\"\nCNN’s Jessica Yellin asked Obama in a Sept. 5, 2012, interview if he decides who will be targeted in drone attacks. The president said, \"As president, ultimately I’m responsible for decisions that are made by the administration,\" and said an \"extensive process\" is behind such decisions. He described criteria: the target must be \"authorized by our laws\"; there must be a serious, not speculative, threat; there must be no option to capture the targeted individual instead of using deadly force; and civilian casualties must be avoided.\nYellin pressed: \"Do you personally approve the targets?\" Obama said, \"I can’t get too deeply into how these things work,\" but again said, \"Ultimately I’m responsible for the process that we set up.\"\nAn Oct. 23, 2012, news story in the Washington Post said, \"Obama approves the criteria for lists and signs off on drone strikes outside Pakistan, where decisions on when to fire are made by the director of the CIA.\"\n‘Assassination’\nWere the cited deaths assassinations?\nDictionaries define assassination as killing a person, particularly a prominent political figure. Left open is the question of whether the person’s death was intentional or collateral.\nA 1976 presidential executive order banned government employees from involvement in political assassinations; the word \"political\" was dropped from later orders, \"assassination\" is not defined and the federal government has argued the restriction doesn’t apply to wartime or terrorists. A Nov. 4, 2002, CNN news story on the ban notes that in 1986, President Ronald Reagan ordered the bombing of the home of leader Moammar Gadhafi of Libya and in 1998, President Bill Clinton ordered missile strikes on suspected terrorist compounds in Afghanistan.\nAfter the Sept. 11, 2001, terrorist attacks, Bush signed an \"intelligence finding\" that enabled the CIA to pursue and kill terrorists around the world.\nAnthony Clark Arend, a Georgetown University expert on international law, told us by phone that the 1976 order was meant to prohibit attacks on political opponents such as Cuba’s Fidel Castro, \"where those individuals were not combatants in an armed conflict against the United States.\"\nHolder has said the drone strikes are not assassinations because they are not illegal.\nIn a March 5, 2012 speech at the Northwestern University School of Law, Holder said, \"Some have called such operations ‘assassinations.’ They are not, and the use of that loaded term is misplaced. Assassinations are unlawful killings. … the U.S. government’s use of lethal force in self defense against a leader of al Qaeda or an associated force who presents an imminent threat of violent attack would not be unlawful — and therefore would not violate the executive order banning assassination or criminal statutes.\"\nArend said that wasn’t how he’d state it, but agreed the deaths were not assassinations. That term, he said, applies to political opponents rather than foes at war with the U.S.\nIn his view, Arend said, the use of military force authorized by the president \"against a combatant in an ongoing armed conflict -- which I would argue and one could argue actions against terrorists are -- that wouldn’t constitute an assassination,\" whether the combatant was American or not.\nOur ruling\nRogers said Obama was responsible for \"the assassination of at least four American citizens\" in drone strikes.\nU.S. drone strikes reportedly carried out on Obama’s authority killed the citizens listed by Rogers. But three deaths were evidently not intended, while it’s debated -- and unsettled at best -- whether the killing of al-Awlaki, targeted for his al-Qaeda role, was an assassination.\nWe rate this claim, which presents these deaths out of context, as Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-08116"}