{"url": "/factchecks/2017/jun/09/north-carolina-republican-party/james-comey-hearings-did-former-fbi-director-admit/", "speaker": "North Carolina Republican Party", "vclaim": "Says former FBI Director James Comey admitted to leaking classified information.", "truth_label": "false", "date": "stated on June 8, 2017 in in an official statement:", "title": "James Comey memo: Did the former FBI director admit to leaking classified information in hearings?", "text": "Not long after former FBI Director James Comey testified to the Senate Intelligence Committee on June 8, 2017, about his relationship with and firing by President Donald Trump, the North Carolina Republican Party sprang to impugn Comey’s credibility.\n\"James Comey's only accomplishment today was proving once and for all that President Trump was right to fire him,\" said Robin Hayes, the chairman of the N.C. GOP, in an official party statement. \"It is a matter of national security when disgruntled employees leak classified information, which is exactly what Comey admitted to doing with his notes.\"\nThe accusation that Comey admitted to leaking classified information, possibly damaging national security, quickly caught our attention.\nIf true, Comey might have committed a federal crime under the Espionage Act. If found guilty he could be fined, imprisoned or even sentenced to death, depending on the severity of the offense.\nHayes’ claim, however, has no basis in reality.\nIn fact, the opposite is true.\nComey’s memo\nThis claim revolves around a memo described to the press by a friend of Comey’s.\nIn May, Trump fired Comey and then tweeted that Comey \"better hope that there are no ‘tapes’ of our conversations.\"\nSeveral days later, the New York Times reported the existence of a memo Comey wrote after a meeting in which Trump reportedly asked Comey to drop an investigation into Michael Flynn.\nFlynn is Trump’s former national security adviser who allegedly has ties to the Russian government and also allegedly took more than $500,000 to advance the Turkish government's interests.\nComey’s testimony\nDuring the June 2017 hearing, Comey admitted to being behind the leak of that memo last month. He said he authorized it after seeing Trump’s tweets about tapes.\nHowever, Comey also testified – while under oath – that the memo in question did not contain any classified information. And he said that was not by accident.\n\"My thinking was if I write in such a way that I don’t include anything that’ll trigger a classification, that will make it easier to discuss within FBI and government,\" he said.\nWe’re unsure how Hayes could have gotten Comey’s testimony so wrong; the NC GOP did not respond to multiple requests for comment. \nFor the record, we don’t know exactly what’s in the memo. Neither does Hayes or almost anyone else in the world. That’s because the memo itself hasn’t been made public yet; just a description of it.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nBut we do know Comey never testified that he was behind a leak of classified information, despite Hayes’ claim to the contrary.\nLegal to leak?\nMichael Kohn, an attorney who represents whistleblowers, said that as long as Comey is right that the memo didn’t contain classified information, he was well within his rights to release it.\nKohn is a partner at the Washington, D.C., firm of Kohn, Kohn & Colapinto and is president of the National Whistleblowers Center. He has represented multiple government leakers, including Linda Tripp, who was fired from her government job after secretly recording and then publicizing tapes of Monica Lewinsky talking about her affair with then-President Bill Clinton.\nHe said he would be shocked if Comey was so careless as to have authorized the leak of a memo with anything classified in it.\n\"Former director Comey would have the knowledge-base to know that he could leak non-classified information, and it's ludicrous to think he would have leaked classified information,\" Cohn said. \nWriting for the Washington Post, University of Texas law professor and national security legal expert Stephen Vladeck had this to say after Comey’s testimony about his memo:\n\"Federal law proscribes certain unauthorized disclosures, including of \"information relating to the national defense\" or information that has pecuniary value to the United States. But it’s hard to see how Comey’s after-the-fact transcription of his relevant conversations with the president fall within either of these provisions. No one is making an argument that the material in Comey’s memos was classified …\"\nCongress and the U.S. Supreme Court have both given protections to government employees who leak non-classified information in the general interest of the country.\nComey said that’s exactly what he did, since he was disturbed by Trump’s behavior.\n\"My judgment was, I need to get that out into the public square,\" Comey testified. \"I asked a friend of mine to share the content of the memo with a reporter. I asked him to because I thought that might prompt the appointment of a special counsel.\"\nOther Republicans have launched a less aggressive accusation than Hayes and the NC GOP, suggesting that Comey’s leaks might have violated something called executive privilege.\nPolitiFact has a separate explainer on that here.\nBut on the topic of legal confidentiality, Cohn said the contents of a conversation with the president don’t automatically become classified just because the conversation was private or potentially damaging.\n\"In fact, that is what our constitution is aimed at protecting – the right to speak up against the government, for what is right or proper,\" Cohn said. \"Otherwise, we would have a king.\"\nOur ruling\nSpeaking for the North Carolina Republican Party, former U.S. Rep. Robin Hayes said former FBI Director James Comey admitted to leaking classified information.\nThat’s wrong. Comey never admitted to leaking classified information, which would be a crime. In fact, he said he was careful to write the one memo that he did leak so that it would not contain any classified information.\nThe accusation was incorrect and easily debunked. We rate this claim False.\n Share the Facts 2017-06-12 14:11:18 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says former FBI Director James Comey admitted to leaking classified information.    NC GOP North Carolina Republican Party    In an official statement Thursday, June 8, 2017 2017-06-08    Read More  info", "vclaim_id": "vclaim-pol-03223"}