{"url": "/factchecks/2019/oct/29/donald-trump/trump-dead-wrong-about-change-murders-chicago/", "speaker": "Donald Trump", "vclaim": "\"Over the last two years, the number of murders in America and America’s major cities has dropped, unlike here (Chicago), by more than 10%.\"", "truth_label": "pants-fire", "date": "stated on October 28, 2019 in a speech:", "title": "Trump ‘dead wrong’ about the change in murders in Chicago", "text": "During his first visit to Chicago since taking office, President Donald Trump took aim at one of his favorite targets: the city’s violence.\nWhile criticizing Chicago Police Supt. Eddie Johnson for boycotting his speech to the International Association of Chiefs of Police Monday, Trump again repeated a Pants on Fire! claim about the city having the nation’s strictest gun laws, compared violence in Chicago to Afghanistan — as he has in the past with Baltimore — and contended reductions in crime here are failing to keep pace with those being made nationally.\n\"Over the last two years, the number of murders in America and America’s major cities has dropped, unlike here, by more than 10%,\" Trump said. \"And if we ever took the Chicago numbers out of our total numbers, the numbers would be incredible — and they already are, even including Chicago.\"\nNationally, murders have not decreased by quite as much as the president said. What’s more, his Chicago comparison is contradicted by city and federal data. Not only has Chicago seen murders fall by significantly more than 10% in recent years, its decline is rivaled by few other large cities.\nPress officers at the White House did not respond to our request for comment.\nChicago taking a lead, not falling behind\nChicago has seen 27% fewer murders so far this year than it had at this time two years ago, Chicago Police Department data for mid-October show.\nPreliminary federal data for 2019 is not yet available, however, so we compared the latest federal data — from 2018 — with figures for 2016. That’s the year Johnson became the city’s top cop. It’s also a year that saw a significant spike in Chicago murders, ending with 765 in all, a total greater than the tallies for New York City and Los Angeles combined.\nThose figures, which are reported by local law enforcement agencies to the FBI’s Uniform Crime Reporting program, show Trump missed the mark on multiple counts.\nFirst, the number of murders reported nationwide for 2018 was 6.9% lower than it was in 2016 — not more than 10%, as he claimed.\nSecond, the declines experienced by Chicago during the same period — from 765 murders to 563 — were larger than those seen in all but three of the nation’s 30 largest cities: San Antonio, San Diego and San Jose.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIt’s a turnaround that’s garnered considerable news coverage over the past two years. In 2018, for instance, the Chicago Sun-Times reviewed FBI data for the previous year and found Chicago alone accounted for 86% of the net decrease from 2016 in murders nationally.\nThat marked decline is also something Johnson turned to in defense when responding to Trump’s attack.\n\"The president is right about one thing: Violent crime in the United States declined last year for the second consecutive year,\" Johnson said at a news conference Monday. \"But it was Chicago that set the table for those reductions.\"\nAmes Grawert, who leads the quantitative research team at the New York University School of Law’s Brennan Center for Justice, said that although Chicago’s per capita murder rate is still more than four times higher than the national average, the city has made considerable progress in recent years — something Trump’s comments ignore.\n\"He’s dead wrong on Chicago,\" Grawert said. \"The city’s gotten a lot safer in the past two years and it’s not right to say Chicago’s lagging the national trend … It’s one of the cities that’s led the downward trend of the last two years.\"\nOur ruling\nReferring to Chicago, Trump said that \"over the last two years, the number of murders in America and America’s major cities has dropped, unlike here, by more than 10%.\"\nChicago has seen a nearly 30% decrease in murders over the past several years. That well outpaces the national decline of just under 7%. Rather than holding the nation back, as Trump suggested, Chicago’s progress has contributed to the national decline in violent crime.\nWe rate Trump’s claim Pants on Fire!\n\nPANTS ON FIRE – The statement is not accurate and makes a ridiculous claim.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-00001"}