{"url": "/factchecks/2007/sep/19/mike-huckabee/putting-a-little-too-much-weight-in-bmi/", "speaker": "Mike Huckabee", "vclaim": "\"Sixty-one percent of our active military are currently listed as overweight.\"", "truth_label": "mostly-true", "date": "stated on August 30, 2007 in a television interview.:", "title": "Putting a little too much weight in BMI", "text": "Huckabee brings a rare authority to this issue.\n\nAs governor of Arkansas, the ordained minister lost 110 pounds and spent lots of time talking about his experience. So when he says 61 percent of our active-duty personnel are overweight, we expect him to have done the homework.\n\n\nAnd, indeed, he has. He relies on the Defense Department's 2005 Survey of Health Related Behaviors, which was released in December 2006. It found that 60.5 percent of active-duty personnel are overweight, and that 12.9 percent are obese.\n\n\nBut the report's statistics come with a bulging asterisk that prevents us from finding this claim to be completely true: The report arrives at the stats by looking at body-imass index, or BMI, which by itself isn't a perfect indicator of obesity.\n\n\nBMI is a ratio of height to weight, specifically weight (in kilograms) divided by the square of height (in meters). The 60 percent is against a standard derived from the National Heart, Lung, and Blood Institute guidelines, which define a BMI over 25 as overweight and over 30 as obese.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBut using BMI alone doesn't give a full picture of a person's health and fitness level, experts say, because it doesn't distinguish between fat and muscle. Here's an example: At 6-3 and 220 pounds, Chris Brown — the NFL's leading rusher in Week 1 of the 2007 season — has a BMI of 27.5, which on the scale used to evaluate military personnel would be considered overweight and headed toward obese. Indeed, the NFL disputed a 2005 study that found nearly all of its players were overweight and more than half obese according to BMI.\n\n\nIn fact, the Defense Department report acknowledges this flaw: \"The military services (with the exception of the Air Force) use BMI as a screening measure only. Active-duty service members whose BMI exceed standards for their branch of service are subsequently measured to calculate percent body fat. Adverse career actions and enrollment into service weight management programs are based on body fat percent rather than on BMI.\"\n\n\nThe report does not say how much of the military is overweight according to body fat criteria. The Military Health System does not keep individual body fat statistics, though each service monitors individual weight and fitness levels, according to Lynn Pahland, the Defense Department's director of health promotion and preventive services policy.\n\n\nSo we can't fault Huckabee too much for using the military's publicized weight statistics, but we have to point out that those numbers don't tell the whole story.", "vclaim_id": "vclaim-pol-16608"}