{"url": "/factchecks/2017/apr/04/donald-trump/donald-trumps-skewed-portrayal-obamas-stimulus/", "speaker": "Donald Trump", "vclaim": "\"There was a very large infrastructure bill that was approved during the Obama administration, a trillion dollars. Nobody ever saw anything being built.\"", "truth_label": "barely-true", "date": "stated on April 4, 2017 in a CEO town hall:", "title": "Donald Trump's skewed portrayal of Obama's stimulus", "text": "Just over eight years ago, when Barack Obama was just as new to the Oval Office as Donald Trump is now, he signed the American Recovery and Reinvestment Act, more commonly known as the stimulus.\nIts supporters give it a measure of credit for making the Great Recession milder than it could have been. But critics, including Trump, argue that it was a whole lot of nothing. He said as much at a town hall for CEOs on April 4, 2017.\n\"You know, there was a very large infrastructure bill that was approved during the Obama administration, a trillion dollars,\" Trump said. \"Nobody ever saw anything being built. I mean, to this day, I haven't heard of anything that's been built. They used most of that money on social programs, and we want this to be on infrastructure.\"\nWe have fact-checked claims about the stimulus from the time it was being proposed, as well as more recent claims on its results.\nLet’s take another look at the question of what the stimulus did, and didn’t, achieve.\nThe stimulus was not primarily an infrastructure bill\nIn February 2009, Obama signed into law a stimulus package that ultimately cost just over $800 billion. (Earlier estimates had been higher, so we won’t quibble with Trump’s rounding it up to $1 trillion.)\nThe \"shovel-ready\" aspects of the stimulus tended to attract the most attention. But officially, that was only one of the act’s goals, and if you look closely at how the funds were allocated, only a fraction of the total was ever intended to go to infrastructure.\nAccording to the Council of Economic Advisers’ final report to Congress on the stimulus, which was current through February 2014, about 35 percent of the expenditures went for tax cuts for individuals and businesses; about 18 percent went for aid to cash-strapped state governments to offset cuts to health and education programs; and about 14 percent went for \"safety net\" expenditures paid to individual Americans, such as added unemployment payments.\nThat leaves 34 percent of expenditures going to \"public investment\" -- hardly a trivial amount in an $804.6 billion bill, but still a distinct minority of the total outlay. And the amount actually spent on metal-and-concrete infrastructure was even smaller than that, since the \"public investment\" category also covers spending on such things as Pell grants, education for disabled students and scientific research.\n\nMichael Grabell, a journalist with the investigative project ProPublica, wrote a book, Money Well Spent? The Truth Behind the Trillion-Dollar Stimulus, the Biggest Economic Recovery Plan in History. In his book, Grabell estimated that only about $80 billion, or roughly one-tenth of the act’s spending, was devoted to what people would normally think of as \"infrastructure,\" and of that, only about $27 billion was spent specifically on roads and bridges.\nSo roads and bridges accounted for just over 3 percent of all spending under the act.\nBy the numbers, then, it would be at least as accurate to call the stimulus a tax cut bill as it would be to call it an infrastructure bill.\nMeanwhile, saying the bill spent money on \"social programs,\" as Trump did, is an exaggeration at best.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nPerhaps the safety net expenditures (14 percent of the law’s outlays) and aid to governments for health and education (18 percent) could be considered \"social programs,\" although not all observers would agree on that label. Either way, they would total less than a third of expenditures.\nIt’s wrong to say that nothing was built\nEven observers who see some value in the act acknowledge that it was far from perfect.\nFor instance, Grabell concluded in a 2012 op-ed that a lesson of the stimulus is that \"government can create jobs — it just doesn’t often do it well.\"\nGrabell wrote that \"money was spread far and wide rather than dedicated to programs with the most bang for the buck. ‘Shovel-ready’ projects, those that would put people to work right away, took too long to break ground. Investments in worthwhile long-term projects, on the other hand, were often rushed to meet arbitrary deadlines, and the resulting shoddy outcomes tarnished the projects’ image.\"\nThat said, the infrastructure spending in the stimulus, despite its shortcomings, did build things.\n\"The notion that the New Deal built bridges and dams while all the stimulus did was fill potholes isn't entirely true,\" Grabell wrote in his book. \"Generations from now, there will be countless projects that communities can point to as the enduring legacy of the American Recovery and Reinvestment Act. The $80 billion for roads, runways, waterworks, rails, federal buildings, and parks was one of the largest investments in the nation's infrastructure since President Eisenhower established the Interstate Highway System in the 1950s.\"\nJust to cite a few of the bigger projects, the Recovery Act helped push to completion the $1 billion DFW Connector highway in Dallas-Fort Worth; a $650 million elevated truck route to the Port of Tampa; a new Cleveland Innerbelt Bridge; a tunnel connecting Oakland and Contra Costa County, Calif.; new light rail lines in Salt Lake City and Dallas; a courthouse in Austin; a hospital at Camp Pendleton in California; a veterans' facility at Fort Bliss in Texas; and new headquarters for the Department of Homeland Security and the Coast Guard. And the list of projects funded by the act runs to nine pages in his book, even though that’s just a partial accounting.\nWas it worth it?\nOf course, even though the act produced tangible results, it’s reasonable to question whether it did so in the most efficient way possible.\n\"Keep in mind that the normal test for a positive outcome involves cost-benefit analysis,\" Dan Mitchell, an economist at the libertarian Cato Institute, told us for an earlier fact-check. \"Dumping a bunch of money into the maws of state and local governments is highly unlikely to generate good results.\"\nAnd Grabell said it’s important not to oversell the impact of the stimulus’ reach.\n\"Despite the historic investments and endless list of projects, the Recovery Act in the end created not a crater but a dent in America's overwhelming infrastructure needs,\" he wrote. \"It replaced or repaired more than 1,000 deficient or obsolete bridges, but America has more than 150,000 bridges in such conditions.\"\nOur ruling\nTrump said, \"There was a very large infrastructure bill that was approved during the Obama administration, a trillion dollars. Nobody ever saw anything being built.\"\nIn practice, the stimulus had a mixed record. Beyond that, though, Trump’s characterization is flawed.\nThe single biggest portion of the law actually consisted of tax cuts. As for the infrastructure portion of the law, it did indeed produce results, even if they were somewhat more underwhelming than its backers had initially hoped.\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-03469"}