{"url": "/factchecks/2018/jul/16/blog-posting/dont-believe-nasa-will-pay-you-100000-stay-bed/", "speaker": "Bloggers", "vclaim": "\"NASA will pay you $100,000 to stay in bed for 60 days!\"", "truth_label": "false", "date": "stated on September 3, 2017 in a blog post:", "title": "Don’t believe that NASA will pay you $100,000 to stay in bed", "text": "Have you ever dreamed of getting paid just for being a couch potato all day?\nA misleading blog post is claiming, \"NASA will pay you $100,000 to stay in bed for 60 days!\"\nIs that offer too good to be true?\nFor the most part, it is.\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe post, which is on the website World Facts FTW, claims that NASA wants volunteers to participate in \"bed rest studies,\" as it wants to \"study how the body reacts to extended periods of rest for astronauts who are going on extended periods of space travel.\"\nAs a reward for making it through 60 days of staying in bed and enduring bone, muscle and heart tests, volunteers get a large amount of cash, the post claims.\nWe wanted to know if this stellar offer was truly up for grabs. We found out that NASA has paid people to stay in bed for long periods of time before. But there’s a pretty large error with the blog post’s headline.\nWe began by reverse-image searching many of the photos on the website, which were not credited, using RevEye. (RevEye is a image search engine that allows you to search the internet for all the webpages an image appears on.)\nSome images were lifted from a Vice article titled \"How I Felt After 70 Days of Lying in Bed for Science.\" In that article, a volunteer named Andrew Iwanicki reflects on his experience lying down at a negative 6-degree angle for 10 weeks, and mentions that he was paid $18,000 by NASA.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nA number of other news sources corroborate Iwanicki’s story, and a page on NASA’s website tells readers about how bed rest studies help scientists \"understand the effects of living in space.\"\nBut those news outlets reported that NASA paid volunteers $18,000 to participate in a bed study — a far cry from the $100,000 mentioned in the blog post. We found no evidence to support the claim that NASA paid, or will pay, its volunteers $100,000.\nThe blog post’s headline is also misleading, since it doesn’t consider how difficult it is to participate in a bed rest study, given the high number of applicants and low number of participants required.\nIn the Vice article, Iwanicki reports that he was one of 55 participants selected out of 25,000 applicants. Given that NASA’s bed studies occur infrequently—the previous one concluded in November 2017 and the next one will start in fall 2018—it seems likely that they would need a small number of volunteers.  \nA Lexis search did not return any results of NASA paying people $100,000 to participate in a bed rest study, and NASA could not be reached for comment.\nWe attempted to contact World Facts FTW, the website the blog post was on, by using this contact form, but received an error message after we clicked \"send.\" We also could not find a Twitter or Facebook page through which to contact World Facts FTW.\nThis isn’t the first time that NASA’s bed rest studies have inspired misinformation. We previously debunked a version of the tale that claimed NASA was paying volunteers to lay in bed and smoke weed.\nOur ruling\nA recent blog post claims \"NASA will pay you $100,000 to stay in bed for 60 days!\"\nNASA does have a program that pays volunteers to participate in bed rest studies, where one lies down for a long period of time. The point is to allow scientists to understand how the body might be affected by space travel.\nBut the blog post grossly exaggerates the amount of money one would receive for such a task. In the past, rather than being paid $100,000 for 60 days of lying down, volunteers have been paid $18,000 for 70 days of their time.\nWe rate this statement False.\n Share the Facts 2018-07-16 14:41:32 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"NASA will pay you $100,000 to stay in bed for 60 days!\"    World Facts FTW Website https://www.worldfactsftw.com/nasa-will-pay-you/c    Sunday, September 3, 2017 2017-09-03    Read More  info", "vclaim_id": "vclaim-pol-01856"}