{"url": "/factchecks/2020/jul/06/facebook-posts/mask-wearing-causing-fungal-lung-infections-no-ano/", "speaker": "Facebook posts", "vclaim": "“People are starting to enter ERs with fungal lung infections from wearing masks!!\"", "truth_label": "false", "date": "stated on July 2, 2020 in a Facebook post:", "title": "Is Mask Wearing Causing Fungal Lung Infections? No, This Is Another Bogus Claim On Facebook", "text": "A widely-circulated Facebook post claims people are checking into emergency rooms with fungal lung infections due to wearing masks to prevent COVID-19. \n\"People are starting to enter ERs with fungal lung infections from wearing masks!! Take breaks from your masks.\" \nThe claim, posted on July 2, had been shared 16,000 times and viewed nearly 700,000 times over the past 24 hours. \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about PolitiFact California’s partnership with Facebook).\nWith more states requiring face coverings in public settings, and lots of false claims spreading about masks, we wanted to know whether there’s any truth to this provocative statement. \nWe set out on a fact check.\nMisinformation About Masks\nThis is far from the first social media post to claim that wearing masks is harmful to your health. In June, PolitiFact National debunked the multi-part allegation that claimed wearing masks for the coronavirus \"decreases oxygen intake, increases toxin inhalation, shuts down immune system\" and \"increases virus risk.\" It rated the claim False. \nIn May, PolitiFact rated False a similar claim that wearing a mask causes health problems, particularly from breathing in too much exhaled carbon dioxide.\nIt found there’s no credible data to back that up. \"Experts say prolonged use of N95 respirator masks can increase blood CO2 levels for people with breathing problems, but those masks are not recommended for the general public, and using ordinary cloth or surgical masks poses little or no risk from CO2,\" PolitiFact reported. \nFungal Infections?\nWith those fact checks in mind, we examined whether people are truly showing up at ERs with fungal lung infections due to wearing masks. We reached out to regional, statewide and national experts and found no supporting evidence. \n\"Neither the chair of our emergency department nor the head of our infectious diseases division have seen that type of condition in a patient after an individual has been using a face mask,\" a spokesperson for UC Davis Health in Sacramento wrote in an email. \nAfter looking into the claim, Elena Lopez-Gusman, executive director of the California chapter of the American College of Emergency Physicians, called it \"as suspected, false.\" \nFinally, the national American College of Emergency Physicians told us they’ve seen no evidence supporting the claim. \n\"While we’ve heard some folks complain about irritation, we have not heard of reports of fungal infections stemming from masks,\" Maggie McGillick, a spokesperson for ACEP wrote in an email. \"There are several professions where people wear masks for hours on end without issue.\"\nThe College released a statement last week encouraging people to cover their face when in public.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\n‘Recycled breathing’ not a real danger\nTaking a closer look at the Facebook post in question, some commenters wondered whether wearing a mask for hours on end might be harmful, while wearing it for just a short while might not be. \nIn an email, McGillick of ACEP addressed that concern: \"There is not a real danger to breathing in your own air or ‘recycled breathing,’ nor is the idea of low oxygen or carbon dioxide buildup a concern. However, there could be risk from someone’s mask getting contaminated from others and then transferring that to your mouth/eyes/etc. when you touch your own mask.\"\nThe spokesperson stressed that it’s important to avoid touching your face and to wash your hands before and after touching your mask.\nSome commenters on the Facebook post in question said they worried about the health effects of wearing masks. Yet others said they were skeptical of the claim given that doctors, nurses, mechanics and others wear masks for a prolonged period and don’t come down with fungal lung infections. \nOne medical professional jumped into the comments with her own fact check: \"It isn’t happening. I’m an ER nurse. This is not true at all.\" \nSanitary Tips For Mask Wearing\nEarlier this month, the health information website MedicalNewsToday fact-checked a similar claim and found there \"is no evidence indicating that masks increase the wearer’s risk of developing pneumonia or other bacterial, viral, or fungal lung infections.\" \nIt also included guidance from leading health organizations for how to safely handle your mask. It found the World Health Organization acknowledges \"that if a person wears the same mask for a long time, microorganisms may grow on the fabric.\" \n\"All masks should be changed if wet or visibly soiled; a wet mask should not be worn for an extended period of time. ... Either discard the mask or place it in a sealable bag where it is kept until it can be washed and cleaned,\" the WHO advises.\nThe U.S. Centers for Disease Control and Prevention recommends \"that a person removes the face covering once they return home and washes it before using it again,\" the MedicalNewsToday article also noted. \nOur ruling \nA popular Facebook post alleges people are checking into ERs with fungal lung infections due to wearing masks to prevent the coronavirus.\nRegional, statewide and national emergency physicians groups said there’s no evidence to back up this claim. \nMedical experts recommend wearing face coverings to slow the transmission of COVID-19 and say the effects of wearing the coverings are not harmful. \nThey also encourage people to wash their hands and their masks on a regular basis to avoid contamination. \nThis claim about mask-wearing leading to fungal lung infections is bogus. \nWe rated it False. \nFALSE – The statement is not accurate.", "vclaim_id": "vclaim-pol-17688"}