{"url": "/factchecks/2011/oct/26/bill-nelson/sen-bill-nelson-said-his-battle-bp-video-allowed-s/", "speaker": "Bill Nelson", "vclaim": "Says it wasn't until he and a Senate colleague were able to \"wrangle the actual streaming video\" from BP that scientists were able to calculate the oil spill flow.", "truth_label": "mostly-true", "date": "stated on October 11, 2011 in a Senate floor speech:", "title": "Sen. Bill Nelson said his battle for BP video allowed scientists to calculate Deepwater Horizon flow", "text": "It's been a year and a half since oil suddenly gushed from the Deepwater Horizon drilling rig into the Gulf of Mexico. \n\nIn the early days, rig operator BP estimated about 1,000 barrels a day might be escaping into the gulf. The true number? More like 50,000 to 60,000 barrels — or more than 2 million gallons — every day, for nearly three months.\n\nHow did we learn it was so high?\n\nU.S. Sen. Bill Nelson, D-Fla., says it wasn't until he and a Senate colleague were able to \"wrangle the actual streaming video\" from BP that scientists were able to calculate the flow.\n\nNelson spoke about the spill Oct. 11, 2011, on the Senate floor, where he urged his colleagues to find a way to fund gulf research. He began:\n\n\"As one of the senators from a state that borders the Gulf of Mexico, naturally we have been quite concerned in the followup to the Deepwater Horizon oil spill. You will remember that was an oil spill that at first BP said: Oh, it was only 1,000 barrels a day. It was not until Sen. (Barbara) Boxer, the chairman of the environment committee, and I were able to wrangle the actual streaming video from 5,000 feet below the surface and put it up on my Web site that the scientists could then calculate how much oil was coming out. It was not anywhere close to 1,000 barrels a day. In fact, it ended up being 50,000 barrels of oil a day that was gushing into the Gulf of Mexico. As a result of that total number of days, almost 5 million barrels of oil has gushed into the gulf, we can expect some serious economic and environmental consequences and particularly the consequences on the critters.\" \n\nThe senior senator from Florida, responsible for lifting the veil on a disaster unfolding 5,000 feet underwater?\n\nFor this fact-check, we're weighing the statement, \"It was not until Sen. Boxer ... and I were able to wrangle the actual streaming video (of the Deepwater Horizon oil spill) from 5,000 feet below the surface and put it up on my Web site that the scientists could then calculate how much oil was coming out.\" \n\nWe reached out to scientists, reviewed news and video from the time, checked official reports on the spill and spoke with the senator's office. \n\n• • •\n\nOn April 20, 2010, an explosion ripped through the drilling rig, killing 11 crew members. As flames raged above water 49 miles off the coast of Louisiana, something equally violent was happening beneath the surface.\n\nIt wasn't yet clear what.\n\nBut within a day, a nonprofit group called SkyTruth, led by a geologist who had worked for the energy industry, began collecting and analyzing satellite images of the spill — brown swirls a reporter would later say resembled peanut butter. The group got help from Florida State oceanographer Ian MacDonald.\n\nOn April 24, BP said that a broken riser pipe was leaking 1,000 barrels a day. A few days later, the National Oceanic and Atmospheric Administration boosted the estimate to 5,000 barrels. That was the first official \"flow rate estimate.\" It would be used for weeks. It wasn't based on much.\n\nIn late April and early May, SkyTruth said satellite images and Coast Guard maps of the slick showed the flow might be more than four times that.\n\nBut none of those estimates could fully account for what was happening below the surface, where chemical dispersants created tiny droplets that spread in underwater plumes.\n\n• • •\n\nOn May 12, BP released a 30-second video of oil and gas spilling from the end of a broken pipe — and scientists scrambled to update their estimates, which now ranged from 20,000 to 100,000 barrels a day. By mid May, media reports spread additional doubt about the 5,000-barrel estimate. Rep. Edward Markey, the Massachusetts Democrat who chaired the Energy and Environment Subcommittee, sent BP a letter questioning the size of the spill.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n\nA few days later, Sens. Nelson and Boxer sent their demand for underwater video. They soon got seven hard drives of high-resolution digital imagery, thousands of hours, said Nelson spokesman Dan McLaughlin. Low-resolution streaming video — what you may have seen online — wouldn't give scientists the detail they needed, so the senators' offices also uploaded high-resolution files to large-file transfer sites on the Web and in some cases even copied the hard drives and sent them to researchers, such as Timothy Crone at Columbia University.\n\nIn June, the senators repeated their call for video evidence, this time for all video records.\n\nIn the Oct. 29, 2010, issue of Science magazine, a report co-authored by Crone said the oil's flow was at least 10 times higher than first reported. It credited high-resolution video data \"provided by the office of Senator Bill Nelson and by the Senate Committee on the Environment and Public Works.\"\n\n\"Sen. Nelson was one of the strongest proponents of open data access, and his work along with the work of others on that committee were critical for the work of independent scientists to go forward,\" Crone told PolitiFact Florida.\n\nPaul Ruscher, a Florida State professor who along with MacDonald urged that BP release more information, said much of what scientists suggested was initially ignored.\n\n\"It was a staffer from Sen. Nelson's office who was contacted at some point, and whom I then contacted, to try to encourage both Senate and House energy committee members to get involved,\" he said. \n\nRuscher said Nelson and other politicians, including Sen. John Kerry and Markey, should get full credit for pushing NOAA, the Coast Guard and BP to release video.\n\nFinal official estimates came from the Flow Rate Technical Group, which used several methods to estimate the amount of oil that streamed from Deepwater Horizon. Among its evidence: high-resolution video.\n\nOur ruling\n \nNelson told his Senate colleagues, \"It was not until Sen. Boxer ... and I were able to wrangle the actual streaming video (of the Deepwater Horizon oil spill) from 5,000 feet below the surface and put it up on my Web site that the scientists could then calculate how much oil was coming out.\" \n\nScientists quickly challenged BP's early estimate based on satellite images and Coast Guard maps. Independent estimates improved when BP released short video clips. But scientists who specialize in flow rate calculations based on high-resolution, time-stamped video didn't have access to data they needed until Nelson's and Boxer's offices pushed for it. Some of those files were indeed downloaded from Nelson's website, while some were on physical hard drives that had to be mailed.\n\nA casual listener might think scientists were unable to make early calculations that challenged BP's word without video from Nelson's website — and that's not quite the case. Meanwhile, other lawmakers also pushed for greater openness. But letters, press releases and interviews show Nelson did play a key role in the release of critical data, and for that we'll rate his statement Mostly True.", "vclaim_id": "vclaim-pol-12194"}