{"url": "/factchecks/2020/dec/28/marco-rubio/marco-rubio-says-anthony-fauci-lied-about-masks-fa/", "speaker": "Marco Rubio", "vclaim": "Says “Dr. Fauci lied about masks in March.”", "truth_label": "false", "date": "stated on December 27, 2020 in a tweet:", "title": "Marco Rubio says Anthony Fauci lied about masks. Fauci didn’t.", "text": "At 9:33 on the morning of Dec. 27, Sen. Marco Rubio, R-Fla., tweeted a verse from the Bible that urged people to rise above the faults they see in others.\n\"Put on then, as God’s chosen ones, holy and beloved, heartfelt compassion, kindness, humility, gentleness and patience,\" Rubio wrote. \"Forgiving one another if one has a grievance against another; as the Lord has forgiven you, so must you also do.\"\nBy 10:45 a.m., Rubio struck a different tone.\n\"Dr. Fauci lied about masks in March,\" Rubio tweeted. \"Dr. Fauci has been distorting the level of vaccination needed for herd immunity.\"\nDr. Fauci lied about masks in March Dr. Fauci has been distorting the level of vaccination needed for herd immunityIt isn’t just himMany in elite bubbles believe the American public doesn’t know “what’s good for them” so they need to be tricked into “doing the right thing”— Marco Rubio (@marcorubio) December 27, 2020 \nLying involves the intent to deceive, and the claim that Anthony Fauci, head of infectious diseases at the National Institutes of Health, lied about masks is familiar ground for fact-checkers. It doesn’t hold up.\nWe have looked at what Fauci has said at different points during the pandemic, and his guidance has changed. The question is: Why?\nTop government agencies such as the NIH and the Centers for Disease Control and Prevention shifted their policies on masks based on new findings about the novel coronavirus. It wasn’t until April 3 that the CDC urged everyone to wear one.\nBefore then, the message on masks was primarily about preserving a limited supply for health care workers, who were at especially high risk of exposure.\nWhat Fauci said in March interviews\nRubio’s tweet specifically referred to what Fauci said in March. That month, Fauci gave two high-profile interviews. In the first one, which occurred days before the World Health Organization declared COVID-19 a pandemic, Fauci pushed back against the idea of everyone in the U.S. needing to wear masks.\nIt is worth reading Fauci’s exact words from his March 8 interview on CBS's \"60 Minutes.\":\nFAUCI: The masks are important for someone who's infected to prevent them from infecting someone else. Now, when you see people and look at the films in China and South Korea, whatever, and everybody's wearing a mask. Right now in the United States, people should not be walking around with masks.\nHOST: You're sure of this, because people are listening really closely to this. \nFAUCI: Right. Now people should not be walk— there's no reason to be walking around with a mask. When you're in the middle of an outbreak, wearing a mask might make people feel a little bit better and it might even block a droplet, but it's not providing the perfect protection that people think that it is.\nAnd often there are unintended consequences. People keep fiddling with the mask and they keep touching their face. \nHOST: And you can get some schmutz sort of staying inside there.\nFAUCI: Of course, but when you think \"masks,\" you should think of health care providers needing them and people who are ill. The people — when you look at the films of countries, and you see 85% of the people wearing masks, that's fine. That's fine. I'm not against it. If you want to do it, that's fine. \nHOST: But it can lead to a shortage. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nFAUCI: Exactly, that’s the point. It could lead to a shortage of masks for the people who really need it.\nFauci’s critics have focused on his words \"there's no reason to be walking around with a mask.\" But in the same interview, he also said that it was \"fine\" to wear a mask, although it wouldn’t offer perfect protection. And he said the main point was to preserve masks for those who were already ill and people providing care.\nOn March 27, Fauci spoke to a San Francisco NBC affiliate. He said given the shortage of masks, the general public ranked last behind doctors and nurses, and people who are infected.\n\"When we say you don't need to wear a mask, what we're really saying is make sure you prioritize it first for the people who need the mask,\" Fauci said. \"In a perfect world, if you had all the masks you wanted, then you could get some degree of protection, but make sure you prioritize it well.\"\nGuidance changed over the course of the month\nMarch was a pivotal month for understanding the disease. On March 1, the country had seen eight deaths. On March 31, the figure stood at more than 4,300.\nWhen public officials talked about masks, they were talking about high-quality, hospital grade masks. In February and March, when the spread of the virus was still limited in the U.S., the mask shortage was a top concern. \nOn March 2, the FDA and CDC were saying \"There is no added health benefit to the general American public to wear a respiratory protective device, such as an N95 respirator. The immediate health risk from COVID-19 is considered low.\"\nOn an emergency basis, the U.S. Food and Drug Administration relaxed the rules on the sort of masks hospitals could use, citing tight supplies of the high-grade masks.\nThe shortage was nationwide, and became more acute as the virus spread. On March 23, a bipartisan group of physician lawmakers in Utah called on businesses to donate N95 masks for use by health workers.\nOn March 29, President Donald Trump and the coronavirus task force briefed the press on steps underway to increase the supply of masks to doctors, nurses and all care providers.\nBy this time, COVID-19s had spread widely across the country, and public-health officials were rethinking their guidance as they learned more about the transmission of the virus by asymptomatic carriers.\nOn April 3, Trump announced, \"From recent studies, we know that the transmission from individuals without symptoms is playing a more significant role in the spread of the virus than previously understood.\n\"In light of these studies, the CDC is advising the use of non-medical cloth face covering as an additional voluntary public health measure,\" Trump said. \"I want to emphasize that the CDC is not recommending the use of medical-grade or surgical-grade masks, and we want that to be used for our great medical people that are working so hard.\"\nWe reached out to Rubio’s office and did not get a formal response, but his deputy chief of staff posted a non-responsive tweet.\nOur ruling\nRubio said that Fauci lied about masks in March. This is incorrect in several ways.\nFauci did say, \"there is no reason to be walking around with a mask,\" but to call that lying takes Fauci’s words out of context. The country faced a shortage of high-quality masks, and Fauci also said in his interviews that masks should be preserved for sick people and health care workers.\nIn addition, researchers did not know at the time that people without symptoms were spreading the virus. Once that was understood, wearing masks — even simple cloth masks — took on new importance for preventing community transmission.\nLying means there was an intent to deceive. Fauci’s words in March about masks mirrored the widely held belief across government agencies at that time about the nature of the novel coronavirus and the best ways to control it.\nWe rate this claim False.\nRELATED: Lies infected America in 2020. The very worst were not just damaging, but deadly. The 2020 Lie of the Year: Coronavirus downplay and denial", "vclaim_id": "vclaim-pol-17315"}