{"url": "/factchecks/2011/may/06/herb-kohl/sen-herb-kohl-says-hes-never-done-any-negative-cam/", "speaker": "Herb Kohl", "vclaim": "\"I’ve been through four campaigns and have not done any negative campaigning.\"", "truth_label": "mostly-true", "date": "stated on April 28, 2011 in remarks to reporters:", "title": "Sen. Herb Kohl says he’s never done any negative campaigning", "text": "Twenty-three years into his Senate tenure, Wisconsin’s Herb Kohl hasn’t announced whether he will seek another six-year term in 2012.\n\nBut as Republicans step up their criticism of him, Kohl is making crystal clear his disdain for the kind of rough-and-tumble campaign environment that almost surely would be part of another campaign.\n\nCompared to his last couple races when Kohl used his massive personal fortune to vanquish underfunded opponents with soft-sell TV ads, it would be a new environment for the senator who owns the Milwaukee Bucks and built the Kohl’s department and grocery store chains.\n\nIn remarks to reporters in Madison on April 28, 2011, Kohl ruminated about the state of today’s campaigns. He said \"people don’t like anybody in public life\" because of \"venomous\" attacks and sniping among congressional members, something he said he engages in \"hardly at all.\"\n\nThen he got specific: \"I’ve been through four campaigns and have not done any negative campaigning. And I don’t get into any personal jousts with other people in public life. But that’s just my style.\"\n\nSo has Kohl really avoided any negative campaigning?\n\nThat’s quite a claim in this age of mud-slinging and aggressive campaign tactics. We decided to check it out.\n\nOf course, it would be impossible to track down every campaign statement Kohl made since 1988 and copies of decades-old TV ads. So we focused our look-back to media descriptions of TV ads, debates and the candidates’ strategies in his four races. We also talked to the people who should know best: several of his former opponents or their aides, Kohl’s campaign staff, and a longtime political reporter.\n\nKohl has of course benefited from negative attacks launched by groups supporting his campaigns, but he spoke only of his own campaigns’ conduct, so we’ll limit our review to that.\n\nOne more note before we begin: Because there is no universally accepted definition of what constitutes \"negative\" campaigning, we asked Team Kohl what exactly he meant by his claim.\n\n\"Sen. Kohl has said that he believes campaigning is about telling the people of Wisconsin what he’s done and what he plans to do, not tearing down his opponent or telling people not to vote for them,\" Kohl press secretary Lynn Becker said. \"He has not been deliberately malicious or factually dishonest in his campaigns or while serving in public office.\"\n\nIndeed, his two most recent opponents said there was no negative campaigning in their contests -- and had high praise for Kohl.\n\n\"He never did anything negative in his campaign. He’ll have the job as long as he wants the job,\" said John Gillespie, founder of Rawhide Boys Ranch, who lost to Kohl in 2000.\n\n\"Say hi to Herb if you talk to him. Tell him I owe him a dinner,\" said Robert Lorge, Kohl’s 2006 rival.\n\nFair enough. Those were landslide wins.\n\nWhat about the earlier contests?\n\n1988: Kohl was a surprise entrant in the Democratic primary, winning the nomination comfortably over former Gov. Tony Earl, Ed Garvey and Doug La Follette. He frustrated his rivalsby limiting his debate participation and spending millions on TV ads.\n\nAt the time, Earl’s media consultant David Axelrod charged that Kohl’s popular slogan -- \"Nobody’s Senator But Yours\" -- was an implicit negative attack. It implied that candidates who -- unlike Kohl -- have to raise most of their campaign money are beholden to donors, said Axelrod, who later went on to help a guy named Barack Obama get elected president.\n\nEarl attacked Kohl as uninformed and error-prone, prompting Kohl campaign aide Bill Christofferson to call Earl \"desperate\" and guilty of misrepresentation.\n\nInsiders on both sides agree that Kohl ran no attack ads in the primary -- and none in the very tight general election that saw Republican state legislator Susan Engeleiter close the gap to just a few pointswith a series of ads targeting Kohl in the closing weeks.\n\nEngeleiter herself told us she has \"nothing but positive recollections\" of a \"pretty cordial campaign.\" She also praised Kohl’s dealing with her when she later was confirmed as administrator of the U.S. Small Business Administration.\n\nLa Follette and Garvey say today that they wouldn’t call Kohl’s primary race negative. Regarding Kohl’s slogan, La Follette agreed with Kohl aide Christofferson, who said:  \"Herb Kohl was talking about himself, not anyone else, when he promised to be 'nobody's senator but yours.'\"\n\nIndeed, Kohl explicitly used his positive campaign ads as a selling point, and called his victory a blow against negative campaigning.\n\n1994: In his first re-election campaign, Kohl wasted little time aggressively portraying Republican opponent Robert Welch, a state lawmaker from Redgranite, as an \"extreme conservative\" and flip-flopper. At an early debate, he cited Welch’s no-exceptions stance against abortion and his vow never to vote for a tax hike as \"extreme.\" According to media accounts, he did not explain the flip-flop charge.\n\nAfterwards, Welch told reporters Kohl was \"nastier than I expected.\"\n\nLater, after Welch attempted to tie Kohl to President Clinton, Kohl launched a rare TV ad that focused on an opponent by name. Another followed. The ads accused Welch of distorting Kohl’s record. One said that \"fellow Republicans\" had criticized Welch’s tactics -- something deemed misleading in a Milwaukee Journal fact check.\n\nThe exchange led Welch to accuse Kohl of running a \"multimillion dollar mudslinging campaign.\" Kohl said it was Welch who went negative.\n\nThe rhetoric heated up. At one point in the race, after Welch accused Kohl of \"religion bashing,\" Kohl spokesman Jeffrey Gillis said that \" Welch's attack again shows that he'll say or do anything to get elected.\"\n\nSo, that seems like quite a bit of snarling.\n\nLooking back, though, Welch’s campaign manager Mike Maxwell doesn’t have strong opinions about the back and forth.\n\n\"I don’t know that Kohl was particularly negative through that election,\" he told us. He didn’t recall the \"distort\" ad that Kohl ran. He did say that some might consider the \"extreme\" charge a negative attack.\n\nKohl, Maxwell recalled, \"just had overwhelming resources and then he signed (Bucks first round draft choice Glenn Robinson) six days before the election.\" (We could not reach Welch for comment).\n\nKenneth Lamke, a Milwaukee Sentinel reporter who covered the 1994 race, offered the strongest opinion we heard on whether Kohl went negative against Welch. He says yes.\n\nLamke said the \"extreme\" charge by Kohl was \"within bounds but uncharacteristic of Herb.\" Lamke viewed the attack as unprovoked and an exaggeration; Gillis, the Kohl aide, said it was a response to the drumbeat of criticism of Kohl during the Republican primary. Lamke, we should note, asked us to describe his personal politics as \"leans Republican.\"\n\nWe asked several political scientists to characterize the language of the Kohl ad. They reacted cautiously because we could not provide the ad itself, just direct quotes from it in media accounts. That makes it impossible to fully judge the tone.\n\nVanderbilt professor John Geer, an author of a much-cited book on negative campaigning, said it sounded like a \"tame\" response ad -- \"not the kind of classic negative ad the public doesn’t like.\" Darrell West, of the Brookings Institution, agreed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nUW-Madison’s Ken Goldstein said Kohl’s ad met the academic research definition of \"negative\" because it focused on Welch, not Kohl. The test of whether it was unfair is whether it was accurate, he said.\n\nSo Kohl’s campaigns have been remarkably low-confrontation affairs, with the most notable exception being 1994, the first -- and perhaps only -- time Kohl aired TV spots going after an opponent.\n\nSo how does Kohl fare on his statement that he has never campaigned negatively?\n\nClearly, Kohl has spent the vast bulk of his time and money on upbeat, positive ads. Even his opponents agree strongly with that -- one even wants to buy him dinner.\n\nThe only ad that pops up as arguably negative is the 1994 \"distort\" spot against Welch. It drew some critical attention, but is viewed as a pretty tame response ad. Beyond that, Kohl’s campaigns have engaged in some labeling and name calling. And Kohl’s aggressive 1994 portrayal of Welch as an \"extremist\" was arguably negative.\n\nKohl is mostly on target here, with some minor exceptions.\n\nMostly True.", "vclaim_id": "vclaim-pol-13139"}