{"url": "/factchecks/2010/sep/30/jim-huffman/jim-huffman-blames-ron-wyden-not-getting-more-fede/", "speaker": "Jim Huffman", "vclaim": "\"Twice as much (federal) money is going back to Hawaii, Virginia and Alaska than is coming home to Oregon.\"", "truth_label": "mostly-true", "date": "stated on September 2, 2010 in a press release:", "title": "Jim Huffman blames Ron Wyden for not getting more federal money", "text": "In his underdog bid to unseat U.S. Sen. Ron Wyden, D-Ore., Republican Jim Huffman has consistently railed against the senior senator for spending too much taxpayer money, in particular for voting for the $787 billion federal stimulus package approved by Congress last year. So it seemed a little strange when Huffman issued a statement accusing Wyden of failing to bring home the federal bacon.\n\nThe Sept. 2, 2010, press release is headlined \"Oregon draws short straw\" and starts with the statement: \"Oregonians watch as their tax dollars go into other states.\" In it, Huffman cites a U.S. Census Bureau report that shows Oregon fifth from the bottom on federal money spent per person in the state. Huffman, a constitutional law professor at Lewis & Clark Law School, uses the report to show how Oregon was \"all but forgotten\" as the federal government spent $3.2 trillion last fiscal year.\n\n\"It is insulting to Oregonians that Ron Wyden keeps voting for deficit spending despite knowing that twice as much money is going back to Hawaii, Virginia and Alaska than is coming home to Oregon.\"\n\nIntrigued by such passion, we were curious to find out if Huffman was accurately describing the gap between Oregon and those other states. Turns out the answer is yes -- but he’s also sweetly cherry picking the three states with the highest numbers.  \n\nIt is correct that those states get twice as much as Oregon, per person. Federal spending per person in Oregon is $8,800, according to the Census Bureau, compared with $19,000 in Hawaii, $19,700 in Virginia and $20,350 in Alaska. (It’s worth noting that those states have major military installations. Oregon does not.)\n\nStill, his underlying point is correct. Oregon falls short of the $10,400 U.S. average per person. The state ranks 46 of 50 states for federal money per capita, although you should keep in mind that two dozen states are crowded in the $8,000 to $10,000 bracket and 17 clustered in the $10,000 to $12,000 bracket.   \n\nOregon is a \"donor\" state. In 2005, the state received 93 cents in federal spending for every $1 sent to D.C.  in taxes. California and Washington also are donor states. The last time Oregon received $1 for every $1 sent to D.C. was in 1988, when it ranked 29th among states in taxes paid to the federal government and 39th in the amount of spending received, according to the Taxpayer Foundation. That’s also when former Sen. Mark Hatfield chaired the Senate Appropriations Committee, the pork farm of Congress.\n\nStill, we wanted to know whether Huffman thought it OK to spend money Congress doesn’t have -- also known as deficit spending -- if more of the dollars come to Oregon.\n\nHuffman campaign manager Amilyn Gordon said Huffman doesn’t like overspending and he doesn’t like the idea of sending pet projects to Oregon. But Gordon said it’s more than fair to point out that Oregon is tops in unemployment and in the bottom in dollars from Congress. \"Here’s just another example of how Oregon is drawing the short straw,\" she said.  \n\nHuffman is right that Oregon lags behind other states, but he stretches his point by singling out the three highest states for comparison and by saying that Oregon was \"all but forgotten.\" This claim is accurate but needs clarification or additional information. We rate it Mostly True.\n\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScott Bruun\n\n\nstated on September 17, 2010 in a statement on his website\n\n\n\n\n\n\n\n\n\"The size of our federal government has more than doubled since the year 2000.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Charles Pope • September 27, 2010\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-14329"}