{"url": "/factchecks/2017/feb/14/blog-posting/fake-news-alert-bloggers-claim-protesters-can-be-l/", "speaker": "Bloggers", "vclaim": "Says there is a \"new law now charging all protesters with terrorism.\"", "truth_label": "pants-fire", "date": "stated on November 17, 2016 in a headline:", "title": "Fake news alert: Bloggers claim protesters can now be labeled terrorists under new law", "text": "The headline on an Internet post claims a recently passed law allows protesters to face terrorism charges, but a closer read shows the post is guilty of misrepresenting the facts.\n\"New law now charging all protesters with terrorism,\" reads an undated post on a site called RedRockTribune.com. The post says it has been shared more than 363,000 times on Facebook, which flagged the story as part of its efforts to stamp on fake news in its users’ news feeds.\nThe article can be traced back to a Nov. 17, 2016, item on ConservativeDailyPost.com, but it has been shared on several other websites. It says a Republican has a new legal solution for dealing with liberal protesters — a law charging them with \"economic terrorism.\"\nThe headline on the post makes it sound as if a law allowing terrorism charges for protesters is already in place. The body of the post implies the law is on a national scale.\nThat’s not an accurate description of what happened. The headline takes the core of a real event but builds a story full of incorrect details around it.\nThere’s currently no law on the books along these lines. Washington state Sen. Doug Ericksen did suggest a bill criminalizing protests in the way described. The Republican proposed the measure in November, after protests erupted following President Donald Trump’s election. The idea was aimed largely at environmental activists in the Pacific Northwest who looked to shut down commercial and transportation projects in the region.\nEricksen said his bill would make protesting a felony were the protest to \"block transportation and commerce, cause property damage, threaten jobs and put public safety at risk.\" There are already legal guidelines in place limiting protests — you can be arrested for harassing people, or blocking walkways, streets or the entrances to buildings, for example.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut Ericksen wanted to make the punishments much more severe. The \"economic terrorism\" charges could be levied against groups that organized such protests. Penalties would have included a $10,000 fine and up to five years in prison.\n\"I respect the right to protest, but when it endangers people’s lives and property, it goes too far,\" Ericksen said. \"Fear, intimidation and vandalism are not a legitimate form of political expression. Those who employ it must be called to account.\"\nEricksen is serving as communications director for the Environmental Protection Agency as part of Trump’s transition team while also keeping his state office, drawing a recall effort from opponents.  \nBut at the time the post was written, Ericksen was only proposing a bill penalizing protesters that harshly, and only in his state. That alarmed critics and the state chapter of the American Civil Liberties Union.\nHe did eventually file a bill in the state Senate, but it wasn’t quite as severe as the one he originally suggested.\nSB 5009 would impose prison terms on protesters who \"cause an economic disruption,\" ranging from 60 days for a misdemeanor and up to a year for a felony. One example to which he referred was of Washington protesters who blocked train tracks to two oil refineries in May 2016.\nThe bill is currently sitting in the state Senate’s Law and Justice Committee.\nThere’s no national law that brands protesters as terrorists. The headline makes a ridiculous leap to misrepresent the actions of a Washington state senator. We rate it Pants on Fire!\nhttps://www.sharethefacts.co/share/eaefa54d-17d4-415b-a5a9-53c3ea6a8d78", "vclaim_id": "vclaim-pol-03671"}