{"url": "/factchecks/2020/jun/20/chris-jacobs/gop-renews-line-against-mcmurrays-work-and-its-sti/", "speaker": "Chris Jacobs", "vclaim": "“As a lawyer working in Korea, Nate McMurray helped send American jobs to Asia”", "truth_label": "false", "date": "stated on June 17, 2020 in an ad:", "title": "GOP renews line against McMurray’s work, and it’s still wrong", "text": "Republican Chris Jacobs, running for Congress in New York’s 27th District, uses a familiar line of attack against his opponent, Democrat Nate McMurray.\nThe Jacobs ad, \"Steals,\" says: \"As a lawyer working in Korea, Nate McMurray helped send American jobs to Asia, supporting trade agreements costing us thousands of jobs. McMurray even helped American companies hire foreign workers.\" \nJust two years ago, when Rep. Chris Collins campaigned against McMurray, the Collins camp sent direct mail to voters with the claim \"Nate McMurray lobbied to send our jobs to China. (And Korea, too.)\"\nVoters in all or part of eight counties in Western New York cast their ballots in a special election on June 23. We wanted to fact-check this persistent claim, specifically that \"As a lawyer working in Korea, Nate McMurray helped send American jobs to Asia.\"\nJacobs’ argument \nMcMurray worked in Asia as a corporate lawyer from 2006 to 2013, first in China, then in Korea. In Korea, he helped foreign companies invest there and resolve employment issues. \nWe reached out to the Jacobs campaign about the ad, and received information regarding McMurray’s involvement with a chamber of commerce when he worked as a lawyer in Korea, as well as a list of news articles that detailed how companies moved operations to Asia, or established new operations there. \nThe Jacobs campaign says that in 2011, McMurray was a vice chairman of the Foreign Investment Committee of The American Chamber of Commerce in Korea, which we verified through a document from the chamber. The chamber paid roughly $30,000 to lobby for the U.S.-Korea Free Trade Agreement, according to a 2011 U.S. Senate Lobbying Report, provided by Jacobs. \nIn their memo on the ad, the GOP campaign also sent articles that stated that the U.S.-Korea trade deal from 2012, supported by the chamber, led to a more than doubling of the U.S. goods trade deficit, according to Reuters, and \"more than 95,000 lost U.S. jobs,\" according to an analysis from the union-backed Economic Policy Institute in 2016. (The White House said in 2018 that the goods trade deficit grew by 75 percent under the 2012 agreement.) The biggest source of the trade deficit was related to car sales, according to Vox in 2018. \nThe Jacobs memo also has links to articles about Western New York companies that moved their operations, though many of these moves happened before the trade deal took effect in March 2012, or the work went to countries other than South Korea. These examples included American Axle closing its Cheektowaga plant in 2011, and Ford laying off 150 workers at its Buffalo stamping plant, also in 2011. Also on the list was New Era’s shutdown of its Derby plant in 2019, and its move to manufacturing in China, Vietnam, Bangladesh and Haiti, as well as an operation in Miami. In another example from the memo, New Era opened an office in South Korea around 2013, leading to retail stores there.        \nThe Jacobs campaign’s argument is that because McMurray was a co-chair of a committee in the chamber, he had something to do with the chamber’s lobbying activities in favor of the U.S.-Korea trade agreement. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut in 2011, the chamber had around 2,000 individual members and 1,000 member companies. In 2018, McMurray’s campaign told us that McMurray did not participate in lobbying activities. \nMcMurray’s work\nAs a lawyer in Korea, McMurray helped American companies enter the Korean market, according to Thomas Pinansky, a former partner at Barun Law in Seoul. Pinansky recruited McMurray and spoke to PolitiFact in 2018.  \nMcMurray helped American companies succeed in the Korean market, historically a difficult market to penetrate, Pinansky said. \"He would have no authority to export jobs, U.S. jobs overseas,\" he said. \nTwo years ago, McMurray’s former campaign manager told us about McMurray’s work as a lawyer in Asia, and said: \"In none of these positions did he have the authority to outsource any jobs.\" \nWhen PolitiFact fact-checked a claim that McMurray \"lobbied to send our jobs\" to China and Korea, we found it to be False.  \nOur ruling \nRepeating a talking point from the Collins campaign, the Jacobs campaign took aim at McMurray for his previous job that it says helped send American jobs to Asia.\nThis claim is becoming an old chestnut on the campaign trail whenever McMurray is on the ballot.\nWe rated it False when the Collins campaign made it.\nAnd nothing Jacobs says now is making it any more credible.\nMcMurray was one of thousands of members of a business association that supported the U.S.-Korea trade agreement, which took effect in March 2012. After the trade deal took effect, the trade deficit grew.\nBut nothing Jacobs provided showed that McMurray was responsible for American jobs moving to Asia, whether it was New Era moving their manufacturing offshore, but not to Korea, or New Era seeking to sell their products in retail stores in Korea, or American Axle closing its Cheektowaga plant months before U.S.-Korea trade deal even took effect.\nIt was False two years ago.\nAnd it remains False now.", "vclaim_id": "vclaim-pol-17965"}