{"url": "/factchecks/2010/aug/05/republican-national-committee-republican/obamas-stimulus-hasnt-helped-georgia-gop-says/", "speaker": "Republican National Committee", "vclaim": "Georgia has lost more than 124,000 jobs and the unemployment rate has increased since the stimulus passed", "truth_label": "mostly-true", "date": "stated on August 2, 2010 in a press release:", "title": "Obama's stimulus hasn't helped Georgia, GOP says", "text": "President Barack Obama rarely comes to Georgia, so when he arrived in Atlanta on Monday for two events, the Republican Party wanted to make sure everyone here was aware of the problems it has with his economic policies.\n\n\"Since the stimulus was passed, Georgia has lost over 124,000 jobs and the unemployment rate has risen from 8.7 percent to 10 percent,\" Republican National Committee spokeswoman Amanda Henneberg wrote in a statement.\n\nAJC Politifact Georgia had some questions about the statement and contacted the Georgia Republican Party because it appeared on the state party's Web site. The party forwarded us some comments from Henneberg that highlighted its larger point about Obama: The stimulus package he signed in February 2009, a month into his presidency, has been a dud, according to the GOP.\n\n\"With an unemployment rate far above what the White House claimed we would ever reach with the stimulus, and with Georgia continuing to shed jobs even since last August, there is simply no way to argue that the stimulus is working,\" Henneberg wrote.\n\nWe looked at the numbers to see whether Henneberg's numbers were correct. According to the U.S. Bureau of Labor Statistics, slightly more than 4.8 million Georgians were in the labor force in February 2009. By June 2010, there were slightly less than 4.7 million Georgians in the labor force, the data show. The decrease was slightly more than 124,000 workers.\n\nAccording to the BLS data, the unemployment rate in Georgia in February 2009 was 8.7 percent. In June 2010 -- the latest numbers available --  it was 10 percent.\n\nIn both areas, the RNC's numbers are accurate.\n\nBut some economists say there's a larger point to make. They argue that job losses and unemployment would have been higher without the stimulus.\n\nJeff Humphreys, a well-known economist at the University of Georgia, thinks the RNC's numbers do not tell \"the full story.\"\n\nHumphreys, director of UGA's Selig Center for Economic Growth, said the stimulus helped counter the lack of growth in the private sector. Mark Vitner, managing director and a senior economist for Wells Fargo, agrees that the job losses would have been greater if the stimulus hadn't been approved.\n\nBoth men agree the stimulus could have done more for Georgia. They say more money should have been allocated for infrastructure projects that would create jobs, such as building new roads and bridges.\n\n\"It takes longer to do infrastructure, but in my mind, it would had been an acceptable trade-off,\" Humphreys said.\n\nIt appears Georgia has a mitigating factor in regards to how the stimulus has helped unemployed residents. A USA Today analysis reported Wednesday found states with higher unemployment rates received less stimulus money per capita than states with lower unemployment rates.\n\nGeorgia, the analysis shows, was tied with Kentucky and North Carolina for having the 14th-highest unemployment rate in the nation. Georgia, meanwhile, received $1,353 per person in stimulus money, USA Today reported. Only three states (Florida, Texas and Virginia) received less money per person, the newspaper found.\n\nVitner, who recently completed a report on Georgia's economy, said the Peach State's primary problem in this recession is the glut of vacant housing; some of it never sold, some it was lost in foreclosure. Aside from first-time home buyer credits, there are few silver bullets for Georgia, he said.\n\n\"Georgia hasn't really benefited that much from the stimulus,\" Vitner said.\n\nGeorgia's unemployment rate peaked in February and March at 10.5 percent, according to BLS data, and it has dropped each consecutive month. A comparison of monthly unemployment data in 2010 with 2009 shows Georgia's labor force declined at a slower rate than a similar comparison of monthly data between 2009 and 2008.\n\nInterestingly, Georgia's unemployment rate saw its greatest 12-month increase in the past 10 years from February 2008, when it was 5.2 percent, to February 2009, when it was 8.7 percent. In February 2008, Congress approved and then President George W. Bush signed into law the first stimulus package.\n\nSo is it fair to reach the conclusion in the RNC statement by solely focusing on the 2009 stimulus? The RNC said yes, directing us to comments the president made in an interview with NBC News.\n\n\"That's my job -- as president -- is to take responsibility for moving us in the right direction [on the economy],\" Obama is quoted as saying.\n\nObama also said in the interview that the Bush administration created policies that put the nation into a recession.\n\nSo where does that leave us?\n\nThe RNC's numbers are correct, but a closer look at all of the data shows Georgia's unemployment woes would have been worse without the stimulus. The USA Today report shows Georgia may not be getting its fair share in stimulus funds. It seems there are some mitigating factors to consider when looking at the RNC's statement. We rate it as Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrian Robinson\n\n\nstated on August 14, 2010 in a newspaper interview\n\n\n\n\n\n\n\n\n\"Roy Barnes is part of the team that has run up trillions of dollars in debt that Americans will spend years paying off, and they've done it without creating one job.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Stirgus • August 24, 2010", "vclaim_id": "vclaim-pol-14635"}