{"url": "/factchecks/2015/jun/04/gretchen-carlson/gretchen-carlson-most-polls-show-world-has-lower-r/", "speaker": "Gretchen Carlson", "vclaim": "\"Most polls show foreign nations have lower regard for the U.S. now than they did before Obama’s time.\"", "truth_label": "false", "date": "stated on June 2, 2015 in a \"Gretchen's Take\" on The Real Story:", "title": "Gretchen Carlson: Most polls show world has 'lower regard' for U.S. now under Obama than under Bush", "text": "Fox News host Gretchen Carlson called out President Barack Obama for trying to spin the accomplishments of his presidency in a recent White House speech. Carlson claimed Obama is overstating the positive influence he’s had on world affairs.\nHere’s what Obama said: \"People don’t remember — when I came into office, the United States in world opinion ranked below China and just barely above Russia. And today, once again, the United States is the most respected country on Earth.\"\nPolitiFact rated Obama’s claim Half True. Carlson, in her own on-air fact-check, sounded like she thought the rating should have been worse.\n\"The president said he believes he’s helped improve the United States’ standing in the world,\" she said on The Real Story on June 2, 2015. \"But right now it appears that statement isn't totally accurate since most polls show foreign nations have lower regard for the U.S. now than they did before Obama's time.\"\nThat’s a different claim than Obama’s. Obama said the United States is the most respected country, while Carlson said the nation’s standing has actually dropped since Obama took office.\nIs Carlson closer to the truth than Obama?\nNot really.\nWhile you wouldn’t say the United States is beloved everywhere on the world’s stage today, it generally is in a better position than when President George W. Bush left office.\nWe’ll walk you through three different polls.\nSpokespersons for Fox News did not respond to requests for comment.\nBBC polling\nIn April 2008, the BBC World Service/Globescan released its annual Country Ratings Poll asking respondents about various countries’ \"influence on the world.\" Almost 25,000 people  rated 16 countries and the European Union on whether their world influence was \"mostly positive\" or \"mostly negative.\"\nIn 2008, an average of 35 percent of people said the United States’ world influence was \"mainly positive\" and 47 percent said it was \"mostly negative.\" This was a slight improvement over previous years of serious souring on the United States.\nHow have things changed since Obama’s tenure? The United States’ influence was seen more favorably in the early years of Obama’s presidency, coinciding with an improved national economy. But the U.S. reputation retracted in more recent years. The BBC attributes the backlash to U.S. government surveillance programs, particularly in Spain, Germany and Brazil.\nStill, in the most recent BBC survey, which covered December 2013 to April 2014, 42 percent of people said the United States’ influence was \"mostly positive\" — an improvement of seven points from 2008. And 39 percent said the U.S. influence was \"mostly negative\" — eight percentage points less than in 2008.\nWhatever you make of the recent dip, the BBC ratings are still better for the United States than they were in 2008.\nPew Research Center\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nPew Research Center measures the favorability of the United States in its Global Attitudes Survey. A thousand respondents in each country are asked in face-to-face and phone interviews to say whether they have a very favorable, somewhat favorable, somewhat unfavorable, or very unfavorable opinion of the United States.\nRichard Wike, Pew’s director of global attitudes research, emailed the following chart showing favorable ratings of 19 countries surveyed in 2008 and 2014. New findings from 2015 surveys will be released this summer.\n\nIn 13 of 19 countries, the view of the United States improved from 2008 to 2014. The improvement was biggest in France, Germany, Indonesia and Spain.  \nIn four countries — Russia, Egypt, Jordan and Lebanon — the United States’ favorable ratings fell. The largest drop was in Russia, a 23-point difference.\nIn Poland and Pakistan, there was no significant change.\nSo Pew also does not back up Carlson’s point.\nGallup\nThe most recent data we could find is from a periodic survey by Gallup about the five major world powers: the United States, Russia, China, Germany and the European Union. The headline does little to help Carlson’s claim: \"Russia Receives Lowest Approval in World; U.S. Highest.\"\nThe most recent poll, released April 21, 2015,  is based on face-to-face and phone interviews with approximately 1,000 adults, age 15 and older, in each of more than 130 countries.\nIt shows the median approval rating of the United States is 45 percent, more than any other world power and greater than the 34 percent approval rating of the country’s leadership in 2008.\n\nU.S. leadership approval peaked in 2009, Obama’s first year in office, at 49 percent. It dropped to 41 percent in 2012 but picked up the next year.\n\"America’s image began to rally in some nations and to soar by the end of the decade following the election of Barack Obama, at least in Europe and parts of Asia and Latin America,\" Pew wrote in 2014. \"After slipping a bit again in the first years of this decade, brand U.S. has stabilized and even recovered in a few nations in 2014.\"\nOur ruling\nCarlson said, \"Most polls show foreign nations have lower regard for the U.S. now than they did before Obama’s time.\"\nWe’re not sure how she got to most. The consensus among three polls shows the United States generally in higher regard today than Bush’s last year in office. The outliers would be the views of people in a few countries, including Russia, Egypt, Jordan and Lebanon.\nIt’s misleading to say \"foreign nations have lower regard for the U.S.\" and it’s inaccurate to say \"most polls\" show that.\nWe rate it False.", "vclaim_id": "vclaim-pol-06353"}