{"url": "/factchecks/2014/sep/25/wendy-davis/wendy-davis-overstates-whats-confirmed-about-abbot/", "speaker": "Wendy Davis", "vclaim": "Greg Abbott \"has campaigned with a sexual predator who has bragged about having sex with underage girls.\"", "truth_label": "half-true", "date": "stated on September 19, 2014 in a debate in the Rio Grande Valley.:", "title": "Wendy Davis overstates what's confirmed about Abbott backer Ted Nugent", "text": "CLARIFICATION, 4 p.m. Sept. 26, 2014: We revised the conclusion of this fact check to clarify our reasoning. The rating did not change.\nDemocrat Wendy Davis revived a link between Republican Greg Abbott and guitar rock and roller Ted Nugent in the Sept. 19, 2014, debate between the gubernatorial nominees.\nThe Fort Worth state senator initially mentioned her 2013 filibuster against legislation tightening restrictions on abortion in the state. \"My opponent, on the other hand, has paid women less than he has paid men,\" Davis said, likely referring to a March 18, 2014, news story in the San Antonio Express-News exploring that topic.\nAnd, Davis said, \"he has campaigned with a sexual predator who has bragged about having sex with underage girls.\"\nBy email, Davis spokesman Zac Petkanas said Davis was referring to Abbott stumping in Denton in early 2014 with rock guitarist Ted Nugent, the so-called Motor City Madman whose 1970s hits included \"Cat Scratch Fever.\"\nPetkanas emailed: \"An adult man who has sex with underage girls is by definition a sexual predator.\"\nWe identified a legal definition using \"predator.\" By email, Chris Van Deusen, a spokesman for the Texas Department of State Health Services, guided us to a Texas definition connected to civil commitments of individuals repeatedly convicted of sexual offenses who haven’t proved amenable to traditional mental illness treatment. A person is a \"sexually violent predator,\" this law says, if the person is a \"repeat sexually violent offender\" and \"suffers from a behavioral abnormality that makes the person likely to engage in a predatory act of sexual violence.\"\nNugent has no criminal convictions, according to a background check we conducted on LexisNexis.\nNugent (who has his own Truth-O-Meter report card) appeared with Abbott on Feb. 18, 2014. At that time, Davis said Abbott had appeared with \"an admitted sexual predator.\" Karin Johanson, then her campaign manager, went on to say Nugent \"has boasted of having sexual relations with underage women.\"\nThat day, Abbott praised Nugent’s zealous defense of gun rights and claimed ignorance of the performer’s inflammatory remarks on immigration and women. Nugent had suggested immigrants who are not in the country legally should be treated like \"indentured servants\" until they earn citizenship; he’d also referred to feminists as \"fat pigs\" and used lewd language about women in song lyrics and interviews.\nNugent later apologized for referring to the Democratic president, Barack Obama, as a \"subhuman mongrel.\" Appearing on WBAP Radio in Dallas, Nugent said, \"I apologize for using the street fight terminology of subhuman mongrel.\" He said he should have called Obama \"violator of his Constitution, the liar that he is,\" a reference to the 2012 health law known as Obamacare. Abbott then said Nugent’s comment was \"not the kind of language I would use or endorse in any way.\"\nNugent has been married to his current wife, Shemane, since 1989, she says on her blog.\nHas he also boasted of relations with underage girls?\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nPetkanas pointed us to a Nugent profile on the VH1 cable channel as the basis of what Davis said. The episode of \"Behind the Music,\" which debuted in April 1998, presents Nugent, in his words and comments from others, as a tee-totaling, drug-free, gun-loving performer who had had many sexual partners. We spotted a remastered version on VH1’s website, dated Jan. 30, 2012.\n\"I didn’t get into rock and roll to pick up women,\" Nugent says in the program. \"But I adapted.\"\nThe episode’s narrator says Nugent was divorced by the mother of two of his children in the mid-1970s in part because he was \"fighting a losing  battle with his own addiction, his weakness for young women.\"\n\"I was addicted to girls,\" Nugent says. \"Addicted. It was hopeless. It was beautiful.\"\nPost-divorce, Nugent, 30, paired up with a 17-year-old from Hawaii. \"She was like a dream,\" Nugent says.\n\"I was underage,\" the woman, says, looking back. \"And even back in the wild ‘70s, it just wasn’t a terribly appropriate situation in most people’s eyes.\" The narrator says the girl’s mother even signed papers making Nugent her daughter’s legal guardian.\n\"Ted admits to a number of liaisons with underage girls,\" the narrator says.\nPetkanas also forwarded a web link to a Huffington Post article stating Courtney Love, the singer, recalled performing a sex act with the elder Nugent when she was a 12-year-old groupie. Love said so in a radio interview in March 2004, according to a March 23, 2004, New York Post news story. The Post said Nugent didn’t return its call for comment on Love’s statement.\nNugent’s office didn’t engage with our email and telephone inquiries for this article.\nOur ruling\nDavis said Abbott \"has campaigned with a sexual predator who has bragged about having sex with underage girls.\"\nDavis didn’t mention Nugent’s name, but she’s right the former rock star, who stumped for Abbott this year, has talked about sexual escapades with much younger women. Then again, we found no confirmation of Nugent explicitly saying his victims were underage. Also, Davis’ statement could have given debate viewers the misimpression Nugent is a convicted sex offender, which isn’t so.\nWe rate the claim Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07250"}