{"url": "/factchecks/2011/aug/10/adam-hasner/adam-hasner-says-george-lemieux-voted-against-his-/", "speaker": "Adam Hasner", "vclaim": "\"George LeMieux voted against the majority of Republicans and joined with Democrats to create a 'Task Force For Responsible Fiscal Action' that looks strikingly similar to the 'Super Committee' now being set up in Washington to justify massive tax hikes.\"", "truth_label": "half-true", "date": "stated on August 8, 2011 in a news release:", "title": "Adam Hasner says George LeMieux voted against his party for 'tax-raising' committee", "text": "As Adam Hasner and George LeMieux debate each other's conservative credentials in the race to take on Democratic U.S. Sen. Bill Nelson, Hasner's team has picked over LeMieux's brief time in the U.S. Senate looking for signs of weakness — er, uh, moderate leanings.\n\nThe joys of primary politics.\n\nThus, a Hasner news release from Aug. 8, 2011 -- the week after Congress voted to raise the debt ceiling and avoid default -- accuses LeMieux of being \"for tax-raising committees before he was against them.\"\n\nIt begins:\n\n\"After weeks of equivocation and avoidance of the debt crisis in Washington, Senator George LeMieux finally tweeted his displeasure in the closing hours of the debate. But while serving as Charlie Crist's handpicked U.S. Senator, George LeMieux voted against the majority of Republicans and joined with Democrats to create a 'Task Force For Responsible Fiscal Action' that looks strikingly similar to the 'Super Committee' now being set up in Washington to justify massive tax hikes.\"\n\nAnd concludes:\n\n\"Time and time again, Senator LeMieux's record shows he was willing to be a token Republican vote for the Democrats, and his vote to create a tax-raising task force proves it.\"\n\nConsider us intrigued. In just part of a sentence — \"George LeMieux voted against the majority of Republicans and joined with Democrats to create a 'Task Force For Responsible Fiscal Action' that looks strikingly similar to the 'Super Committee' now being set up in Washington to justify massive tax hikes\" — we saw three issues worth a look.\n\n• Did LeMieux vote against most Republicans and with Democrats to create a Task Force for Responsible Fiscal Action?\n• Was that task force proposal \"strikingly similar\" to the Joint Committee on Deficit Reduction, sometimes called the \"supercommittee,\" created by the Budget Control Act of 2011?\n• Is the supercommittee being \"set up ... to justify massive tax hikes\"?\n\nWe'll note that LeMieux did indeed tweet unhappily on Aug. 1, 2011, saying the, \"Debt deal offers no significant debt reduction & no fundamental reforms to solve DC's spending addiction\" and linking to a short post on his website that the debt deal was \"no time for celebration.\"\n\nDid LeMieux vote to create a Task Force for Responsible Fiscal Action?\n\nLeMieux's record of support for a bipartisan committee known as the \"Task Force for Responsible Fiscal Action\" is clear. He was one of 25 original co-sponsors of legislation in 2009 by Sens. Kent Conrad, D-N.D., and Judd Gregg, R-N.H., that would have created the task force. When it ultimately came up for a Senate vote as an amendment to an amendment to another bill in January 2010, the roll call at Senate.gov shows he voted for it. \n\nHis \"Yea\" vote put him with about 40 percent of Republicans. The majority of his party colleagues voted against it.\n\nThat supports Hasner's claim that he \"voted against the majority of Republicans and joined with Democrats\" to create the task force. But LeMieux wasn't exactly a \"token Republican vote for the Democrats,\" as Hasner's team put it. Fifteen of LeMieux's Republican colleagues joined him. The Democrats were as divided as the Republicans, though more of them supported the plan. Meanwhile, the final 53-46 Senate vote — seven votes short of the 60 required — understates earlier Republican support for the task force.\n\nSenate Minority leader Mitch McConnell had called it the \"best hope for addressing the out-of-control spending and debt levels that are threatening our nation's fiscal future.\" Then antitax activists attacked it for leaving the door open to tax increases, and President Barack Obama endorsed it the Saturday before the vote. Seven Republican co-sponsors withdrew their support. McConnell also voted against it, earning a Full Flop from PolitiFact.\n\nWhich left LeMieux in his party's minority — but on a proposal with strong bipartisan roots.\n\nWas that task force proposal \"strikingly similar\" to the supercommittee?\n\nHasner accuses LeMieux of a flip-flop, saying he was \"for tax-raising committees before he was against them.\" But just how similar were the committees?\n\nIn some key ways, they're the same. \n\nThe supercommittee is \"certainly a descendant of the task force and the many other similar type(s) of special mechanisms proposed to do the hard work Congress refuses to do,\" said Steve Ellis, vice president of Taxpayers for Common Sense, an independent group that analyzes federal spending. \"... This is not a new idea.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nThe committee proposals both include members appointed by Democrats and Republicans, seek ideas to reduce the \"fiscal imbalance of the federal government\" and require Congress to fast-track recommendations to a vote with no amendments.\n\nBut LeMieux's campaign points out a key difference: The 12-member supercommittee created by Congress requires just simple majority votes — for example, a single Republican could join six Democrats to endorse a plan. Meanwhile, the task force he supported required supermajority votes both by an 18-member committee and by Congress to implement its recommendations. \n\n\"This would have protected taxpayers since the commission's plan would have needed the support of at least four of the eight Republicans on the commission to guarantee a vote in the House and Senate,\" said campaign manager Brian Seitchik. \"This would make it highly unlikely that the commission's plan would be able to get sufficient Republican support if it raised taxes.\"\n\nSo, are the committees \"strikingly similar\"? Yes, but arguably with enough room for LeMieux to explain why he might vote for one, but not support the other.\n \n\n\n\n\n \n\nTask Force for Responsible Fiscal Action\n\nJoint Committee on Deficit Reduction\n\n\n\nGoal\n\nTo provide recommendations and legislative language that will significantly improve the long-term fiscal imbalance of the federal government, which may include expenditures and revenues\n\nTo reduce the deficit by at least $1.5 trillion from 2012-21, providing recommendations and legislative language that will significantly improve the short-term and long-term fiscal imbalance of the federal government\n\n\n\nMembers\n\n18 (10 Democrats, 8 Republicans)\n\n12 (6 Democrats, 6 Republicans)\n\n\n\nTime before committee vote on recommendations\n\n41 weeks\n\n16 weeks\n\n\n\nNumber of members required for passage\n\n14 of 18 (78 percent)\n\n7 of 12 (58 percent)\n\n\n\nFast-tracking in House and Senate\n\nYes\n\nYes\n\n\n\nAmendments allowed\n\nNo\n\nNo\n\n\n\nVotes required to pass Congress\n\nSupermajority in each chamber\n\nSimple majority\n\n\n\n\n \n\nIs the supercommittee being \"set up ... to justify massive tax hikes\"?\n\nNow we get to the crux of Hasner's campaign message, that LeMieux supported \"tax-raising\" committees before he opposed them.\n\nDid Congress create the supercommittee \"to justify massive tax hikes\"? And was raising taxes the purpose of the earlier task force that LeMieux supported?\n\nConsider this a matter of vociferous debate.\n\nNeither the task force nor the supercommittee proposals require tax increases. The earlier task force plan explicitly allowed for the possibility, saying that recommendations may include expenditures and revenues. Meanwhile, the supercommittee legislation requires a $1.5 trillion reduction in the deficit but doesn't prescribe how to get there. Spending cuts? Tax increases? It's up to the committee, which doesn't have to be named until Aug. 16, 2011.\n\nIn fact, depending on whom you talk to, tax increases are guaranteed, likely — or, in the case of the supercommittee, not even possible.\n\nHasner's campaign cited a letter from antitax activist Grover Norquist, who opposed the earlier task force proposal. Norquist said that by relying on a committee that was not explicitly barred from raising taxes, tax hikes would occur.\n\n\"Every Democrat on the commission would insist on tax increases to 'balance' spending cuts in the recommendation. There is no conceivable scenario whereby the commission would issue a report that does not contain tax hikes,\" he wrote.\n\nGeorge F. Will made a similar argument about the tax force proposal LeMieux supported: \"Substantively,\" he wrote, \"the task force would be a means of conscripting Republican participation in huge tax increases.\"\n\nEllis of Taxpayers for Common Sense disagrees with the premise that either committee was designed to justify tax increases.\n\n\"That's irresponsible fear-mongering, which is similar to those on the left saying the committee was established to slash Social Security or Medicare,\" Ellis said. \n\nHe points out that only half the senators who voted against the task force proposal were Republicans.\n\n\"I don't think Sen. (Bernie) Sanders, I-Vt., was voting against the committee because he was afraid it would raise taxes,\" he said.\n\nMeanwhile, the supercommittee vote actually spawned days of debate about whether it would allow for tax increases at all, much less \"massive\" ones. (You can read some here: Sort of, Yes, Maybe)\n\nHouse Speaker John Boehner told his caucus it would effectively be impossible for the supercommittee to raise taxes. The White House disagreed.\n\nThe debate turned on a technical question: How would $1.5 trillion in deficit reduction be calculated?\n\nSome said that, because the supercommittee legislation asks for estimates from the Congressional Budget Office, it would require using CBO's typical \"current law\" baseline — one that assumes the Bush tax cuts will expire in 2012 — as opposed to a \"current policy\" or \"plausible\" baseline that assumes that what's true now stays in place whether that requires an act of Congress or not. Others said the committee could request a different baseline.\n\nIf a current law baseline were required, Democrats wouldn't get any credit toward the $1.5 trillion for stopping or limiting the Bush tax cuts, for example, which would be presumed gone. Even if they wanted to do it anyway, increasing tax rates would get sticky. \n\n\"The practical effect of this is that the bipartisan committee will be unable to make any recommendations regarding the Bush-era tax cuts,\" wrote Nick Kasprak of the business-backed Tax Foundation. \"For example, let's say the committee proposes, among other things, raising the top marginal tax rate 3 percentage points, from 35 percent to 38 percent, which would bring in some amount of revenue that counts towards their $1.5 trillion assignment. 'Hold on,' says the Congressional Budget Office, 'According to our current law baseline, that rate is set to go up to 39.6 percent in 2013 when the Bush-era tax cuts expire, so this is actually a tax cut, and it makes the deficit worse.' \"\n\nOne more curveball: If the supercommittee deadlocks, or Congress doesn't pass what it recommends, the Budget Control Act includes an automatic trigger to cut $1.5 trillion across the board, split evenly between defense and everything else, and protecting just Social Security, Medicaid and veterans benefits. That's right: No deal means just cuts.\n\nThe ruling\n\nHasner's team said, \"George LeMieux voted against the majority of Republicans and joined with Democrats to create a 'Task Force For Responsible Fiscal Action' that looks strikingly similar to the 'Super Committee' now being set up in Washington to justify massive tax hikes.\"\n\nLeMieux did vote against the majority of Republicans, joining with Democrats in an attempt to create a Task Force For Responsible Fiscal Action — though the proposal had more bipartisan support than Hasner's full news release suggests. Meanwhile, while the task force would have been substantially similar to the supercommittee just established by Congress, it's different enough that LeMieux could explain his change of support without a change of heart. Finally, it's a serious stretch to say the supercommittee was designed \"to justify massive tax hikes.\" While tax increases are one plausible outcome, they aren't required, and depending on the baseline committee members choose, may not even be likely. On balance, the claim is Half True.", "vclaim_id": "vclaim-pol-12596"}