{"url": "/factchecks/2017/feb/09/richard-corcoran/florida-house-speaker-says-funding-visit-florida-d/", "speaker": "Richard Corcoran", "vclaim": "\"Spending more taxpayer money on VISIT FL (or less) has not demonstrated a direct impact on tourism.\"", "truth_label": "half-true", "date": "stated on February 6, 2017 in a tweet:", "title": "Florida House speaker says funding Visit Florida doesn't impact tourism", "text": "Florida House Speaker Richard Corcoran is throwing sand on the state’s primary tourism agency, one of Gov. Rick Scott’s most prized possessions.\nYear after year, Scott has called on the Legislature to boost Visit Florida’s budget to bring in more tourists, and this year was no different. Scott asked for $76 million in 2017-18 fiscal year.\nCorcoran is driving legislation to kill both Visit Florida and Enterprise Florida, which oversees state business incentive programs. Corcoran says the state's investment is a waste of money.\n\"Spending more taxpayer money on VISIT FL (or less) has not demonstrated a direct impact on tourism,\" Corcoran tweeted Feb. 6.\nAs we've said, spending more taxpayer money on VISIT FL (or less) has not demonstrated a direct impact on tourism pic.twitter.com/c2ecmdWxxa— Richard Corcoran (@richardcorcoran) February 6, 2017\n\nHis tweet was accompanied by an infographic comparing the number of Florida visitors with the amount of funding given to Visit Florida. The various stats relay one message: More money to Visit Florida doesn’t equal more visitors. \nOn the surface, Corcoran’s numbers seem to support the crux of his claim. But tourism experts cautioned they don’t tell the whole story.\nThey said the amount of money that tourists spend, and how long they choose to stay, is more important than the sheer number of visitors. Not all tourists are created equal.\nMeasuring the success of marketing tourism is complicated\nCorcoran’s push to eliminate Visit Florida comes after a fair share of negative publicity the past year.\nIn December 2016, Visit Florida CEO Will Seccombe resigned amid political backlash after the agency paid Miami rapper Pitbull $1 million to promote Florida, which included a video promo dubbed \"Sexy Beaches.\" This secret terms of the deal led Scott to ask the agency to create new policies that increase transparency.\nTo prove his point that tourism dollars don't have a direct effect on more tourists, Corcoran’s team sent data that included three measurements from 2000 to 2015: the annual number of Florida visitors, the amount of funding to Visit Florida, and the amount of money spent by Visit Florida per visitor. (The infographic only highlighted the first two measurements.)\nBased on Corcoran's numbers, between 2011 to 2015, Visit Florida funding increased from $34 million to $74 million, or a roughly 112 percent change increase. In that same time, the number of visitors only showed a approximately 22 percent change increase.\n\nCorcoran’s numbers seem to support his argument that increased spending historically didn't always lead to a tourist bump.\nBut experts said annual counts aren't the only metric used to determine the success of a marketing investment. They also look at how much money tourists invest themselves.\n\"A primary marketing strategy is to get tourists to stay longer in a destination thereby spending more money,\" said Kathleen Andereck, a professor at the College of Public Service and Community Solutions at Arizona State University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\n stated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nDavid Preece, the academic director for the Center for Hospitality & Tourism at Brigham Young University-Hawaii, said the better way to see a return on investment in marketing tourism is to look at how much visitors spend and the resulting tax revenues, rather than the number of visitors.\n\"After all, you can’t deposit visitors in the bank, but you sure can deposit the money they leave behind,\" Preece said.\nPreece pointed to Visit Florida’s strategic plan to generate $100 billion in annual visitor spending by 2020. That number was $71.8 in 2012-13, $76.1 billion in 2013-14,  $82 billion in 2014-15, and $89.1 billion in 2015-16. That plan shows a trend of roughly an additional 7.5 percent spending per year which, if held, would reach $100 billion in the next couple of years, he said.\nOther factors can affect annual tourism arrivals and spending, too, making it further difficult to draw broad conclusions about tourism spending alone. Experts said these include hurricanes and other natural disasters, terrorism and crime, the political environment, gas prices, and the cost of flights.\nInternational visitors pack bigger wallets \nYoucheng Wang, an associate dean at the Rosen College of Hospitality Management at University of Central Florida, knows firsthand why boosting Florida’s image can be so important, especially in international markets.\nWang once attended an annual tourism meeting with China and the United States in Orlando. Wang said that before the marketing and tourism delegation from China arrived, they received a brochure highlighting popular tourist destinations.\n\"When I looked at the brochure my jaw nearly dropped,\" Wang said. \"In that brochure Orlando was described as small fishing village with 20,000 people.\"\nWang tells that anecdote as just one of the many reasons marketing tourism is important, especially in the lucrative international scene, where Visit Florida has made investments.\nThe agency spent $1.2 million to advertise with the Fulham Football Club, a British soccer team (that isn't in England's famous Premier League). Part of the deal includes placing Visit Florida logos on the team’s jerseys and on the stadium’s roof, which is near London Heathrow Airport, one of the busiest in the world.\nSeccombe argued before leaving Visit Florida that targeting visitors from the United Kingdom was worth the effort.\n\"So everybody that flies into one of the busiest airports in the world sees 'Visit Florida' outside the window along with Buckingham Palace and Big Ben,\" Seccombe told the Tampa Bay Times.\nIn 2015, the number of United Kingdom tourists that visited Florida reached 1.7 million. On top of that, British tourists outspent visitors from every other country except Canada by spending around $1.5 billion on their visits. They also stay in the state 13.3 days on average compared with 4.9 of a U.S. traveler.\n\nOur ruling\nCorcoran said spending money on Visit Florida doesn’t have a direct impact on the tourism.\nHe has an historical point that spending increases don't always bring more visitors, but that neglects a primary objective of marketing tourism — getting people to spend more money when they’re here. The amount of money visitors spend in Florida has increased steadily over the years.\nThe statement is partially accurate but takes things out of context. We rate it Half True.\nhttps://www.sharethefacts.co/share/f28a83b6-ea19-458a-bff4-686a39bb879f", "vclaim_id": "vclaim-pol-03691"}