{"url": "/factchecks/2015/jun/25/hillary-clinton/american-schools-are-more-segregated-they-were-196/", "speaker": "Hillary Clinton", "vclaim": "American schools are \"more segregated than they were in the 1960s.\"", "truth_label": "mostly-true", "date": "stated on June 23, 2015 in a speech in Florissant, Mo.:", "title": "American schools are 'more segregated than they were in the 1960s,' says Hillary Clinton", "text": "Speaking at a black church near Ferguson, Mo., Hillary Clinton applauded efforts to remove Confederate flags before challenging America to own up to its racist past and confront \"hard truths\" about bigotry in the present.\nThe shooting in Charleston, S.C., was no isolated incident, but an extreme manifestation of institutionalized racism, she said.\n\"The truth is equality, opportunity, civil rights in America are still far from where they need to be,\" Clinton said on June 23. \"Our schools are still segregated, in fact, more segregated than they were in the 1960s.\"\nThe Supreme Court declared segregation \"inherently unequal\" and unconstitutional in its landmark 1954 Brown vs. Board of Education decision. Sixty years later, have we really regressed and resegregated?\nIt’s important to note that modern school segregation is not the same as the government-sanctioned social system that the Supreme Court struck down in 1954. Segregation today refers to the level of isolation of minority students, which can be measured in a variety of ways. Clinton's comment omits a lot of nuance. \nNot quite Jim Crow\nThe Clinton campaign pointed us to a passage in a 2014 study by UCLA Graduate School of Education’s Civil Rights Project that tracked the amount of southern black students attending white schools in the South. By that yardstick, schools are slightly less integrated now than they were in 1968. That’s the year the Supreme Court mandated the enforcement of desegregation in Green vs. County School Board and diverse classrooms really started to become reality.  \nClinton, however, bookended the 1960s as the point of comparison and her claim doesn’t hold true for the better part of the decade. Jim Crow laws were still in place until the 1964 Civil Rights Act, and despite the Brown decision, most black students in the South still didn’t attend white schools,\"the kind of schools that provided strong potential opportunities for diverse learning experiences,\" according to the study. In 1967, one in 100 black students went to a white school. In 1960, it was one in 1,000.\n\"It’s true that segregation for blacks is worse today than it was in 1968, but it’s certainly not worse than 1964 and before,\" said Gary Orfield, a UCLA professor of education and lead author of the study Clinton cited.\nEven if we take 1968 to represent the 1960s, Clinton’s claim has issues if we look at different ways of measuring segregation. The UCLA report also considers how many black students are isolated in overwhelmingly black schools. Across the United States, fewer black students attend these schools now than they did in 1968 (four in 10 versus six in 10), signalling a decline in segregation.\nA separate study by Charles Clotfelter, a professor of public policy and economics at Duke University, measured the potential for black and white students to interact. According to that data, segregation has been declining since the 1970s, albeit at a slower rate in the past decade.\nRainbows here, black and white there\nClinton’s blanket statement also leaves out regional and demographic nuances in the UCLA study.\nAccording to that data, the South is now the least racially divided region in the United States when it comes to school segregation, and no state in Dixie is among the top five most segregated by any yardstick. For example, a third of black students are isolated in black schools in the South, compared to half of black students in the Northeast and 40 percent on average. How did the South surpass the rest of the nation in diversity? It’s a mixture of the judicial mandates in the 1960s and modern geography.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"The South is really the only place where we seriously enforced desegregation,\" said Orfield, the lead author of the UCLA study.\n\"Large school jurisdictions,\" added Clotfelter, the Duke professor. \"That means that it's not possible to slice up into such small bits, like a metropolitan area where the districts dramatically differ.\"\nIn contrast, the densely populated cities of the Northeast and West are becoming more and more segregated. On the Pacific coast, Clinton’s claim is on the money: Latino students are now more isolated than black students and \"more segregated than they’ve ever been,\" according to Orfield.\n\"Latinos have increased more than five times over in the number of students since the 1960s,\" he said. \"Demographics is the largest factor (in their segregation) but there’s a lot of history as well. There was never was much of a desegregation effort for Latinos.\"\nTwo steps forward, one step back\nClinton does have a strong point that American schools have relapsed into monochrome. Classrooms were the most diverse from the 1970s through the early 1990s. At peak integration, four out of 10 black southern students attended a white school, while less than a third of all black students attended black schools.\n\"We’ve lost a lot of the progress we gained, no doubt about that,\" Clotfelter said.\nExperts say the backslide was the consequence of a series of judicial decisions, beginning with Milliken vs. Bradley in 1974, a relatively unheard of but seminal case in the desegregation saga. Criticized by some as \"one of the worst Supreme Court decisions\" ever, Milliken dealt with Detroit’s plan to integrate students by busing them from the intercity to the suburbs. The court ruled that such a plan was unconstitutional, arguing that black students had the right to attend integrated schools within their own school district, but were not protected from de facto segregation.\n\"That decision … said the racial disparities across districts would remain outside the reach of policymakers,\" Clotfelter wrote in piece exploring the impact of Milliken. \"The maximum amount of interracial contact one could strive for, then, would be limited by the two remaining factors: balkanization of jurisdictions and household choices about where to live.\"\nCourt-mandated desegregation was dealt its own deadly blow by three rulings from the Supreme Court between 1991 and 1995. According to the court, integration was only a temporary federal policy and after the historical imbalance was righted, school districts should reclaim local control and were released from desegregation orders.\nSince then, school segregation has been intrinsically tied to the racial gaps in housing and income, leading to the re-emergence of the color line. Economic segregation, which disproportionately affects black and Latino students, is increasing, pointed out Orfield. He noted that in California, Asian and white students are 10 times more likely to go to a high-quality school than Latinos and therefore dramatically more likely to attend college.\n\"We’ve lost something very vital,\" he said. \"Inequality is very related to the double segregation of low-income racial minorities and (their) isolation from the middle class, from the best teachers, the best curriculum. That has become very profound.\"\nOur ruling\nHillary Clinton said, \"In America today, our schools are more segregated than they were in the 1960s.\"\nOverall, experts say and the data shows that the United States has taken two steps forward and one step back, but hasn’t quite reverted to pre-Civil Rights levels of segregation. Clinton would have been more accurate setting her time frame a little later. But she has a strong point that the country has fallen back from the high levels of diversity that existed from the 1970s to the early 1990s. On the whole, we rate her statement Mostly True.", "vclaim_id": "vclaim-pol-06264"}