{"url": "/factchecks/2014/feb/25/richard-durbin/dick-durbin-says-us-debt-track-fall-3-trillion-nex/", "speaker": "Richard Durbin", "vclaim": "Under current policies, \"we're going to reduce the overall debt of the United States by $3 trillion over the next 10 years.\"", "truth_label": "pants-fire", "date": "stated on February 23, 2014 in an interview on \"Fox News Sunday\":", "title": "Dick Durbin says U.S. debt is on track to fall by $3 trillion in next 10 years", "text": "When you hear discussion of the federal debt, the trendlines usually go only one way: up.\nThat’s why our ears perked up when we heard the Senate’s second-ranking Democrat, Dick Durbin of Illinois, say on the Feb. 23, 2014, edition of Fox News Sunday that the debt is headed downward over the next 10 years.\nDurbin told host Chris Wallace, \"I can just tell you this, Chris. Since President Obama has been in office, we've reached the point we're cutting the annual deficits in half, and we're going to reduce the overall debt of the United States by $3 trillion over the next 10 years.\"\nOn first glance, the data doesn’t seem to back up the claim that \"the overall debt of the United States\" is poised to drop by $3 trillion -- or even by a dime -- over the next decade.\nA quick refresher: The deficit is a fiscal shortfall for one year, while the debt is the cumulative total of all past deficits, minus any surpluses.\nThe most widely trusted source for federal fiscal projections -- the independent Congressional Budget Office -- recently released an annual report, \"The Budget and Economic Outlook: 2014 to 2024.\"\nIn it, CBO estimated the amount of publicly held federal debt for each of the next 10 years. In 2014, the debt is pegged to be $12.7 trillion. By 2024, the debt is set to rise to almost $21.3 trillion. That’s an $8.6 trillion increase, not a $3 trillion decrease.\nWe also checked to see whether Durbin was talking about a decrease in what CBO projected the debt to be 10 years out.\nIn the equivalent \"Budget and Economic Outlook\" report that was released in 2009, just days before Obama took office, CBO projected that in 2019 -- the final year of that report’s 10-year window -- the debt would be $9.3 trillion. By contrast, in the report released a few weeks ago, CBO projected that the debt level in 2019 would be $16 trillion. So again, the future projection of debt is going up, not down.\nWhen we checked with Durbin’s office, spokesman Max Gleischman said the senator was referring to \"the amount of deficit reduction Congress has already enacted,\" adding that \"he actually understates it by about a trillion dollars.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHe pointed us to projections by the liberal Center on Budget and Policy Priorities, which estimated that such measures as the 2011 Budget Control Act, and the 2013 American Taxpayer Relief Act are collectively poised to \"shrink deficits by nearly $4 trillion over the 2014-2023 period,\" as long as the deep, across-the-board spending cuts known as sequestration remain in place. This figure includes spending cuts, revenue increases, and reductions in the amount of interest on the debt.\nBut look closely at the language: The center’s report consistently refers to the \"deficit,\" not the \"debt.\" As we noted earlier, the deficit is a single year’s shortfall, while the debt is total money owed.\nThe Center on Budget and Policy Priorities tallied up all the expected reductions in the annual deficit from these laws over the next 10 years, and it found that they combined to equal $4 trillion. But while these reductions in the deficit, if they materialize, would hardly be trivial, they would not be big enough to actually create annual surpluses -- and surpluses are the only thing that can reduce the cumulative debt, rather than adding to the debt at a slower pace.\nOur ruling\nDurbin said that under current policies, \"we're going to reduce the overall debt of the United States by $3 trillion over the next 10 years.\"\nIt's obvious now that Durbin meant deficits, not debt. But that doesn't mean it was obvious to everyone watching Fox News Sunday. And Durbin, who has been in Congress for 30 years, certainly should know and be able to articulate the difference.\nThe fact is that people remember the national debt -- there's a whole clock for it -- and it's expected to continue increasing, according to the Congressional Budget Office.\nInstead of going down $3 trillion, the best estimate is it will rise by $8.6 trillion.\nThat's a difference of ... $11.6 trillion. That's real money to anyone.\nWe rate Durbin's claim Pants on Fire.", "vclaim_id": "vclaim-pol-08210"}