{"url": "/factchecks/2016/may/18/colorados-voice/group-says-mike-coffman-trump-he-says-billionaire-/", "speaker": "Colorado's Voice", "vclaim": "Says \"Mike Coffman is with Trump.\"", "truth_label": "barely-true", "date": "stated on May 5, 2016 in a news release:", "title": "Is Rep. Mike Coffman with Trump? Coffman says not yet", "text": "It’s the Democrats’ favorite game this election season: Pin the Trump on the down-ballot Republican candidate.\nOne of the bigger targets is Colorado Rep. Mike Coffman, a four-term Republican incumbent in the 6th Congressional District, a crescent-shaped swath of Denver suburbs considered one of the country’s most competitive swing districts.\nCoffman is in a fierce contest with Democratic state Sen. Morgan Carroll.\nSince last year, Democratic groups and Carroll have been working hard to shackle Coffman to the now-presumptive Republican presidential nominee Donald Trump and his controversial comments about immigrants, minorities and women.\nThe latest broadside came from Colorado’s Voice -- the state chapter of America’s Voice, an immigration reform group. It issued an email news release headlined, \"Mike Coffman Is With Trump.\"\nSo is he?\nFebruary statement, subsequent remarks\nColorado's Voice is using a statement Coffman’s spokeswoman gave to the Colorado Statesman as evidence he’s \"with Trump.\"\nBut the statement, from Kristin Strohm, also clearly said Coffman supported Marco Rubio. Here it is.\n\"Will Mike Coffman support the Republican nominee over Bernie or Hillary?\" Strohm said in a story published Feb. 2. \"The answer is obviously yes. And he believes strongly it is going to be Marco Rubio.\"\nAt the time, Trump was one of 11 Republicans still in the race.\nHowever, Coffman political director JD Key suggested to PolitiFact that Coffman might be having second thoughts about automatically supporting the GOP nominee.\n\"Rep. Coffman has not endorsed or voiced support for Donald Trump,\" Key said.\nIn fact, Coffman has issued blistering criticisms of his party’s de facto presidential nominee.\nWhen Trump blasted the Colorado GOP’s caucus system as \"rigged,\" Coffman, a Marine Corps combat veteran, fired back with this April 18 Facebook post: \"If there is anyone who knows what a rigged system looks like it’s Donald Trump who was able to evade the draft during the height of the Vietnam War when the U.S. was losing, on average, 1,000 troops every month. That system was clearly rigged in favor of young men from politically influential families but Donald Trump never complained about that.\"\nAnd on May 4, Coffman said in a statement that Trump has yet to earn Coffman’s support.\n\"Both Bernie Sanders and Donald Trump have tapped into a legitimate anger about the failures of Washington but instead of running a campaign built on a positive vision for overcoming these failures, Donald Trump has conducted a polarizing and divisive campaign,\" Coffman said. \"Hillary Clinton is a non-starter and lacks the integrity to lead this nation but Trump has a long way to go to earn the support of many – me included.\"\nCoffman isn't alone in walking back previous comments. House Speaker Paul Ryan had said he would back whoever won the Republican nomination, only to hold back on endorsing Trump. And former Florida Gov. Jeb Bush broke a pledge to support the GOP nominee no matter who it was.\nA May 6 Politico story headlined, \"Which Republicans have endorsed Donald Trump?\" listed both Coffman and Ryan under \"Not there yet.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin Nunes\n\n\nstated on January 10, 2021 in an interview on Fox\n\n\n\n\n\n\n\n\n“Republicans have no way to communicate” after tech companies cut off Parler.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • January 13, 2021\n\n\n\n\n\n\n\nLining up on positions\nSo Coffman certainly is hedging on his campaign’s previous statement that he would support the GOP nominee, who is now almost certainly Trump.\nBut do the two candidates line up issue-wise?\nThe Colorado’s Voice news release pointed to Coffman’s position on immigration legislation. \"Colorado already knows Coffman supports the Trump agenda on immigration. He voted … multiple times to deport DREAMers by ending the DACA program. He opposes DAPA, the policy that offers a modest but critical step forward for the parents of U.S. citizens.\"\nDACA is the Deferred Action for Childhood Arrivals program, which President Barack Obama created by executive order in 2012. It allows undocumented immigrants brought to the country unlawfully as children a two-year reprieve from deportation along with the opportunity to receive a renewable work permit and a driver's license.\nDAPA is short for Deferred Action for Parents of Americans and Lawful Permanent Residents. Obama used a 2014 executive order to create the program that would shield parents of children who are citizens or are living in the country legally from deportation and make them eligible to work in the United States.\nThe fate of DAPA and an expanded DACA is being deliberated on by the U.S. Supreme Court after Texas and 25 other states led by Republicans sued over the programs, saying the Obama administration had usurped power that belongs to Congress.\nHere, too, Coffman’s position isn’t cut and dried.\nCoffman voted against the DREAM Act in 2010, a bipartisan bill to allow children brought into the country unlawfully a path to citizenship if they attended college or served in the military. (DACA was in many ways Obama’s response.)\n\"The Dream Act will be a nightmare for the American people,\" Coffman said at the time. \"No doubt, we need immigration reform but the Dream Act is written far too broadly and it will only encourage more illegal immigration, promote chain migration, and will be a magnet for fraud.\"\nBut Coffman's immigration positions softened in 2011, when his district was redrawn and its population became 20 percent Hispanic. He began taking Spanish lessons to better communicate with his constituents, and in January 2013, he introduced the Military Enlistment Opportunity Act, which sought to provide immigrant children an opportunity to serve in the U.S. military and gain a path to citizenship.\nDuring the 2014 election, Coffman and his Democratic opponent, former state House speaker, Andrew Romanoff, debated in Spanish.\n\"There’s a narrative out there about Republicans being not just anti-illegal immigrant, but anti-immigrant,\" Coffman told the Wall Street Journal in January. \"It was very important to me to break the narrative.\"\nColorado’s Voice director Alvina Vasquez said while Coffman \"makes sweeping and broad statements about immigration reform, his actions show his true beliefs.\"\nCritics cite Coffman’s June 2013 vote to defund DACA and his March 17 vote supporting the House filing an amicus brief with the Supreme Court \"opposing the Obama administration's executive overreach\" on immigration reform programs.\nYet, in 2014, Coffman broke with the GOP to vote against efforts to end the DACA program for young \"Dreamers.\"\nOur ruling\nColorado’s Voice says \"Mike Coffman is with Trump.\"\nThat’s hardly clear.\nIn February, Coffman’s spokeswoman said he would \"support the Republican nominee,\" while hoping that person would be Marco Rubio. Since then, Coffman has criticized Trump’s \"divisive campaign\" and said the billionaire has a long way to go to earn his support.\nThe group also says Coffman \"supports the Trump agenda on immigration\" as evidence. Yet the congressman’s views have moderated, and Coffman has at times broken with hardline GOP positions on immigration.\nClaims that Coffman is in lockstep with Trump go too far. We rate it Mostly False.\nhttps://www.sharethefacts.co/share/2f833b02-1b7c-4634-bd9e-09f51d5f7dc1", "vclaim_id": "vclaim-pol-04949"}