{"url": "/factchecks/2021/feb/01/facebook-posts/no-proof-voting-system-michigan-was-designed-creat/", "speaker": "Facebook posts", "vclaim": "An “audit report” found that a voting system used in Michigan in the 2020 presidential election was designed to “create systemic fraud.”", "truth_label": "false", "date": "stated on December 15, 2020 in a Facebook post:", "title": "No proof that voting system in Michigan was designed to ‘create systemic fraud’", "text": "Weeks after Joe Biden defeated Donald Trump to win the 2020 presidential election, meritless allegations of voter fraud persisted.\nOne widely shared on Facebook came from on a website that has published false claims before. Dated Dec. 15, it features the headline \"Judge Releases Dominion Audit Report: System 'Designed' to 'Create Systemic Fraud',\" and goes on to say that the report \"covers the forensic audit of Dominion's machines in Michigan’s Antrim County.\" \nThe article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe report cited by the article was from a firm that provided analyses and affidavits for lawsuits brought by Trump allies, falsely alleging voter fraud and election irregularities. It was discredited by Michigan election officials and the former head of certification at the U.S. Election Assistance Commission, the federal agency that certified the voting system used in Antrim County.\nAn official hand audit performed by a bipartisan group of election officials confirmed what Antrim County had already certified, that Trump had won the county, even as he lost Michigan to Biden.\nArticle from website identified as sharing fake news\nThe Dec. 15 article about Antrim County, located northeast of Traverse City in northern Michigan, was posted on Neon Nettle, which has been identified as a fake news website by Columbia Journalism Review and the Nieman Journalism Lab at Harvard University.\nScrutiny of Antrim County’s ballots arose from an error in the reporting of unofficial results on election night, which initially showed voters in the heavily Republican county casting more votes for Biden than for Trump. State and county officials say the reporting error, which was corrected soon after the election, was the result of human error by the Republican county clerk, before the election. But Trump allies seized on the error, and other alleged irregularities, in their fruitless quest for evidence of election rigging through equipment made by Dominion Voting Systems.\nReport discredited\nThe article we’re checking refers to a \"bombshell report\" on the Dominion machines used in Antrim County. The Dec. 13 document was signed by cybersecurity analyst Russell James Ramsland Jr. of Allied Security Operations Group. \n\"We conclude that the Dominion Voting System is intentionally and purposefully designed with inherent errors to create systemic fraud and influence election results,\" reads the report, which was filed as part of a lawsuit challenging the election.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Gateway Pundit\n\n\nstated on February 5, 2021 in an article\n\n\n\n\n\n\n\n\n“Newly discovered video shows late night deliveries of tens of thousands of illegal ballots 8 hours after deadline.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Clara Hendrickson • February 5, 2021\n\n\n\n\n\n\n\nIn a declaration made under oath in response to the lawsuit, Michigan Bureau of Elections Director Jonathan Brater said the report \"makes a series of unsupported conclusions, ascribes motives of fraud and obfuscation to processes that are easily explained as routine election procedures or error corrections, and suggests without explanation that elements of election software not used in Michigan are somehow responsible for tabulation or reporting.\"\nRyan Macias, the former head of voting system testing and certification at the Election Assistance Commission, said, \"The majority of the findings are false and misleading due to the fact that the entities reviewing the system lack knowledge and expertise in election technology.\nA Dec. 17 hand audit of the Antrim County results done by a bipartisan group of election officials confirmed the previously certified outcome. In the hand count, Trump had 9,759, up 11 from the certified results; and Biden had 5,959, down one vote.\nThe audit \"proved again that the disinformation campaign surrounding Antrim’s presidential election and its use of Dominion vote-tabulation machines was completely meritless,\" Michigan Secretary of State Jocelyn Benson, a Democrat, said in a statement.\n\"Today’s full audit in Antrim County confirmed the truth and affirmed the facts: Dominion’s voting machines accurately tabulated the votes cast for president in Antrim County,\" Benson said. \nOur ruling\nAn article widely shared on Facebook said an \"audit report\" found that a voting system used in Michigan in the 2020 presidential election was designed to \"create systemic fraud.\"\nThe firm that made the fraud allegation, about voting in one Michigan county, provided this and other analyses and affidavits for lawsuits brought by Trump allies, falsely alleging voter fraud and election irregularities. \nMichigan’s election director stated under oath that the report \"ascribes motives of fraud and obfuscation to processes that are easily explained as routine election procedures or error corrections.\" And an official hand audit of the county’s votes confirmed that Trump won the county, with only slight changes in the vote totals that had already been certified.\nWe rate the statement False.", "vclaim_id": "vclaim-pol-19056"}