{"url": "/factchecks/2012/jul/11/multnomah-county/did-your-kid-just-drink-16-packs-sugar/", "speaker": "Multnomah County", "vclaim": "Says \"Your kid just ate 16 packs of sugar.\"", "truth_label": "true", "date": "stated on July 10, 2012 in a public health campaign:", "title": "Did your kid just drink 16 packs of sugar?", "text": "In recent days we’ve heard a revival of an age-old question that highlights our nation’s shared love of sugar yet calls out our regional differences: Is it pop or is it soda? Or maybe it’s just Coke? \n\nWhile in bubbly debate over what to call soft drinks -- your PolitiFact Oregon staff does not agree on this -- a colleague of ours suggested a potential fact check that anyone might find intriguing, no matter what they call their carbonated beverage of choice. You’ve probably seen the \"Sugar Packs\" ads around Multnomah County, put there by the Health Department as part of a healthy living and anti-obesity campaign that started in 2010.\n\nIt’s the one with a pile of packets of white sugar draining into a 20-ounce bottle of generic cola. \"Your kid just ate 16 packs of sugar,\" the ad states. \"All those extra calories can bring on obesity, diabetes and heart disease.\"\n\nSixteen packets? Our collective stomachs cramped. Our teeth ached. We swallowed our distaste and started checking.\n\nSoda-sleuthing turned out to be quite easy, namely because there’s a lot of pop in a newsroom. In fact, we found more than a dozen empties within spitting distance. A 12-ounce can of Coca-Cola regular, we learned, contains 39 grams of sugar, usually from high-fructose corn syrup in the United States. A 20-ounce bottle would then contain 65 grams of sugar.  \n\nCorn syrup is not the same as white table sugar, but the county is talking equivalents. A packet of table sugar as shown in the ad is equal to about a teaspoon, or about 4 grams of sugar. So, indeed, there are at least 16 packs of sugar in every 20-ounce bottle of regular cola.\n\nThere’s no arguing that that’s a large chunk of sweet. The American Heart Association recommends no more than nine teaspoons -- nine packets -- of added sugar a day for adult men. For women, it’s six.\n\nBut just for the fun of it -- no, we’re not on a sugar high -- we wanted to know what else could contain the equivalent of 16 packets of granulated white. And bingo: A 16-ounce Jamba Juice Banana Berry contains 60 grams of sugar.  A 12-ounce Chocolate McCafe shake from McDonald’s has 76 grams.\n\nA Starbucks Grande non-fat, no-whip Caramel Frappucino Blended Beverage contains 59 grams of sugar, although to be fair, the drink also includes 4 grams of nutritious protein. The iced lemon pound cake contains 46 grams of sugar -- but then, all you adults knew that -- and PolitiFact Oregon has fallen into tangential research.\n\nBack to the point.\n\nWe figure children don’t usually indulge in diet sodas, which are made with artificial sweeteners like aspartame, and not with corn syrup or sugar. We’re told by a beverage trade publication that 12-ounce cans are the top sellers -- but a 20-ounce bottle doesn’t seem out of line in this age of super-sized drinks and Double Big Gulps.\n\n\"It’s what’s available in our environment,\" said Sonia Manhas, who manages the program for the county.\n\nAfter all, McDonald’s markets a 16-ounce soda as a small-sized soft drink and a 12-ounce drink as child-sized. We figure parents are smart enough to figure out the sugar-gram-to-cola-ounce ratio themselves. The smaller the drink, the fewer the sugar packets.\n\nAll this really means is that we find the county’s statement accurate. We rate it True. And that’s the unsugar-coated truth. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-10782"}