{"url": "/factchecks/2011/may/16/barack-obama/obama-says-border-fence-now-basically-complete/", "speaker": "Barack Obama", "vclaim": "\"The (border) fence is now basically complete.\"", "truth_label": "barely-true", "date": "stated on May 10, 2011 in a speech in El Paso:", "title": "Obama says the border fence is 'now basically complete'", "text": "In his speech in El Paso on immigration reform on May 10, 2011, President Obama declared that the fence along the border with Mexico is \"now basically complete.\"\n\nStill, he predicted that many Republican opponents won't be satisfied.\n\n\"We have gone above and beyond what was requested by the very Republicans who said they supported broader reform as long as we got serious about enforcement,\" Obama said. \"All the stuff they asked for, we’ve done. But even though we’ve answered these concerns, I’ve got to say I suspect there are still going to be some who are trying to move the goal posts on us one more time.\" \n\n\"They'll want want a higher fence,\" Obama said. \"Maybe they’ll need a moat. Maybe they want alligators in the moat. They’ll never be satisfied. And I understand that. That’s politics.\"\n\nFencing along the U.S.-Mexico border has long been a thorny political issue, so with Obama declaring mission accomplished, we decided to check it out.\n\nDepartment of Homeland Security officials told us they have finished 649 out of 652 miles of fencing (99.5 percent), which includes 299 miles of vehicle barriers and 350 miles of pedestrian fence.\n\nBut the same day as Obama's speech, Sen. Jim DeMint penned an op-ed for National Review in which he countered that the Obama administration has \"not done its job to finish the border fence that is a critical part of keeping Americans safe and stopping illegal immigration.\"\n\n\"Five years ago, legislation was passed to build a 700-mile double-layer border fence along the southwest border,\" DeMint wrote. \"This is a promise that has not been kept. Today, according to staff at the Department of Homeland Security, just 5 percent of the double-layer fencing is complete, only 36.3 miles.\"\n\nSo what gives? Is the border fence \"now basically complete\" or not?\n\nNot to go all Clinton on you, but it largely depends on how you define \"fence.\"\n\nYou need to go back to the Secure Fence Act of 2006, which was passed by a Republican Congress and signed by President George W. Bush. It authorized the construction of hundreds of miles of additional fencing along the border with Mexico. The act specified \"at least two layers of reinforced fencing.\"\n\nBut the law was quietly altered in a significant way the following year.\n\nResponding to urging from the Department of Homeland Security -- which argued that different border terrains required different types of fencing, that a one-size-fits-all approach across the entire border didn't make sense -- Sen. Kay Bailey Hutchison, R-Texas,  proposed an amendment to give DHS the discretion to decide what type of fence was appropriate in different areas. The law was amended to read,  \"nothing in this paragraph shall require the Secretary of Homeland Security to install fencing, physical barriers, roads, lighting, cameras, and sensors in a particular location along an international border of the United States, if the Secretary determines that the use or placement of such resources is not the most appropriate means to achieve and maintain operational control over the international border at such location.\"\n\nIn other words, Border Patrol would have the leeway to decide which type of fencing was appropriate in various regions.\n\nThe amendment was included in a federal budget bill in late 2007 despite being condemned by legislators such as Reps. Peter King, R-N.Y., and Duncan Hunter, R-Calif., who argued the amendment effectively killed the border fence promised in the 2006 bill.\n\nAt the time, Hutchison told the San Antonio Express-News, \"Border patrol agents reported that coyotes and drug-runners were altering their routes as fencing was deployed, so the amendment gives our agents discretion to locate the fence where necessary to achieve operational control of our border.\"\n\nDHS reports there are currently 36.3 miles of double-layered fencing, the kind with enough gap that you can drive a vehicle between the layers. But the majority of the fencing erected has been vehicle barriers, which are designed to stop vehicles rather than people (see here), and single-layer pedestrian fencing (see here). The design specifications vary depending on geography and climate characteristics, but according to the Customs and Border Patrol website, it includes \"post on rail\" steel set in concrete; steel picket-style fence set in concrete; vehicle bollards similar to those found around federal buildings; \"Normandy\" vehicle fence consisting of steel beams; and concrete jersey walls with steel mesh.\n \nThat's not enough for some opponent of illegal immigration. \"They are interpreting the requirements of the Secure Fence Act in a way that is clearly contrary to what Congress intended,\" said Mark Krikorian, executive director of the Center for Immigration Studies, which favors tougher enforcement against illegal immigration.\n\nThere may be a role for the vehicle barriers, but \"your grandmother could hop over them,\" he said, and \"that's not what Congress thought it was voting for.\"\n\nKrikorian said, \"The president's claim that the job is done is misleading.\"\n\nA Government Accountability Office report on border security, issued in February 2011, paints a mixed picture. The report acknowledges progress on the fences, as well as hundreds more miles deemed to be under \"operational control,\" but \"DHS reports that the southwest border continues to be vulnerable to cross-border illegal activity, including the smuggling of humans and illegal narcotics.\"\n\nT.J. Bonner, retired president of the National Border Patrol Council, the union that represents all the front-line border patrol agents, said the type of fencing is less important than whether  the border is secure.\n\nIt is estimated that for every person caught (Border Patrol reported apprehending over 445,000 illegal entrants in 2010) two more get by, Bonner said. \"To me, that doesn't seem like border security.\"\n\nBut is it accurate for Obama to claim that \"the fence is now basically complete\"?\n\nDHS reports that there is now fencing for 649 of the 652 miles described in the Secure Fence Act of 2006. But the vast majority of the requirement was met with vehicle barriers and single-layer pedestrian fence. The original act specifically called for double-layer fencing, and only 36.3 miles of double-layered fencing currently exist. However, the act was later amended to allow Border Security the discretion to determine which type of fencing was appropriate for different areas.\n\nSo Obama can make a case that the vehicle barriers and single-layer pedestrian fences meet the amended letter of the law. But we also think Obama misleads, particularly when he mocks Republican opponents, saying that even though the fence has been built, \"They'll want want a higher fence. Maybe they’ll need a moat. Maybe they want alligators in the moat.\" The Border Patrol has not gone \"above and beyond\" what Republicans requested, as Obama claimed. What they originally requested was a double-layer fence, and they didn't get much of it. And so we rate Obama's statement Barely True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13086"}