{"url": "/factchecks/2018/oct/17/worldnewsdailyreportcom/no-california-woman-didnt-break-world-record-getti/", "speaker": "worldnewsdailyreport.com", "vclaim": "Says a pro-choice activist in California 'proudly breaks world record by getting her 27th abortion'", "truth_label": "pants-fire", "date": "stated on October 15, 2018 in a post on Facebook:", "title": "No, a California woman didn’t break a world record for getting abortions", "text": "The words \"murderer\" and \"killer\" were among the insults and slurs readers hurled at a 34-year-old woman who allegedly made history when she had her 27th abortion. But the article reporting the record is—by the website’s own admission—fictional.\n\"World News Daily Report assumes all responsibility for the satirical nature of its articles and for the fictional nature of their content,\" reads a disclaimer at the bottom of worldnewsdailyreport.com, where the story appeared. \"All characters appearing in the articles in this website—even those based on real people—are entirely fictional and any resemblance between them and any person, living, dead or undead, is purely a miracle.\"\nA message sent to World News Daily Report was not immediately answered. But on the website’s Frequently Asked Questions page, the website touts a \"News Team\" featuring members fluent in more than 12 languages. \"We thus have access to thousands of newspapers around the world and choose information we feel is of interest to the Christian, Muslim and Jewish zionist community worldwide.\" Readers are also encouraged to help spread the outlet’s \"wisdom to the miscreants of the world.\"\nThis story was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Though the story doesn’t have a date showing when it was posted online, CrowdTangle data shows it has generated more than 566,000 social media interactions, including nearly 48,000 shares. Some commenters reacted without any hint that they knew it was fake.\n\"She is INSANE,\" one reader commented. \"Hope she fails her medical exams.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe fictional woman at the center of this scandal is supposedly a medical school student and pro-choice activist who aspires to one day perform abortions. The photo that accompanies the story shows a smiling, caucasian woman in a hospital bed with an IV tube in her arm. The same image can be found by searching Getty Images’ stock image files.\nThe article says that woman’s most recent procedure was performed at the Sacramento Street Health Center. No such clinic appears to exist.\nFinally, no one knows more about world records than Guinness World Records. Rachel Gluck, a spokeswoman for Guinness World Records North America, said she searched the organization's database and found no evidence that such a title exists: \"After researching within our database,\" Gluck wrote in an email, \"I cannot confirm that this is a title Guinness World Records would monitor.\"\nWe rate this headline Pants on Fire.\nUpdate: This report was updated after its initial publication to include a response from Guinness World Records.", "vclaim_id": "vclaim-pol-01463"}