{"url": "/factchecks/2013/oct/27/chris-abele/chris-abele-says-milwaukee-area-trails-only-boston/", "speaker": "Chris Abele", "vclaim": "\"We’re second only to Boston in college students per capita.\"", "truth_label": "false", "date": "stated on October 1, 2013 in a speech:", "title": "Chris Abele says Milwaukee area trails only Boston in college students per capita", "text": "Chris Abele says he’s \"one of the most unapologetically proud Milwaukeeans,\" pointing to things such as the lakefront festivals, Milwaukee Art Museum and the new Milwaukee Rotary Centennial Arboretum along the Milwaukee River.\nIn an Oct. 1, 2013 speech to the Rotary Club of Milwaukee, the Milwaukee County executive had plenty more for the list.\n\"We’re second only to Boston in college students per capita,\" Abele said. \"We have low labor turnover, low absenteeism, low loan default, incredibly high volunteerism, and some industries that are placed in really strategic places.\"\nAll sounds great.\nBut what about those college students?\nIn April of 2013, the Journal Sentinel reported the Milwaukee metropolitan area ranks about average in the share of residents with college degrees. All told, 31.4 percent of adults have degrees.\nBut the area has more than 100,000 college students, from the University of Wisconsin-Milwaukee to Marquette, Cardinal Stritch to Carroll, Alverno to the Milwaukee School of Engineering, the tech colleges and for-profits such as Bryant & Stratton College and DeVry University.\nThe list goes on.\nIs it possible that the area ranks behind only Boston as a student hub?\nWhen we asked Abele for backup, his office said he was referring to 1996 data cited in a McGill University study of student concentrations in the 30 largest metro areas in the United States and Canada.\nHowever, Abele could not locate the actual study, which involves data from 17 years ago. We couldn’t either, nor could McGill officials.\nThe closest we found was a Journal Sentinel story from 2000, when the study came out. It said the McGill study ranked the Milwaukee metro area sixth overall and fifth among U.S. metros in college students per capita.\nBoston was first in the United States (though it trailed Montreal in North America), followed by Denver, Minneapolis-St.Paul and Norfolk-Virginia Beach-Newport News.\nSo, Milwaukee certainly ranked high, but Abele’s memory was off on Milwaukee’s specific rank.\nAround the same time, the Atlanta Regional Council for Higher Education found that Milwaukee ranked 13th among the top 50 largest metro areas.\nIn any case, both studies are very outdated, and Abele’s claim was that Milwaukee ranks that high today.\nHere is a look at some more recent research:\nMiddle among mid-size metros: Milwaukee ranked in the middle -- 16th of 30 -- among \"mid-size metros\" for student concentration in the 2013-’14 version of the American Institute for Economic Research’s annual \"College Destinations Index.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nWhen looking at 229 metro areas with more than 15,000 students, Milwaukee ranked 134th in student concentration, the group’s spokesman Jon Sylbert said, quoting from statistics set for official release in late 2013.\nAbele, of course, could not have seen these rankings because they were not public. But last year’s AIER study was much the same story, ranking the Milwaukee metro area 14th among mid-size metros, and 123rd in the broader group.\nThe latest AIER study used 2011 US Census data on enrollment. The Census defines college students as people attending a 4-year or 2-year college, university, or professional school, full time or part time, in courses that may advance the student toward a recognized college or university degree.\nMiddle among top metros: Milwaukee ranked 23rd among the top 50 metro areas for student concentration, according to Kevin Stolarick, research director at The Martin Prosperity Institute at the University of Toronto.\nSan Diego led, followed by Austin, Sacramento, Boston and San Jose, said Stolarick, who has studied student concentration and is a colleague of demographics expert Richard Florida. He also uses census data and definitions, but measures the number of college students against only the 15 and older population of an area.\nMore broadly, Stolarick found that Milwaukee ranked 153rd of the 374 largest metro areas and 269th among 955 metros and smaller areas.\nSo, the current research puts Milwaukee pretty far down the list.\nBehind the numbers\nObviously such rankings can change depending on whether you include small \"college towns\" such as Ames, Iowa, home to Iowa State University, which had the highest student concentration according to the AIER study.\nThe 2000 McGill study -- the one that cannot be located -- sought to eliminate those small college towns from the equation.\nBut even if you take that approach with the more recent data, the Milwaukee metro area was nowhere near the top in concentration of students even among very large metro areas.\nFor example, using the data from AIER, Milwaukee trails Boston, Miami, Richmond, Atlanta, Cincinnati, Buffalo, Raleigh, Philadelphia, Oklahoma City, Los Angeles, San Francisco, Baltimore, San Diego and others.\nSo, what to make of the McGill study cited by Abele, and this area of research in general?\nEven Mark Michaud, an official in the office at McGill University that produced the study cited by Abele, urged caution.\nHe told us he would question any rankings claims of this nature \"since all it takes is some creative definition for either the numerator (who exactly are college students?) or the denominator (what exactly is a city’s population?).\"\nAbele’s office also cited media accounts of growth in the number of college graduates moving to Milwaukee. But that doesn’t bear on Abele’s claim about current student enrollment.\nOur rating\nAbele said, \"We’re second only to Boston in college students per capita.\"\nThe county exec relies on decade-and-a-half-old data from a study that is no longer available and, in any event, does not back up his claim. A second dated study we found from 1996 put Milwaukee at 13th of 50.\nMore recent research ranks the area far from the head of the class.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-08702"}