{"url": "/factchecks/2011/oct/03/john-kasich/gov-john-kasich-touts-contacts-companies-create-re/", "speaker": "John Kasich", "vclaim": "\"We’re. . . keeping and creating jobs in our state. From American Greetings, to Wendy’s, to Diebold, we’ve gone to their doorsteps to keep jobs right here in Ohio.\"", "truth_label": "true", "date": "stated on September 12, 2011 in an ad from the Republican Governors Association:", "title": "Gov. John Kasich touts contacts with companies to create, retain jobs", "text": "Ohio Gov. John Kasich has taken to the airwaves to tout his record on jobs.\n\nThe first-year Republican governor is featured in a television commercial that began airing in September in which he talks about his early success with job creation in Ohio and declaring it as proof he is a man of his word. Kasich promised during last year’s gubernatorial race that his pro-business agenda would to bring jobs to Ohio.\n\nKasich defeated incumbent Democrat Ted Strickland last November. But you wouldn’t be able to tell it from this ad. It looks and feels every bit like campaign commercial. It was even shot from the same Y-shape rural road intersection where Kasch filmed one of his ads for the campaign.\n\n\"We’re . . . keeping and creating jobs in our state,\" Kasich says in the new commercial, paid for by the Republican Governors Association. \"From American Greetings, to Wendy’s, to Diebold, we’ve gone to the their doorsteps to keep jobs right here in Ohio.\"\n\nPolitiFact Ohio recently checked another claim by the governor about jobs, giving him a rating of Mostly False for suggesting that his administration is solely responsible for the net 45,000 new jobs in the state this year.\n\nThe statistic about the jobs was correct for January through July, but economists we talked to said it was too soon to know if the governor’s policies would boost employment. Job growth in Ohio, they said, had been well underway for more than a year.\n\nBut this claim is different, so PolitiFact Ohio took another look.\n\nKasich has had some high-profile headlines after striking deals laden with tax incentives to keep American Greetings and Diebold in Northeast Ohio after both companies threatened to move their headquarters out of state.\n\nKasich’s critics do not believe either company was really going to leave and just used the threats to exploit the governor for additional taxpayer-paid sweetheart deals. American Greetings, for example, in addition to naming the Chicago area as a possible new location for its headquarters also said it was considering moving within Northeast Ohio even before the governor got involved.\n\nBut the part of his claim where he says that he is keeping jobs here seems to be easily proven by those two deals alone. But whether his policies are creating jobs for Ohio is a bit more dicey to test.\n\nKasich spokesman Rob Nichols provided a list of \"development deals for which we did the heavy lifting.\"\n\nThe list claims the current administration has created 557 jobs and retained 10-times that many — 5,529. The American Greetings deal retained 1,750. A deal keeping Central Ohio staple Bob Evans here, rather than moving to Texas, lured 150 additional jobs here, according to Nichols.\n\nThe list includes nine companies in all.\n \n\n\n\n\nCompany\n\nJobs Created\n\nJobs Retained\n\n\n\nBob Evans\n\n\n150\n\n\n\n360\n\n\n\n\nAmerican Greetings\n\n\n0\n\n\n\n1,750\n\n\n\n\nDiebold\n\n\n0\n\n\n\n1,500\n\n\n\n\nMitec\n\n\n88\n\n\n\n0\n\n\n\n\nJanova\n\n\n116\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\n\n\n38\n\n\n\n\nJohnson Controls\n\n\n50\n\n\n\n400\n\n\n\n\nDannon\n\n\n100\n\n\n\n453\n\n\n\n\nWendy’s\n\n\n53\n\n\n\n388\n\n\n\n\nChrysler (Perrysburg plant)   \n\n\n0\n\n\n\n640\n\n\n\n\nTotal\n\n\n557\n\n\n\n5,529\n\n\n\n\n\n\nThe numbers backup the statement. Determining how much credit goes to the administration is not always so clear, but the governor can certainly lay claim to having kept some jobs here and attracting some new ones.\n\nKasich did not offer a tally for his job creation and retention record, or take credit for all job growth in the state. Rather, he offered up a general statement about efforts in his administration that have yielded some results.\n\nOn the Truth-O-Meter, his statement rates True.", "vclaim_id": "vclaim-pol-12334"}