{"url": "/factchecks/2018/dec/18/blog-posting/meme-mocks-ocasio-cortez-repeating-quote-disparagi/", "speaker": "Bloggers", "vclaim": "Quotes incoming U.S. Rep. Alexandria Ocasio-Cortez as saying \"under capitalism, man oppresses man. Under socialism, it’s the other way around.\"", "truth_label": "pants-fire", "date": "stated on December 12, 2018 in a Facebook post:", "title": "No, Alexandria Ocasio-Cortez did not repeat a quote that disparages socialism", "text": "Since hitting the national stage this year, liberal Democrat and incoming U.S. Rep. Alexandria Ocasio-Cortez has gotten plenty of attention.\nSometimes deservedly so. Sometimes not.\nA viral meme mocks the new representative for New York’s 14th District for a statement about capitalism and socialism that she never made.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe graphic being shared displays an image of Ocasio-Cortez with the quote \"Under capitalism, man oppresses man. Under socialism, it’s the other way around.\"\nThe only problem is – she never said it.\nLet’s take a look.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nWhere the quote comes from\nWe couldn’t find any instances when Ocasio-Cortez ever said that particular quote. And it would be strange if she did. Ocasio-Cortez describes herself as a democratic socialist and supports more socialist-style changes, including universal health care, tuition-free public college and establishing housing as a human right.\nThe quote comes in varying versions, with some words replacing others. It has been long attributed to economist John Kenneth Galbraith, who passed away in April 2006. It has also more recently been connected to another economist, Russell Roberts, who has used it during events and also in his book.\nThe original version of the phrase: \"Under capitalism man exploits man. Under socialism it’s just the opposite.\" In some cases, the word socialism is swapped for communism, mostly when Galbraith is cited as the speaker.\nIt has also been described as an \"old Soviet joke,\" here, and according to Snopes, was listed as a \"wry Russian joke\" in Jules Archer’s 1977 book Police State: Could It Happen Here?\nThe book was published 12 years before Ocasio-Cortez was born.\nOur ruling\nA viral graphic being spread on social media claims that Ocasio-Cortez said \"under capitalism, man oppresses man. Under socialism, it’s the other way around.\"\nThe phrase itself is a version of an old quote that is meant to disparage socialism or communism. Ocasio-Cortez, who calls herself a democratic socialist, never said those words.\nWe rate it Pants on Fire!\n Share the Facts 2018-12-18 20:59:23 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  Quotes incoming U.S. Rep. Alexandria Ocasio-Cortez as saying \"under capitalism, man oppresses man. Under socialism, it’s the other way around.\"     Bloggers Bloggers    In a Facebook post Wednesday, December 12, 2018 2018-12-12    Read More  info", "vclaim_id": "vclaim-pol-01180"}