{"url": "/factchecks/2018/feb/09/glenn-grothman/gop-wisconsin-house-member-sharpton-visits-obama-w/", "speaker": "Glenn Grothman", "vclaim": "\"The past president (Barack Obama) brought Al Sharpton into the White House something like 80 times.\"", "truth_label": "true", "date": "stated on January 15, 2018 in a public forum:", "title": "GOP Wisconsin House member on Sharpton visits to Obama White House", "text": "President Donald Trump ignited an international firestorm when at a Jan. 11, 2018, Oval Office meeting with lawmakers on the Deferred Action for Childhood Arrivals program, he reportedly said the U.S. should take in fewer immigrants from \"s---hole countries\"  like Haiti, El Salvador and African countries -- and more immigrants from countries like Norway.\nTrump denied making the comment, tweeting \"the language used by me at the DACA meeting was tough, but this was not the language used.\"\nWhile speaking Jan. 15, 2018, at a Ripon College event commemorating Martin Luther King Jr. Day, U.S. Rep. Glenn Grothman (R-Wis.) was asked to comment on controversial remarks that have been made by the president. Grothman was not specifically asked about, nor did he mention, Trump's controversial comments at the Oval Office meeting.\nInstead, as reported by the Ripon Commonwealth Press, Grothman said some of Trump’s tweets have been \"unhelpful,\" but he sees the president as someone trying to unite the country.\n\"I think he is doing what he can to try to bring people together,\" Grothman said. \"I mean, if you meet him, that is just obvious, and I think he has had to put up with — to a certain extent, it’s self-inflicted — more scrutiny than other presidents.\"\nGrothman went on to compare reactions to Trump's actions with those of his predecessor, Barack Obama.\n\"The past president brought Al Sharpton into the White House something like 80 times,\" Grothman said. \"That was kind of stunning to me, but nobody ever made a big ruckus out of it.\"\nTo some, Sharpton is a lightning rod.\nBut did he really visit the White House that many times?\nGrothman's evidence\nBernadette Green, Grothman's director of communications, said that as of December 2014, Sharpton had made 72 official recorded visits to the White House.\n\"Keep in mind that not all visits were recorded, so that number could be higher and we have no way of knowing,\" Green said in an email. \"Congressman Grothman is correct in saying 'around 80' as he was estimating, and was not too far off the actual number (and again, these are only the visits recorded up until Dec. 2014).\"\nGreen said Grothman wanted to note that the reason he has an issue with Sharpton visiting the White House is because of Sharpton’s 1990s activities, specifically the 1991 riot in Crown Heights in New York. Sharpton was widely criticized for remarks he made at a funeral that some said inflamed the situation that sparked the rioting. Sharpton also came under fire in 1995 for helping to sponsor protests during a landlord-tenant dispute that escalated and erupted into a fatal blaze at Jewish-owned Freddy’s Fashion Mart in Harlem.\nPolitiFact Wisconsin emailed a request for comment from Sharpton to his Harlem-based National Action Network but received no response.\nThe Washington Post fact checker\nPolitiFact has not looked at this claim before, but our friends at the Washington Post have.\nIn December 2014, former New York City Mayor Rudolph W. Giuliani during an interview on CBS News' \"Face the Nation,\" said President Barack Obama \"has had Al Sharpton to the White House 80, 85 times\" and that made Sharpton a \"close adviser.\"\nThe Post checked White House visitor logs and reported that Sharpton's recorded visits through December 2014 stood at 72:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\n\n\nOne-on-one meetings: 5 (7 percent)\n\n\nMeetings with staff members or senior advisers, with more than one guest: 20 (27 percent)\n\n\nEvents with more than 90 people: 16 (22 percent)\n\n\nMiscellaneous meetings or events, ranging from 3 to 700 guests: 31 (43 percent)\n\n\nThe Post concluded that Giuliani picked the high end of the range from 80 to 85 visits that Sharpton made to the White House through 2014 and said \"it is correct that the figure Giuliani cites fits within the reported range.\" But Giuliani earned one Pinocchio for the \"exaggeration\" of referring to Sharpton as an Obama White House \"close adviser.\"\nThe Post Fact Checker defines one Pinocchio as \"some shading of the facts. Selective telling of the truth. Some omissions and exaggerations, but no outright falsehoods.\"\nPolitiFact Wisconsin visited the White House Visitor Log site to check the data for Sharpton's visits after December 2014, but the site features this note:  \"This is historical material 'frozen in time.' The website is no longer updated and links to external websites and some internal pages may not work.\"\nThomas Hayes, archivist at the Barack Obama Presidential Library, noted in an email that the records we needed are not currently available to the public through records requests.\nThe Barack Obama Presidential records are administered in accordance with the requirements of the 1978 Presidential Records Act (PRA), 44 U.S.C. §§ 2201-2209.  Under this law, Presidential records are not available to the public through Freedom of Information Act (FOIA) requests until five years after the National Archives and Records Administration (NARA) takes custody of the records or until NARA staff has completed processing and organization of an integral file segment of these Presidential records, whichever is earlier.  Neither of these terms have been met, therefore the Barack Obama Presidential records that you seek are not available at this time.\nAccording to the Memory Hole 2 website: \"the Obama White House kept adding its visitor logs to the same spreadsheet file, instead of releasing separate files covering certain time periods. That spreadsheet eventually grew gargantuan. When last updated at the end of 2016, it had become 1.1 gigabytes with 6 million rows. This is a big problem.\"\nThe site pointed out that \"the most popular spreadsheet software -- Excel, a part of Microsoft Office -- maxes out at just over a million rows. Word won't even try to open a file over 500 megs. And even if you had willing software, it's unlikely that a typical computer can handle the job. What good is an important historical record that almost no one can open?\"\nThat said, the frozen White House site did have visitor logs posted through September 2016.\nPolitiFact Wisconsin was able to download the massive visitor log and, with an assist from data wiz Michael Andre come up with this tally of listed names: Alfred C. Sharpton -- 78; Alfred Sharpton -- 27; Al Sharpton -- 13.\nThat comes to a total of 118 visits, through September 2016.\nFor the record, the Trump Administration has not made its White House Visitor Log information available to the public.\nOur rating\nGrothman said Obama \"brought Al Sharpton into the White House something like 80 times.\" \nA December 2014 check of White House visitor logs by The Washington Post found that Sharpton's recorded visits stood at 72 at that time, though most were for large events.  \nOur analysis of logs through September 2016 showed 118 entries.\nFor a statement that is accurate and there’s nothing significant missing, our rating is True.  Share the Facts 2018-02-09 19:09:48 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"The past president (Barack Obama) brought Al Sharpton into the White House something like 80 times.\"     Glenn Grothman U.S. representative, R-Wis. https://www.riponpress.com/Content/News/News/Article/Rep-Grothman-accused-of-malign-ing-a-civil-rights-leader-at-MLK-event-at-RC/2/20/12113   In a public forum Monday, January 15, 2018 2018-01-15    Read More  info", "vclaim_id": "vclaim-pol-02422"}