{"url": "/factchecks/2018/oct/04/donald-trump/united-states-no-1-energy-producer-world/", "speaker": "Donald Trump", "vclaim": "\"The United States is now the No. 1 energy producer in the world. That happened just recently.\"", "truth_label": "half-true", "date": "stated on September 29, 2018 in a rally in Wheeling, W.Va.:", "title": "Did the United States recently become the No. 1 energy producer in the world?", "text": "Energy production -- particularly coal production --  has long been an integral part of West Virginia’s economy.\nDuring the 2016 presidential campaign, President Donald Trump vowed to send coal miners back to work and end the regulations on carbon emissions sought by President Barack Obama. Coal-producing states, particularly West Virginia, responded with strong support.\nSo when Trump came to Wheeling, W.Va., for a rally on Sept. 29, it was no surprise that he touted the nation’s record in harnessing its energy resources.\n\"The United States is now the No. 1 energy producer in the world,\" Trump said at the rally. \"That happened just recently.\"\nIs he correct?\nPetroleum and crude oil\nAccording to the Energy Information Administration, the federal office that collects energy statistics, 2017 data -- the most recent available -- shows that the United States ranks first in production of petroleum and other liquid fuels. The United States has a sizable lead over both Saudi Arabia and Russia.\n\nIt’s been a tighter contest for a subset of petroleum production -- crude oil production -- but the United States has a case for the top spot as well.\nEIA projections released in September 2018 show that the United States likely edged past Saudi Arabia and Russia in crude oil production sometime this summer.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\n \nNatural gas\nThe United States also ranks first in natural gas production, according to EIA data for 2015, the most recent year available. Russia is the only close competitor in this category.\n\nCoal\nThis is the one category where the United States is not the leader.\nAccording to 2016 data from the Energy Information Administration, the United States ranked third, behind China -- the world’s clear leader -- and India. \n\nThe question of timing\nBeyond the question of who’s No. 1, Trump also said that this achievement \"happened just recently.\"\nWith the exception of the recent shift in crude oil, that’s not the case.\nAs we noted in a 2015 fact-check, the United States has been the world’s largest oil producer since 2012, and the largest natural gas producer for years.\nOur ruling\nTrump said, \"The United States is now the No. 1 energy producer in the world. That happened just recently.\"\nThe United States does rank first internationally in petroleum, crude oil, and natural gas production, though it ranks third in the world in coal production. Meanwhile, only for crude oil was the No. 1 spot achieved recently. For petroleum and natural gas, the United States has ranked first for years.\nWe rate the statement Half True.\n Share the Facts 2018-10-05 04:41:02 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"The United States is now the No. 1 energy producer in the world. That happened just recently.\"     Donald Trump President https://www.youtube.com/watch?v=Zjpu7q-YDGI   a rally in Wheeling, W.Va. Saturday, September 29, 2018 2018-09-29    Read More  info", "vclaim_id": "vclaim-pol-01523"}