{"url": "/factchecks/2012/jun/01/scott-walker/gov-scott-walker-says-first-time-12-years-property/", "speaker": "Scott Walker", "vclaim": "\"We’ve seen property taxes go down for the first time in 12 years on a median valued home.\"", "truth_label": "mostly-true", "date": "stated on May 31, 2012 in a recall debate:", "title": "Gov. Scott Walker says for the first time in 12 years property taxes fell on a median value home", "text": "Defending his fiscal policies and collective bargaining limits during the final debate before the June 5, 2012 recall vote, Gov. Scott Walker put property tax relief near the top of his bragging list.\n\n\"We’ve seen property taxes go down for the first time in 12 years on a median valued home,\" Walker said during the WISN-TV debate at the Marquette University Law School.\n\nIs his claim on the money?\n\nWalker’s office pointed to the annual estimates from the nonpartisan Legislative Fiscal Bureau. Those reports show an upward trend in the property tax bill for a median-valued home, from 2000 to 2010. Some years it was close to flat; the year-to-year increases ranged from a tiny 0.1 percent to 4.6 percent.\n\nThis leads us to 2011, the first year under Walker and his budget’s tight limits on local property tax increases. Those caps included a virtual freeze on the ability of local governments to increase the tax levy.\n\nIn preliminary estimates during the budget process, the Fiscal Bureau projected the median residential bill would go up. But Walker’s administration -- using actual figures reported by schools and municipal governments -- announced in April 2012 that the bill for a median-priced home in 2011 saw a 0.4 percent drop.\n\n\nTo be sure, that doesn’t mean every homeowner’s bill went down, just that a median-valued home would see a small drop. The approach is simply a way of roughly measuring year-to-year changes.\n\nWhile Walker’s claim appears on target, the overall amount of property taxes collected in the state will likely go up a bit, not down.\n\nThe reason: Walker is using a typical residential home, not looking at the total of all residential collections, and his figures does not include commercial and agricultural property.\n\nThe Fiscal Bureau is still checking the administration’s math and fine-tuning the numbers, but so far the data clearly supports a decrease, said Fred Ammerman, the Fiscal Bureau’s property tax program supervisor.\n\nSo, the fact the numbers are not final adds a note of caution to the mix.\n\nBut the figure Walker cited is a commonly used benchmark that last dropped from 1999 to 2000. And he made it clear he was talking about just residential property.\n\nWe rate Walker’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10996"}