{"url": "/factchecks/2010/jul/13/sharron-angle/sharron-angle-flip-flops-bp-oil-spill-slush-fund/", "speaker": "Sharron Angle", "vclaim": "On whether BP's $20 billion fund to compensate oil spill victims is \"a slush fund.\"", "truth_label": "full-flop", "date": "stated on July 7, 2010 in a local radio interview:", "title": "Sharron Angle flip-flops on BP oil spill 'slush fund'", "text": "Sharron Angle, the Republican nominee for U.S. Senate in Nevada, was a guest on a radio show recently when a caller expressed surprise that the government could pressure oil company BP to create a \"slush fund\" to pay claims.\n\nAngle agreed. \"No, government shouldn\"t be doing that to a private company, and I think you named it clearly. It\"s a slush fund,\" she said during the appearance on the Alan Stock News Show on KNXT radio in Las Vegas on July 7, 2010.\n\nAs you may recall, Rep. Joe Barton, R-Texas, used similar language last month. Apologizing to BP for what he called a \"shakedown,\" he also referred to the $20 billlion as a slush fund.\n\nBut other Republicans, including House Minority Leader John Boehner, promptly distanced themselves from his remarks.\n\n \"I have said from the beginning that BP ought to be held responsible for every dime of this tragedy. And they ought to be held accountable to stop the leak and get it cleaned up as soon as possible,\" said Boehner.  \"BP agreed to fund the cost of this cleanup, and I'm glad they're being held accountable.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nBarton then apologized for his apology, saying that he believed BP should be held accountable for the accident.\n\nAngle's comments came a month later, but it didn\"t take long for her to distance herself from her own remarks. By the close of business the next day, Angle\"s campaign issued a statement entilted \"Setting the record straight about BP and the Obama Administration.\"\n\n\"Having had some time to think about it, the caller and I shouldn\"t have used the term ‘slush fund\"; that was incorrect,\" said the \"Statement from Sharron Angle.\"\n\n\"My position is that the creation of this fund to compensate victims was an important first step -- BP caused this disaster and they should pay for it. But there are multiple parties at fault here and there should be a thorough investigation. We need to look into the actions (or inactions) of the Administration and why the regulatory agency in charge of oversight was asleep at the wheel while BP was cutting corners. Every party involved should be held fully accountable.\"\n\nWe\"ve seen some artful flips, but rarely are they executed so fully -- and quickly. Our rating: Full Flop!", "vclaim_id": "vclaim-pol-14772"}