{"url": "/factchecks/2017/dec/11/chain-email/chain-email-putin-says-minorities-should-adopt-rus/", "speaker": "Chain email", "vclaim": "Says Russian President Vladimir Putin got a standing ovation from the Duma after he gave a speech saying Muslims are \"taking over\" other countries but won't take over Russia.", "truth_label": "pants-fire", "date": "stated on December 5, 2017 in a chain email:", "title": "Chain email wrongly says Putin gave fiery anti-Islam speech", "text": "A fake speech with explosive language attributed to Russian President Vladimir Putin is being circulated via email chains.\nThe email said that in a speech addressed to the Duma, the Russian legislative body, Putin said, \"Russia does not need Muslim minorities,\" and that minorities, specifically Muslims, living in Russia should accommodate to Russian culture or leave. The email said Putin received a five minute standing ovation at the end of his speech.\nHere’s what the email claimed was the text of Putin’s speech:\n\"In Russia, (we) live like Russians.  Any minority, from anywhere, if it wants to live in Russia, to work and eat in Russia, it should speak Russian, and should respect the Russian laws.  If they prefer Sharia Law, and live the life of Muslims, then we advise them to go to those places where that's the state law.\nRussia does not need Muslim minorities. Minorities need Russia, and we will not grant them special privileges, or try to change our laws to fit their desires, no matter how loud they yell 'discrimination'.  We will not tolerate disrespect of our Russian culture.  We better learn from the suicides of America, England, Holland, and France, if we are to survive as a nation. \nThe Muslims are taking over those countries and they will not take over Russia. The Russian customs and traditions are not compatible with the lack of culture, or the primitive ways of Sharia Law and Muslims.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhen this honorable legislative body thinks of creating new laws, it should have in mind the Russian national interest first, observing that the Muslim Minorities are not Russians.’ ...\nSnopes fact-checked a similar email in 2015, finding it false; however, this fake news is still spreading. and we wanted to address it.\nSnopes found a speech that Putin gave to the Board of the Federal Migration Service in January 2012 in which Putin talked about the integration of immigrants into Russian society and respect for Russian culture. But it did not have nearly as aggressive a tone that the language in the email has.\nPutin’s actual words were far more moderate, though he did support requiring immigrants to learn Russian.\n\"On the whole, the adaptation of guest workers is a separate and comprehensive issue. We must create the conditions for immigrants to normally integrate into our society, learn Russian and, of course, respect our culture and traditions and abide by Russian law. In this regard, I believe that the decision to make learning the Russian language compulsory and administer exams is well grounded,\" said Putin in the speech to the Board of Federal Migration Service.\nWe failed to find any other of Putin’s public remarks that matched up with the chain email. \nEmail chains can be misleading, but this fake speech did not happen, nor did the five-minute standing ovation. We rate it as Pants on Fire.", "vclaim_id": "vclaim-pol-02611"}