{"url": "/factchecks/2009/dec/24/karl-rove/karl-rove-says-health-care-bill-has-special-treat-/", "speaker": "Karl Rove", "vclaim": "\"In Florida, Sen. Bill Nelson ... got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state.\"", "truth_label": "barely-true", "date": "stated on December 22, 2009 in an interview with Fox News:", "title": "Karl Rove says health care bill has a special treat for Florida's seniors, thanks to Sen. Bill Nelson", "text": "The Nelsons are becoming whipping boys for Republicans upset with the Senate health care reform bill.\nSen. Ben Nelson, D-Neb., is being targeted for a Medicaid provision in the bill that benefits only his state. (  Read our related item here  .)\nAnd now Sen. Bill Nelson, D-Fla., is being accused of tucking in a special gift for 800,000 Florida seniors.\nSen. John McCain calls it the \"Florida Flim Flam.\" Karl Rove prefers the \"Sunshine State Sweepstakes.\"  At issue in this case is Medicare Advantage, a program used by nearly 1 million Florida seniors.\n\nWe'll let Rove, the former adviser to President George W. Bush who was talking on Fox News, explain the rest.\n\n\"In Florida, Sen. Bill Nelson -- no relation to Ben, except in his habits -- got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state,\" Rove said Tuesday. \"Every Medicare Advantage policyholder in America, except those in Florida, will see a huge cut in the federal support for those policies, and as a result, a dramatic decline in their benefits and an increase in their premiums, except if you live in Florida.\"\n\nRove, McCain and many Republicans are accusing Nelson of sticking a big, fat goody in the health care bill for the folks back home. And only the folks back home. Is that what's happening?\n\nFirst, a short lesson on what we're talking about, Medicare Advantage.\nMedicare Advantage is an optional program that lets Medicare recipients 65 and older receive their benefits through private health insurance plans, instead of through the traditional Medicare program. The idea behind the program was to save the government money, but it hasn't worked out that way.\nUnder the program, the government pays Advantage companies a set amount per enrollee, about $10,000, and they make a profit if they keep average costs below that level. The reimbursement amounts to about 14 percent more, on average, than the government spends on a traditional Medicare beneficiary.\n\nThe extra money allows companies to offer Medicare Advantage members additional services, such as prescription drug, vision and dental coverage at a much lower cost, as well as other perks like gym memberships. About 11 million people are enrolled in the program nationwide.\nTo help pay for changes to the health care system, Democrats are considering deep cuts to Medicare Advantage reimbursements, about $120 billion spread between now and 2019.\n\nThat proposal has most Republicans, and in this case the Democrat Nelson, nervous.\n\nNelson spokesman Dan McLaughlin picks it up from here.\n\nNelson opposes Medicare Advantage, and voted against it -- believing it costs too much, McLaughlin said. But in the current debate Nelson was hesitant to strip benefits from seniors who already had them.\n\nHe asked for the 11 million seniors currently enrolled in Medicare Advantage to be grandfathered into the new system under the old rules.\n\nAt a cost of $35 billion, Nelson was told that was too expensive. Instead, Senate leaders offered Nelson $5 billion to help protect current Medicare Advantage recipients, McLaughlin said.\nSo Nelson added a provision to the bill that protects seniors most affected by the proposed cuts or changes. Specifically, the money targets communities and areas where the cost of service is highest and allows those people to use the old rules. McLaughlin equates it to a cost-of-living adjustment.\nThe language in the health care bill, which begins on Page 894, never mentions Florida or any specific state. Rather it creates a difficult-to-follow formula to determine just who should be protected from the changes.\nWe should note that Nelson's provision wasn't a last-minute addition to secure his support on the larger bill. The Medicare Advantage exemption was included in the health care reform bill that passed the Senate Finance Committee in October.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWe'll also note that the Senate Finance Committee widened the pool of Medicare Advantage beneficiaries protected from the new rules. The total additional cost is expected to be around $7.5 billion over 10 years, McLaughlin said. Independent analysts at the Kaiser Family Foundation say the protections will cost around $5 billion between 2012 and 2019.\n\nSo who benefits? Floridians for sure.\n\n\"Florida will definitely be treated more generously than most other states,\" said John Rother, executive vice president for policy and strategy for AARP.\n\nBut not just Floridians. Of the 1 million or so Floridians participating in Medicare Advantage, about 800,000 are expected to be protected from possible cuts. But so are people living in New York and Los Angeles, as well as in Oregon, McLaughlin says. A spokesman for Sen. Bob Menendez, D-N.J., confirmed that New Jersey seniors also will benefit from Nelson's protections to Medicare Advantage.\n\nAnd Sen. Charles Schumer, D-N.Y., said this: \"We got a special protection worth billions of dollars to stop Medicare cuts for 800,000 New York seniors.\"\n\nMenendez said a total of five states would receive protections.\nTo be honest, we're not sure how many states or people will be protected since senators and their staff are using different numbers and estimates. We'll update this item when we find out.\nBut what we do know is this: Nelson's provision in the health care bill will protect some seniors in Florida and others in Oregon, New York, New Jersey and California. A chief critic of the provision, McCain, and the independent Kaiser Family Foundation, both say it will cost about $5 billion. McLaughlin, Nelson's aide, puts the total at about $7.5 billion.\nThat flies in the face of Rove's statement on Fox News, \"In Florida, Sen. Bill Nelson ... got a $25 billion to $30 billion carve-out for Medicare Advantage patients in their state.\" (  UPDATE:  After our story published, Rove  penned  a column for the  Wall Street Journal  that put the dollar figure at a revised $3.5 billion.) Though Florida may see the lion's share of the benefit, Florida isn't specifically carved out of any potential Medicare Advantage cuts. The current Senate legislation includes a complicated formula designed to protect seniors most at risk of big cutbacks.\nWe rate Rove's claim Barely True.\n \n \n \n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-15419"}