{"url": "/factchecks/2011/mar/02/corrine-brown/rail-proponent-says-high-speed-rail-creates-60000-/", "speaker": "Corrine Brown", "vclaim": "The high-speed rail project would create \"60,000-plus jobs for Floridians.\"", "truth_label": "false", "date": "stated on February 17, 2011 in an interview with WESH-TV:", "title": "Rail proponent says high-speed rail creates 60,000 jobs", "text": "Critics of Florida Gov. Rick Scott's refusal of $2.4 billion in federal money for high-speed rail often knock his decision for its apparent hypocrisy: Shutting down the project will cost tens of thousands of jobs, they say, a move that goes against the governor's oft-referenced No. 1 priority.\n\nOne pro-rail member of Congress, Rep. Corrine Brown, D-Jacksonville, put the jobs estimate higher than any projection we've seen -- about three times as high.\n\n\"We are going to continue to work for those 60,000-plus jobs for Floridians,\" Brown told Orlando's WESH-TV on Feb. 17, 2011, the day after Scott announced his intent to reject the money. \"With unemployment at 12 percent, we've just got to work this out for the people of Florida.\" Brown made the 60,000-jobs claim in several news releases, and repeated the figure on March 1 in comments from the floor of the U.S. House of Representatives.\n\nIs Scott turning his back on 60,000 jobs -- a little less than 10 percent of the 700,000 jobs he promised to create -- by nixing the Tampa-to-Orlando high-speed rail line?\n\nTo find out, we turned to the Florida Department of Transportation, which has managed the state's high-speed rail plan since 1991.\n\nFDOT's application for federal rail money included predicted economic benefits to the Tampa-Orlando corridor, including the creation of 23,600 direct jobs, like construction and design, and 26,300 indirect jobs, like those created for equipment suppliers.\n\nFDOT calculated these jobs in something called \"job-years,\" which, in short, refers to the number of jobs that will be funded each year.\n\nJob-years are not how you'd probably think of a job. So let us explain.\n\nIn the first year of rail construction, 2011, FDOT estimated the project would require a total of 2,100 construction workers and an additional 700 workers providing engineering services. Another 3,400 spinoff workers would be created in the first year, FDOT estimated. That's a total of 6,200 jobs.\n\nConstruction would then ramp up in 2012 -- ballooning the work force from 6,200 to 21,600, an increase of 15,400 workers.\n\nOn the surface, most people would say the rail project created jobs for 21,600 people -- some having a job for one year, others having a job for two. But in \"job-years,\" the actual number is 27,800. Here's how FDOT comes up that: They start with the 6,200 jobs from 2011, then add the 21,600 jobs from 2012.\n\nThe number of jobs created in the final two years of construction decreases. In 2013, a total of 18,900 direct and indirect jobs would be needed to service the construction of the rail line. In 2014, the number drops to 2,100.\n\nA report by the Central Florida Partnership, an Orlando-area economic development group, explained it more bluntly: peak rail employment would occur between fall 2012-14 and require about 10,000 workers. That excludes indirect jobs.\n\nAfter the rail line is up and running, FDOT said it will create 600 permanent jobs to operate the 84-mile line and 500 permanent spinoff jobs.\n\nIn the most optimistic terms, that's 49,900 \"job-years\" created over a five-year window, including 1,100 permanent jobs.\n\nThat's short of 60,000 -- the figure cited by Brown -- and that's without even factoring in the jobs vs. job-years part of the claim. Really, the best way to look at the rail project is to say that it would employ directly or indirectly 6,200 workers in 2011, 21,600 workers in 2012, 18,900 workers in 2013, 2,100 workers in 2014 and then 1,100 workers thereafter. But to count job-years, FDOT is adding each year's job count to one big number: 49,900.\n\nDavid Simon, a spokesman for Brown, said he has seen different job numbers for the high-speed rail project, and was not sure where Brown got her 60,000-job figure. He believed it may have come from the state, but noted that the state's high-speed rail website has been taken down and is no longer accessible.\n\nWhatever the number, he said, people should be asking Scott why he wants to kill the jobs created by the high-speed rail project.\n\nMaybe so. But we're here simply to examine Brown's numbers.\n\nIn the media, in press releases, and on the floor of the U.S. House of Representatives, Brown said the Tampa-to-Orlando high-speed rail project would create 60,000 jobs. That number is too high. In reality, the project would create construction and construction spinoff jobs for parts of four years. The number of the jobs varies depending on the year of construction, but peaks at a total of 21,600 jobs in the second year of work. Once the high-speed rail line is operational, the state anticipates the creation of 1,100 permanent direct and indirect jobs.\n\nYes, the project creates jobs. But not to the extent Brown suggests. We rate this claim False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-13501"}