{"url": "/factchecks/2011/may/07/jack-latvala/senator-rails-against-growing-conforming-budget-bi/", "speaker": "Jack Latvala", "vclaim": "From 2008 to 2011, \"the pages in the conforming bills have gone from 400 pages to 2,200.\"", "truth_label": "true", "date": "stated on May 7, 2011 in comments made on the Senate floor.:", "title": "Senator rails against growing conforming budget bills", "text": "A group of state senators temporarily threw the Florida Legislature into upheaval on May 6, 2011, after several Republicans joined Democrats in opposing a pair of bills that were tied to the $69.7 billion budget.\n\nThe bills -- called conforming bills -- generally provide language to carry out how the Legislature wants money in the budget to be spent. But leaders in the House and Senate also tacked on two substantive bills to deregulate several professions, including interior designers. On top of that, senators had just hours to read the bills -- 43 of them -- and then cast votes.\n\nSo, senators put their collective foot down.\n\nA bill to deregulate interior designers died in the Senate 32-6. Another conforming bill died 21-18.\n\nState Sen. Jack Latvala, who previously served in the Senate from 1994-2002 and was elected again in 2010, took to the floor early in the morning on May 7 to decry the entire process.\n\n\"I don't really want to get into winners and losers. I think that winners and losers, which ever way they interpret it, are the people of Florida,\" Latvala said. \"There is one lesson I hope we learn. When I left the Florida Senate in 2002, the (conforming) bill was 11 or 12 pages. Sen. (Thad) Altman recently counted the number of pages for the implementing bill in 2008, it was 400 pages. I mean, conforming bills. Sen. Altman also counted the pages in the conforming bills this year -- 2,200.\n\n\"In three years, the pages in the conforming bills have gone from 400 pages to 2,200,\" he said.\n\nTalking directly to Senate President Mike Haridopolos, Latvala then said: \"I pray that when we have the closing night of our session next year that your leadership will show us that we can turn the clock back on that trend.\"\n\nLatvala's numbers -- courtesy of Altman -- may sound staggering. But they're pretty much right.\n\nHouse and Senate leaders proposed 43 conforming bills to go alongside their nearly 500-page budget. We counted the pages of each of the bills. Some takeaways:\n\n* A government reorganization bill, SB 2156, was so big that we couldn't download it onto our computer in an Adobe Acrobat version. We had to open a different version of the bill to find out that it includes 20,990 lines of text -- which would translate to about 740 pages;\n\n* A growth management bill, HB 7207, measured 349 total pages;\n\n* The smallest conforming bill was just two pages. It eliminated the cybercrime unit in the Attorney General's office.\n\nIn total, we counted 2,170 pages of conforming bills (the specific number can vary slightly based on the exact number of pages in the government reorganization bill).\n\nCompare that to 2008, when there were 29 conforming bills and a total of 499 pages. We built a spreadsheet so you can see the difference between the years for yourself.\n\nLatvala said that from 2008-2001, \"the pages in the conforming bills have gone from 400 pages to 2,200.\" We rate this claim True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-13132"}