{"url": "/factchecks/2010/oct/30/national-republican-congressional-committee/republican-group-says-julie-lassa-pushed-canadian-/", "speaker": "National Republican Congressional Committee", "vclaim": "Democratic U.S. House candidate Julie Lassa pushed for a \"Canadian-style government takeover of health care.\"", "truth_label": "false", "date": "stated on October 9, 2010 in a campaign TV ad:", "title": "Republican group says Julie Lassa pushed for a Canadian-style health care system in Wisconsin", "text": "In the 2010 campaign, many national Democrats have been forced to defend their votes for health care reform. In Wisconsin, the same is true of state-level Democrats, including state Sen. Julie Lassa, who is running for the U.S. House.\n\nAt issue: A 2007 vote by state Senate Democrats to include \"Healthy Wisconsin,\" a state-level universal health care program, in their version of the budget.\n\nLassa voted for the package -- and that vote became key part of a TV ad aired by the National Republican Congressional Committee. Lassa is facing Republican Sean Duffy in a bid for the northwest Wisconsin seat held since 1969 by retiring Democrat Dave Obey.\n\nIn the TV ad, the GOP lists a litany of complaints about Lassa’s record, including the fact she pushed for a \"Canadian-style government takeover of health care.\" It even labels the plan \"LassaCare.\"\n\nThere’s no question about the vote. But what about the \"Canadian-style takeover\" part?\n\nWe turned to several experts.\n\nThey said the Canadian health system — praised by some, but treated as an expletive of sorts in the ad — includes these key aspects:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nCanada has universal health insurance, meaning everyone is covered.\n\nIt is a single payer system, meaning the government pays the bills.\n\nEach province negotiates rates and coverage with doctors, hospitals and caregivers.\n\nThe system is funded through income taxes.\n\nNo private insurance is allowed.\n\n\nNow let’s take a look at the Healthy Wisconsin plan, which went nowhere. The Assembly was controlled by Republicans at the time, and even Democratic Gov. Jim Doyle did not sign on.\n\nThe plan was an effort to provide health insurance to all eligible Wisconsin residents, so it matches Canada as universal coverage. But it was paid for through a payroll tax on both employers and workers -- not an income tax.\n\nWhat’s more, a variety of private insurance plans would have been offered to state residents. The plan would have resembled the health insurance benefits provided for state employees.\n\n\"It’s not a single payer plan in any respect,\" said Thomas R. Oliver, a University of Wisconsin-Madison health policy professor. \"The idea was that a number of plans would be available for individuals.\"\n\nOthers agreed.\n\n\"This is not Canadian-style health care at all,\" said Susan Giaimo, a visiting assistant professor of political science at Marquette University who wrote a paper about Healthy Wisconsin, and a book on health care systems in Germany and the United Kingdom.\n\n\"Individuals, not employers, would choose their health plan from among a range of plans,\" she said, adding private insurance plans would have continued, with regulation by the state.\n\nDavid R. Riemer, an architect of the Healthy Wisconsin plan, told PolitiFact Wisconsin the key difference was who pays the bills. In Canada, the government pays. With Healthy Wisconsin, insurance companies would have paid.\n\nAt the time Healthy Wisconsin was being debated, there was sharp disagreement about how far-reaching the proposal was.\n\nA report by the Wisconsin Policy Research Institute, a conservative-leaning group, declared: \"Healthy Wisconsin would turn every aspect of the health care system over to state government.\"\n\nThe report noted \"cost containment\" was an aspect of the plan, and said other countries with a single-payer system have rationed the use of \"high-cost new technology.\"\n\nIn testimony before a state Senate committee, Michael Tanner, an official with the Cato Institute, a libertarian group, said the plan \"combines many aspects of a single-payer health care system with the central structure of a concept known as ‘managed competition.’ \"\n\nThis, he said, would almost inevitably reduce the availability of and access to care, and lead to a reduction in capital spending on health care.\n\nBoth opponents used problems with the Canadian system to warn against the perils of government involvement in health care. But they did not say Healthy Wisconsin resembled a move to that country’s system of health care.\n\nSo, let’s return to the GOP claim against Lassa.\n\nDid Lassa and Senate Democrats push a plan that a Canadian would recognize? Hardly. The differences are many: Who pays, how the plan is funded, insurance choices for consumers. Broad strokes are often used in political attacks, and in some cases those making them paint outside the lines. In this case, the lines got painted over.\n\nWe rate the claim False.", "vclaim_id": "vclaim-pol-14084"}