{"url": "/factchecks/2016/nov/14/blog-posting/no-donald-trump-not-beating-hillary-clinton-popula/", "speaker": "Bloggers", "vclaim": "\"Final election 2016 numbers: Trump won\" the popular vote.", "truth_label": "pants-fire", "date": "stated on November 12, 2016 in web posts:", "title": "No, Donald Trump is not beating Hillary Clinton in the popular vote", "text": "Donald Trump unquestionably won the 2016 presidential election, but he is trailing in the popular vote.\nThat might come as a surprise to people who Googled the phrase \"Final Election Count\" as late as 2 p.m. on Nov. 14. The first entry in Google’s news category -- above those from news links to the Washington Post and Politico -- was a Nov. 12 post (updated the following day) from a little-known site called 70news.\n\"Final election 2016 numbers: Trump won both popular (62.9M-62.2M) and Electoral College Votes (306-232),\" the post’s headline said.\n\nFurther down the page, the site’s anonymous author wrote, \"To all the liberal loonies still rioting because you claim Trump did not get the popular vote, get your meds now and prepare to be shocked because the finals results are in. Trump got 306 Electoral College vote while Hillary Clinton got 232. For #PopularVote: #Trump: 62,972,226 #Clinton: 62,277,750.\"\nAccording to its Facebook page, the site launched in August and seeks to \"share news that matters to you. What liberal media will try to hide, we will uncover.\"\nHere’s a screenshot of how that particular Google search displayed the 70news post -- prominently.\n\nBut while it’s absolutely true that Trump won the Electoral College vote -- which is the only thing that matters in determining who moves into the White House on Jan. 20 -- he is not leading in the popular vote.\nThe most comprehensive vote-tracking analysis is published by David Wasserman of the nonpartisan Cook Political Report. As of 2:30 p.m. on Nov. 14, according to Wasserman’s calculations, Clinton led Trump by 784,748 votes -- specifically, 61,422,098 for Clinton, 60,637,350 for Trump, and 6,691,311 for other candidates.\nOther tallies showed similar results. CNN at that time showed a Clinton-over-Trump margin of 668,059, while the Associated Press had a margin of 668,483. (Different media outlets may report different numbers at a given time because of delays in obtaining and uploading new data.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nHere’s CNN’s tally by mid-day Nov. 14, showing Clinton ahead by half a percentage point.\n\nAnd given the votes left to be counted, it’s almost impossible to imagine that Trump will gain back ground in the coming days.\nThat’s because California -- a state where Clinton is beating Trump by a 62 percent-33 percent margin -- has the most votes still to count of any state. Nearly a week after the election, CNN estimates that only 70 percent of the California vote had been counted. In addition, only 87 percent of the vote in Oregon had been counted; Clinton beat Trump 52 percent-41 percent there. And Washington state had counted only 87 percent of its vote; Clinton beat Trump there by a 55 percent-38 percent margin.\nSo it’s entirely plausible that Clinton could end up winning the popular vote by 1 million to 1.5 million votes -- roughly two or three times the popular-vote margin assembled by Al Gore when he lost the Electoral College, and the presidency, to George W. Bush in 2000.\nBy Nov. 14, the Washington Post and Business Insider both posted articles questioning why Google still had the 70news article at the top of their news category. A Google representative said the company was looking into the issue.\nAnd on Nov. 14, 70news posted an update: \"Anyone asking where I got the figures, it was from twitter posts. … If I’m wrong, I won’t hesitate to change the numbers. It’s the job of the establishment media to tell the people the final numbers when it’s out there already.\" (The Twitter post cited by 70News was this one.)\nBut as of 3 p.m. on Nov. 14, 70news still had the article up.\nOur ruling\nSocial media was abuzz with the claim that the \"final election 2016 numbers\" showed that Trump had won won both the popular and Electoral College contests.\nTrump certainly won the Electoral College vote, and as a result, he will become president. But he clearly trails in the popular vote. As of this writing, Clinton is ahead by nearly 800,000 votes, a margin that is likely to expand further as late returns trickle in from California, Oregon and Washington state, all of which are strong Clinton states. We rate the claim Pants on Fire.\n Share the Facts   Politifact    6 7  Politifact Rating: Pants on Fire  \"Final election 2016 numbers: Trump won\" the popular vote.    Bloggers A blogger   In blogposts Saturday, November 12, 2016 11/12/2016    Read More  info", "vclaim_id": "vclaim-pol-03945"}