{"url": "/factchecks/2015/aug/09/john-kasich/checking-out-john-kasichs-claim-he-was-one-chief-a/", "speaker": "John Kasich", "vclaim": "Says he was \"one of the chief architects\" of balancing the federal budget.", "truth_label": "mostly-true", "date": "stated on August 9, 2015 in an interview with \"This Week\" host George Stephanopoulos:", "title": "Checking out John Kasich's claim that he was 'one of the chief architects' of balanced budget", "text": "Days after the first Republican presidential debate, Donald Trump continues to exert a powerful gravitational pull on his GOP rivals. If they aren’t talking about him, they are talking about why they don’t care to talk about him.\nOhio Gov. John Kasich aimed to steer clear of Planet Trump on the Sunday news shows. When ABC’s George Stephanopoulos asked Kasich if he thought Trump is a problem for his party, Kasich said he doesn’t think of things that way.\n\"What happened on Thursday is I was relaxed and I was able to talk about my record, balancing the federal budget, one of the chief architects, national security experience -- turning Ohio around.\"\nLike Kasich, we’ll set Trump aside and dig into the facts behind Kasich and a balanced federal budget. This is one his prime talking points. Kasich often casts himself as one of the chief architects of a balanced budget. Sometimes he carries it a step further and says he’s the chief architect. In fact, he said that later in his talk with Stephanopoulos, and during his interview on CNN’s State of the Union.\nBut in this fact-check, we’ll assess his more humble claim.\nKasich the budget cutter\nKasich first won a seat in the House of Representatives in 1982. He had a reputation as a young lawmaker with more than abundant energy, a brash style and a willingness to work across the aisle. He backed a balanced budget amendment when Republicans were in the minority, and he was a leading voice for the measure when a GOP wave put his party in charge of the House under Newt Gingrich in 1994.\nGingrich promoted Kasich over more senior lawmakers and made him chair of the House Budget Committee. Kasich’s big moment came in 1997.\nThe nation was poised for a balanced budget. Deficits had been shrinking for years, according to data from the Federal Reserve Bank of St. Louis. Between 1992 and 1996, they fell at an annual average rate of 24 percent each year.\nWhen the Clinton administration submitted a budget that would eliminate the deficit by 2004, Kasich was the first Republican to reject and call for a do-over. In a February op-ed, Kasich wrote that \"it is not that difficult to cobble together a budget that could at least appear to be balanced within five years.\" But he said a balanced budget amendment would force leaders to deal honestly with every budget in the future.\n\"If the politicians know they must not only achieve a balanced budget but also must maintain a balanced budget, they will have no choice but to develop credible solutions and do so sooner rather than later,\" Kasich wrote.\nNo amendment emerged, but a bipartisan deal was struck by July, and the Balanced Budget Act of 1997, sponsored by Kasich, had a clear path. Kasich was at Clinton’s side when the bill was signed into law. House Speaker Newt Gingrich said of Kasich, \"More than any single man, he is responsible for balancing the budget.\"\nThere is no question that Kasich was a key player in the writing and passage of that law.\nRamping up to a surplus\nThe libertarian-leaning CATO Institute assessed the fiscal situation in 1998. Stephen Moore, the institute’s director of fiscal policy studies, gave the Republicans great credit for pushing for a balanced budget. He called the surplus the by-product of the GOP’s \"single-minded crusade to end 30 years of red ink.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nBut Moore argued that spending cuts had little to do with the final result. He noted that spending had risen $150 billion in two years.\n\"We have a balanced budget today that is mostly a result of 1) an exceptionally strong economy that is creating gobs of new tax revenues, and 2) a shrinking military budget,\" Moore wrote then.\nOther analysts reached much of the same conclusion, although with a few more nuances.\nJohn Gilmour is a political scientist at the College of William and Mary. Gilmour notes that there were significant spending reductions in the 1997 bill. It curtailed Medicare spending, but did it so severely that those cuts have been routinely reversed by Congress (the so-called \"doc-fix\" measures).\nWhen Gilmour ran the numbers from 1979 through 2000, he found a pattern that preceded that 1997 budget law.\n\"The budget surpluses resulted from revenues growing more rapidly than normal, and outlays growing somewhat more slowly than before,\" Gilmour said.\nThat trend can be seen in this graph from the Federal Reserve Bank of St. Louis.\n\nBoth Gilmour and another researcher, political scientist B. Dan Wood at Texas A&M University, told PolitiFact that the groundwork for deficit reduction was laid in legislation passed in 1990 and 1993. The 1993 law increased taxes on the well-to-do as well as people of more modest means. Kasich opposed both measures.\nWood notes that at least on paper, the 1997 law did trim spending by $127 billion between 1997 and 2002. He also points to the Tax Reduction Act of 1997 that, among other steps, reduced the capital gains tax from 28 to 20 percent, and child tax credits. But Wood says the timing of the surpluses and key elements of those two laws don’t line up.\n\"The budget was in balance before any of the provisions of these laws came into effect,\" Wood said. \"So, Kasich could not have been responsible for balancing the budget.\"\nWe came across a couple of reminders of how different the times were almost two decades ago. Not only did Kasich agree to do a fundraiser for a Democratic colleague in California (Gary Condit whose affair with Chandra Levy later toppled his career), but we came across this in a Washington Post article:\n\"Arianna Huffington, a conservative activist and columnist who has been encouraging Kasich to seek the nomination, said he is a fresh face in a party saddled with tired, \"recycled\" politicians. ‘He speaks with a passion,’ she said last week.\"\nHuffington went on to become the publisher of the liberal-leaning Huffington Post.\nOur ruling\nKasich said he was one of the chief architects of the balanced federal budget. Kasich has a long track record of pushing for a balanced budget, and contemporary accounts from 1997 place him very much at the center of the action. His description of being \"one of\" the chief architects, instead of the sole mastermind, also puts him on safer ground.\nConservative and independent scholars point out that it is also worth remembering that there was more going on that actually led to not just a balanced budget but budget surpluses. Some of those factors were beyond Kasich’s power to influence, such as the economy. In addition, he opposed earlier fiscal bills that ultimately were followed by falling deficits, and deficits continued to fall before some key elements of the budget plans he crafted ever took effect.\nHis statement is accurate but needs additional information. So we rate it Mostly True.", "vclaim_id": "vclaim-pol-06091"}