{"url": "/factchecks/2011/jul/11/bob-mcdonnell/gov-bob-mcdonnell-says-virginias-crime-rate-contin/", "speaker": "Bob McDonnell", "vclaim": "\"Our crime rate continues to plummet.\"", "truth_label": "mostly-true", "date": "stated on June 21, 2011 in Bill-signing ceremony:", "title": "Gov. Bob McDonnell says Virginia's crime rate continues to plummet", "text": "At a ceremonial signing of seven bills strengthening Virginia’s prisoner re-entry laws, Gov. Bob McDonnell touted the state’s achievement in combating crime over the years, offering tough talk for would-be offenders.\n\n\"There’s no place in society for those people that want to violate the rights of others,\" McDonnell said. \"They need to be taken off the streets and incapacitated for a significant amount of time. That’s why we abolished parole 15 years ago. Then you can see the enormous positive results in Virginia as our crime rate continues to plummet.\"\n\nIs Virginia’s crime rate in a free fall? We decided to take a look.\n\nFirst, for context’s sake, let’s consult our old friend Merriam-Webster, which defines McDonnell’s verb of choice -- \"plummet\" -- as, \"To drop sharply and abruptly.\"\n\nAsked to support McDonnell’s claim, Tucker Martin, a spokesman for the governor, directed us to two reports: The Virginia State Police’s \"Crime in Virginia\" and Department of Criminal Justice Services’ \"Virginia Crime Trends 2000-2009.\"   \n\nUsing the data, there are a few ways to look at things. Crime rates are measured in two primary areas: violent crime, which includes offenses such as murder, manslaughter, forcible rape, robbery and aggravated assault; and property crime, which includes burglary, larceny and motor vehicle theft.\n\nAccording to the state police report, violent crime in Virginia dropped 4.9 percent (per 100,000 people) from 2009 to 2010. Not too shabby, but actually less of a decline than than the national average, which showed a 5.5 percent decline, according to the FBI.\n\nProperty crime decreased 2.8 percent in Virginia from 2009 to 2010, on par with the national average.\n\nBut by mentioning the abolition of parole, achieved in 1995 by then-Gov. George Allen, the governor points to a long-term decline.\n\nAnd he’s right, at least going back to 2000, when crime reporting standards changed to the current incident-based system.  \n\nAccording to the DCJS report, violent crime in Virginia fell dramatically over the last decade, 19 percent from 2000 to 2009. That’s actually a sharper drop than the national average of 15 percent over the same time period.\n\nProperty crime rates in Virginia have also fallen significantly,12 percent over the decade, though that’s less than the national average of 16 percent for the same time period.\n\nBut what of the governor’s assertion that the decline is linked to the abolition of parole. Well, that’s less convincing.\n\n\"I’m not aware of any studies that connect the abolition of parole release to reduced crime rates,\" said Jay Albanese, a criminologist and a professor of criminal justice studies at Virginia Commonwealth University. \"The majority of the offenders on parole, when you look at the studies that have been done, do not commit new crimes.\"  \n\nWhat is clear, Albanese said, is that prisoner re-entry programs designed to ease the transition back into society, like the ones McDonnell was signing when he made his claim, have been instrumental in keeping the crime rate trending downward.\n\nOther factors, he said, include evolving police strategies, a decline in crack cocaine and the rising median age of Americans.  \n\nNonetheless, Albanese said McDonnell’s core assertion was correct, regardless of the factors.\n\n\"Crime rates nationwide have continued to decrease,\" Albanese said. \"This is good news, and everyone’s taking their share of credit for it.\"  \n\nSo let’s look back.\n\nMcDonnell’s contention is that Virginia’s \"crime rate\" continues its downward spiral since parole was abolished in 1995. And he’s right that overall crime has gone down significantly, not just here, but across the country.\n\nDoes it \"continue to plummet\"? Not by the definition of the word. The declines have been steady but not sharp and abrupt. There have even been years with minor increases. We rate this claim Mostly True.      \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12768"}