{"url": "/factchecks/2012/jun/11/paul-broun/broun-manufacturing-claim-based-weak-proof/", "speaker": "Paul Broun", "vclaim": "A new manufacturing plant is slated to create about 3,000 jobs in central and northeast Georgia and \"create about a $3 billion infusion\" into the economy.", "truth_label": "half-true", "date": "stated on May 23, 2012 in a television interview:", "title": "Broun manufacturing claim based on weak proof", "text": "Primary Election Day is less than two months away, which means U.S. Rep. Paul Broun of Athens is busy burnishing his accomplishments.\n\nBroun marked the recent launch of his re-election campaign by saying his proudest achievement is helping to lure the manufacturer Caterpillar to the Athens area, where it will open a plant to make construction equipment, he said in a television interview.\n\nCaterpillar’s factory is \"going to create about 3,000 jobs here in central Georgia and northeast Georgia. It’s going to be about a $3 billion infusion of cash into our economy,\" Broun said May 23 on WMGT-TV in Macon.\n\nThose numbers make it sound like Broun is doing a heck of a lot for his constituents. But is he padding his resume?\n\nLanding the 1 million-square-foot Caterpillar plant was a coup for Georgia. Gov. Nathan Deal announced the victory himself, and both his office and Caterpillar headquarters issued news releases that described the plant’s economic impact.\n\nCaterpillar will invest about $200 million to open the plant, and it expects to employ 1,400 people when it opens for business in late 2013, the Governor’s Office announced. In return, the state and its taxpayers are giving the company a $75 million package of incentives.\n\nPolitiFact Georgia called and emailed Broun’s office for more than a week but received no replies. So we took to our own research and found that Broun’s figures are problematic.\n\nFirst of all, Broun’s figures don’t match the estimates by Caterpillar.\n\nCaterpillar’s news release about the new facility cited economic impact figures from Sharon Younger, who runs a market research firm with headquarters in Jackson, Tenn., that also specializes in public relations.\n\nYounger’s research was funded by Caterpillar, although she did not know what firm she was working for when she did her calculations, she told PolitiFact Georgia.\n\nYounger told PolitiFact Georgia that she estimated the impact for 12 counties that surround the plant’s site: Banks, Barrow, Clark, DeKalb, Gwinnett, Jackson, Madison, Morgan, Oconee, Oglethorpe, Rockdale and Walton.\n\nThe Caterpillar plant will create more than 3,600 jobs for this area, and its economic impact will total about $2 billion in a single year when it starts running, Younger said. (In Caterpillar’s news release, she placed the impact at about $2.4 billion.)\n\nWhen compared with Caterpillar’s official estimate, Broun’s job number is about 17 percent too low, while his economic impact number is about a half-billion dollars too high.\n\nAlso, Broun’s geography is wrong. Caterpillar’s impact figures are for counties in northeast Georgia only. None of the counties Younger considered are in Middle Georgia.\n\nYounger released only the bare outlines of her methodology, saying most of the information is proprietary. This means that no one can verify her numbers.  \n\nYounger defended her estimates by saying that she used a standard method to make them. But that doesn’t mean her estimates are correct.  \n\nPolitiFact Georgia frequently writes about economic impact studies, and we’ve found that the information she did not release can make the difference between a credible study and one that’s bunk.\n\nThis is why:\n\nResearchers must predict how much a new factory will change economic activity in the local area in order to make an accurate economic impact estimate, according to the manual that outlines the method that Younger used and Bruce Seaman, an economist with Georgia State University.  \n\nThis prediction is crucial, Seaman said. If the Caterpillar plant gets all its parts and materials for its excavators from the Athens area, it’ll have a much bigger impact on the local economy than it would if it uses steel from China and electronics from Germany.  \n\nFiguring out how much of this activity takes place locally can take a great deal of research. Younger said she did this work but did not detail how.\n\nAnother impact estimate released by a University of Georgia expert is more conservative. Jeffrey Humphreys, the director of UGA’s Selig Center for Economic Growth, said the economic impact would be $1.4 billion, according to an article in The Atlanta Journal-Constitution.\n\nFor each job at the plant, 2.4 will be created across the state. Caterpillar’s estimate was for a smaller 12-county region.\n\nHumphreys was on leave and could not be contacted by deadline.\n\nHow do we rule?\n\nBroun’s jobs figure is lower than those released by Caterpillar, while the amount of economic impact he described is at least a half-billion dollars higher than the one the company gave.\n\nBroun also gave an incorrect description for the region covered by Caterpillar’s economic estimate. It’s for northeast Georgia, not northeast and Middle Georgia.  \n\nCaterpillar’s estimates were not peer-reviewed or conducted by an independent professional. Most importantly, the methodology behind them is not transparent.\n\nBroun’s overarching point is this: The new Caterpillar plant will bring a lot of jobs and inject a lot of money into Georgia’s economy. But he strays on some of the finer points, and PolitiFact could not verify the methodology used to come up with some of the numbers.\n\nHis estimates need a lot of context and clarification, even though his larger point has merit.\n\nWe therefore rule Broun’s statement Half-True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10949"}