{"url": "/factchecks/2017/jan/11/reince-priebus/russian-hacking-case-did-hillary-clintons-campaign/", "speaker": "Reince Priebus", "vclaim": "Says Hillary Clinton campaign chairman John Podesta’s email password was \"password.\"", "truth_label": "false", "date": "stated on January 8, 2017 in an interview:", "title": "In Russian hacking case, did Hillary Clinton's campaign chairman use 'password' as his password?", "text": "The first question posed to Reince Priebus on the Jan. 8, 2017 edition of CBS’ \"Face the Nation\" was on what President-elect Donald Trump believes about Russian efforts to meddle in the presidential election.\nPriebus, the Wisconsinite who is chairman of the Republican National Committee and Trump’s pick for White House chief of staff, responded with a catchy claim.\nThe reference was to the unauthorized release of thousands of emails of John Podesta, an Illinoisan who was chairman of the campaign of the Democratic nominee, Hillary Clinton.\n\"The reason this particular hack was so large wasn’t necessarily because the effort was so great by the Russians. It was that it was so easy,\" he said. \"I mean, John Podesta’s password into his system -- do you know what his password was? Password.\"\nPriebus didn’t offer any evidence to host John Dickerson and we didn’t hear back from Trump’s transition team or the Republican National Committee on our requests for information to back Priebus’ claim.\nBut there doesn’t appear to be any evidence to support what he said.\nThe hacking\nHere’s how the New York Times reported on what happened to Podesta:\nRussian hackers sent a \"phishing\" email -- which aims to get the recipient to click on a deceptive link that gives hackers access to their information -- to Podesta’s personal Google mail account in March 2016. The email said Podesta needed to change his password immediately in order to protect his account.\nPodesta correctly perceived that the email might be a hoax and sought advice from other campaign staffers. In a response, one campaign staffer meant to tell Podesta that the email was illegitimate, but wrote legitimate -- prompting Podesta to change his password.\n\"With another click,\" as the Times put it, \"a decade of emails that Mr. Podesta maintained in his Gmail account — a total of about 60,000 — were unlocked for the Russian hackers.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on February 8, 2021 in a Newsmax TV segment\n\n\n\n\n\n\n\n\n“Only one person died on that day” during the Jan. 6 U.S. Capitol riot.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 9, 2021\n\n\n\n\n\n\n\nThe trove amounted to what The Guardian called \"an unprecedented window into a presidential run.\" Trump used the emails as fodder for attacks on Clinton -- a number of which PolitiFact National found to need context or misinterpreted what the emails actually showed.\nPodesta would later say that WikiLeaks began publishing his emails about an hour after the October 2016 release of an \"Access Hollywood\" tape that showed Trump making lewd comments about women during a 2005 interview. His claim was rated True by PolitiFact National.\nNow back to Priebus.\nPrevious claim\nTwo days before the Priebus interview, our partners at PunditFact rated as False a claim by Jesse Watters. He has a \"Watters World\" a segment that appears on Fox News Channel’s \"The O’Reilly Factor,\" which is hosted by conservative talk show host Bill O’Reilly.\nWatters’ claim was essentially the same as Priebus'. He said Podesta’s email password was password, a claim that originated with WikiLeaks’ Julian Assange.\nOur colleagues found:\n→ None of the emails published on WikiLeaks show Podesta’s email password.\n→ Among the cyber analysts examining the phishing emails used to infiltrate Podesta’s and others’ accounts, none have made similar claims.\n\n→ Podesta was using a Gmail account, and Google doesn’t allow users to make their passwords password.\nOur rating\nRepeating a claim that originated with WikiLeaks’ Julian Assange, Priebus said the email password of Podesta, Clinton’s presidential campaign chairman, was password.\nHis claim is catchy, but we’ve seen no material evidence to back it.\nOur rating is False.  Share the Facts   Politifact    4 6  Politifact Rating:   Says Hillary Clinton campaign chairman John Podesta’s email password was \"password.\"    Reince Priebus Republican National Committee chairman   In an interview Sunday, January 8, 2017 -01/-08/2017    Read More  info", "vclaim_id": "vclaim-pol-03803"}