{"url": "/factchecks/2011/dec/11/michele-bachmann/michele-bachmann-says-former-mass-gov-mitt-romney-/", "speaker": "Michele Bachmann", "vclaim": "Says Mitt Romney, as governor of Massachusetts, \"put into place socialized medicine.\"", "truth_label": "pants-fire", "date": "stated on December 10, 2011 in a Republican presidential debate in Iowa:", "title": "Michele Bachmann says former Mass. Gov. Mitt Romney 'put into place socialized medicine'", "text": "Hey, Massachusetts, did you know you've got socialized medicine?\n\nMichele Bachmann said so at the Dec. 10, 2011, Republican presidential debate in Iowa.\n\n\"If you look at Mitt Romney as the governor of Massachusetts, he's the only governor that put into place socialized medicine,\" she said, making the case that she's the only \"proven constitutional conservative\" in the race for the GOP nomination.\n\nIs that true? Did Romney, as governor, \"put into place socialized medicine\"?\n\nWhat Bachmann said\n\nBachmann mentioned \"socialized medicine\" more than once in the Iowa debate, once referring to her fight against \"Obamacare.\" (\"Our country was going to lose because of socialized medicine.\")\n\nEarlier, she marshaled the phrase to attack Romney during a short speech against the dangers of \"Newt Romney.\"\n\nTexas Rep. Ron Paul railed against Newt Gingrich for lacking conservative consistency and taking taxpayer money as a consultant for Freddie Mac. Debate moderator George Stephanopoulos invited Bachman to jump in:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSTEPHANOPOULOS: \"Let me bring Congresswoman Bachmann in on this because you made similar accusations against Speaker Gingrich. You called him the poster boy of crony capitalism. Did he answer your concerns?\"\n\nBACHMANN: \"Well, when you're talking about taking over $100 million, and when your office is on the Rodeo Drive of Washington, D.C., which is K Street, and you're taking money to influence the outcome of legislation in Washington, that's the epitome of the establishment. That's the epitome of a constant insider. But your question was, who's the proven constitutional conservative in this race? And that would be me. I'm 55 years old. I've spent 50 years in the real world as a private business woman, living real life and building a real business. But you have to take a look at the candidates that are on the stage. You started out with Mitt Romney and with Newt Gingrich, asking them about whether or not they're the conservative in this race. But you have to take a look. When you look at Newt Gingrich, for 20 years he's been advocating for the individual mandate in health care. That's longer than Barack Obama. If you look at Mitt Romney as the governor of Massachusetts, he's the only governor that put into place socialized medicine. No other governor did. \"\n\nWas Romney's state health care law \"socialized medicine\"?\n\n'Socialized medicine' vs. Romneycare\n\nThe phrase \"socialized medicine\" refers to health systems where the government owns and operates delivery and financing of health care, according to Princeton economics professor Uwe E. Reinhardt.\n\nDictionary definitions are somewhat broader, such as Merriam-Webster's definition that \"medical and hospital services for the members of a class or population administered by an organized group (as a state agency) and paid for from funds obtained usually by assessments, philanthropy, or taxation.\"\n\nBut in context, the idea is the same. In a socialized medical system in the state of Massachusetts, the government would administer medical services using tax dollars. That's the way, for example, that the military and Veterans Administration operate.\n\nPolitiFact has regularly explored details of Romney's health care law, especially as it compares with the federal health care law signed by President Barack Obama.\n\nAs PolitiFact writer Angie Drobnic Holan has written, both leave in place the major insurance systems: employer-provided insurance, Medicare for seniors and Medicaid for the poor. They seek to reduce the number of uninsured by expanding Medicaid and by offering tax breaks to help moderate income people buy insurance. People are required to buy insurance or pay a penalty, a mechanism called the \"individual mandate.\" And companies that don't offer insurance have to pay fines, with exceptions for small business and a few other cases.\n\nThe key here is that Romney's plan left in place private employer-provided insurance. \n\nHere's some greater detail on Romney's plan from previous PolitiFact work. Notice the focus on private health insurance, employer-provided insurance and the private insurance market. Even with Medicaid, in which the government pays for care, it doesn't provide it:\n\n• Individual mandate to buy health insurance. Everyone in Massachusetts must purchase health insurance or else pay a penalty; the same goes for the federal plan, though the penalty structures vary between the two.\n\n• Employer responsibilities for offering health insurance. Companies with more than 10 employees in Massachusetts are required to offer health insurance or pay a penalty. The federal law sets the requirement for companies at 50 employees.\n\n• Health insurance exchanges. Both the Massachusetts and national plans involve the use of voluntary \"exchanges\" that individuals and small businesses can use to purchase private-sector health insurance. The exchanges are designed to offer a range of plans with different benefits and premiums.\n\n• Affordability subsidies. Under both plans, lower-income individuals and families can receive government subsidies to help them pay health insurance premiums. In the Massachusetts plan, subsidies are allotted on a decreasing scale up to 300 percent of the federal poverty level. Under the national plan, the sliding-scale subsidies go up to 400 percent of the federal poverty level.\n\n• Expansion of Medicaid. The Massachusetts plan expands Medicaid to all children up to 300 percent of the federal poverty level. The federal plan also expands Medicaid, but in a different fashion, offering it to all individuals (not just children) up to 133 percent of the federal poverty level.\n\n• Insurance market regulation. Both plans restructure the insurance market, in similar but slightly different ways. They handle the individual and small-group markets differently. In Massachusetts, dependents up to age 25 can be covered on their parents' plan, while the federal law allows such dependent coverage up to age 26. \n\nWe asked Bachmann's campaign for support for her claim but didn't hear back.\n\nOur ruling\n\n\"Socialized medicine,\" describes some health systems in place in the United States, such as those for veterans and active-duty military. But changes to Massachusetts health care under Romney don't begin to approach government-paid and government-provided care. The Massachusetts plan relies, in fact, on the same private employer-based health insurance system most Americans are familiar with. That's so different from \"socialized medicine\" — practically the other end of the public-private spectrum — that Bachmann's use of the label is, frankly, ridiculous. We rate her statement Pants on Fire.", "vclaim_id": "vclaim-pol-11955"}