{"url": "/factchecks/2019/dec/09/viral-image/old-hoax-about-clinton-foundation-resurfaces-faceb/", "speaker": "Viral image", "vclaim": "Says the Clinton Foundation \"gave ONLY $5 million to charities, spent $85 million for their salaries & travels and KEPT the rest = $87 million\" in 2014.", "truth_label": "false", "date": "stated on November 18, 2019 in a Facebook post:", "title": "An old hoax about the Clinton Foundation resurfaces on Facebook", "text": "It’s not 2016 anymore. But on Facebook, misinformation is still targeting Hillary Clinton and her family’s charitable foundation.\nOne post published in the form of an image on Nov. 18 claims most of the money the foundation brings in doesn’t actually go to charity.\n\"They took in $177 million in so-called ‘donations,’ gave ONLY $5 million to charities, spent $85 million for their salaries & travels and KEPT the rest = $87 million,\" the post reads.\nThe image, which has been shared thousands of times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nA popular Facebook image claims the Clinton Foundation only gave $5 million to charity in 2014. We rate it False. (Screenshot from Facebook)\nThis isn’t the first time we’ve seen a claim about the Clinton Foundation’s charitable giving. In 2015, we fact-checked a similar statement from conservative radio host Rush Limbaugh.\n\"Eighty-five percent of every dollar donated to the Clinton Foundation ended up either with the Clintons or with their staff to pay for travel, salaries, and benefits,\" he said during his show. \"Fifteen cents of every dollar actually went to some charitable beneficiary.\"\nWe rated that claim Mostly False. In 2016, we rated  a similar claim False from Reince Priebus. \nThis case is similarly inaccurate.\nHow the Clinton Foundation works\nThe Facebook post’s claim is built on the assumption that the primary charitable contributions made by the Clinton Foundation are grants. But that’s not the case.\nInstead of giving all of its money away, the philanthropy keeps its money in-house and hires people to carry out its own humanitarian programs. That means the Clinton Foundation’s finances get complicated.\n\"Although it has ‘foundation’ in its name, the Clinton Foundation is actually a public charity,\" wrote Brian Mittendorf, a professor of accounting at Ohio State University’s Fisher College of Business, in the Chronicle of Philanthropy in 2015. \"In practical terms, this means both that it relies heavily on donations from the public and that it achieves its mission primarily by using those donations to conduct direct charitable activities, as opposed to providing grants from an endowment.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nWhat kinds of projects does the foundation work on? The Clinton Development Initiative has helped farmers in Malawi grow and sell more crops and assisted coffee farmers in Haiti. The Clinton Giustra Enterprise Partnership has helped to provide job training for people in Cartagena, Colombia.\n\"While measuring charitable endeavors by the amount of grants awarded may be appropriate for many private foundations, it is not for an organization that acts as a direct service provider like the Clinton Foundation,\" Mittendorf wrote.\nWhere the foundation’s money goes\nThe Facebook post took the Clinton Foundation’s tax filings out of context to paint an inaccurate picture of how it spends its money.\nWe looked at both the Clinton Foundation’s 990 tax form and audited financials from 2014. Mittendorf said the latter is a more complete measure of the organization’s finances, as it includes all entities related to the foundation, such as the Clinton Health Access Initiative.\nUpon first inspection, the numbers in the 990 form look like they affirm the Facebook post. But there’s more to these figures than meets the eye.\nRELATED: No, Russia did not donate $145 million to the Clinton Foundation\nFirst, $177 million is the total revenue for the Clinton Foundation — which includes money from program services and investments, not just donations, as the Facebook post claims. And the group’s 2014 audited financial report puts the group and its related affiliates’ revenue closer to $242 million.\nSecond, the post inflated the importance of the $5 million the Clinton Foundation spent on grants. Since most of the foundation’s work is done in-house, all of its charitable expenses aren’t classified as grants on tax forms. \nCharity Navigator, a nonprofit organization that evaluates charities, reported that 86.6% of the Clinton Foundation’s expenses go toward program expenses. The foundation’s audited financials show that it spent $217 million on programs in 2014.\nAnd 10.7% of the Clinton Foundation’s money goes toward administrative expenses, according to Charity Navigator. That proportion actually distinguishes the foundation from most other organizations.\nThird, the Clinton Foundation did not spend $85 million \"for their salaries and travel,\" as the Facebook post claims. The foundation’s audited financials show that it spent about $20 million on travel and $95 million on salaries and benefits in 2014. But not all the money allocated for salaries and travel in 2014 went to the group’s employees — the bulk of it went to program services. About $13 million fell under the \"management/general\" category. The Clintons themselves did not receive compensation from the foundation in 2014, according to the foundation’s 990 form.\nOur ruling\nA Facebook post claimed that, in 2014, the Clinton Foundation only gave $5 million to charity while spending $85 million for salaries and travel.\nThe foundation hires people to carry out its own humanitarian programs instead of giving it all away, meaning its charitable contributions show up as program expenses instead of grants on tax forms. The Clinton Foundation spent $217 million on programs and about $13 million for salaries and travel in 2014. \nThe Facebook post is inaccurate. We rate it False.", "vclaim_id": "vclaim-pol-16667"}