{"url": "/factchecks/2020/jul/16/viral-image/no-photo-doesnt-show-fauci-and-obama-wuhan/", "speaker": "Viral image", "vclaim": "Photo shows “Dr. Fauci, Melinda Gates and Barack Obama at the Wuhan Lab in 2015.”", "truth_label": "pants-fire", "date": "stated on July 14, 2020 in a Facebook post:", "title": "No, this photo doesn’t show Fauci and Obama in Wuhan", "text": "Part of a photo showing former President Barack Obama with Anthony Fauci and two women has been furiously circled in black with a description that suggests the men are behind the coronavirus pandemic.\n\"Dr. Fauci, Melinda Gates and Barack Obama at the Wuhan Lab in 2015…!!!!\" reads the circled text atop the image in a well-shared Facebook post. \nIt was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe new coronavirus was first reported in Wuhan, China, in December 2019, and we’ve already debunked claims implying Obama funded the creation of COVID-19 in a lab there.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nBut the photo in this Facebook post was taken in 2014 in Bethesda, Md., outside Washington, not China. \nObama, then president, was visiting the campus of the National Institutes of Health \"to see first-hand the progress that biomedical research is making against Ebola virus disease,\" according to a blog post by Francis Collins, the agency’s director. In the photo, Obama can be seen talking with Nancy Sullivan, chief of the biodefense research section of the National Institute of Allergy and Infectious Diseases. \nFauci, director of that institute, is standing behind them alongside Sylvia Burwell, then the Health and Human Services secretary, not philanthropist Melinda Gates. \nWe rate this post Pants on Fire.", "vclaim_id": "vclaim-pol-17750"}