{"url": "/factchecks/2020/jan/07/paul-gosar/photo-barack-obama-shaking-hands-hassan-rouhani-do/", "speaker": "Paul Gosar", "vclaim": "Says a photo shows Barack Obama smiling and shaking hands with Hassan Rouhani.", "truth_label": "pants-fire", "date": "stated on January 6, 2020 in a tweet:", "title": "This photo of Barack Obama shaking hands with Hassan Rouhani is doctored", "text": "It wasn’t so long ago that a super PAC supporting U.S. Sen. Ron Johnson, R-Wis., aired an ad that used a doctored photo that appeared to show then-President Barack Obama and Iranian President Hassan Rouhani smiling and shaking hands. \nBut it’s perhaps been long enough, because on Jan. 6, U.S. Rep. Paul Gosar, R-Ariz., tweeted the image. \n\"The world is a better place without these guys in power,\" he wrote.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nAs the New York Times reported, Obama and Rouhani have never met in person. Rouhani is still in power.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe original image, taken by Reuters photographer Jason Reed in 2011, shows Obama smiling and shaking hands with then-Indian Prime Minister Manmohan Singh. \nAs people responded to Gosar’s tweet to point out that the image of Obama and Rouhani was manipulated, he responded that \"no one said this wasn’t photoshopped.\"\n\"No one said Obama met with Rouhani in person,\" he added on Twitter. \nBut the image, which has been reshared on social media since Gasar’s tweet, suggests that they did. When we fact-checked the Ron Johnson-supporting Restoration PAC for using it in 2015, we rated it Pants on Fire. \nMore than four years later, the image is still smoking. Pants on Fire!", "vclaim_id": "vclaim-pol-17538"}