{"url": "/factchecks/2012/mar/02/eric-cantor/cantor-says-obama-promised-stimulus-would-keep-une/", "speaker": "Eric Cantor", "vclaim": "President Obama pushed through the stimulus \"based on the promise of keeping unemployment under 8 percent.\"", "truth_label": "barely-true", "date": "stated on March 16, 2012 in a written statement.:", "title": "Cantor says Obama promised the stimulus would keep unemployment under 8 percent", "text": "Like many Republicans, House Majority Leader Eric Cantor was not in a celebratory mood on the the third anniversary of President Barack Obama’s signing of the stimulus bill.\n\nCantor, R-7th, fired out a four-paragraph statement saying the stimulus -- a package of government spending, tax cuts and aid to cash-strapped states that was designed to jolt the economy  -- is a failure.\n\n\"Three years ago, President Obama’s first action in office was to push through a massive $825 billion stimulus package based on the promise of keeping unemployment under 8 percent,\" Cantor said in the Feb. 16 statement.\n\nThe claim that Obama promised the stimulus would keep the unemployment rate below 8 percent has been a favorite talking point among Republicans, including presidential candidate Mitt Romney, U.S. Senate hopeful George Allen of Virginia and House Speaker John Boehner. Cantor made a similar claim back in 2009.\n\nPolitiFact has examined the statement repeatedly, each time rating it Mostly False. Since the claim is making the rounds again, we took a new look.\n\nMegan Whittemore, a Cantor spokeswoman, backed her boss’s statement by referring to a widely cited report from Jan. 9, 2009. It was authored by Christina Romer, the incoming chairwoman of the White House Council of Economic Advisers, and Jared Bernstein, chief economic adviser for incoming Vice President Joe Biden.\n\nThe report contains a chart on page 4 predicting unemployment rates in subsequent years.\n\nThe chart shows that without a recovery plan totaling about $775 billion, the U.S. unemployment rate was expected to peak at 9 percent in 2010. With the stimulus, it shows unemployment was projected to top out at just under 8 percent towards the end of 2009.  \n\nWe now know that the unemployment rate cleared 8 percent in February 2009 and stayed above that level ever since. It peaked at 10 percent in October 2009 and was down to 8.3 percent in January 2012, according to the Bureau of Labor Statistics.\n\nBut contrary to Cantor’s claim, the Romer-Bernstein report did not make promises about the unemployment rate. It made qualified projections.\n\nPage 2 of the report states, \"It should be understood that all of the estimates presented in this memo are subject to significant margins of error. There is the obvious uncertainty that comes from modeling a hypothetical package rather than the final legislation passed by the Congress. But, there is the more fundamental uncertainty that comes with any estimate of the effects of a program.\n\n\"Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.\"\n\nObama, in a radio address 10 days before his inauguration, said, \"The report confirms that our plan (that the stimulus) will likely save or create 3 million to 4 million jobs.\"\n\nWhittemore said in an email to Politifact Virginia, \"If, as a Virginian or American citizen, I listened to the president’s address and referred to the report on Jan. 10 (the day of his address), I would have found the infamous chart showing that unemployment would stay below 8 percent if the stimulus were to pass. My main take away would naturally be that with passage of the stimulus, unemployment would never go above 8 percent. Why would I believe that? Because President Obama told me so.\"\n\nObama, in his speech, never mentioned the 8 percent figure. He did not use the word \"promise,\" nor refer to the graph on page 4. He said the report contained \"projections of how many jobs (the stimulus) will create.\n\nAnd we suspect people who were interested enough to read the report would have seen the disclaimer on Page 2 and other qualifying language in the document.\n\nNo doubt, the 8 percent unemployment projection was rosy. The Congressional Budget Office, one month after the Romer-Bernstein report was released, estimated unemployment would level off at 8.5 percent with the stimulus and 9 percent without it. Those numbers, too, turned out to be overly optimistic.\n\nThe Obama administration has acknowledged the Romer-Bernstein report underestimated the severity of the recession. \"The truth is, we and everyone else misread the economy,\" Vice-President Joe Biden told ABC in July 2009.\n\nThe report’s projection that the stimulus would save between 3 million and 4 million jobs also appears now to be optimistic. The president’s Council of Economic Advisers, in an analysis released in December, estimated that between 2.2 million and 4.2 million jobs were created or saved by the stimulus through the second quarter of 2011.\n\nThe council’s report cited independent studies by the Congressional Budget Office and three private economic analysis companies. Here’s what the groups found:\n\n• CBO: Between 500,000 and 2.9 million jobs saved or created.\n\n• IHS/Global Insight: 2.4 million jobs saved or created.\n\n• Macroeconomic Advisers: 2.6 million jobs saved or created.\n\n• Moody’s Economy.com: 2.1 million jobs saved or created.\n\nOur ruling\n\nCantor said Obama’s stimulus was passed with the \"promise\" of keeping the unemployment rate below 8 percent.\n\nThe majority leader says the vow was made in a January 2009 report issued by the incoming administration. But the study did not guarantee specific results from the stimulus, it offered economic projections that contained disclaimers saying the estimates had \"significant margins of error\" and a high degree of uncertainty due to a recession that was \"unusual both in its fundamental causes and severity.\"\n\nClearly, the Obama administration can be faulted for estimating the stimulus would hold unemployment just below 8 percent. But contrary to Cantor’s claim, Obama never promised that outcome, nor did his administration.\n\nAgain, we rate the statement Mostly False.\n\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-11509"}