{"url": "/factchecks/2020/sep/10/donald-trump/trumps-misleading-claim-about-unsolicited-mail-bal/", "speaker": "Donald Trump", "vclaim": "Election officials are “sending 80 million ballots all over the country. Eighty million ballots, non-requested. I call them ‘unsolicited ballots.’”", "truth_label": "barely-true", "date": "stated on September 7, 2020 in a press conference:", "title": "Trump’s misleading claim about 'unsolicited' mail ballots", "text": "President Donald Trump, the nation’s most prominent critic of voting by mail, has repeatedly said that 80 million ballots will be mailed to voters who didn’t request them this fall.\n\"And the dirtiest fight of all is the issuance of 80 million ballots, unrequested,\" Trump said during his Labor Day remarks. \"They're not requested; they're just sending 80 million ballots all over the country. Eighty million ballots, non-requested. I call them ‘unsolicited ballots.’ That's going to be the dirtiest fight of all. People are going to get ballots; they're going to say, ‘What am I doing?’ And then they're going to harvest. They're going to do all the things.\"\nTrump made similar remarks about mail in ballots during his Aug. 24 speech at the Republican National Convention and the next day on Twitter, where he described the mailing out of these \"unsolicited\" ballots as \"fraudulent\" or a \"scam.\"\nIt’s not yet clear precisely how many voters will receive ballots without requesting them by mail, because voter registration is not yet closed for the Nov. 3 election. But based on our research, we found that Trump has exaggerated the number. He also omitted the fact that millions of voters have automatically received ballots in some states for many years without it leading to widespread fraud.\nSome states are sending ballots to all voters\nMillions more voters are expected to cast ballots by mail this year than in previous presidential elections.\nFive states — Colorado, Hawaii, Oregon, Utah, and Washington — have operated virtually all mail-in elections prior to 2020, some of them for many years. Voters are routinely mailed ballots in these states as part of the regular process. \nThe pandemic this year has raised concerns about large groups of voters gathering indoors, so some additional states — California, Nevada, New Jersey, Vermont plus Washington, D.C. — have decided to send ballots to all active voters. \nIn other states, voters have to take action to request a mail ballot, though some of them took that step already if they live in a state that allows a permanent absentee voting list that may be offered to all voters, or only to certain voters based on specific criteria such as age or disability.\nWe asked the Trump campaign to show how it arrived at 80 million unsolicited ballots, and whether that included a handful of states that have generally held all vote-by-mail elections for years. We did not receive a response. \nIt’s possible that Trump or an aide saw a prediction in an August New York Times article that \"80 million mail ballots will flood election offices this fall.\" \nHowever, that figure isn’t limited to voters who will be sent \"unsolicited\" ballots. It includes voters who will have to request a mail ballot.\nThe New York Times found that ballots will be mailed directly to about 44 million voters in nine states and D.C. So that’s a little more than half of the figure Trump cited. \nUniversity of Florida political scientist Michael McDonald found a similar total number of ballots — 44.4 million — that will be sent in states conducting all-mail elections. He also counted Montana, where Gov. Steve Bullock used his emergency powers to allow counties to opt in to holding an all-mail election. As of late August, most Montana counties opted for all mail. \nPaul Gronke, an expert on voting by mail at Reed College, predicted somewhere north of 80 million ballots will be cast by mail, double 2016’s total.\nIn D.C. and the states that decided to send ballots to all voters this year due to the pandemic, many of those voters would have likely requested a ballot anyway or were on permanent absentee-ballot lists. For example, in California in 2016, there were 13 million ballots cast, including 7 million absentee. Gronke added up how many ballots were cast by absentee during the 2016 elections in California, Nevada, New Jersey and Vermont and concluded at most, 7.5 million or so ballots will be sent in those states to voters who have not requested them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIn the state that is holding the largest all-mail election — California — about two-thirds of the voters had registered to vote absentee even before the move to mail every voter a ballot, said Nate Persily, a Stanford law professor.\nTrump’s use of the term \"unsolicited\"\nWhile Trump uses the terms \"unsolicited\" or \"unrequested\" ballots, states generally use other terms such as \"voting by mail.\"\nSome experts were critical of Trump’s terms, noting that if residents don’t want to receive a ballot, they don’t have to register in the states that automatically send them.\n\"In an all-mail ballot state, voter registration is a mail-ballot request,\" McDonald said.\nMIT professor Charles Stewart said he personally wouldn’t use the word \"unsolicited\" but thinks it’s fair game in political discourse.\n\"As to ‘unsolicited,’ I think that’s a fair, if loaded, term,\" he said. \"You don’t have to ask for a ballot, and there are voters in those states who would prefer not to be mailed one.\"\nTrump’s misleading comments about ballot harvesting\nTrump criticized the effort to send ballots unrequested, and said that voters who receive them are \"going to harvest.\" \nBallot harvesting generally refers to someone collecting absentee ballots on behalf of others and then submitting them. Some voting rights experts see the unofficial term \"ballot harvesting\" as pejorative and prefer the term \"ballot collection.\" Many states allow at least certain individuals to collect some ballots on behalf of others, which can be helpful for voters with disabilities or those without cars.\nThere have been isolated cases of fraud associated with ballot harvesting, including in a North Carolina congressional race in 2018. But Trump is wrong to suggest that such fraud is rampant. \nTrump has repeatedly suggested that the increase in voting by mail will lead to fraud. But fraud is statistically rare, including in states that have relied on voting by mail for years. A Washington Post analysis of three mail-in states found that \"officials identified just 372 possible cases of double voting or voting on behalf of deceased people out of about 14.6 million votes cast by mail in the 2016 and 2018 general elections, or 0.0025 percent.\"\nWe looked at the conservative Heritage Foundation’s voter fraud database, which has recorded 1,296 proven instances of voter fraud. The database includes cases that stretch back decades, covering hundreds of millions of votes cast.  \nRELATED: Donald Trump’s dubious claim that 'thousands' are conspiring on mail-ballot fraud\nOur ruling\nTrump said election officials are \"sending 80 million ballots all over the country. Eighty million ballots, non-requested. I call them ‘unsolicited ballots.’\"\nThe Trump campaign didn’t respond to our request to explain how he arrived at the 80 million figure. A New York Times analysis in August found that about 44 million voters will receive ballots in states that are automatically sending them to all voters. Our own research and interviews with other election experts and state officials back up the Times’ number. But even that number of 44 million includes voters who would have requested an absentee ballot anyway. \nWe won’t yet know a more precise figure of how many voters are getting ballots automatically until voter registration is closed in the states. But as of now, the data suggests that Trump exaggerated.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-18894"}