{"url": "/factchecks/2007/sep/06/obama-girl/giulianis-first-wife-was-his-second-cousin/", "speaker": "Obama Girl", "vclaim": "\"At least Obama didn't marry his cousin,\" as Giuliani did.", "truth_label": "true", "date": "stated on July 19, 2007 in a YouTube video.:", "title": "Giuliani's first wife was his second cousin", "text": "A wildly popular YouTube video featuring a scantily clad \"Obama Girl\" -- with no connection to Barack Obama's campaign -- criticizes Rudy Giuliani for marrying his cousin.\n\nBarelypolitical.com produced the video \"Debate 08: Obama Girl vs. Giuliani Girl,\" a follow up to their successful video \"I got a crush on Obama,\" which featured Amber Lee Ettinger lip-synching a song about the Democratic presidential candidate.\n\n\nIn the debate video, another dancer is introduced and the two argue about the merits of their respective candidates. At one point, Obama Girl raps, \"Giuliani Girl, just stop your fussing, at least Obama didn't marry his cousin.\"\n\n\nWe find Obama Girl's claims are accurate.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\nIn 1968, Giuliani wed his second cousin, Regina Peruggi, who was the daughter of his father's first cousin. (Think of your son/daughter marrying your cousin's daughter/son.)\n\n\nGiuliani at different points labeled the family connection as \"second cousins once removed\" and \"third cousins,\" before he was corrected, according to news reports.\nIn a 1993 memo for his mayoral campaign, a Giuliani strategist noted the \"weirdness\" factor of the marriage, according to a copy posted on the Smoking Gun Web site. But such a marriage is completely legal. In New York, even first cousins can wed.\nRobin Bennett, senior genetic counselor at the University of Washington, said little scientific research exists about the risk of developmental difficulties for the offspring of second cousins. But she said, \"for second cousins, the risks are likely similar to the risks of couples from the same ethnic population who also may have common ancestors.\"\n\n\nGiuliani and Peruggi did not have any children, and the marriage ended after 14 years.", "vclaim_id": "vclaim-pol-00310"}