{"url": "/factchecks/2012/apr/05/barack-obama/obama-says-republicans-congress-wont-name-one-tax/", "speaker": "Barack Obama", "vclaim": "\"Republicans in Congress refuse to list a single tax loophole they are willing to close.\"", "truth_label": "true", "date": "stated on April 3, 2012 in remarks to the Newspaper Association of America:", "title": "Obama says Republicans in Congress won't name one tax exemption they want to repeal", "text": "President Barack Obama said a budget proposed by House Republicans lacked \"a shred of credibility,\" especially when it came to tax cuts.\n\nObama said their budget includes $4.6 trillion in lower taxes over the next 10 years, with no way to pay for them.\n\n\"We’re told that these tax cuts will supposedly be paid for by closing loopholes and eliminating wasteful deductions,\" Obama said. \"But the Republicans in Congress refuse to list a single tax loophole they are willing to close. Not one.\"\n\nWe wanted to check Obama’s claim that Republicans in Congress \"refuse to list a single tax loophole they are willing to close.\"\n\nBut first, a little explanation about the House Republicans’ budget. Its top advocate is Rep. Paul Ryan, R-Wis., and chairman of the House Budget Committee.\n\nWhen it comes to taxes, the idea behind the House Republican budget is to keep overall tax revenues about where they would be under current policies. (We use the word \"policies\" on purpose -- keep in mind that under current law, today’s rates will expire at the end of the year and climb higher in 2013.)\n\nThe House Republicans envision dramatically different income tax rates, though. Instead of today’s six income tax brackets -- 10, 15, 25, 28, 33 and 35 percent -- they would use just two brackets, 10 percent and 25 percent.\n\nClearly, this would represent a big rate reduction for people in the top brackets. To keep tax revenues from taking a nosedive, House Republicans say they will end current exemptions and deductions, which both they and Obama refer to as \"loopholes.\"\n\nIn principle, it’s certainly possible to eliminate exemptions and lower tax rates while keeping tax revenues the same. It’s usually called \"broadening the base\", and it was part of the 2010 Simpson Bowles budget commission that Obama has praised, though he’s stopped short of endorsing the bipartisan commission’s recommendations.\n\nThe point Obama made, though, was that the House Republicans haven’t said which exemptions they would end. Some of the largest exemptions are the most popular, such as tax exemptions on employer-provided health insurance, home mortgage interest and charitable donations, as well as special lower tax rates for income from investments, such as capital gains and dividends.\n\nWe found Obama’s charge is largely correct -- the House budget doesn’t specify which exemptions it would end. The website of the House Budget Committee defers the matter to the House Ways and Means Committee, which is traditionally charged with tax legislation.\n\nCommittee staff pointed us to this statement on the House Budget Committee website:\n\n\"This budget calls for lowering tax rates and broadening the tax base. All corners of the tax code should be on the table. The House Ways and Means Committee, led by Chairman Dave Camp of Michigan, has held dozens of hearings over the past year examining how best to simplify the tax code while maximizing economic growth.\"\n\nThat doesn't entirely let House Republicans off the hook, though.\n\nThe Tax Policy Center, a respected independent think tank that specializes in analyzing the tax plans of politicians, found that without curtailing exemptions, the overall tax policies in the House Republicans’ budget would add $4.6 trillion to the federal deficit over the next decade.\n\n\"Ryan argues that eliminating or scaling back deductions, credits, and exclusions ought to be part of the GOP fiscal plan. But he won’t say how,\" said Howard Gleckman, writing for the center’s blog TaxVox. \"Cuts in those tax preferences could make a big difference in determining who wins and who loses from the tax portion of his budget. But until House Republicans describe which they’d cut, there is no way to estimate what those base-broadeners would mean.\"\n\nRyan himself was put on the spot recently by Fox News Sunday’s Chris Wallace. After some back and forth, Ryan suggested that he would favor targeting elimination of exemptions for higher income taxpayers. Here’s the exchange:\n\nWallace: \"All right. I understand, this is not your committee, it's the Ways and Means Committee. Can you tell me any (tax exemptions) that you're willing to say, do away with it?\"\n\nRyan: \"What I would say on doing away with it, is who would we do away with it for. And what we're saying is the people who disproportionately use those, it's the top two tax rate payers use almost of those tax expenditures. We would limit these things to those higher income earners.\"\n\nWallace: \"Even things like the deduction for health insurance and pensions and home mortgage?\"\n\nRyan: \"Yes, right. Instead of giving these write-offs to the people in the top tax bracket, take those tax shelters away. For every dollar that's parked in the tax shelter is taxed at zero. Take away the tax shelter, subject all of their income to taxation, you get more revenue, and we can lower everybody's tax rate in return. So, we're saying let's limit these kinds of deductions to the higher-income earners so that everybody can enjoy lower, flatter tax rates in return.\"\n\nOur ruling\n\nObama said, \"Republicans in Congress refuse to list a single tax loophole they are willing to close.\" House Republicans have said they want to handle tax changes through the Ways and Means Committee, and the plan’s top proponent, Paul Ryan of Wisconsin, said he would limit deductions and exemptions for people who report higher incomes.\n\nBut without more details on eliminating exemptions, it’s impossible to know if the tax plan will substantially reduce tax revenues or not. It’s also not possible to know what all the implications are for taxpayers. We rate Obama’s statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11320"}