{"url": "/factchecks/2018/dec/14/blog-posting/did-trump-criticize-obama-during-2013-government-s/", "speaker": "Bloggers", "vclaim": "Quotes Donald Trump as saying in 2013, \"A shutdown falls on the President’s lack of leadership. He can’t even control his own party and get people together in a room. A shutdown means the president is weak.\"", "truth_label": "half-true", "date": "stated on December 13, 2018 in a Facebook post:", "title": "Before he was president, did Donald Trump say a government shutdown shows a president is weak?", "text": "President Donald Trump said he would own a government shutdown if he does not get the money he wants for a border wall.\nNow, a widely shared post is making the rounds on social media and shows a picture of Trump with the following quote, attributed to 2013:\n\"A shutdown falls on the President’s lack of leadership. He can’t even control his own party and get people together in a room. A shutdown means the president is weak.\"\nDid Trump really say that?\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThis was supposedly said during the 2013 government shutdown during the Obama administration.\nWe couldn’t find that exact quote from Trump, in a tweet or otherwise, but we did track down several comments he made at the time of a 2013 government shutdown that supported the idea of blaming the president.\nThe first time this came up\nThe alleged quote started to gain attention earlier this year, when the government shut down from Jan. 20 to Jan. 22, 2018.\nThat shutdown was due to disagreement over the Deferred Action for Childhood Arrivals program, known as DACA.\nTrump was critical of President Barack Obama during the October 2013 shutdown, which lasted 17 days. It happened after a budget standoff over the Patient Protection and Affordable Care Act, known as Obamacare.\nBut what did Trump actually say back in 2013?\nWe couldn’t find a match for the quote attributed to Trump, but we did pinpoint similar comments.\nIn a September 2013 Fox & Friends phone interview, Trump blasted Obama for failing to \"get everybody in a room.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\"If you say who gets fired, it always has to be the top. Problems start from the top, and they have to get solved from the top, and the president’s the leader, and he’s got to get everybody in a room, and he’s got to lead. And he doesn’t do that, he doesn’t like doing that, that’s not his strength.\"\nTrump also said that further down in history \"when they talk about the government shutdown, they’re going to be talking about the president of the United States, who the president was at that time. They’re not going to be talking about who was the head of the House, the head the Senate, who’s running things in Washington. So I really think the pressure is on the president.\"\nIn an Oct. 7, 2013, interview with then-Fox News host Greta Van Susteren, Trump criticized Obama for not being a dealmaker during the shutdown.\n\"You have to get everybody in a room. You have to be a leader. The president has to lead. He has to get (the Speaker of the House) and everybody else in a room, and they have to make a deal. You have to be nice and be angry and be wild and cajole and do all sorts of things, but you have to get a deal.\n\"And, unfortunately, he has never been a dealmaker. That wasn't his expertise before he went into politics and it's obviously not his expertise now. But you have to get the people in a room and you have to get a deal.\"\nA few days later, Trump appeared on CNN for an interview with Piers Morgan, repeating that the shutdown meant Obama \"is not leading and not getting people into a room.\"\nTrump also took to Twitter before, during and after the shutdown to voice his opinion, agreeing with users that it would never happen if he were president and that Obama had \"failed to lead.\"\nFACT – the reason why Americans have to worry about a government shutdown is because Obama refuses to pass a budget.— Donald J. Trump (@realDonaldTrump) August 9, 2013\n\n\nLeadership: Whatever happens, you're responsible. If it doesn't happen, you're responsible.— Donald J. Trump (@realDonaldTrump) November 8, 2013\n\nObama has not passed a single budget in 4 years. Democrats don’t even vote them in Congress. He has failed to lead!— Donald J. Trump (@realDonaldTrump) October 1, 2013\n\n\"@jj10471 @realDonaldTrump if you were in office this would of never happen #trump2016\" True!— Donald J. Trump (@realDonaldTrump) October 1, 2013\n\nOur ruling\nA Facebook post claims Trump said a government shutdown \"falls on the president’s lack of leadership\" and means the \"president is weak\" in 2013.\nWe couldn’t find an instance when Trump said those exact words all together, but he did repeat similar statements on social media and in interviews at the time, saying \"the pressure is on the president\" during a shutdown and that the president \"has to get everybody in a room and be a leader.\"\nThe statement is partially accurate but leaves out important details. We rate the statement Half True.\n Share the Facts 2018-12-14 19:03:45 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  Quotes Donald Trump as saying in 2013, “A shutdown falls on the President’s lack of leadership. He can’t even control his own party and get people together in a room. A shutdown means the president is weak.”    Bloggers Bloggers    In a Facebook post Thursday, December 13, 2018 2018-12-13    Read More  info", "vclaim_id": "vclaim-pol-01190"}