{"url": "/factchecks/2019/aug/05/donald-trump/after-mass-shootings-fact-checking-trumps-statisti/", "speaker": "Donald Trump", "vclaim": "\"Last year, we prosecuted a record number of firearms offenses.\"", "truth_label": "mostly-true", "date": "stated on August 5, 2019 in a speech:", "title": "After mass shootings, Donald Trump says prosecutions for firearm offenses hit record in 2018", "text": "After weekend mass shootings in El Paso and Dayton left more than 31 people dead, President Donald Trump gave a speech at the White House blaming mental illness and hatred for the attacks.\nTrump offered few specifics related to potential gun legislation he would support, although he left open the door when he said he was \"ready to listen and discuss all ideas that will actually work and make a very big difference.\"\nTrump briefly spoke about what the federal government has already done to crack down on guns.\n\"Last year, we prosecuted a record number of firearms offenses, but there is so much more that we have to do,\" he said Aug 5.\nIs that true? Let’s find out. \nFederal gun prosecutions on the rise for years\nTrump was citing data from the U.S. Department of Justice, which tracks federal prosecutions of firearm offenses.\nIn October 2018, the U.S. Department of Justice announced that it had \"smashed records\" by charging more than 15,300 defendants with federal firearms offenses, 17 percent more than the previous record. The press release from the Justice Department didn’t cite the year or number for the previous record, and we were unable to reach a Justice spokesperson by deadline. \nHowever, annual statistics from the Justice Department show criminal cases in which defendants were charged under a couple of key firearm statutes. That data shows there were 13,062 defendants charged in fiscal year 2005, the record since 2000. The Justice Department’s figure of 15,300 for 2018 represents a 17 percent increase compared to 2005. \n\nOther data\nAnother source of data that is commonly cited is from the Transactional Records Access Clearinghouse (TRAC) at Syracuse University, which compiles data through records requests from the federal government.\nOne way Syracuse crunches the numbers is by isolating on the primary charge, versus a secondary charge. Looking at it that way, researchers at Syracuse show that prosecutions were slightly higher in 2003-05 than in 2018.\nThe analysis also shows that federal firearm prosecutions started to rise in 2014 when Barack Obama was in office. They have continued to climb during Trump’s tenure.\nCharges vs. convictions, and state crimes\nTrump cited prosecutions, but it’s important to distinguish between charges and convictions. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nAlthough most federal cases end in guilty pleas, not all of the defendants charged with federal firearm offenses end up convicted of firearm offenses because some ultimately plead guilty to another type of charge. That means if we look at the number of defendants found guilty of a firearm offense, it would be lower than the number of those initially charged with a firearm offense.\nAttorney General Jeff Sessions wrote a memo in March 2017 to federal prosecutors calling on them to step up prosecutions of firearm charges. A few months later, the Justice Department attributed an increase in federal prosecutions to Sessions’ memo.\nA couple of other things to note:\nFirst, the vast majority of gun crimes are handled by state courts, not federal courts, said Jeffrey A. Butts, director of the Research & Evaluation Center at John Jay College of Criminal Justice. So Trump is talking about a small piece of the issue.\n\"Over the last 20 years, gun cases in federal courts fluctuated between 7,000 and 12,000 annually,\" Butts told PolitiFact. \"Meanwhile, in 2017 about 175,000 people nationwide were arrested for gun charges (possession, use in a criminal act, etc.).\"\nSecond, part of the increase in federal gun crimes is likely due to the federalization of some crime types, Butts said. That means an increase may be related to a shift in the workload of state and federal courts more than some type of crackdown on gun crimes.\nThird, the federal statistics alone don’t tell us about the seriousness of each type of case. \nThe New York Times reported in May 2018 that federal prosecutors have increasingly targeted low-level gun offenders, raising questions about whether the tactic is the best use of resources.\n\"It’s a good idea to enforce the existing gun laws,\" Avery Gardiner, co-president of The Brady Campaign, which works to combat gun violence, told the New York Times. \"That’s something prosecutors should do. But going only after the people who are purchasing the guns illegally is only part of the story.\"\nOur ruling\nTrump said, \"Last year, we prosecuted a record number of firearms offenses.\"\nTrump appeared to be referring to the number of defendants charged with federal firearm offenses in 2018, which the Justice Department announced was more than 15,300. The government said that was 17 percent more than the previous record.\nIt’s important to note, however, that the vast majority of gun crimes are handled at the state level, and that the data doesn’t speak to the seriousness of the charge. \nTrump’s statement is accurate but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-00363"}