{"url": "/factchecks/2018/oct/29/freedomworks/fact-checking-ad-dan-mccready-and-tax-cut-savings/", "speaker": "FreedomWorks", "vclaim": "Says \"Dan McCready wants to repeal tax cuts that saves (sic) you $1,300\" per year.", "truth_label": "barely-true", "date": "stated on October 24, 2018 in a Facebook ad:", "title": "Fact-checking an ad on Dan McCready and tax cut savings", "text": "The biggest policy success of President Donald Trump’s first year was signing the sweeping tax reform bill, something Republicans had been striving for decades to achieve.\nNow, just one week before the first midterm elections since Trump took office, Republicans across the country are trying to remind voters of the tax cuts their bill ushered in.\nIn the race for North Carolina’s 9th Congressional District, which stretches from south Charlotte east to include Lumberton and up the Interstate 95 corridor to Fayetteville, a new Facebook ad has leveled criticism at Democrat Dan McCready for his stance on the Tax Cuts and Jobs Act of 2017, as the reform bill was called.\n\"Dan McCready wants to repeal tax cuts that saves (sic) you $1,300+/year,\" said the ad, which went live on Facebook on Oct. 24 and was created and paid for by FreedomWorks for America, a libertarian advocacy group.\nThe claim made our eyebrows raise, so we decided to give the ad a closer look.\n\"Dan McCready wants to repeal tax cuts\"\nThe McCready campaign did not respond to a request for comment, but McCready spokesman Aaron Simpson told PolitiFact earlier this month that McCready would rather re-tool the Trump tax plan than repeal it.\nOn his campaign website, McCready pledged to \"fight to simplify the tax code and cut taxes more for middle-class families, not just the ultra-wealthy.\"\nThe former Marine further explained this position on Facebook after the tax bill first passed, saying that he would have preferred \"real tax reform\" that was simpler, did not increase the deficit and was not as \"slanted toward the wealthiest Americans and the largest corporations.\"\nMcCready repeated these complaints during an Oct. 10 debate with Republican Mark Harris and made it clear that he supports the Trump tax bill’s cuts.\n\"I supported very much the middle class tax cuts that were part of the tax bill,\" he said. \"But we needed to do much more of that: Give less of the tax cuts to the Warren Buffetts and Koch Brothers of the world and more to the hardworking teachers and firefighters that deserve a lot better here in North Carolina.\"\n\"Saves you $1,300\" or more per year\nPeter Vicenzi, press secretary for FreedomWorks, said the ad’s $1,300 figure came from data produced by the conservative Heritage Foundation and the pro-business Tax Foundation, two think tanks in Washington, D.C.\nVicenzi said the \"you\" mentioned in the ad refers specifically to North Carolinians in the 9th Congressional District, so we only looked at savings estimates for that district.\nThe Heritage Foundation said the tax cut led to average savings of $1,353 in the district in 2018.\nBut as PolitiFact has noted, averages can be misleading for something like the Trump tax bill, which has significantly different impacts on different types of taxpayers.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\n\"Average tax cuts vary tremendously by income levels,\" said Lawrence Zelenak, professor of law at Duke University and an expert in tax policy.\nWith that in mind, we decided to hone in on the Tax Foundation’s analysis, which highlighted the distributional effects of the Trump tax plan. That study showed that 9th District residents making between $50,000 and $75,000 saved $1,337, on average, from the tax cut in 2018.\nCiting a Money Magazine report, Vicenzi explained that FreedomWorks pulled from the $50,000 to $75,000 income bracket to reflect a \"real income\" of about $52,000 that the magazine calculated based on the state’s median household income of $47,830.\nBut Zelenak said the ad’s claim that the tax cuts save \"you\" $1,300 is misleading, since only people with average incomes between $50,000 to $75,000 have actually experienced that amount of savings.\nAccording to the same Tax Foundation analysis, district residents earning $25,000 to $50,000 collected an average of $1,009 in savings, and those with average incomes between $10,000 and $25,000 brought in an average of $156.\nBy contrast, those with yearly incomes higher than $200,000 saved a whopping $24,137. This disparity is not reflected in the ad’s claim.\n\"For a voter in the $10,000 to $25,000 income range, it would be more accurate to say, ‘McCready wants to repeal tax cuts that save you $156 while saving the average high-income taxpayer in your district over $24,000,’\" Zelenak said.\nZelenak also noted that the ad says nothing about the tax cuts being deficit-financed, which could mean more savings now but higher costs in the future.\n\"Deficits have to be paid for eventually, so that in the long run the tax cuts imply tax increases on ‘your’ children and grandchildren,\" he said.\n\"But one doesn’t really expect a political ad to raise that point,\" he added.\nOur ruling\nIn an ad seen on Facebook, FreedomWorks said \"Dan McCready wants to repeal tax cuts that saves you $1,300\" or more per year.\nThe $1,300 figure is an accurate average for district residents earning yearly incomes between $50,000 and $75,000, but those with higher or lower incomes will likely receive substantially different tax cuts, ranging from a measly $156 to a whopping $24,000.\nPlus, McCready has repeatedly indicated that while he wants to make serious changes to the Trump tax plan, he does not want to get rid of the tax cuts, especially for the middle class.\nOverall, the ad contains an element of truth but ignores critical facts that would give a different impression. We rate this statement Mostly False.\nThis story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters’ Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.\n Share the Facts 2018-10-29 21:36:41 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says \"Dan McCready wants to repeal tax cuts that saves (sic) you $1,300\" per year.    FreedomWorks Libertarian organization https://www.facebook.com/ads/archive/?active_status=all&ad_type=political_and_issue_ads&country=US&q=LIBERAL%20DAN%20McCREADY%20would%20eliminate%20the%20tax%20breaks%20that%20benefit%20North%20Carolina%27s%20families.%20He%27s%20too%20radical%20for%20North%20Carolina!%20   in a Facebook ad Wednesday, October 24, 2018 2018-10-24    Read More  info", "vclaim_id": "vclaim-pol-01370"}