{"url": "/factchecks/2008/jul/21/john-mccain/sure-and-blame-obama-for-bad-tomatoes-too/", "speaker": "John McCain", "vclaim": "\"Who can you thank for rising prices at the pump? O-ba-ma! O-ba-ma!\"", "truth_label": "false", "date": "stated on July 21, 2008 in a TV ad:", "title": "Sure, and blame Obama for bad tomatoes, too", "text": "A new television ad by Sen. John McCain's campaign seeks to exploit anger over gas prices by directing it toward his opponent.\n\n\"Gas prices: four dollars, five dollars, no end in sight,\" says the narrator in the\n\nadvertisement\n\n, which the McCain campaign released July 21, 2008. \"Because some in Washington are still saying no to drilling in America.\"\n\n\nOil drilling goes on all the time in America. What Sen. Barack Obama and others oppose is certain new drilling off the coasts. But let's leave that aside.\n\n\nSome in Washington, the ad continues, say \"no to independence from foreign oil.\" Almost no one opposes the notion of independence from foreign oil. The dispute is over how to get there. But let's leave that aside as well.\n\n\nThe ad culminates with this question: \"Who can you thank for rising prices at the pump?\" Then we hear a chant familiar to anyone who has watched a fevered Obama rally: \"O-ba-ma! O-ba-ma! O-ba-ma!\"\nSo the central claim of the ad, and the one we decided to check, is that Obama is to blame for rising gas prices.\n\n\nIn its news release announcing the ad, the McCain campaign cited everything from Obama's criticism of McCain's electric car contest to Obama's reservations about nuclear power. But in our view those things don't sufficiently back up McCain's sweeping contention that the junior senator from Illinois is to blame for rising gas prices.\n\n\nThe main implication of the ad is that the ban on some offshore drilling — a ban that McCain has long opposed,\n\nmore explicitly lately\n\nthan in the past — has contributed to rising prices, and since Obama supports it, it is fair to blame him for it.\n\n\nThe last part is highly dubious. Obama has only been in the U.S. Senate since 2005, and the congressional moratorium prohibiting oil and gas leasing on most of the outer continental shelf dates to 1982.\n\n\nGranted, Congress has renewed it every year since. But there was also a presidential order banning oil exploration off the coasts from 1990, when the first President Bush issued it, until July 14, 2008, when his son lifted it.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo even if the ban on offshore drilling contributed to \"rising prices at the pump,\" it would have done so regardless of how Obama felt about it, at least until the very recent past.\n\n\nNow, has the ban in fact contributed to rising prices at the pump? Probably so, though it's impossible to say how much.\n\n\nCurrently, drilling is allowed in about 15 percent of federally controlled waters, and those areas are the source of more than one-quarter of the oil produced in the United States, according to Ron Planting, an economist at the American Petroleum Institute. Domestic production accounts for about a quarter of the oil the country consumes, Planting said.\n\n\nIt is not likely that all the other offshore areas currently off limits would be as productive as the Gulf of Mexico, where most of today's offshore drilling takes place, Planting said.\n\n\n\"The only thing we can say is directional,\" Planting said. \"We'd have more supply (if the moratorium hadn't been in place)] and historically more supply has downward pressure on prices.\"\n\n\nBut that's really a peripheral issue. Regardless of how the moratorium has affected prices over the years, Obama has not been a key force behind it until very recently.\n\n\nTrue, he vows to be just that in the future. But how lifting the moratorium would affect future prices is a separate question, (and a tricky one, as we explain\n\nhere\n\n).\n\n\nWhat the ad pins on Obama — and others who are \"saying no to (new offshore) drilling in America\" — are the price increases the country is currently enduring. That saddles the Illinois senator with a lot more influence than he has had. If one were to line up all the leaders in Washington who share some responsibility for the offshore drilling moratorium — the first President Bush, the Republican leadership of Congress, the Democratic leadership of Congress, the Florida delegation — there would be quite a few people ahead of Obama. We find McCain's claim to be False.", "vclaim_id": "vclaim-pol-16123"}