{"url": "/factchecks/2020/mar/16/facebook-posts/no-clintons-arent-responsible-more-deaths-coronavi/", "speaker": "Facebook posts", "vclaim": "“Coronavirus — 22. Clintons — 39.”", "truth_label": "pants-fire", "date": "stated on March 9, 2020 in a Facebook post:", "title": "No, the Clintons aren’t responsible for more deaths than the coronavirus", "text": "In some corners of the internet, every crisis traces back to Bill and Hillary Clinton. No matter how many times fact-checkers swat down hoaxes faulting them for murders and other mischief, there’s always another conspiracy floating around, or so it seems.\nThis time, a Facebook post suggests that the political family is responsible for more deaths than the novel coronavirus that’s infected more than 153,000 people worldwide.\n\"Coronavirus — 22. Clintons — 39,\" said an image posted to Facebook on March 9, 2020. The post doesn’t specify that the numbers are in reference to alleged death tolls, but comments from the original poster and other social media users make the connection clear.\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIn reality, there’s no proof that the Clintons have a \"body count\" or have killed people who have damaging information on them, as hoaxes about the Clintons routinely allege. \nThese conspiracies are not new. In a 1998 fact-check of a bogus hit list that purported to name dozens of people the Clintons had killed, Snopes wrote that similar rumors had been spreading for decades. Since our start in 2007, we’ve also seen numerous Clinton-related conspiracies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nWe’ve debunked claims alleging the Clintons were behind the celebrity deaths of everyone from Kate Spade to Anthony Bourdain to Kobe Bryant to Paul Walker. We’ve also quashed numerous baseless rumors about the Clintons orchestrating the murders of political leaders and enemies.\nRecently, we debunked a Wisconsin state lawmaker’s false claim that \"more people have died from knowing Hillary\" than the novel coronavirus.\nAs of March 15, COVID-19 had killed 5,735 people globally and 41 people in the United States, according to the World Health Organization and the Centers for Disease Control and Protection. More recent news reports have the U.S. death toll topping 70 people as of March 16.\nAs of March 9 — the date the Facebook post went up — COVID-19 had killed 3,809 people globally and 11 people in the U.S., according to the WHO and the CDC. But those numbers were lagging, as some news reports from March 8 had the U.S. number up to 22 people.\nRegardless of where the coronavirus death toll sits, there’s no credible evidence to substantiate the claim that the Clintons are behind the deaths of 39 people.\nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-18129"}