{"url": "/factchecks/2017/oct/13/colin-jost/colin-jost-weekend-update-texas-dildos-law-6-own-m/", "speaker": "Colin Jost", "vclaim": "\"There is a real law in Texas that says it’s illegal to own more than six dildos.\"", "truth_label": "mostly-true", "date": "stated on October 7, 2017 in a Weekend Update report on NBC-TV's \"Saturday Night Live\":", "title": "Colin Jost, on Weekend Update, says a Texas law bars ownership of more than 6 dildos", "text": "Saying individual Americans should own fewer guns, a co-host of the news-like Weekend Update segment on NBC’s \"Saturday Night Live\" wrapped in a claim about Texas.\nColin Jost, who also wondered aloud about the mass shooter in Las Vegas owning 47 guns, said in the Oct. 7, 2017 episode: \"No one should own 47 of anything.\" Cats, for instance, Jost went on, before adding: \"There is a real law in Texas that says it’s illegal to own more than six dildos. And I get why—no one needs that many! If you have more than six dildos, it’s a clear sign you are training for something awful.\"\nCue laughter. But does Texas have such a law?\nAn NBC spokeswoman, Lauren Roseman, declined to comment when we sought the basis of Jost’s statement. We similarly failed to draw comment--about Jost's accuracy--from the Texas attorney general’s office, law professors and representatives of Texas law officers and district attorneys.\nA law found unconstitutional\nFor our part, we suspected that Jost was referring to a state law restricting \"obscene devices\" that remains in place despite being found unconstitutional by a federal appeals court nearly a decade ago. We recently looked into the law, which dates to the 1970s, in finding Mostly False a claim that U.S. Sen. Ted Cruz, the former Texas solicitor general, once supported a ban on sex toys. Cruz’s defense of the law, we concluded, came as part of his duties as the state’s top appellate lawyer at the time.\nSection 43.23 of the Texas penal code does not specify dildos. It states: \"A person commits an offense if, knowing its content and character, he wholesale promotes or possesses with intent to wholesale promote any obscene material or obscene device.\" Another provision specifies: \"A person who possesses six or more obscene devices or identical or similar obscene articles is presumed to possess them with intent to promote the same,\" the implication being that the person would violate the restriction on promoting such devices.\nIn ruling against the state in February 2008, judges on the 5th U.S. Circuit Court of Appeals cited Lawrence and Garner v. Texas, the U.S. Supreme Court's 2003 opinion striking down bans on consensual sex between gay couples, in violation of the 14th Amendment. State lawyers did not appeal the dildo ruling to the U.S. Supreme Court.\n\"Just as in Lawrence,\" the circuit court judges wrote, \"the state here wants to use its laws to enforce a public moral code by restricting private intimate conduct. The case is not about public sex. It is not about controlling commerce in sex. It is about controlling what people do in the privacy of their own homes because the state is morally opposed to a certain type of consensual private intimate conduct. This is an insufficient justification after Lawrence.\"\nLaw remains in place\nLawyers familiar with the appeals court ruling agreed, when we asked, that the sexual devices statute remains in Texas law — but that’s an empty reality, most said.\nJames C. Todd, a since-retired Texas assistant attorney general who defended the law in federal district court, said by phone he wasn’t surprised that legislators haven’t acted to repeal the law. His speculation: \"They don’t want to go back and in the next election have it said (that) my opponent voted against a law to prohibit indecency.\"\nTodd said that while the law remains on the books, it’s unenforceable; since it’s declared unconstitutional, no prosecutor would prosecute someone for violating it, he said.\nGary Krupkin, a Dallas lawyer who represents vendors of sex toys, said by email that the circuit court’s ruling had the same effect as the Texas Legislature repealing the law. Krupkin said he’s unaware of any other state law that could be used to ban, restrict, or otherwise impede the purchase, ownership, commercial sale or use of multiple dildos.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJim Steineke\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nAssembly Republicans “have come to the table” and were part of “give and take” compromise on a coronavirus bill.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 27, 2021\n\n\n\n\n\n\n\nFormer judge suggests legal limbo\nWe should otherwise note a legal twist explored by PolitiFact Florida in 2015. In 2008, a Texas state appeals judge upheld a conviction stemming from the sale of a vibrator by a store in Corpus Christi. The majority opinion upholding the Texas law was issued months after the federal circuit court had found it unconstitutional.\nIn 2015, legal experts commented on this contrast by saying that technically, federal rulings are not directly binding on state courts, but plaintiffs still would be assured of relief if they pursued their case in federal court.\nIn the July 2008 state appeals court ruling, Linda Reyna Yañez, a judge on the 13th District Court of Appeals covering Brownsville north to Wharton, wrote that though the court embraced the circuit court’s ruling against the law’s constitutionality, it wasn’t required to follow it.\nYañez wrote: \"Fifth Circuit precedent is not binding on Texas courts.\" The judge also wrote that because the state’s chief criminal appeals court earlier held that the same law didn’t violate due-process rights, the state appeals court had no binding basis to hold otherwise.\nIn 1985, the Texas Court of Criminal Appeals had held that the statute did not violate an individual's right to privacy, concluding that there was no constitutional right to \"stimulate another's genitals with an object designed or marketed as useful primarily for that purpose.\"\nAt our request, Yañez, an Edinburg attorney who’s no longer a member of the appeals court, re-read the ruling in October 2017. Next, she told us by phone that she stands by the conclusion despite her personal backing of the circuit court’s ruling.\n\"I remember,\" she said, \"not being able to do what I really wanted to do,\" which would have been to find the law at fault, she said. But because the U.S. Supreme Court hadn’t taken up the law’s constitutionality while the Texas Court of Criminal Appeals had previously upheld it, she said, \"I had absolutely no choice.\"\n\"Theoretically a law enforcement officer could still arrest somebody\" for violating the law, Yañez said. \"This is the way it works. Sometimes you have these inconsistencies and people are left in limbo.\"\nTodd later agreed by phone that it’s a rule of judicial decision-making that Texas appeals courts follow the highest state court’s ruling even on a matter of federal constitutionality. Then again, Todd said, \"I’ve always felt like they’re not going to ignore what the 5th Circuit says.\"\nKrupkin said by email that we’d have to check every Texas county to cement whether anyone has been prosecuted under the law. \"However, there is a very small cadre of attorneys that specialize in dildo defense. As part of that group, I have not heard of any prosecutions,\" Krupkin said.\nOur ruling\nJost said: \"There is a real law in Texas that says it’s illegal to own more than six dildos.\"\nSuch a cap on \"obscene devices\" has been state law since the 1970s though it’s worth clarifying that the law mostly hasn’t been enforced since federal appeals judges found it unconstitutional in 2008.\nWe rate the claim Mostly True.\n\nMOSTLY TRUE – The statement is accurate but needs clarification or additional information. Click here for more on the six PolitiFact ratings and how we select facts to check.  Share the Facts 2017-10-16 16:57:29 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"There is a real law in Texas that says it’s illegal to own more than six dildos.\"    Colin Jost Co-host, Weekend Update segment on \"Saturday Night Live\" https://www.youtube.com/watch?v=j7OQpRLDM9I   New York Saturday, October 7, 2017 2017-10-07    Read More  info", "vclaim_id": "vclaim-pol-02801"}