{"url": "/factchecks/2010/sep/11/jim-sensenbrenner/jim-sensenbrenner-says-scott-walker-opposed-massiv/", "speaker": "Jim Sensenbrenner", "vclaim": "Like me, Scott Walker opposed the 1998 transportation bill and the $9 billion of wasteful spending.", "truth_label": "false", "date": "stated on September 10, 2010 in a radio ad for the Scott Walker gubernatorial campaign:", "title": "Jim Sensenbrenner says Scott Walker opposed the massive 1998 transportation bill", "text": "If a Mark Neumann TV ad in response to a Scott Walker TV ad is the political equivalent of tit-for-tat, what do you call a response to the response?\n\nIn this case, more confusion for voters.\n\nThe ad in question is a radio spot by Walker that features U.S. Rep. Jim Sensenbrenner, R-Wisconsin, talking about a 1998 transportation spending bill that has become a central issue in the GOP gubernatorial primary.\n\nNeumann, in Congress at the time, voted for it. Sensenbrenner opposed it -- and says Walker, then a state lawmaker, opposed it, too.\n\n\"Let me set the record straight,\" Sensenbrenner says in the 60-second spot.\"I served with Mark Neumann. Mark Neumann voted for $9 billion in pork projects when he was in Congress. He voted yes for wasteful transportation spending. I voted against that bill because it was full of waste and payoffs to special interests. Like me, Scott Walker opposed the bill and the $9 billion of wasteful spending.\"\n\nSo does the blunt-talking Sensenbrenner set the record straight? Hardly.\n\nNeumann did vote for the bill but argues Walker was way off base to link him to Democratic House Speaker Nancy Pelosi based on that vote. PolitiFact Wisconsin rated the connection False.  In his counter-ad, Neumann says Walker supported the bill at the time. We rated that Barely True -- Walker publicly supported a provision of the measure relating to how some $241 million in federal money for the area could be spent, not the whole bill.\n\nWe turned to the Sensenbrenner to ask for support for his statement. His longtime chief of staff, Tom Schreibel, referred us to Walker, saying they got the information from him. Jill Bader, Walker’s campaign spokeswoman, said the basis was Walker’s own recollection this week.\n\n\"We had a conversation with Scott in which Scott recalled opposing the bill,\" Bader said.\n\nNeither Bader nor Schreibel could identify any public statements from the time indicating Walker’s opposition to the bill.\n\nIn fact, the only public statements that have surfaced are the ones related to a provision in the bill authored by U.S. Rep. Tom Petri, R-Fond du Lac. That change allowed money set aside mainly for a proposed light rail system to go to freeway reconstruction projects. Walker joined five other state lawmakers representing Milwaukee County in applauding that piece of it.\n\nAny other evidence?\n\nSchreibel said it’s common in Washington for lawmakers to support an amendment to a bill, but vote against the final product: \"The pig's ears might be cute, but do you want to buy the whole pig?\"\n\nAnd Bader suggested that because Sensenbrenner was Walker’s congressman, he would have supported Sensenbrenner’s position.\n\nThat’s all as much of a reach as the original move by Walker to tie Neumann to Pelosi.\n\nSo far the only information on the record from the time shows Walker supported at least a portion the bill. It’s possible that more evidence will surface to back up Sensenbrenner’s claim that Walker joined him in opposing the bill. But for now we rate it False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-14446"}