{"url": "/factchecks/2013/jul/29/marco-rubio/sen-marco-rubio-says-75-small-businesses-say-theyl/", "speaker": "Marco Rubio", "vclaim": "Under Obamacare, \"75 percent of small businesses now say they are going to be forced to either fire workers or cut their hours.\"", "truth_label": "pants-fire", "date": "stated on July 25, 2013 in a FoxNews.com op-ed:", "title": "Sen. Marco Rubio says 75% of small businesses say they’ll fire workers or cut hours under Obamacare", "text": "Sen. Marco Rubio says it’s not too late to stop Obamacare.\nIn fact, he says, Congress should refuse to pass a spending bill that funds it, even at the risk of shutting down government. That’s because he sees \"mounting evidence of how Obamacare creates more problems than it solves, particularly for small business owners and the people who work for them.\"\nOne of those pieces of evidence: the number of small business who \"say they are going to be forced to either fire workers or cut their hours.\"\nAccording to his FoxNews.com op-ed on July 25, 2013, that number is a jaw-dropping 75 percent. (He repeated the claim in a July 29 piece for RedState.com, \"Shut Down Obamacare, Not Government.\")\nRubio blames the health care law’s now-delayed employer mandate, which requires businesses with the equivalent of 50 or more full-time employees to offer affordable, comprehensive health coverage or potentially face penalties of $2,000 or more per full-time worker after the first 30.\nThat creates a disastrous disincentive, he argues:\n\"If you are a small business with about 47, 48 or 49 employees and you want to hire more people, Obamacare encourages you to hold back on hiring new workers or cut the hours of existing ones so that you don’t reach 50 employees. That is why 75 percent of small businesses now say they are going to be forced to either fire workers or cut their hours.\"\nDo three in four American small businesses say the health care law will drive them to fire workers or cut their hours?\nSurvey says\nRubio’s not alone in his distaste for the employer mandate, which has detractors on the right and left. Even some supporters of the health care law don’t like the way the mandate’s structured, noting that it may discourage hiring and create an incentive to keep workers under 30 hours.\nBut do 75 percent of small businesses say they face that pressure?\nRubio’s office provided us with a July 16, 2013, Washington Examiner article headlined \"74% of small businesses will fire workers, cut hours under Obamacare,\" which begins:\n\"Despite the administration's controversial decision to delay forcing companies to join Obamacare for a year, three-quarters of small businesses are still making plans to duck the costly law by firing workers, reducing hours of full-time staff, or shift many to part-time, according to a sobering survey released by the U.S. Chamber of Commerce.\"\nIt goes on to summarize results from the U.S. Chamber of Commerce’s quarterly Small Business Outlook Study.\nWe read the the study and reached out to the chamber. And there’s a problem with that \"three-quarters of small businesses\" claim. Well, a series of problems, actually.\nCategories don’t add up\nThe study was conducted among a national sample of 1,300 executives for small businesses, defined as fewer than 500 employees and with annual revenue less than $25 million. It included chamber members and non-members \"weighted to be representative of the small business population.\"\nBut it turns out the question the Washington Examiner and Rubio cited wasn’t asked of the entire group — something not clear in the published results.\nThe chamber told us executives were first asked whether the employer mandate would affect them:\nAs a result of the health care law, the employer mandate will require employers with more than 50 full-time workers to offer health coverage to all full-time employees and their dependents or face a penalty. The law defines a full-time employee as someone who works 30 hours per week and the penalty is based on the number of full-time employees. Will you be impacted by the employer mandate?\nJust 17 percent of the small business executives said yes. So less than one in five businesses that participated in the survey said that the employer mandate would even affect them.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThose 17 percent were then asked how they planned to respond. They could select as many answers as they felt applied to them:\nPlease indicate how your business will react to this new mandate. Please select all that apply.\na. Reduce hiring to avoid surpassing the 50 full-time equivalent employees (24 percent)\nb. Cut back hours to reduce the number of full-time employees (27 percent)\nc. Stop providing employee health insurance\nd. Replace full-time employees with part-time workers (23 percent)\ne. None of the above\nThe chamber published responses for answers A, B and D — the responses cited by the Washington Examiner and Rubio. It has not provided responses for answers C and E.\nSo, the only way to reach 75 percent is to not only ignore the majority of executives who didn’t answer the question, but also to fold those who said they would \"reduce hiring\" with those who planned to cut hours or replace workers.\nAnd we just don’t know how many employers said, \"None of the above.\"\nIt’s also not clear from published results exactly what percentage of affected businesses said they would cut hours or replace workers.\nIt could be as high as 50 percent, assuming there was no overlap between the executives who said they planned to replace full-timers with part-timers and those who said they would cut back hours. It could be as low as 27 percent, assuming total overlap — that the same people who said they would replace full-timers with part-timers also said they intended to cut back hours.\nSo, of all small businesses in the study, how many said they would cut back hours or replace full-time workers in response to the health care law?\nJust 5 percent to 9 percent.\nAnd that’s in line with other evidence. Most companies have 10 employees or less — far from the 50-employee threshold. Meanwhile, of firms with 25 to 49 people — a group Rubio said he was concerned about — 87 percent already offer health benefits, according to the Kaiser Family Foundation’s annual employer survey.\nOf those with 50 to 199 employees — the smallest businesses actually subject to penalties in 2015 for not offering insurance — 94 percent already offer benefits.\nMeanwhile, under the law, businesses with fewer than 25 employees may already qualify for tax credits for offering coverage — an extra boost they didn’t get before.\nStill, surveys show small businesses are worried. A May Gallup poll commissioned by an employment law firm showed that 41 percent have held off on plans to hire new employees, 19 percent have reduced workers, and 18 percent have reduced employees’ hours to part time.\nPart of the problem, said Linda Blumberg, a senior fellow in the Health Policy Center at the Urban Institute, is that small employers don’t actually know yet how the law will affect them.\nOnly 30 percent of respondents in the U.S. Chamber’s small business survey said they were prepared — including understanding what’s required to participate in health care insurance exchanges.\n\"There's a lot of misinformation and a lot of ideology out there,\" Blumberg said.\nOur ruling\nRubio, arguing to defund Obamacare, said \"75 percent of small businesses now say they are going to be forced to either fire workers or cut their hours.\" That’s not remotely true. In the study of small businesses he cited, less than 10 percent said they might make that choice.\nHis office cited a news article that misinterpreted ambiguous results from an interest-group survey. But basic statistics about America’s small businesses show the number was seriously unlikely, and a quick message to the U.S. Chamber exposed the error.\nYet opinion pieces under Rubio’s name repeat the claim — one that’s so wrong, it’s ridiculous. We rate it Pants on Fire.", "vclaim_id": "vclaim-pol-09055"}