{"url": "/factchecks/2018/may/23/donald-trump/did-ex-intelligence-chief-clapper-say-fbi-spied-tr/", "speaker": "Donald Trump", "vclaim": "Says James Clapper said \"that the FBI was spying on (Trump's) campaign.\"", "truth_label": "false", "date": "stated on May 23, 2018 in a tweet:", "title": "Did ex-intelligence chief Clapper say FBI spied on Trump campaign? No", "text": "President Donald Trump has hinted that the Obama administration inserted a mole in his presidential campaign to undercut his candidacy. In an early morning tweet, he offered what seemed to be proof, from none other than former Director of National Intelligence James Clapper.\nIn a tweet, Trump appeared to quote Clapper as saying, \"Trump should be happy that the FBI was SPYING on his campaign.\" Trump followed that with,  \"No, James Clapper, I am not happy. Spying on a campaign would be illegal, and a scandal to boot!\"\n“Trump should be happy that the FBI was SPYING on his campaign” No, James Clapper, I am not happy. Spying on a campaign would be illegal, and a scandal to boot!— Donald J. Trump (@realDonaldTrump) May 23, 2018\n\n\nWhatever people might think amounts to spying (and we wrote that there’s no agreed-upon definition), Clapper didn’t say what Trump claimed.\nClapper said the opposite.\nClapper was interviewed May 22 on ABC News’ The View. Here’s the exchange with co-host Joy Behar:\nBehar: \"I ask you, was the FBI spying on Trump's campaign?\"\nClapper: \"No, they were not. They were spying on — a term I don't particularly like —  but on what the Russians were doing. Trying to understand were the Russians infiltrating, trying to gain access, trying to gain leverage and influence which is what they do.\"\nBehar: \"Well, why doesn't he like that? He should be happy.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nL. Lin Wood\n\n\nstated on January 18, 2021 in an interview with the Patriotically Correct Radio Show\n\n\n\n\n\n\n\n\n\"China was behind the interference and the effort to overthrow our government and the election, election fraud.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Daniel Funke • January 19, 2021\n\n\n\n\n\n\n\nClapper: \"He should be.\"\nThe White House press office confirmed that Trump was referring to Clapper’s ABC interview. But that wasn’t the only time Clapper addressed the question of spying.\nClapper repeated his point the same day in an interview on CNN’s Anderson Cooper 360.\n\"The objective here was actually to protect the campaign by determining whether the Russians were infiltrating it and attempting to exert influence,\" Clapper said.\nAfter Trump's tweet, Clapper said May 23 on CNN it was \"a distortion of what I said.\"\nThe FBI’s guidelines say direct investigation of a campaign should only come after a high-level review.\n\"It is not invariably illegal to spy on a campaign or people in it,\" said Robert Litt, former general counsel for the Director of National Intelligence. \"The question is, why are you doing it? Are you doing it for legitimate investigative purposes – for example if you have information that people in the campaign are engaged in criminal activity – or is your purpose to glean information that you would provide to the candidate’s opponents for political use?\"\nOur ruling\nTrump said that Clapper had affirmed that the FBI had spied on the Trump campaign. That does not reflect Clapper’s words. In two separate interviews Clapper said that the FBI was looking for Russian interference in the election with the aim of protecting the campaign.\nHe specifically said that the FBI had not spied on the campaign.\nTrump turned Clapper’s statements upside down and for that, we rate this claim False.\n Share the Facts 2018-05-23 21:44:36 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says James Clapper said \"that the FBI was spying on (Trump's) campaign.\"     Donald Trump President of the United States https://twitter.com/realDonaldTrump/status/999252093998370817   In a tweet Wednesday, May 23, 2018 2018-05-23    Read More  info", "vclaim_id": "vclaim-pol-02042"}