{"url": "/factchecks/2013/jun/16/stephen-sweeney/steve-sweeney-says-70-percent-new-jerseyans-want-m/", "speaker": "Stephen Sweeney", "vclaim": "\"Seventy percent of the people in the state of New Jersey want marriage equality.\"", "truth_label": "false", "date": "stated on June 1, 2013 in an interview on NJTV's 'On The Record With Michael Aron' :", "title": "Steve Sweeney says 70 percent of New Jerseyans want marriage equality", "text": "There’s no denying that support for same-sex marriage has grown in New Jersey during the past few years.\n\nPolls done on the issue show that support for it has climbed above 50 percent and is nearing a two-thirds majority, according to recent results released by a handful of major polling organizations.\n\nThe consenus is so strong, according to Senate President Steve Sweeney (D-Gloucester), that New Jersey may be headed toward a number indicating support from three-quarters of state residents.\n\n\"Seventy percent of the people in the state of New Jersey want marriage equality,\" Sweeney said during an interview earlier this month on NJTV’s ‘On The Record with Michael Aron.’ Sweeney, who abstained when a same-sex marriage bill came before the Legislature three years ago, now supports it.\n\nThe 70 percent figure would be the highest level of support for same-sex marriage ever polled in New Jersey – if it were true. But it’s not.\n\nLet’s begin by reviewing polls done in New Jersey on same-sex marriage.\n\nBack in April, the Rutgers-Eagleton poll asked 819 registered voters if they would vote for legalizing same-sex marriage if the question appeared on a ballot. Of those who answered, 62 percent said yes, 30 percent said no and 8 percent were undecided, said David Redlawsk, director of the Rutgers-Eagleton Polling Institute and a political science professor at Rutgers University.\n\nThe poll had a margin of error of +/- 3.7 percent.\n\nWe then checked with the Quinnipiac Polling Institute, which had a slightly higher approval rating for this question asked in March: Would you support or oppose a law that would allow same-sex couples to get married?\n\nThe poll found 64 percent of registered voters in favor, the highest level Quinnipiac has seen in response to that exact question since 2006, when support was at 41 percent. Thirty percent were opposed.\n\nThe same poll found that 72 percent of New Jerseyans say it’s a good idea to decide the same-sex marriage issue by referendum on the November ballot.\n\nLet’s be clear: Sweeney’s claim of 70 percent support only rings true when voters are asked if same-sex marriage should go on the ballot. Favorability for same-sex marriage is closer to 60 percent when voters are asked if they would support laws allowing it.\n\nQuinnipiac’s poll surveyed 1,129 registered voters and had a margin of error of +/-2.9 percent.\n\nThe Monmouth University Poll also has polled on this topic and seen numbers near 60 percent that support same-sex marriage, with favorability increasing each year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSteven Goldstein\n\n\nstated on July 24, 2011 in an opinion column in The Star-Ledger\n\n\n\n\n\n\n\n\n\"Polls now show a majority of Catholics favor marriage equality.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Erin O'Neill • July 31, 2011\n\n\n\n\n\n\n\n\n\"There has been a significant uptick in the last year or two,\" said Patrick Murray, director of the Monmouth University Poll. \"We’re at the point now where we’re at a solid majority.\"\n\nMurray cited a number of reasons for the increase, including President Barack Obama publicly stating his support in May 2012 for same-sex marriage.\n\n\"It was naturally going in that direction,\" Murray said. \"When the president made his statement it kind of cemented that. We saw an immediate uptick in African-American support.\"\n\nBut even as that support grows, neither Redlawsk nor Murray said they’ve seen approval numbers hitting the 70 percent mark claimed by Sweeney. Quinnipiac also hasn’t seen support that high.\n\nWe also looked at other polls to gauge national support and those numbers didn’t approach 70 percent, either.\n\nA May Gallup poll found that 53 percent of Americans said the law should recognize same-sex marriage, marking the third time Gallup has measured a reading above 50 percent on the issue. The poll surveyed 1,535 adults nationwide and had a margin of error of +/- 3 percent.\n\nThe poll asked: Do you think marriages between same-sex couples should or should not be recognized by the law as valid, with the same rights as traditional marriages?\n\nAn October Pew Research Center poll, done two weeks before the November 2012 general election, found different regions of the country had widely disparate attitudes on same-sex marriage.\n\nMid-Atlantic states (Delaware, Maryland, New Jersey, New York, Pennsylvania and Washington, DC) favored same-sex marriage 57 percent to 34 percent, the poll showed. New England states had the highest level of support, at 62 percent.\n\nChris Donnelly, a spokesman for New Jersey Senate Democrats who responded to our initial request for comment from Sweeney, did not answer our question about the source of Sweeney’s number.\n\nOur ruling\n\nSweeney said during a recent TV interview, \"Seventy percent of the people in the state of New Jersey want marriage equality.\"\n\nIt’s clear that support for same-sex marriage is growing, but it’s not at the level mentioned by Sweeney. A number of polls on the topic cite support ranging from just below 60 percent to a high of 64 percent, and two New Jersey polling directors say they have never seen support levels for same-sex marriage hit 70 percent. National polls also indicate lower support levels.\n\nWe rate the claim False.\n\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09212"}