{"url": "/factchecks/2016/apr/27/shawn-oconnor/nh-democrat-says-popular-political-stop-infested-r/", "speaker": "Shawn O'Connor", "vclaim": "\"A simple review of the Backroom’s health code records will reveal that the restaurant already has a long-standing problem with rodent infestations.\"", "truth_label": "pants-fire", "date": "stated on April 25, 2016 in a press release:", "title": "NH Democrat says popular political stop is infested with rats", "text": "In a case of Democrat backbiting, congressional candidate Shawn O’Connor says a popular New Hampshire restaurant, known for its chicken tenders and visits from presidential candidates, is full of rodents.\nIt’s one of the latest accusations to fly in the Democratic race for the New Hampshire’s first congressional district. O’Connor is running in the primary against Carol Shea Porter, who has previously held the seat.  \nOf late, both the state Democratic party and O’Connor have accused the other of making false claims.\nO’Connor put out a statement claiming a Democratic state senator told others that he -- O’Connor -- planned to place rats into the kitchen of the Puritan Backroom restaurant in Manchester. O’Connor denies the allegation.\n\"Furthermore, a simple review of the Backroom’s health code records will reveal that the restaurant already has a long-standing problem with rodent infestations,\" O’Connor, a businessman from Bedford, wrote in a widely circulated statement on Monday, April 25, 2016.\nIs there any truth to this claim?\nO’Connor’s spokesman Logan Barbosa pointed us to the Manchester Department of Health website, which posts city restaurant inspections. Barbosa said the Puritan Backroom has been cited for \"critical item violation #35 (defined as found to have insects or rodents, or areas were identified that would allow the entry of rodents or insects).\"\nThere’s a big difference between having rodents, and having areas that would allow their entry. Let’s take a look.\nUnder city ordinance, restaurants are inspected twice a year. A decade’s worth of inspection records for the Puritan Backroom, a sit-down restaurant that also has an ice-cream window, are available on the Manchester city website.\nIn nine of the 18 inspections since 2006, including the four most recent, the restaurant has had \"no critical violations observed,\" records show.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 31, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order “for all federal vehicles” to be electric.\n \n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • February 2, 2021\n\n\n\n\n\n\n\nThe restaurant was most recently cited in 2013, but for food temperature issues. Over the last decade, records show the Puritan Backroom has never been cited for evidence of rodents on the premises or for any infestation.\nThe restaurant was cited in 2011 and 2007 for an \"outer openings\" violation, which falls under the critical item violation #35. In 2011, inspectors noted the \"facilities outer openings have not been tightly sealed to the outside to prevent the entry of pests.\"\nIn 2007, inspectors recommended the restaurant install new weather stripping on the rear door, according to Phil Alexakos, Manchester’s Chief of Environmental Health, who oversees inspections.\nNeither situation meant the restaurant had pests, Alexakos said. \"If these gaps aren’t repaired, it could introduce pests,\" he said.\nThe city’s public health department hasn’t received any complaints about rodents at the facility, according to Alexakos. Officials have never noted the presence of rodents on site, inspection records show.\nRestaurant president Arthur Pappas -- who co-owns the Puritan Backroom with son Democratic Executive Councilor Chris Pappas -- disputes the claim.  \n\"It is absolutely untrue,\" Arthur Pappas said. \"Anybody who has been in my kitchen knows there has never been a problem.\"\nOur ruling \nO’Connor said the Puritan Backroom restaurant has a \"long-standing problem with rodent infestations.\"  \nInspection records from the last decade show officials have never noted rodents inside the restaurant. While more than five years ago inspectors noted gaps where pests could potentially enter the restaurant, none have been documented inside over the last ten years. That's a far cry from a long-standing infestation. \nWe rate this claim Pants on Fire!", "vclaim_id": "vclaim-pol-05043"}