{"url": "/factchecks/2016/nov/03/republican-party-wisconsin/did-russ-feingold-form-his-own-political-group-pay/", "speaker": "Republican Party of Wisconsin", "vclaim": "Says Russ Feingold \"formed his own political group to pay himself and his staff millions.\"", "truth_label": "half-true", "date": "stated on October 14, 2016 in a radio ad:", "title": "Did Russ Feingold form 'his own political group to pay himself and his staff millions'?", "text": "Russ Feingold and his staff were out of work after losing the U.S. Senate election to Ron Johnson in 2010, but many top aides found a soft landing in a pair of political groups Feingold founded.\nProgressives United Political Action Committee and Progressives United Inc. (a nonprofit organization) debuted shortly after the election and began raising money with promises to stand up to corporate influence in politics.\nBut a GOP radio ad that first aired Oct. 14, 2016 alleges these groups were more about the payroll than the mission. Amid criticism of Feingold fundraising practices, the staged conversation turns to Progressives United.\n\"Get this, he even formed his own political group to pay himself and his staff millions,\" a woman says.\nIt’s a two-pronged claim that merits investigation.\nDid Feingold and his staffers really bring in millions of dollars from Progressives United? And do the actions of Progressives United support the claim that they were formed \"to\" pay the staff?\nTallying the salaries\nThe ad refers to a single political group, but Feingold formed two national groups — the PAC and the nonprofit.  They \"shared staff and resources\" but had separate fundraising and activities, according to a description on an archived version of the Progressives United website.\nFeingold campaign spokesman Michael Tyler told us the PAC’s mission was to support candidates directly and indirectly while the nonprofit focused on issue advocacy, particularly \"to stand up against exploding corporate influence caused by Citizens United.\"\nSince the groups shared a name, a founder and much of their leadership structure — several top aides from Feingold’s campaign worked at both — we think it’s fair to examine them together.\nThe Progressives United PAC had a payroll of $1.1 million from 2011 until it stopped raising money in 2015, Federal Election Commission records show. The Progressives United nonprofit totaled $1.15 million in salaries from 2011 until it shut down in 2014, according to 990 forms filed with the IRS.\nSo the tally reaches $2.25 million, enough to justify the ad’s claim of \"millions.\"\nThe ad doesn’t specify whether the \"staff\" in question refers to all Progressives United staff or only those who also worked for Feingold in the Senate or through his campaign. But it’s worth noting the groups overlapped heavily.\nLongtime Feingold Chief of Staff Mary Irvine was paid $317,823 from 2011-’13 between the two groups before leaving for a job at the state department. She was listed as vice president of the nonprofit.\nCole Leystra, currently Feingold’s deputy campaign manager, totaled $291,209 between the groups. He was comptroller of Feingold’s campaign from 2004-’11, then executive director of the nonprofit from 2011-’15, according to his LinkedIn profile.\nFeingold himself was paid $77,000 by Progressives United. He received $17,500 as a \"strategic and organizational management consultant\" for the PAC and $59,500 from the nonprofit, where he was listed as president from 2011-’13.\nExamining the mission\nThe ad claims Progressives United was formed \"to\" pay Feingold and his staff millions, implying a primary purpose was merely to keep staff employed.\nOnly Feingold knows his motivation for starting the groups, and we can’t fact check intentions.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nBut we can look at outcomes. Financial records for both groups show the majority of money  raised went to salaries and administrative costs – several times higher than projected, in the case of the nonprofit. The groups spent a combined $10 million between 2011 and 2015.\nIRS documents submitted by the Progressives United nonprofit said half of its activities would focus on grassroots organizing, lobbying and education, and about 10% would be administration and fundraising. In reality, the more than half of the group’s expenditures each year fell into the fundraising and management/general categories, peaking at 63% in 2011.\nThe PAC spent even more of its money in those categories. Fundraising, salaries and administrative costs accounted for 88 percent of spending in the 2012 election cycle, 97 percent in the 2014 cycle and 94 percent in the 2016 cycle, according to the Center for Responsive Politics. Direct donations to candidates were between 2 percent and 7 percent of total expenditures in each two-year cycle.\nRepublicans hold up those numbers as evidence of a shady operation.\n\"This PAC obviously served as a campaign in waiting,\" said Pat Garrett, spokesman for the Wisconsin GOP. \"Look who was on the PAC, look who was on the senate campaign.\"\nThe Milwaukee Journal Sentinel identified nine former Feingold staffers that went on to work for one of the two groups. Likewise, eight Progressives United staffers now work for Feingold’s current campaign, the paper reported in April.\nThere are other connections as well. The Feingold campaign bought the mailing list created by Progressives United PAC and used it to raise hundreds of thousands of dollars, and Progressives United and Feingold’s campaign used the same direct mail, telemarketing and online firms.\nPaul Jossey, a Republican campaign finance attorney who has previously criticized Tea Party PACs for questionable practices, said the Progressives United PAC was \"warehousing his top political staff in plush jobs and building up his email list for his future candidate run.\" He called the group a \"shadow campaign.\"\nTyler, the campaign spokesman, said Progressives United was not a stereotypical PAC that focused on donating large amounts to candidates. He noted similar groups such as Democracy for America and the Progressive Change Campaign Committee also reported minimal donations directly to candidates.\nTyler said Progressives United focused on organizing and encouraging donors to give directly to candidates. He said those appeals led to $1.6 million in donations for various candidates. FEC records list $350,000 in direct donations to candidates, and Tyler said the rest were donations through Act Blue, a nonprofit that lets third-party groups like Progressives United set up a page to encourage members to donate directly to specific candidates.\nWhen asked for examples of action Progressives United took in support of its mission, Tyler provided a list focused largely on communications. It included a news story where Feingold was quoted on behalf of the group, a number of emails the group sent out and four examples of the group urging members to take action, including signing a petition, contacting the SEC and calling state attorneys general.\nAdam Green, co-founder of the Progressive Change Campaign Committee, said Progressives United filled a legitimate purpose as one of many groups focused on grassroots organization rather than direct donations. Green’s group also focuses on grassroots efforts.\n\"The real point was to do the hard work of organizing,\" Green said of Progressives United. \"It’s just honestly a degree of old-school political thinking and naiveté about how hard-working organizations are structured to look at a modern day PAC and only judge its work by the checks it cuts.\"\nBarry Burden, professor of political science at UW-Madison, said the extensive spending on staff and infrastructure don’t mean Progressives United was a sham, just that it wasn’t overly successful.\n\"My sense is this group probably just didn’t raise as much as Feingold would have liked to spend on candidates, so nearly all of its income went toward either salaries or infrastructure or advertising,\" Burden said.\nOur rating                                  \nA Wisconsin GOP radio ad said Progressives United paid Feingold and his staffers millions of dollars and was formed by Feingold essentially to do just that.\nIRS and election filings show the payroll did indeed top $2 million between Progressives United PAC and nonprofit, so the numbers are right.\nBut there’s no smoking gun to show the group was formed for the purpose of paying and warehousing staff until the next campaign.\nYes, records show the vast majority of money raised by Progressives United went to salaries and overhead — far more than the group itself projected. And yes, there is significant overlap between Feingold’s campaign staff and the leaders of Progressives United.\nBut the ad didn’t allege Progressives United was inefficient or populated with Feingold confidants – it said it was formed \"to\" pay those staffers millions. And there’s no proof of that.\nWe rate the claim Half True. https://www.sharethefacts.co/share/ffb2c4f9-8434-4368-8bbd-73da0180db43", "vclaim_id": "vclaim-pol-03989"}