{"url": "/factchecks/2020/feb/26/viral-image/book-end-days-described-illness-2020-not-wuhan-400/", "speaker": "Viral image", "vclaim": "Says the 2008 book “End of Days” predicted the current coronavirus outbreak.", "truth_label": "false", "date": "stated on February 19, 2020 in a Facebook post:", "title": "The book ‘End of Days’ described an illness in 2020, but not 'Wuhan-400'", "text": "The book \"End of Days\" by Sylvia Browne explores, well, end of days — \"predictions and prophecies about the end of the world,\" according to the book’s subtitle. It was first published in July 2008, more than a decade before the new coronavirus was first reported in Wuhan, China, in December 2019. \nOnline, fact-based news is going to be very important in the coming weeks. Please consider donating to PolitiFact today. \nBut a Feb. 19 Facebook post suggests that the book predicted the outbreak now causing global panic. It shows two photos of text with certain words and sentences underlined or circled in orange. The first photo has this sentence underlined: \"They call the stuff ‘Wuhan-400\" because it was developed at their RDNA labs outside the city of Wuhan, and it was the four-hundredth viable strain of man-made microorganisms created at the research center.\" The second photo has this sentence circled: \"In around 2020, a severe pneumonia-like illness will spread throughout the globe, attacking the lungs and the bronchial tubes and resisting all known treatments.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe used Google Books to search the text of \"End of Days\" for \"Wuhan\" and Wuhan-400\" and found nothing. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nBut the text in the second photo is from the book. Here’s what it says: \"In around 2020 a severe pneumonia-like illness will spread throughout the globe, attacking the lungs and the bronchial tubes and resisting all known treatments. Almost more baffling than the illness itself will be the fact that it will suddenly vanish as quickly as it arrived, attack again ten years later, and then disappear completely.\" \nThe reference to \"Wuhan-400\" comes from the 1981 book \"The Eyes of Darkness\" by Dean Koontz. But Snopes, which fact-checked another claim that Koontz predicted the new coronavirus outbreak, pointed out several ways the current outbreak differs from what’s described in the novel. In the book, for example, Wuhan-400 has a 100% fatality rate. But in China, where more than 77,600 cases have been confirmed, the death toll is 2,663.\nThe Facebook post we’re checking similarly suggests that Browne’s \"End of Days\" predicted the new coronavirus. But it misleads by suggesting that Browne wrote the passage in Koontz’s novel that describes \"Wuhan-400.\" \nWe rate this post False.", "vclaim_id": "vclaim-pol-17471"}