{"url": "/factchecks/2010/may/14/rick-perry/perry-says-houston-has-more-debt-capita-california/", "speaker": "Rick Perry", "vclaim": "\"The city of Houston now has more debt per capita than California.\"", "truth_label": "half-true", "date": "stated on May 3, 2010 in a Web ad:", "title": "Perry says Houston has more debt per capita than California", "text": "Bill White, the Democratic nominee for governor and Houston's former mayor, casts himself in a recent TV ad as a \"man on the move\" who intends to \"move Texas forward.\"\n\nGOP Gov. Rick Perry, running for re-election, depicts White as a man running from his record. \"The city of Houston now has more debt per capita than California,\" the narrator says in a May 3 Web advertisement posted by Perry's campaign.\n\nWhite has touted his financial prowess; we recently noted his claim to cutting city property tax rates five times. In contrast, California in 2009 issued 450,000 IOUs for personal income tax refunds.\n\nDoes Houston have more debt per resident than the Golden State?\n\nBelieve it. Perry's campaign pointed to fiscal 2009 financial reports for Houston and California. Houston's outstanding debt that year was $5,720 per person. California's debt per person was $2,808 — less than half of Houston's.\n\nKaty Bacon, a spokeswoman for White's campaign, balked. Comparing state and city debt is \"ridiculous,\" she said, arguing that Texas lets local governments, like counties and cities, borrow money to build most of their infrastructure.\n\nNext, we asked Perry's campaign why he compared Houston's debt to California's debt as opposed to, say, Los Angeles. Spokeswoman Catherine Frazier said California was singled out because its economy isn't flourishing \"and that sets a pretty powerful comparison looking at the debt between Houston and the debt of the state.\"\n\nPowerful, yes. But reasonable? We asked financial experts all along the political spectrum about that.\n\nLike White's campaign, Dale Craymer, president of the Texas Taxpayers and Research Association, said comparing cities' and states' long-term debt can be misleading.\n\n\"The state will typically have responsibility for public infrastructure, such as highways,\" Craymer said. \"Cities — they're in charge of infrastructure for not just roads, but water, wastewater, solid waste, landfills. They're really very different operations.\"\n\nTalmadge Helfin, director of the Center for Fiscal Policy at the conservative-leaning Texas Public Policy Foundation, said California's debt load is beyond his expertise. Yet Heflin, former Republican chairman of the House Appropriations Committee, said that generally, \"when you look at cities and states, the cities within a state tend to have a higher debt load than the state does.\" Heflin echoed the infrastructure Craymer pointed to, that he said cities tend to use bonds to fund.\n\nRobert Kline, executive director of the Texas Bond Review Board, said he's never heard of comparing city debt to state debt. In the end, none of the experts we spoke with had either. They included Steve Murray, regional director of Austin-based Fitch Ratings, one of three major national credit rating agencies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\"Typically we do not compare city debt and state debt levels primarily because (city and state governments) issue (debt) for very different purposes,\" Murray said. \"The repayment streams can vary greatly, so really, a more appropriate comparison, and what we do, is city to city and state to state.\"\n\nWe took his suggestion and compared Texas' debt to California's debt and Houston's debt to that of other big cities.\n\nIn fiscal 2009, Texas had $1,368 in debt per capita, according to the state's financial reports. That was less than half of California's per-capita debt that year, whose population of 36.9 million people (according to the U.S. Census Bureau) is about 1.5 times the population of Texas.\n\nAccording to Los Angeles' financial reports, the city (the nation's second largest, with 3.8 million residents in 2008, the Census Bureau's most recent data) in 2009 had $3,995 in per-capita debt, or about two-thirds of the per-capita debt of Houston, which with 2.2 million residents in 2008 ranked as the nation's fourth-largest city.\n\nOther cities' debt per capita in 2009: the nation's largest city New York ($7,760), third-largest Chicago ($5,274), fifth-largest Phoenix ($3,757), sixth-largest Philadelphia ($4,684) and seventh-largest San Antonio ($1,808). Punch line: Houston's per-capita debt of $5,720 doesn't stand out in this sampling, except that only New York among the three bigger cities had more debt per resident.\n\nMeanwhile, Craymer cautioned against comparing per-capita debt loads of cities without taking into account what those debts are paying for. In Texas, for instance, Austin operates its electric utility, while the electric utilities in Houston are privately held. \"So you couldn't reasonably compare Houston debt to Austin because they include different things,\" Craymer said.\n\nMore on point to how Murray compares cities, we looked at Fitch's most recent credit ratings, which are often used to assess the economic health of everything from corporations to governments.\n\nAAA is Fitch's best rating, while D, the worst, means the entity has defaulted. Of late, Houston, New York and San Francisco have received AA ratings from Fitch. Los Angeles was most recently rated AA-.\n\nHow have state governments fared by the Fitch ratings? Texas most recently got the AAA rating, California landed with an A-.\n\nAnd where does all this debt noodling leave us?\n\nPerry accurately says Houston's debt per capita is more than California's debt per capita, a charge that seemingly packs a punch.\n\nHowever, Perry's claim leaves a misleading impression because Houston's and California's budgets are different beasts. Experts concur, moreover, that it's unheard of to compare a city's debts to the debts of a state.\n\nWe rate Perry's statement as Half True.", "vclaim_id": "vclaim-pol-15005"}