{"url": "/factchecks/2010/jul/30/chain-email/e-mail-claims-obamas-college-transcripts-reveal-in/", "speaker": "Chain email", "vclaim": "A transcript released by Occidental College proves that Barack Obama was an Indonesian citizen.", "truth_label": "pants-fire", "date": "stated on June 28, 2010 in a chain e-mail:", "title": "E-mail claims Obama's college transcripts reveal Indonesian citizenship", "text": "One of our readers tipped us off to a chain e-mail that contains a purported Associated Press article claiming that, among other things, smoking-gun evidence has been found that proves Barack Obama really is not eligible to be president.\n\n\"The group 'Americans for Freedom of Information' has released copies of President Obama's college transcripts from Occidental College,\" read the alleged AP article. \"Released today, the transcript school [sic] indicates that Obama, under the name Barry Soetoro, received financial aid as a foreign student from Indonesia as an undergraduate. The transcript was released by Occidental College in compliance with a court order in a suit brought by the group in the Superior Court of California. The transcript shows that Obama (Soetoro) applied for financial aid and was awarded a fellowship for foreign students from the Fulbright Foundation Scholarship program. To qualify, for the scholarship, a student must claim foreign citizenship.\"\n\nWe wondered if Occidental really had given out Obama's transcripts, and if it proved that he was a foreign imposter.\n\nFirst of all, as you may have expected, it's not really an AP article. Jack Stokes, a spokesperson for AP was unequivocal when he said, \"It is not an AP story.\"\n\nA search of Google and Lexis-Nexis turned up no evidence of a group named Americans for Freedom of Information as of April 1, 2009. April 1 was the date of the purported AP story which materialized in 2009. A satirical WordPress blog was set up after the fact, as well as a far more serious AmericansforFreedomofInformation.com.Our friends at FactCheck.org found that the latter website was registered on May 11, 2009--after the date of the fake AP story. Website owner Debra Smith, says on her own personal website that she had nothing to do with chain e-mail.\n\nNevertheless, it could still be true. Barack Obama did attend Occidental college for two years before transferring to Columbia University. He writes about the experience in his book Dreams From My Father, and three rare photos have surfaced that show the young Obama while atttending Occidental.\n\nThe falsehood starts with the claim that Obama's transcript was released. That's not true, according to Jim Tranquada, director of communications at Occidental College. No court has ordered Occidental to release the transcript.\n\nBarack Obama's records at Occidental remain sealed under the Family Educational Rights and Privacy Rights Act, which applies to all students. Unless Obama gives Occidental permission to release his record, it is illegal for them to do so, and Obama has not given Occidental permission, according to Tranquada.\n\nWhen Obama  entered Occidental, he was known as Barry Obama. Around the time he left, he preferred Barack. Soetoro was the last name of Obama's stepfather, with whom he lived in Indonesia before moving in with his grandparents in the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\n\"All the alumni and students that I have spoken to knew him as Barry or Barack Obama,\" said Tranquada. And he registered under the name Obama, not Soetoro, according to the college.\n\nAlthough the e-mail lied about the release of transcripts and the name, conspiracy theorists could argue that Obama won't release his records because he is hiding the fact that he is an Indonesian citizen and actually did receive a Fulbright.\n\nAs for the Fulbright claim, Fulbright scholarships are almost never awarded to undergraduate students. They are almost exclusively awarded to students pursuing advanced degrees, according to James Lawrence, a public affairs officer for the Fulbright program. The American Indonesian Exchange Foundation now handles Fulbright awards for Indonesian citizens, and only those with an undergraduate degree and applying for a master's or doctoral degree are eligible. However, AMINEF was established in 1992, and it is unclear who handled Indonesian Fulbrights before that, or if Indonesian Fulbrights even existed in 1981. An attempt to contact the organization in Indonesia was unsuccessful.  \n\nThis chain e-mail is wrong about AP, the transcripts and the name, and we found no evidence of a Fulbright, so we're giving it a Pants On Fire.", "vclaim_id": "vclaim-pol-14665"}