{"url": "/factchecks/2015/apr/17/mike-huebsch/new-wisconsin-utility-regulator-says-volcanos-wors/", "speaker": "Mike Huebsch", "vclaim": "\"The elimination of essentially every automobile would be offset by one volcano exploding.\"", "truth_label": "false", "date": "stated on April 7, 2015 in testimony before a state Senate committee:", "title": "New Wisconsin utility regulator says volcanos worse than cars for greenhouse gas", "text": "Questions about climate change shouldn’t have been a surprise at the confirmation hearing for Michael Huebsch to join the Wisconsin Public Service Commission.\nAfter all, the state agency regulates electricity prices, power plant construction and the development of wind and solar power. All play a role in the amount of carbon emissions that utilities generate in Wisconsin.\nHuebsch, a former Republican state lawmaker, served as secretary of the Department of Administration under Gov. Scott Walker, who appointed him to the PSC.\nThe question came up during the end of Huebsch’s April 7, 2015 appearance before the Senate Committee on Natural Resources and Energy. State Sen. Mark Miller (D-Monona) asked Huebsch for his views about \"whether or not our activities in terms of energy generation are contributing to climate change?\"\nHuebsch responded that humans have can have an impact on climate change, but said he didn’t believe it is \"anywhere near the level of impact of just the natural progression of our planet.\"\nHe added: \"You know, the elimination of essentially every automobile would be offset by one volcano exploding.\"\nThat one, well, erupted on social media.\nCritics questioned the science behind the claim, which has been repeated numerous times by those who do not believe human activity is causing the planet to warm.\nWhen we asked Huebsch for his evidence, he responded by forwarding us an email he had sent to Miller after the hearing.\n\"I answered a question you put to me inaccurately and I want to set the record straight,\" Huebsch wrote. \"To your question regarding global climate change I indicated global volcanic activity can equal the emission output by the automobiles in the United States. That is inaccurate and I apologize for the error.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nHe added: \"While the scientific community recognizes the natural impact on climate change due to carbon (CO2)and sulfur (SO2) emissions from volcanic activity, those emissions do not equate to the annual emissions from United States automobiles and other fossil fuel based transportation. I apologize for any confusion this may have caused.\"\nOh.\nAll that said, let’s take a closer look the comparison.\nVolcanoes: A frequently cited 2011 report by Terrance Gerlach, a volcano expert with the United States Geological Survey, compared carbon emissions from volcanoes and all human activity -- not just motor vehicles. The eruption of Mount Pinatubo in the Philippines in 1991 was one of the largest ever recorded. That event sent about 0.05 gigatons into the atmosphere.\nVehicles: According to the U.S. Environmental Protection Agency, greenhouse gas emissions from vehicles in the United States amount to 27 percent of all sources of greenhouse gases, second only to electric power generation. Gerlach’s report says that vehicles worldwide contributed 3 gigatons a year in greenhouse gases. The EPA estimate puts the U.S. share of that at just under 2 gigatons.\nBy either measure, that’s far, far more that a volcanic eruption.\nThe Gerlach report contained this conclusion: \"Do the Earth’s volcanoes emit more CO2 than human activities? Research findings indicate that the answer to this frequently asked question is a clear and unequivocal, ‘No.’\"\nOur rating\nHuebsch, the latest appointee to the agency that regulates utilities in Wisconsin, testified that \"the elimination of essentially every automobile would be offset by one volcano exploding.\"\nWhen we asked about his comments, Huebsch issued an email saying his answer to the climate change question was wrong, and apologized.\nWe rate his claim False.", "vclaim_id": "vclaim-pol-06509"}