{"url": "/factchecks/2019/apr/08/donald-trump/republicans-dismiss-trumps-windmill-and-cancer-cla/", "speaker": "Donald Trump", "vclaim": "\"The noise (from windmills) causes cancer.\"", "truth_label": "pants-fire", "date": "stated on April 2, 2019 in a speech to the National Republican Congressional Committee:", "title": "Donald Trump's ridiculous link between cancer, wind turbines", "text": "\"Idiotic,\" said Sen. Chuck Grassley.\n\"It’s ridiculous,\" said Sen. Joni Ernst.\nIowa’s two Republican senators were talking about President Donald Trump’s comment that windmills cause cancer.\nTrump made the off-hand remark at a fundraiser for the National Republican Congressional Committee. As he often does, Trump attacked wind power as an energy source. (We checked his recent Mostly False claim that it leaves electric grids at the mercy of the wind.)\n\"If you have a windmill anywhere near your house, congratulations, your house just went down 75 percent in value,\" Trump told his fellow Republicans April 2.  \"And they say the noise causes cancer.\"\nWe asked the White House for evidence that wind turbine noise causes cancer. We didn’t hear back.\nThe health impact of wind turbines has been a topic of much conjecture. The Australian parliament took the question seriously enough to form a Select Committee on Wind Turbines. The group was sympathetic to personal reports of discomfort, and the list of ailments it heard was long: \"tinnitus, raised blood pressure, heart palpitations, tachycardia, stress, anxiety, vertigo, dizziness,\" and more.\nBut no one complained of cancer. In its final 2015 report, the committee said more evidence was needed to establish a link to any illness.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nMeanwhile, the Australian Medical Association said, \"The available Australian and international evidence does not support the view that the infrasound or low frequency sound generated by wind farms, as they are currently regulated in Australia, causes adverse health effects on populations residing in their vicinity. \"\nA 2014 review in the Journal of Occupational and Environmental Medicine of scientific studies found that \"epidemiological studies have shown associations between living near wind turbines and annoyance.\"  And that \"annoyance seems more strongly related to individual characteristics than noise from turbines.\"\nSo annoyance, yes. Cancer? No.\nTrump’s words were particularly unwelcome in Iowa. The Hawkeye State gets nearly 40 percent of its electric power from wind — more than any other state.\nA couple of days after Trump spoke, Iowa Gov. Kim Reynolds kicked off an initiative to expand wind turbines in her state. Reynolds dodged questions about Trump’s statement, saying it wasn’t her place to comment.\nBut Sen. Ernst had no reservations.\n\"It’s ridiculous,\" she said April 4 (listen at 2:20). \"Wind energy is just a tremendous asset for the state of Iowa. We are so fortunate to have so much of our electric drawn from a clean power source.\"\nOur ruling\nTrump said windmill noise causes cancer. The White House provided no evidence. No study supports the statement.\nEchoing Iowa’s Republican senators, we rate this ridiculous statement Pants on Fire.\n Share the Facts 2019-04-08 19:39:47 UTC   PolitiFact    1 1 7  PolitiFact Rating: Pants on Fire  \"The noise (from windmills) causes cancer.\"     Donald Trump President of the United States https://f2.link/190402b#80   In a speech at a National Republican Congressional Committee dinner Tuesday, April 2, 2019 2019-04-02    Read More  info", "vclaim_id": "vclaim-pol-00786"}