{"url": "/factchecks/2019/oct/03/charlie-kirk/fact-checking-charlie-kirks-misleading-tweet-about/", "speaker": "Charlie Kirk", "vclaim": "\"Barack Obama asked Ukraine to investigate his political rival's campaign manager, 3 Democrat senators asked Ukraine to investigate Trump, and the DNC solicited Ukraine's help to dig up dirt on Trump.\"", "truth_label": "barely-true", "date": "stated on September 29, 2019 in a tweet:", "title": "Fact-checking Charlie Kirk’s misleading tweet about Democrats, Ukraine", "text": "Turning Point USA founder Charlie Kirk floated a trio of misleading claims on Twitter in an effort to link Democrats to misconduct in Ukraine.\n\"Barack Obama asked Ukraine to investigate his political rival's campaign manager, 3 Democrat senators asked Ukraine to investigate Trump, and the DNC solicited Ukraine's help to dig up dirt on Trump, and the media was silent about all of it,\" Kirk wrote in the Sept 29 tweet.  \nThis is your daily reminder that:Barack Obama asked Ukraine to investigate his political rival's campaign manager3 Democrat senators asked Ukraine to investigate TrumpAnd the DNC solicited Ukraine's help to dig up dirt on TrumpAnd the media was silent about all of it🤔— Charlie Kirk (@charliekirk11) September 29, 2019 \nHouse Democrats launched an impeachment inquiry against President Donald Trump after discovering he had urged Ukrainian President Volodymyr Zelensky to investigate former Vice President Joe Biden, a potential challenger in the 2020 presidential election.\nKirk, Trump and other conservatives have tried pinning allegations of wrongdoing back on Democrats. During a Sept. 25 press conference, Trump charged that Democratic senators \"have actually done what they’re accusing me of doing, which I didn’t do.\"\nBut what are the facts about these claims? \nWe decided to break Kirk’s tweet down and see how each of his three claims stacked up to the facts. Put simply, all three are oversimplified and misleading.\n\"Barack Obama asked Ukraine to investigate his political rival's campaign manager\"\nThis claim is unproven. We found no evidence that former President Barack Obama asked Ukraine to investigate Paul Manafort, Trump’s former campaign manager. \nIn a statement to PolitiFact, a spokesperson for Kirk pointed to opinion pieces in the Washington Post, Fox News and The Hill. According to one such article by The Hill’s John Solomon, investigators from Ukraine’s National Anti-Corruption Bureau (NABU) met with U.S. officials in January 2016 to discuss coordinating their anti-corruption efforts.\nAndrii Telizhenko, a former Ukrainian embassy official, told Solomon that Obama’s Justice Department asked the NABU officials during that meeting to revive a closed 2014 investigation of payments to Manafort by former Ukrainian President Viktor Yanukovych, an ally of Russian President Vladimir Putin who fled Ukraine in 2014 amid protests.\nBut Telizhenko — who worked at the embassy for less than a year, per the Washington Post — also said he could not remember if Manafort was specifically mentioned at the meeting.\nSolomon also quoted Telizhenko and another Ukrainian official drawing a link between the January 2016 meeting and the release months later of a ledger showing off-the-books payments from Yanukovych’s political party to Manafort. \nSerhiy Leshchenko, the member of Ukraine's parliament and investigative journalist who revealed the existence of the ledger in a press conference, wrote in a recent Washington Post op-ed that he was not working with the intent of helping Democrats.\n\"This was Leshchenko coming forward,\" said Steven Pifer, a senior fellow at the Brookings Institution and the former U.S. ambassador to Ukraine under President Bill Clinton. \"Nothing I have seen suggests that he did so at the request of the Obama White House.\"\nJohn Herbst, director of the Eurasia Center at the Atlantic Council and the former ambassador to Ukraine under President George W. Bush, said the release of the ledger was not unusual: \"When the ledger came out, as someone who’s been watching Ukraine very closely for the last five years, that seemed to be an absolutely normal development given Ukraine’s own politics.\"\nUkrainians were already attentive to Manafort because of his connections to Yanukovych, Herbst said. They became more interested once Manafort became part of the Trump campaign.\n\"I am a bit skeptical about the notion that you had Ukrainians meeting with the Justice Department to plot strategy on this thing,\" Herbst said. \"I can’t flatly tell you it’s wrong.\"\nWhatever was said, it’s also important to note that the alleged discussion happened in January 2016, while Trump didn’t hire Manafort to work on his campaign until March 2016. Manafort was named campaign chairman in May 2016.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJake Tapper\n\n\nstated on January 13, 2021 in remarks in a CNN broadcast\n\n\n\n\n\n\n\n\nThe second presidential impeachment of Donald Trump was “the most bipartisan impeachment in American history.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 13, 2021\n\n\n\n\n\n\n\nSolomon did not respond to a request for comment but defended his work on Twitter. A spokesman for Obama declined to comment.\n\"3 Democrat senators asked Ukraine to investigate Trump\" \nThis claim distorts what happened.\nIn May 2018, Sens. Dick Durbin of Illinois, Patrick Leahy of Vermont and Bob Menendez of New Jersey wrote a letter to Yuriy Lutsenko, prosecutor general of Ukraine, urging him to cooperate with former special counsel Robert Mueller’s investigation on Russian election interference.\nCiting an article from the New York Times, the senators noted that Ukraine had reportedly stopped four investigations related to the Mueller probe for fear that the country’s cooperation could have jeopardized its ability to secure financial and military aid from the United States.\n\"If these reports are true, we strongly encourage you to reverse course and halt any efforts to impede cooperation with this important investigation,\" they wrote.\nThe senators also asked if the Trump administration had encouraged Ukrainian officials to impede Mueller’s investigations in Ukraine. But they never asked Ukraine to investigate Trump, as Kirk falsely claimed. The senators clarified their intentions in a recent press release.\n\"This wasn’t about asking for an investigation, but to follow up on the New York Times report that the Ukraine prosecutor was ending his own ongoing investigations and not cooperating with queries from Mueller concerning Manafort,\" Leahy spokesman David Carle told PolitiFact.\n\"And the DNC solicited Ukraine's help to dig up dirt on Trump\"\nThis claim is misleading. It has its origins in a 2017 Politico report, which we’ve looked at before.\nAccording to the report, a Ukrainian-American consultant for the Democratic National Committee looked for compromising information about Manafort and revealed some findings to officials at the Ukrainian embassy and the DNC.\nBut Kirk’s claim overstates the report’s findings. There’s no evidence that the DNC was working directly with Ukraine’s government.\nThe consultant, Alexandra Chalupa, told Politico that she had taken it upon herself to research Manafort’s connections to Yanukovych, the ousted former Ukrainian president. As Trump’s campaign surged, she started researching Trump’s ties to Russia, as well.\nChalupa shared some rumors and findings with officials from the DNC and Hillary Clinton’s presidential campaign, the report said. The day after Trump hired Manafort, she told the DNC’s communications team about Manafort, Trump and their ties to Russia. Hacked emails also show her telling a DNC official a few months later that she had more information on Manafort.\nThe Politico report also said the DNC encouraged Chalupa to ask Ukrainian embassy staff if former Ukrainian President Petro Poroshenko, Yanukovych’s successor, would be willing to take a question from a reporter on Manafort’s hire and ties to Yanukovych.\nBut a former DNC staffer told Politico the DNC was \"not directing or driving her work.\"\nChalupa took issue with the Politico article in a Facebook post. She told CNN she was not an opposition researcher and that the DNC never asked her to seek dirt from Ukraine. Multiple DNC and Clinton campaign officials also denied working with the Ukraine government.\nKenneth Vogel, one of the reporters behind the Politico story, clarified on Twitter that the \"DNC consultant was not repping DNC\" in her communications with Ukrainians.\nAdrienne Watson, spokeswoman for the DNC, told PolitiFact that Chalupa was a part-time consultant hired to help the DNC \"engage in outreach to American ethnic communities.\"\n\"The DNC’s contract with Chalupa permitted her to have other clients and/or engage in activities not on behalf of the DNC, which she presumably did,\" Watson said.\nOur ruling\nKirk said, \"Barack Obama asked Ukraine to investigate his political rival's campaign manager, 3 Democrat senators asked Ukraine to investigate Trump, and the DNC solicited Ukraine's help to dig up dirt on Trump, and the media was silent about all of it.\"\nKirk’s three claims are all rooted in events or incidents that did transpire, but they oversimplify what happened in such a way that they give a misleading impression.\nWe rate this statement Mostly False.", "vclaim_id": "vclaim-pol-00095"}