{"url": "/factchecks/2020/jun/16/facebook-posts/widely-shared-facebook-posts-mislead-covid-19-mort/", "speaker": "Facebook posts", "vclaim": "“The CDC just confirmed a 0.2% death-rate for COVID19.”", "truth_label": "barely-true", "date": "stated on June 11, 2020 in a social media post:", "title": "Widely shared Facebook posts mislead on COVID-19 mortality rate", "text": "Determining the death rate of COVID-19 is a big challenge, especially at this still-early stage in the pandemic. \nHealth officials and epidemiologists say there are many unknowns: How many people got infected but were never tested? How many died of the disease without being counted as coronavirus deaths? \nThe answer is a moving target and at least one health expert believes it could be many months before a precise mortality rate is known. \n\"We won’t know until a year from now,\" said Thomas Novotny, professor emeritus of epidemiology and biostatistics at San Diego State University. \"There’s so much we don’t know.\" \nThat uncertainty, however, hasn’t stopped claims from catapulting across social media saying the severity of the virus was overblown.\nPosts cut and pasted and shared thousands of times on Facebook and Instagram say: \"The CDC just confirmed a 0.2% death-rate for COVID19,\" suggesting the rate is far lower than officials previously reported. The posts also claim that government officials misled the public about the number of coronavirus deaths and argue that closing down the economy wasn’t necessary. \n\nThis is a screenshot of one of the many misleading and widely spread Facebook posts that claims the CDC \"confirmed\" a 0.2% mortality rate for COVID-19. The federal agency hasn’t established a mortality rate for the disease. \nSeveral of these posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed (Read more about PolitiFact California’s partnership with Facebook).\nThe posts, some of which implore readers to \"make this viral,\" include multiple misleading and false statements. But for this fact check, we decided to focus on whether the CDC has really \"confirmed\" a 0.2% mortality rate and to offer some context on the lethality of the virus. We will base our rating on that specific claim.\nBackground On Mortality Figures\nOn March 3, the World Health Organization announced that 3.4% of confirmed coronavirus patients around the world had died. That figure is what epidemiologists call a \"case fatality rate.\" \nThe ratio is \"crudely calculated by dividing the number of reported deaths over the number of reported confirmed cases,\" Carla Drysdale, a WHO spokeswoman, told PolitiFact National in March. She also said the ratio would change over time and vary from place to place. \nBut the mortality rate, or \"death rate\" as the Facebook posts terms it, is much more difficult to determine. It is calculated by dividing the number of people who die from COVID-19 in a certain geographic area by the total estimated number of people infected. It doesn’t rely solely on confirmed deaths and infections.\nThe biggest problem is the denominator. Many who develop mild cases of COVID-19 or show no signs at all are never tested and thus aren’t counted, skewing the ratio. \nDid The CDC Really ‘Confirm’ A 0.2% Death Rate?\nThe Facebook post’s claim that the CDC \"confirmed\" a 0.2% death rate draws on information in a planning document the federal agency published in May. The 0.2% figure is included, but it’s the lowest in a range of five estimates. Earlier this month, USA Today analyzed the five scenarios in the document while fact-checking the same claim about a 0.2% death rate that had spread widely on Facebook and Instagram. \n\"The first four are varying estimates of the disease's severity, from low to high, while the fifth represents the 'current best estimate,'\" USA Today reported. \"The range of estimates put the fatality rate for those showing symptoms between 0.2%-1%, with a 'best estimate' of 0.4%. It also places the number of asymptomatic cases between 20%-50%, with a 'best estimate' of 35%. By combining the two estimates, the estimated overall fatality rate of those infected with the virus – with and without symptoms – would be 0.26%.\" \nThe USA Today fact check concluded that saying the CDC has \"confirmed\" 0.2% as the death rate \"paints a misleading picture because the CDC has clearly stated the number is subject to change.\nAshish Jha, director of the Harvard Global Health Institute, said the claim in the social media posts is simply \"wrong. The CDC did not confirm that.\" He estimated COVID-19’s death rate at \"between 0.8% and 1.0%.\" \n\"No serious examination of the data from this pandemic would lead one to conclude that 0.2% is a realistic possibility,\" Jha wrote in an email. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nThe Facebook posts also attribute several quotes to \"the director of the Harvard Global Health Institute.\" An online search shows Jha made similar statements, but on a completely separate topic. \n\"This is pretty stunning to me — my quote being misused to promote a falsehood,\" Jha said, noting he had not been aware of the posts before being contacted by PolitiFact California.\nSeveral health experts have described the CDC estimates as low and lacking in transparency. \nNicholas Jewell, professor of biostatistics at the UC Berkeley School of Public Health, \nquestioned the CDC’s 0.26% mortality rate, saying \"it’s not transparent where that comes from.\"\n\"That’s very much on the low-end of what’s been reported by good studies,\" he added. \nThe CDC did not respond to a request for comment. \nHealth officials have cited a May study from the University of Washington, which estimated that if all infections were known, the true death rate for Americans who show symptoms would be about 1.3%.\nFrom a public health perspective, Jewell said that claims like the one spreading on Facebook can \"do a lot of damage, largely because when it’s seized on, it undercuts your message\" to continue social distancing and wearing masks. \n\"The whole idea that this wasn’t so bad is just, in my view, nonsense,\" Jewell said.\nAsked about the mortality rate claim in the Facebook posts, Novotny, the professor of epidemiology at San Diego State University, said \"it misrepresents what the risks are.\" \nComparing COVID 19’s Mortality Rate To Influenza\nIn March, Myron Cohen, director of the Institute for Global Health and Infectious Diseases at the University of North Carolina at Chapel Hill, told PolitiFact National that most experts believe the ultimate death rate for this coronavirus will wind up being higher than the rate for seasonal flu, which hovers around 0.1%.\nThat lines up with what Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told Congress during his March testimony.\n\"The percent mortality will depend on what the denominator of number of cases is,\" Fauci said. \"So if you’re not counting every case, the mortality will be high. If you are counting a lot of cases that are sub-clinical, mortality will become low. But no matter how you slice it, it’s many, many, many more times lethal than the influenza that we get in the season.\"\nOur ruling\nFacebook posts claim the CDC \"confirmed a 0.2% death-rate for COVID19.\" \nThe claim draws from the low-end of a range of estimates the CDC published in May saying the fatality rate for those showing symptoms was between 0.2% and 1%, with a \"best estimate\" of 0.4%. The estimated overall mortality rate of those with and without symptoms would be 0.26%. \nHealth experts, however, said it’s difficult to pin down a precise mortality rate early in a pandemic and that the federal agency hasn’t yet \"confirmed\" any rate but instead offered best guesses. Over time, it is possible that estimates will show a lower than initially expected mortality rate, especially as more testing is conducted in the United States. \nCurrently, however, the true number of deaths and infections are hard to determine, as some deaths caused by the virus aren’t counted and many people with mild cases of the coronavirus are never tested. \nSeveral experts said they project the mortality rate is on the higher-end of the CDC’s estimated range, closer to 1%, which is 10 times more lethal than the seasonal flu. \nIn the end, the post wrongly suggests that health officials have established COVID-19’s true mortality rate and selectively picks the low-end of a range of estimates. \nWe rate the claim Mostly False. \nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.", "vclaim_id": "vclaim-pol-17934"}