{"url": "/factchecks/2017/jul/12/scott-walker/walker-tax-cuts-will-exceed-8-billion-if-budget-pr/", "speaker": "Scott Walker", "vclaim": "Tax cuts approved and those proposed in his state budget \"will exceed $8 billion by the time the budget is done.\"", "truth_label": "true", "date": "stated on May 17, 2017 in a radio interview:", "title": "Walker: Tax cuts will exceed $8 billion if budget proposal passes", "text": "While Wisconsin’s budget remains stalled in the Legislature, Gov. Scott Walker is counting on it to increase the total amount of tax cuts generated during his tenure by at least $3.3 billion.\nIn a recent appearance on Jay Weber’s WISN (1130-AM) talk show, Walker claimed that tax cuts approved and those included in his budget proposal \"will exceed $8 billion by the time the budget is done.\"\nThis isn’t the first time the governor has boasted about tax cuts.\nAs part of his 2014 re-election bid, as well as his unsuccessful 2016 presidential bid, Walker pledged to reduce the tax burden on Wisconsinites and Americans.\nIn his January State of the State address, Walker touted that state taxes had been cut by a cumulative $4.7 billion since he took office.\nIn 2015, we fact checked that $4.7 billion tax cut claim and found it to be on the money.\nIs Walker right about the $8 billion mark?\nLooking at the numbers\nIn our 2015 item, we noted that the vast majority of the $4.7 billion in tax cuts came from the 2011 manufacturing and industry tax cut and a 2013 income and property tax cut.\nWalker’s new claim still hinges on those 2011 and 2013 tax cuts and since there is a longer period of time involved, the reduction from them is larger as well.  \nThe new number comes from estimates by the Wisconsin State Budget Office. Walker’s office provided a copy of the spreadsheet he used to make his claim. Experts at the nonpartisan Legislative Fiscal Bureau and the nonprofit Wisconsin Taxpayers Alliance both looked over the numbers and consider them accurate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nWalker spokesman Tom Evenson said that the governor made a conservative estimate.\nThe budget office’s spreadsheet indicates that tax cuts will amount to $8,826,601,340 through fiscal year 2019, meaning Walker gave himself about $800 million in wiggle room.\nThe total includes proposed tax cuts of $500 million from the pending budget, but the bulk of the total comes from existing, ongoing cuts, specifically those related to manufacturing, agriculture and the income tax. Even if the $500 million in cuts is not passed in the final budget, projections suggest he could still reach the $8 billion figure.\nWhatever the final budget looks like, and by extension the total of tax cuts generated under Walker, hinge on a couple of caveats.\nOne, the budget is still being negotiated, meaning the amount in additional tax cuts he’s seeking for the next two years could change. Walker originally sought $500 million in tax cuts for the upcoming budget and has said he’s willing to negotiate this amount in light of the impasse.\nTwo, the numbers Walker is using are estimates, not final figures.\nTo be sure, tax cuts make up one part of the budget picture.\nWalker’s budgets have historically included numerous, controversial cuts to education and other areas. However, the claim at hand strictly relates to tax cuts.\nOur rating\nWalker said tax cuts approved and those proposed in his pending state budget \"will exceed $8 billion by the time the budget is done.\"\nThe governor made a similar claim in 2015, which we rated True. His continued claims about the size of tax cuts remain on the money. Regardless of the budget passed, the state is on track to have generated more than $8 billion in tax cuts by the end of fiscal year 2019.\nWe rate his claim True  Share the Facts 2017-07-12 16:26:48 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Tax cuts approved and those proposed in his state budget \"will exceed $8 billion by the time the budget is done.\"     Scott Walker Wisconsin governor, Republican   In an interview Wednesday, May 17, 2017 2017-05-17    Read More  info", "vclaim_id": "vclaim-pol-03120"}