{"url": "/factchecks/2019/feb/08/facebook-posts/ben-carson-illegal-immigrants-should-be-stripped/", "speaker": "Facebook posts", "vclaim": "Says Ben Carson said \"illegal immigrants caught voting should be stripped of their citizenship.\"", "truth_label": "barely-true", "date": "stated on February 3, 2019 in a Facebook post:", "title": "It's not clear Ben Carson suggested illegal immigrants should be stripped of citizenship", "text": "Did President Donald Trump’s secretary over the Department of Housing and Urban Development claim that undocumented immigrants who vote illegally should lose their citizenship?\n\"Illegal immigrants caught voting should be stripped of their citizenship,\" a Feb. 3 Facebook post claims Ben Carson said.\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nClose (and not-so-close) readers will have realized that undocumented immigrants don’t have citizenship in the United States.\nWe reached out to the U.S. Department of Housing and Urban Development to ask whether Carson, who was sworn in to lead the department in March 2017, ever said \"illegal immigrants caught voting should be stripped of their citizenship.\" A spokesman for the agency said did not respond to PolitiFact’s email. He also did not answer PolitiFact’s questions about a column Carson wrote in 2014.\nWe discovered the column after searching and failing to find a legitimate source of the statement. While Carson doesn’t say in the column what this post attributes to him, there is similarity.\n\"Anyone caught involved in voter fraud should be immediately deported and have his citizenship revoked,\" wrote Carson, who went on to launch a 2016 bid for the Republican nomination for president. MSNBC, among others, pounced. \"Ben Carson: Strip citizenship from non-citizens who vote,\" the headline on the Nov. 13, 2014, story said before wondering about the logic behind Carson’s idea. \"If these are non-citizens, as the context suggests, how can they have their citizenship revoked? If they’re citizens, where are they being deported to?\"\nThe MSNBC story cites a column WND.com published on Nov. 11, 2014: \"A common-sense prescription for immigration reform.\" When we visited the website on Feb. 5, the line was no longer in the column. However, it also appears in Carson’s 2015 book, \"What I Believe: A Collection of My Syndicated Columns,\" under the title \"As Long as U.S. Leaders Game the System So Will Illegals.\"  \nLet’s look at the sentence in context. Carson said:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\n\"As long as we reward people who break laws, they will continue to break laws. We do need a continual flow of immigrants, but choosers need not be beggars. We make decisions based on our needs. People who refuse to comply with the rules must forfeit chances of legalization in the future. Anyone caught involved in voter fraud should be immediately deported and have his citizenship revoked. The point is this: we must create a system that disincentivizes illegal immigration and upholds the rules of law while providing us with a steady stream of immigrants from other nations who will strengthen our society.\"\nNo states run their elections exactly the same, but across the country, citizenship is a requirement to to vote in U.S. elections. Noncitizens, including permanent legal residents, cannot vote. Depending on the state, people with felony convictions or people who are mentally incapacitated can’t vote either.\nOur ruling\nAs far as we can tell, Ben Carson never said \"illegal immigrants caught voting should be stripped of their citizenship,\" as the Facebook post claims.\nHe did say that someone involved in voter fraud should lose their citizenship and be deported. But there’s enough ambiguity in his words that it’s possible to interpret them multiple ways.\nHe could have meant that naturalized citizens should lose their citizenship if they engage in voter fraud, though barring other circumstances—if they have a felony conviction in some states and voted anyway, for example—casting a ballot wouldn’t be illegal on its own.\nHe could have meant that Americans who commit voter fraud should lose their citizenship, though it’s unclear where they would be sent should they be deported.\nAnd because he espouses his idea in a column about illegal immigration, he could have meant what the Facebook post says: That undocumented immigrants who commit voter fraud should lose their citizenship (though they wouldn’t have citizenship if they were undocumented immigrants).\nThe Facebook post assumes that’s what he meant—it’s not clear from his column—and goes one step farther, attributing to Carson what appears to be a made-up quote.\nWe rate this statement Mostly False.\n \n Share the Facts 2019-02-08 20:30:33 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Ben Carson said \"illegal immigrants caught voting should be stripped of their citizenship.\"    Facebook post On the internet     Sunday, February 3, 2019 2019-02-03    Read More  info", "vclaim_id": "vclaim-pol-01041"}