{"url": "/factchecks/2020/apr/07/david-lewis/nc-republican-says-pelosi-tried-block-voter-id-abs/", "speaker": "David Lewis", "vclaim": "“Pelosi tried to block voter ID/absentee ballot protections.”", "truth_label": "half-true", "date": "stated on March 26, 2020 in a tweet:", "title": "NC Republican says Pelosi tried to 'block' voter ID, absentee ballot laws", "text": "Since the coronavirus outbreak, Washington officials have offered plans to help businesses and unemployed Americans.\nOne of those plans included proposed changes to election laws, prompting pushback from some Republicans in North Carolina.\nDavid Lewis, a Republican member of the North Carolina House of Representatives, tweeted about a proposal that he says came from Democratic U.S. House Speaker Nancy Pelosi.\n\"Pelosi tried to block voter ID/absentee ballot protections,\" Lewis tweeted in capital letters, accusing her of \"playing games.\" In a second tweet, he added that Pelosi’s bill includes \"a Voter ID ban and removal of absentee ballot protections.\"\n\nVoter ID and absentee ballot laws have been top-of-mind for North Carolina politicians since 2018.\nThrough a referendum in 2018, North Carolina voters approved the idea of requiring a photo ID at the polls. But the law crafted by lawmakers is on hold because of a legal challenge.\nAbsentee ballots, meanwhile, were at the heart of North Carolina’s voided 9th Congressional District race that year. The North Carolina elections board scrapped the contest results after witnesses testified to tampering with absentee ballots. (A special election was held in 2019, when Republican Dan Bishop beat Democrat Dan McCready.)\nSo is Lewis right about the bill he cited? Would that bill \"block voter ID\" and \"absentee ballot protections?\"\nHis tweet is vague and could give the impression that North Carolina’s photo ID law has been enacted, even though it’s on hold. But Lewis has a point that the bill he cited would weaken North Carolina’s existing absentee ballot laws.\nLewis referenced a bill known as the \"Take Responsibility for Workers and Families Act.\" The bill that doesn’t list Pelosi as a sponsor. But she endorsed the bill and advocated for it when it was introduced on March 23. \nNow let’s look at what the bill says.\nAbsentee ballots\nNorth Carolina election laws require someone voting absentee-by-mail to mark their ballots in the presence of two witnesses, or just one person who's a Notary Public. \nThe U.S. House bill would prohibit states from requiring those signatures on absentee ballots. (You can see this proposal under the \"Promoting ability of voters to vote by mail\" section of the bill, which Lewis referenced in his tweet.)\nNorth Carolina allows \"only the voter or the voter’s near relative\" to return an absentee ballot to the local board of elections. \"Near relative\" is defined as a voter’s spouse, brother, sister, parent, grandparent, child, grandchild, mother-in-law, father-in-law, daughter-in-law, son-in-law, stepparent, or stepchild.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nThe bill supported by Pelosi would allow \"any person to return a voted and sealed absentee ballot\" so long as that person doesn’t receive compensation \"based on the number of ballots\" they collect and return (page 830 of the bill). \nThe bill also says states \"may not put any limit on how many voted and sealed absentee ballots any designated person can return.\" Collecting large quantities of ballots is sometimes referred to as \"ballot harvesting\" and is what happened in North Carolina’s tainted 2018 Congressional election.\nSo Lewis is correct to say that Pelosi’s bill would eliminate some of North Carolina’s existing absentee ballot requirements.\nVoter ID\nThis is where Lewis’s tweets need a lot more context. \nSomeone reading them might get the impression that the House bill blocks voter ID laws across the country, including in-person voter ID laws.\nLewis said through a spokesman that he was only referring to voter ID as it relates to absentee ballots. But that’s not clear from his tweets. His second tweet -- that the bill includes \"a Voter ID ban and removal of absentee ballot protections\" -- suggests he could be talking about two separate issues.\nNorth Carolina’s photo law is on hold, as we already mentioned. And the bill doesn’t appear to nullify in-person voter ID laws.\n\"I don’t see any restriction in this bill on any state identification law for voting in person,\" said Justin Levitt, a Loyola Law School professor, associate dean for research and operator of the \"All about redistricting\" website. He added that he hadn’t thoroughly read all 1,400 pages of the bill.\nAs for absentee voting, the bill would make \"no-excuse needed\" absentee-by-mail available across the country. While some states require voters to have an excuse to qualify for absentee voting, North Carolina already allows voters to request an absentee ballot for any reason. (So that part of the bill wouldn’t change anything in NC.)\nThe bill may, however, touch a part of North Carolina’s law that requires absentee voters to present ID. It says states \"may not\" require \"any form of identification as a condition of obtaining the absentee ballot.\" (page 821 of the bill)\nNorth Carolina law requires people requesting an absentee ballot to provide their driver’s license number -- or the last four digits of their Social Security number. That requirement is unique to North Carolina and only a handful of other states, Levitt said.\n\"In most states with an ID requirement for voting in-person and also no-excuse absentee ballots, the states undercut their own laws, which was one of the arguments advocates repeatedly made in support of the fact that the in-person ID laws were more security theater than security,\" Levitt said.\nThat said, the bill wouldn’t leave states without a mode of verifying voters’ identities. It would require voters to sign their ballots. And would allow states to investigate the vote if the signature on the ballot didn’t match the signature on-file with the local elections office.\n\"The signature verification, albeit imperfect, is a means of establishing identity, and more rigorously enforced in the election context than the system we use daily for commercial transactions,\" Levitt said.\nOur ruling\nLewis tweeted that \"Pelosi tried to block voter ID/absentee ballot protections.\" \nThe tweet is vague and could give the false impression that the bill supported by Pelosi and House Democrats nullifies an existing in-person voter ID law. That’s not the case.\nHowever, Lewis is correct that the bill would strip away some of North Carolina’s existing absentee ballot laws. We rate this claim Half True.", "vclaim_id": "vclaim-pol-16888"}