{"url": "/factchecks/2017/jun/06/david-lewis/thousands-more-children-and-families-could-soon-ge/", "speaker": "David Lewis", "vclaim": "\"The waiting list for Pre-K is over in the House budget.\"", "truth_label": "true", "date": "stated on June 1, 2017 in a tweet:", "title": "Thousands more children and families could soon get access to free Pre-K, NC legislator says", "text": "Thousands of North Carolina parents hoping to get their children into free preschool classes might have cause for hope during budget negotiations this month.\nLast year, nearly 5,000 children were on a waiting list for NC Pre-K, the state-run program that prepares 4-year-olds for school.\nThe N.C. House and Senate have each passed budget proposals, and now they’re negotiating which provisions to keep and which to change or jettison. One of the main budget writers in the House said that if his chamber gets its way on Pre-K funding, that waiting list could go away entirely – giving thousands of needy children an educational head start that their parents might not otherwise be able to afford.\n\"The waiting list for Pre-K is over in the House budget,\" Rep. David Lewis, a Harnett County Republican who is vice-chairman of the House Appropriations Committee, said in a tweet.\nSo we started combing through the 356-page budget proposal to find out if he was right.\nBroad political agreement\nIf Lewis is right – and if the final version of the budget ends up going in this direction – it would be a moment of bipartisan agreement. Expanding NC Pre-K was also one of Democratic Gov. Roy Cooper’s campaign promises.\nWe’re tracking about three dozen promises Cooper made on our Coop-O-Meter and have rated the Pre-K promise as In The Works.\nThe state reported that for the current school year, NC Pre-K enrolled 27,019 children – with another 4,668 on the waiting list.\nState law caps Pre-K class sizes at 18 students, and there has to be one teacher for every nine students in a classroom. That means cutting down on the waiting list requires finding space for new classrooms, hiring more teachers or both.\nSo how much will it cost to ensure that no eligible children are turned away?\nBudget proposals from the the state Senate and the governor’s office both estimated that each new seat costs around $5,200, and the program as a whole costs the state about $5,500 per seat.\nAn initial look into Lewis’ claim, on the other hand, appeared to show the House relying on estimates that were only half that much.\nWe sent an inquiry to Ellen Peisner-Feinberg, a Pre-K expert at UNC-Chapel Hill who is also the director of the National Pre-K and Early Learning Evaluation Center.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nShe called that math \"curious.\"\nSo we wondered if the House discovered a way for the program to use funding more efficiently, or if perhaps something was amiss.\nThat led us to get in touch with some state budget officials. They said there’s a perfectly reasonable explanation – and that Lewis was neither wrong nor using faulty accounting.\nCrunching the numbers\nThe House, Senate and governor’s office all agree that North Carolina should use $6 million in federal grant money next school year and $12.2 million in 2018-19 to expand Pre-K funding.\nThe Senate plan stops there. But Cooper would double it by matching that federal money with state funds.\nThe House budget initially appears to follow the Senate plan, which led to the initial confusion. But in reality, the House – like Cooper – would require a state match. The average budget explorer might not realize that, however, because House budget writers omitted the additional state funds from some documents.\n\"The House says it in their narrative but it doesn't show it in their numbers,\" said Pam Kilpatrick, North Carolina’s senior assistant state budget officer.\nThe House, Senate and Cooper all agree it will cost right around $5,200 for each new seat. And those estimates jibe with recent history. Last year the state spent an extra $1.325 million on NC Pre-K and created 260 new seats, for an average of $5,096 per seat.\nKilpatrick, the state budget expert, agreed that using both the federal funds and matching state money ought to be enough to get rid of the existing waiting list – just like Lewis said.\n\"We're definitely in agreement,\" Kilpatrick said. \"It's right on the money.\"\nOur ruling\nNorth Carolina Republican Rep. David Lewis, a top budget writer in the House of Representatives, said that chamber’s budget will eliminate the waiting list for NC Pre-K.\nThe program, which serves needy children and military families, turned down 4,668 children this year due to a lack of seats, according to the state. And Lewis is right that the House’s version of the budget has enough money to create at least that many new seats if it becomes law.\nWe rate this claim True.\n Share the Facts 2017-06-07 15:26:30 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  \"The waiting list for Pre-K is over in the House budget.\"    David Lewis Member of the N.C. House of Representatives    Thursday, June 1, 2017 2017-06-01    Read More  info", "vclaim_id": "vclaim-pol-03235"}