{"url": "/factchecks/2012/aug/29/scott-walker/scott-walker-says-44-50-states-last-month-saw-unem/", "speaker": "Scott Walker", "vclaim": "\"Last month, 44 of the 50 states saw an increase in the unemployment rate.\"", "truth_label": "half-true", "date": "stated on August 28, 2012 in a speech to the Republican National Convention in Tampa:", "title": "Scott Walker says 44 of 50 states last month saw unemployment-rate increases", "text": "Featured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nContinuing the Republican Party’s attacks on President Barack Obama’s stewardship of the economy, Wisconsin Gov. Scott Walker took aim at the state-by-state jobless statistics during his opening-night speech to the Republican National Convention in Tampa.\n\n\"Last month,\" he said, \"44 of the 50 states saw an increase in the unemployment rate.\"\n\nWe decided to check whether this was accurate by looking up the most recent monthly state employment data published by the federal Bureau of Labor Statistics.\n\nWe found that Walker has counted correctly -- but he’s cherry-picked the numbers in a way that puts the most negative spin on the data.\n\nFirst, many of the increases were so small that they were statistically insignificant. If something is statistically insignificant, that means it’s so small that you can’t be certain the change actually happened.\n\nAccording to BLS, only 18 of the 44 states with a rise in unemployment between June 2012 and July 2012 had increases that were statistically significant. The remaining 26 were too small for anyone to be certain that a change actually happened. Typically these states had increases of two-tenths of a percentage point or less.\n\nSecond, there’s another way to look at the data -- not looking from one month to the next, but looking from July 2011 to one year later, July 2012.\n\nUsing this methodology, there were 18 states with statistically significant changes, of which 17 saw the unemployment rate decrease. Only one state increased.\n\nFinally, it’s worth noting that the most recent figures are preliminary and may be adjusted. This increases the level of uncertainty in month-to-month comparisons.\n\n\"The month-to-month changes shouldn't generally be interpreted as being that tightly related to policy -- you want to look at longer-run trends for that, like year-on-year changes,\" said Tara Sinclar, a George Washington University economist.\n\nGary Burtless, a Brookings Institution economist, said Walker has a point. \"Both the state-level and national-level unemployment rates suggest there was some weakening of the job market in July compared with June,\" Burtless said. And the fact that each of the 18 statistically significant changes in the unemployment was upward supports the point.\n\nStill, Burtless added that a different BLS report, the national employer survey estimate of job creation, showed a 163,000-job increase nationally in July, suggesting a strengthening job market. \"If one wanted to judge Gov. Walker’s statement harshly,\" Burtless said, \"one might say it is ‘true, but incomplete.’\"\n\n(PolitiFact has noted that Burtless contributed $750 to Obama’s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of Sen. John McCain, R-Ariz., and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)\n\nOur ruling\n\nWalker’s statement that \"last month, 44 of the 50 states saw an increase in the unemployment rate\" is accurate, but it lacks some important context. In only 18 states, not 44, was the increase statistically significant. And longer-term employment data, particularly the year-over-year statistics, shows that the labor market has improved, suggesting that the labor picture is more complex than Walker’s claim would indicate. On balance, we rate his statement Half True.", "vclaim_id": "vclaim-pol-10494"}