{"url": "/factchecks/2016/oct/20/donald-trump/donald-trump-says-hillary-clinton-wants-have-open-/", "speaker": "Donald Trump", "vclaim": "Says Hillary Clinton \"wants to have open borders.\"", "truth_label": "barely-true", "date": "stated on October 19, 2016 in the third 2016 presidential debate:", "title": "Donald Trump says Hillary Clinton wants to have open borders", "text": "Donald Trump says that Hillary Clinton wants open borders — a charge he has leveled again after an excerpt of one of her speeches leaked in a hacked email.\n\"We have no country if we have no border. Hillary wants to give amnesty,\" Trump said during the debate held at the University of Nevada-Las Vegas Oct. 19. \"She wants to have open borders.\"\nClinton countered that she has supported border security for years and has included it in her presidential immigration plan.\nThat prompted debate moderator Chris Wallace to ask Clinton to explain her remarks about \"open borders\" to the Brazilian bank Banco Itau in 2013. Here is that excerpt, as released by WikiLeaks:\n\"My dream is a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable as we can get it, powering growth and opportunity for every person in the hemisphere.\"\nAt the debate, Clinton replied that her sentence from the speech related to energy.\n\"I was talking about energy. You know, we trade more energy with our neighbors than we trade with the rest of the world combined,\" she said. \"And I do want us to have an electric grid, an energy system that crosses borders. I think that will be great benefit to us.\"\nTrump shook his head, countering again: \"She wants open borders. People are going to pour into our country.\"\nWe will fact-check whether Clinton is for open borders.\nOpen borders\nAt a rally in Pennsylvania earlier this month, Trump made a similar claim, that Clinton had made a \"radical call for open borders, meaning anyone in the world can enter the United States without any limit at all.\" We rated his claim Mostly False.\nThe Trump campaign referred us to Clinton's pledge to offer immigration legislation within her first 100 days in office and to help Dreamers, children brought to the United States illegally as children. But that doesn’t amount to wanting open borders.\nClinton supported 2013 legislation (which never passed) that included a path to citizenship with conditions and billions for border enforcement for new surveillance equipment and fencing along the Mexican border, as well as adding 20,000 border agents.\nAs a candidate, she has said she would focus on deportations for violent criminals or those who pose threats.\nSome experts disagree about what \"open borders\" means.\nSteven Camarota, a spokesman for the Center for Immigration Studies which advocates for low levels of immigration, says her focus on deporting violent criminals is only a small share of the undocumented population.\n\"That can reasonably be seen as open borders since almost all those who join the illegal population will not have to leave, rendering the current restrictions and limits mute,\" he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nDaniel Costa, director of immigration law and policy research at the left-leaning Economic Policy Institute, said Clinton hasn’t released enough specifics about her plans such as her position on the future flow of migrant workers.\n\"Positions on these issues would shed a lot of light on whether or not she supports something approaching open borders (although the term open borders can mean many things),\" he said.\nBut generally we heard from experts that although Clinton wants to make it easier for many undocumented immigrants to obtain legal status, that’s not the same as getting rid of enforcement entirely and allowing open borders.\nBank speech excerpt\nWhen WikiLeaks posted Clinton’s speech excerpt about open borders earlier this month, we asked immigration experts if her statement was a call for open borders for immigrants.\nThe experts said Clinton’s remarks were not a clear-cut call for open borders. They also said that her statement sounded aspirational and contained no timeline or explanation as to how she would make it happen politically. (We asked the Clinton campaign for her full speech but did not get a reply to that request, so we can only evaluate the excerpt.)\n\"My guess would be that Clinton's Brazil speech reflects this broader call for greater hemispheric cooperation on a variety of issues, including trade,\" Stephen Kelly, a Duke University public policy professor. \"Given this context, and without seeing the rest of her speech, I would also guess that the ‘open borders’ she mentions relate to the movement of goods and capital, but not people.\"  \nDaveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies, a policy institute focused on foreign policy and national security, said that Clinton seemed to refer to something related to travel such as the Schengen Agreement, which abolished many of the European Union’s internal borders.\nFor example, if the United States and Canada had such an agreement, that would not mean an open border for free immigration, but rather for free travel.\n\"I don't think she is calling for open immigration, but the context of her remarks shows that when she says ‘open borders,’ she doesn't just mean open trade,\" he said.\nJacob Vigdor, professor of public policy and governance at University of Washington, said Clinton appeared to be talking about both trade and immigration.\n\"I would read the remark as calling for open borders with regard to both trade and immigration. Otherwise the term ‘open trade and open borders’ would be redundant,\" he said.\nHowever, he said he saw no timetable in her remarks beyond  \"some time in the future,\" or discussion about how to make it happen.\n\"I don't necessarily see a contradiction between a statement of ideals and a more pragmatic policy agenda for reality,\" he said. \"One can dream of a crime-free world where there is need for neither police nor prisons while still supporting those things in reality.\"\nOur ruling\nTrump said that Clinton \"wants to have open borders.\"\nAlthough she wants to make it easier for some undocumented immigrants to stay here, she has repeatedly said she supports border security, so Trump is exaggerating when he says she wants open borders.\nIn a brief speech excerpt from 2013, she called for \"a hemispheric common market, with open trade and open borders, some time in the future with energy that is as green and sustainable.\" Clinton has said she was talking about clean energy, but we can’t fully evaluate her remarks to a bank because we don’t have the full speech.\nWe rate this statement Mostly False.\nhttps://www.sharethefacts.co/share/c16e4a7b-33dc-4d39-a1ff-c739d65bf3a9", "vclaim_id": "vclaim-pol-04098"}