{"url": "/factchecks/2012/oct/23/glenn-grothman/gop-lawmaker-claims-senate-candidate-tammy-baldwin/", "speaker": "Glenn Grothman", "vclaim": "Says Tammy Baldwin introduced a bill that would require doctors and other health care workers to ask patients, \"including young children, whether they are gay, lesbian, bisexual, or if they know their gender identity.\"", "truth_label": "barely-true", "date": "stated on September 28, 2012 in a news release:", "title": "GOP lawmaker claims Senate candidate Tammy Baldwin would force doctors to ask patients about sexual orientation", "text": "State Sen. Glenn Grothman, R-West Bend, is among Wisconsin’s most blunt and outspoken lawmakers.\n\nSo, when he weighed in on the U.S. Senate race -- claiming the federal government would force doctors to ask patients about their sexual orientation -- we decided to take a look.\n\nIn a Sept. 28, 2012, news release, Grothman attacked the Democratic candidate, U.S. Rep. Tammy Baldwin of Madison, stating:\n\n\"In 2010, Tammy Baldwin introduced H.R. 6109, which would require healthcare workers, including doctors, to ask patients at government-funded clinics, including young children, whether they are gay, lesbian, bisexual, or if they know their gender identity.\"\n\nHe pledged to sponsor state legislation to exempt Wisconsin minors from such a bill.\n\nBaldwin and her view\n\nIn the news release, Grothman called Baldwin \"obsessed with radical left-wing social causes\" -- which dovetails with attacks made by Baldwin’s Republican opponent, former governor Tommy Thompson.\n\nBaldwin campaign spokesman John Kraus said Baldwin’s bill would have given the U.S. secretary of health and human services discretion on how to collect information about sexual orientation and gender identity.\n\nQuestions would be added to surveys already being conducted and minors would not be questioned without parental consent, he said. \"These are not doctors asking their patients questions,\" he said.\n\nSo, those are the views of Grothman and Baldwin. Let’s take a closer look.\n\nThe bill\n\nBaldwin introduced House Resolution 6109, the Health Data Collection Improvement Act, in September in 2010.\n\nThe bill got little news coverage at the time, although a reader of the Eau Claire Leader-Telegram newspaper raised it in an online discussion after the first Thompson-Baldwin Senate debate in September 2012.\n\nBaldwin explained the reason for her bill in a statement when the bill was introduced, according to Washington Blade, a gay news publication:\n\n\"Currently, the federal government does not collect any information about the health and well-being of LGBT (lesbian, gay, bisexual, transgender) Americans. Consequently, our knowledge of the health of the LGBT community is drastically insufficient and our current health care system fails LGBT individuals on many levels.\"\n\nThe bill was sent to the Health Subcommittee of the House Energy and Commerce Committee. The subcommittee approved an amendment by Rep. John Shimkus, R-Ill., prohibiting the collection of sexual orientation and gender identity from minors without the consent of a parent or guardian.\n\nThe subcommittee then voted, 12-10, to send the amended bill to the full committee, where it died.\n\nWhat would it have done?\n\nAccording to a summary by the nonpartisan Congressional Research Service, Baldwin’s measure would have required the health and human services secretary \"to ensure that each HHS health service program or HHS health survey provides, to the extent the secretary determines appropriate and practicable, for the voluntary collection of data on the sexual orientation and gender identity of individuals who apply for or receive health services through such program, or who respond to such survey.\"\n\nThat’s a mouthful.\n\nTo break it down:\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThe bill would have required the collection of data from individuals on their sexual orientation and gender identity.\n\n\n\nIt would have been left to the U.S. health and human services secretary how to collect the data.\n\n\n\nPatient participation would have been voluntary.\n\n\n\nWe discussed the bill with health policy experts from two Washington, D.C. research organizations: Kellan Baker of the liberal Center for American Progress, and Edmund Haislmaier of the conservative Heritage Foundation.\n\nThey agreed that since Baldwin’s bill gave discretion to the health and human services secretary, it’s possible that doctors and other health care workers in certain clinics or other settings could have been required to ask patients about their sexual orientation and gender identity -- although that could have been through routine intake questionnaires rather than being asked to face to face.\n\nThe experts also agreed that Baldwin’s bill would not have required doctors or other health care workers to ask patients about sexual orientation. Again, it would have been left to the HHS secretary to decide how to collect the data, and that might have been largely done through means such as anonymous telephone surveys that the agency already does.\n\nGrothman himself agreed, when we asked about his claim, that while the bill was written to be applied broadly, it would have been up to HHS to write regulations on how to collect the data.\n\nA final note:\n\nWhile Baldwin’s bill did not become law, the federal government is moving to collect such data in connection with President Barack Obama’s Affordable Care Act, known to critics as \"Obamacare.\"\n\nIn June 2011, the Health and Human Services Department announced it would add questions on sexual orientation to its national data collection efforts by 2013. The department also announced it would begin a process to collect information on gender identity.\n\nBaker, of the Center for American Progress, said HHS is working on adding sexual orientation to its National Health Interview Survey, which is done randomly by telephone.\n\nOur rating\n\nGrothman said Baldwin introduced a bill to require doctors and other health care workers to ask patients, \"including young children, whether they are gay, lesbian, bisexual, or if they know their gender identity.\"\n\nThere’s an element of truth in Grothman’s claim, in that the bill would have required a federal agency to collect such data. But there was no requirement that doctors or other health care workers question their patients.\n\nWe rate Grothman’s statement Mostly False.", "vclaim_id": "vclaim-pol-10106"}