{"url": "/factchecks/2020/oct/30/donald-trump/donald-trump-says-gdp-growth-was-historic-beat-pre/", "speaker": "Donald Trump", "vclaim": "“Nobody's ever seen a number like this… (33.1%) economic growth is four times greater than what the experts expected.”", "truth_label": "half-true", "date": "stated on October 29, 2020 in a rally in Tampa, Fla.:", "title": "Donald Trump's claim on GDP growth: Historic, yes. Surprise, no", "text": "For months, President Donald Trump has been predicting huge economic growth in the third quarter of 2020, and on Oct. 29 it became official. Government numbers showed a 7.4% jump in Gross Domestic Product (GDP) from the quarter before. If that lasted for a year, it would add up to a growth rate of 33.1%.\n\"Nobody's ever seen a number like this,\" Trump told his supporters at a rally  in Tampa, Fla. \"This explosive economic growth is four times greater than what the experts expected.\"\nTrump is half right. Going back to 1947, the earliest point in the government data, this rise from one quarter to the next tops them all. (You have to also consider how far it had dropped.)\n\nBut as for surprising the experts, Trump is off target.\nEach month, the Wall Street Journal asks over 60 economic forecasters what they think the future holds. The average estimate has risen steadily. In September, it stood at 23.9% growth. By the October survey, it stood at 28.5%.\nThe average of all the guesses was about five percentage points under the official figure. That’s a far cry from the 400 points that Trump said. There are other ways to crunch those estimates. The median forecast was 30%, which is a bit closer but still under the actual figure.\nThe Trump campaign noted that estimates back as recently as July had growth in the neighborhood of 12% or lower. One particularly low forecast of 13.6% came from an economic model at the Federal Reserve Bank of New York in October. Trump didn’t specify which experts he had in mind, but it would always be possible to point to the more pessimistic predictions.\nTreat this number with caution\nThe increase of 33.1% is historic. (It’s so large, the expected revisions won’t change its ranking.) But the economic damage of the coronavirus has been severe. The record growth in the third quarter came after a record drop in the quarter before, and the economy is not back to where it once was.\nIn terms of jobs, 9.6 million fewer people are employed than a year ago.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nThe economy remains $70 billion smaller than it was two years ago.\n\nWhile it’s customary to convert GDP growth in one quarter to a yearly number,  University of Michigan economist Justin Wolfers said that hinges on that growth continuing.\n\"There's no chance that will happen, so the annualized rate answers a question no one is asking,\" Wolfers tweeted Oct. 29.\nThe Wall Street Journal survey of economists backs up Wolfer’s point. The average estimated growth is about 3.8% for the last quarter of 2020.\nOur ruling\nTrump said no one has ever seen growth like the country saw in the third quarter, and it was four times higher than experts expected.\nTrump is literally correct that the jump in GDP is the highest as far back as the government numbers go. However, it came after a drop that was equally historic, and both were driven by a pandemic, the likes of which hasn’t been seen in a century.\nTrump erred on the expectations of forecasters. Experts were predicting high growth. The average in one large survey of economists came in about five percentage points low, but that’s a fraction of the error Trump stated.\nWe rate this claim Half True.\n\nThis fact check is available at IFCN’s 2020 US Elections #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18823"}