{"url": "/factchecks/2011/jan/27/jeff-atwater/Florida-tops-staged-auto-accidents-Jeff-Atwater/", "speaker": "Jeff Atwater", "vclaim": "\"Of the top five cities for staged automobile accidents, three are in Florida. … We rank No. 1 in the country in staged auto accidents.\"", "truth_label": "mostly-true", "date": "stated on January 19, 2011 in a meeting with reporters in Tallahassee:", "title": "Florida is tops for staged auto accidents, Jeff Atwater says", "text": "At the AP Legislative Planning Session on Jan. 19, 2011, Florida’s chief financial officer lobbed a claim about auto insurance shenanigans.\n\n\"Of the top five cities for staged automobile accidents, three are in Florida. … We rank No. 1 in the country in staged auto accidents,\" Jeff Atwater said.\n\nWe have long known that Florida is special, the reluctant recipient of certain superlatives. These two claims seemed almost too good to be true, but were they? We decided to delve in.\n\nAtwater made the remarks less than a week after the topic of fabricating car crashes for cash grabbed several headlines, including a front-page story in the Jan. 16 edition of the Miami Herald. A story earlier in the week chronicled the arrest of five people in Miami-Dade and a sixth in Naples. They were charged with faking car accidents after police say they hired people to stage wrecks or file false claims with insurance companies using drivers’ personal injury protection insurance policies.\n\nAll told, the scammers billed insurance companies up to $170,000 for medical treatment that was never performed, according to the Florida Division of Insurance Fraud.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nThe issue of fraud related to personal injury protection, or PIP, insurance has been of interest to Atwater. His office issued a press release reporting that PIP-related fraud costs the average Florida family as much as $400 a year. Four Florida cities are among the top 10 in PIP fraud – Hialeah, Tampa, Orlando and, yes, Miami. The Herald reported that more than 400 people were charged in the past two years with PIP fraud.\n\nAnd so, Atwater vowed to keep a spotlight on PIP fraud.\n\n\"The thieves committing these scams need to know that it’s my plan to put them behind bars,\" said Atwater, a Republican from North Palm Beach.\n\nIt was only a few days later that Atwater talked about the fraud cases in Florida at the AP meeting. According to spokeswoman Alexis Lambert, his statements were based on a May 10, 2010, report from the National Insurance Crime Bureau, an Illinois not-for-profit that teams up with various insurers and law enforcement agencies in an effort to prosecute insurance criminals.\n\nThe study showed that reports of \"staged accident questionable claims\" spiked 46 percent from 2007 through 2009.\n\nThe top five states that generated the most \"staged accident QCs,\" or questionable claims, were: (1) Florida, 3,006; (2) New York, 1,680; (3) California, 1,619; (4) Texas, 792; and (5) Illinois, 433.\n\nThe five cities that saw the \"most staged accident QCs\" were: (1) New York, 1,304; (2) Tampa, 562; (3) Miami, 511 (4) Orlando, 422; and (5) Houston, 376.\n\nThese revelations don’t come as a surprise to observers.\n\n\"I think it’s a generality that Florida ranks well up there,\" said James Quiggle, a spokesman for the Coalition Against Insurance Fraud, a Washington, D.C., anti-fraud watchdog. \"I don’t think anyone who sees the national picture will dispute that.\"\n\nAccording to a 2007-2008 report from the Coalition Against Insurance Fraud, Florida led the nation in 2005 in the recovery of insurance fraud-related losses through court-ordered restitution. These court findings suggest Florida has ranked high across the board.\n\nDespite his intention to put a spotlight on auto insurance fraud, Atwater fails to note that the numbers are for \"questionable claims.\" These, according to National Insurance Crime Bureau spokesman Frank Scafidi, are not the same as actual staged accidents.\n\nAn analogy might be the difference between a charge and a conviction. The terms may often be used interchangeably, but law enforcement personnel and attorneys certainly know the difference.\n\n\"We stress to people to keep in mind that these are initial referrals and not definitive acts of fraud, although most of these will certainly be fraud,\" Scafidi wrote in an e-mail message.\n\nScafidi elaborated. In 2009, NICB reports that there were 85,201 questionable claims submitted and just 4,802 of that number were related to staged accidents. In an average year, he notes, more than 48 million claims are filed by the Insurance Services Office, a company that maintains claims data. That said, only 0.17 percent of the claims were deemed suspicious or questionable, and only about one in 20 of those involved questions of staged accidents.\n\nThe sample is not enough to draw conclusions on, Scafidi added, but, \"It is a useful tool for analysis and for us to see where the potential fraud hot spots are.\"\n\nAtwater is mostly correct about the high numbers of auto fraud cases coming from Florida, but he neglects to mention that the numbers he referred to are \"questionable claims,\" not yet confirmed as actual staged accidents. It’s an important detail. For omitting that clarification, we rate his claim Mostly True.", "vclaim_id": "vclaim-pol-13712"}