{"url": "/factchecks/2015/oct/05/ben-carson/did-margaret-sanger-believe-african-americans-shou/", "speaker": "Ben Carson", "vclaim": "Birth control pioneer Margaret Sanger \"believed that people like me should be eliminated.\"", "truth_label": "false", "date": "stated on September 30, 2015 in a campaign stop in Exeter, N.H:", "title": "Did Margaret Sanger believe African-Americans \"should be eliminated\"?", "text": "Despite being dead for 49 years, Margaret Sanger, founder of the organization that became Planned Parenthood, has a way of turning up in the news. Her latest appearance came during  remarks by Republican presidential candidate Ben Carson at a retirement center in Exeter, N.H.\nAnswering a question at RiverWoods Retirement Community, Carson said that \"Planned Parenthood, as you know, was founded by Margaret Sanger. . . . Margaret Sanger was a eugenicist. She believed that people like me should be eliminated, or kept under control.\"\nAt a press conference later, he specified what he meant by \"people like me.\"  He said he was \"talking about the black race.\"\nClaims like this have been examined by PolitiFact before. Back in March, New Hampshire Rep. William O’Brien claimed Sanger was an \"an active participant in the Ku Klux Klan.\" That claim was rated false.\nAnd in 2011, businessman and GOP presidential candidate Herman Cain said Planned Parenthood’s early mission was to \"help kill black babies before they came into the world.\" That statement was rated Pants on Fire.\nCarson’s statement pulls on the same threads.\nSanger was indeed a believer in eugenics, but the basic concept that humanity could be improved by selective breeding was an article of faith for many in the years before World War II. Winston Churchill, Herbert Hoover, Theodore Roosevelt, George Bernard Shaw and H. G. Wells all supported the movement. African-American leader W. E. B. Du Bois backed many of its principles as well.\nAlthough the eugenics movement included some who had racist ideas, wanting to create some sort of master race, \"only a minority of eugenicists\" ever believed this, according to Ruth Engs, professor emerita at the Indiana University School of Public Health and an expert in the movement.\nAt the time that Sanger was active, Engs wrote, \"the purpose of eugenics was to improve the human race by having people be more healthy through exercise, recreation in parks, marriage to someone free from sexually transmitted diseases, well-baby clinics, immunizations, clean food and water, proper nutrition, non-smoking and drinking.\"\nIt’s a far cry to equate eugenics with advocating the elimination of black people.\nFor Sanger, her ideas were a matter a public health. As late as 1957, she put her views this way in an interview with Mike Wallace: \"I think the greatest sin in the world is bringing children into the world -- that have disease from their parents, that have no chance in the world to be a human being practically. Delinquents, prisoners, all sorts of things just marked when they're born. That to me is the greatest sin -- that people can -- can commit.\"\nSanger was indeed a birth control activist, which means that she wanted women to be able to avoid unwanted pregnancies. She worked for women of all classes and races to have that choice, which she believed to be a right.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNew Hampshire Democratic Party\n\n\nstated on July 6, 2012 in a Web advertisement titled “College vs. Smokes.”\n\n\n\n\n\n\n\n\n\"Bill O'Brien's Tea Party legislature tried to repeal kindergarten and compulsory education, defund Planned Parenthood and eliminate insurance coverage for birth control.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jake Berry • July 16, 2012\n\n\n\n\n\n\n\nQuoted in an article about the false accusation that Sanger supported the Ku Klux Klan (she merely addressed a women’s auxiliary and later compared them to children because of their mental simplicity), Jean H. Baker, author of Margaret Sanger: A Life of Passion, said Sanger actually opposed prejudice.\nSanger \"was far ahead of her times in terms of opposing racial segregation,\" wrote Baker, a history professor at Goucher College, in an email. She worked closely with black leaders to open birth control clinics in Harlem and elsewhere.\"\nEven authors who treat Sanger critically don’t believe she held negative views about African-Americans. Edwin Black wrote a comprehensive history of the eugenics movement, War Against the Weak, and is no fan of the activist’s beliefs. Ultimately, though, he writes, \"Sanger was no racist. Nor was she anti-Semitic.\"\nIt’s also worth noting that Sanger died in 1966, six years before the Supreme Court established a nationwide right to abortion services in Roe v. Wade.\nThose who point a finger at Sanger as a racist often cite a particular statement in claiming she harbored ill will toward black people. In a Dec. 10, 1939, letter, she wrote that \"We don’t want word to go out that we want to exterminate the Negro population and the minister is the man who can straighten out that idea if it ever occurs.\"\nBut PolitFact Georgia debunked those who would read the statement as something sinister.\n\"Sanger’s correspondence shows this sentence advocates for black doctors and ministers to play leadership roles in the Negro Project to avoid misunderstandings. Lynchings and Jim Crow laws gave blacks good reason to be wary of attempts to limit the number of children they bore. In Harlem, she hired a black doctor and social worker to quell those fears,\" the article says.\nShe attracted an impressive roster of supporters, including DuBois; Mary McLeod Bethune, founder of National Council of Negro Women; and the pastor of the Abyssinian Baptist Church. Eleanor Roosevelt also backed the effort.\n\"For Sanger to launch a genocidal plot behind their backs and leave no true evidence in her numerous writings would require powers just shy of witchcraft,\" the PolitiFact piece notes.\nFinally, in 1966 Planned Parenthood gave its Margaret Sanger award to Dr. Martin Luther King Jr. The civil rights leader accepted, and sent his wife, Coretta, to accept. The speech he wrote for the occasion stated that \"\"There is a striking kinship between our movement and Margaret Sanger's early efforts.\"\nSanger was still alive at that point, and her history and statements were well known (she had published an autobiography in 1938 and was never shy about sharing her opinions). If she had, in fact, been a supporter of eliminating black people, it’s doubtful King would have accepted that award.\nOur ruling\nRepublican presidential candidate Ben Carson said that birth control activist Margaret Sanger \"believed that people like me should be eliminated.\" He later clarified that he meant African-Americans. While Sanger indeed supported the eugenics movement, substantial evidence shows that she was not racist and in fact worked closely with black leaders and health care professionals.\nCarson’s statement bears no relation to historical reality. We rate the claim False.\nCorrection, October 6, 2015, 12:30 p.m.: This article has been changed to attribute two comments to Ruth Engs, professor at the Indiana University School of Public Health, that had incorrectly been attributed to another researcher.\n Share the Facts   Politifact    5 7  Politifact Rating: False  Birth control pioneer Margaret Sanger \"believed that people like me should be eliminated.\"    Ben Carson Presidential candidate   At a retirement center Wednesday, September 30, 2015 09/30/2015    Read More  info", "vclaim_id": "vclaim-pol-05889"}