{"url": "/factchecks/2009/may/21/dick-cheney/dick-cheney-says-only-three-terror-suspects-were-e/", "speaker": "Dick Cheney", "vclaim": "\"You've heard endlessly about waterboarding. It happened to three terrorists.\"", "truth_label": "true", "date": "stated on May 21, 2009 in a speech at the American Enterprise Institute:", "title": "Dick Cheney says only three terror suspects were ever waterboarded", "text": "President Barack Obama and former Vice President Dick Cheney squared off in dueling speeches on national security on May 21, 2009.\n\n\nNot surprisingly, Cheney defended the controversial interrogation techniques used during the Bush administration on some terror suspects after the 9/11 attacks. And, he said, despite all the hand-wringing and public debate about waterboarding over the last couple years, the technique was used on only three detainees.\n\n\n\"You've heard endlessly about waterboarding,\" Cheney said in his address at the American Enterprise Institute. \"It happened to three terrorists. One of them was Khalid Sheikh Mohammed, the mastermind of 9/11, who has also boasted about his beheading of Daniel Pearl.\n\n\n\"We had a lot of blind spots after the attacks on our country, things we didn't know about al-Qaida. We didn't know about al-Qaida's plans, but Khalid Sheikh Mohammed and a few others did know.\n\n\n\"And with many thousands of innocent lives potentially in the balance, we did not think it made sense to let the terrorists answer questions in their own good time, if they answered them at all.\"\n\n\nPublic records support his claim about the three detainees, who collectively were subjected to waterboarding at least 267 times.\n\n\nThe use of waterboarding — an interrogation technique that simulates drowning — was first publicly acknowledged by then-CIA director Michael Hayden during a Senate intelligence hearing on Feb. 5, 2008. He said it was used on three terror suspects in 2002 and 2003.\n\n\n\"Let me make it very clear and to state so officially in front of this committee that waterboarding has been used on only three detainees,\" Hayden said. \"It was used on Khalid Sheikh Mohammed. It was used on Abu Zubaydah. And it was used on (Abd al-Rahim al-)Nashiri. The CIA has not used waterboarding for almost five years.\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nAccording to a memo released by the Attorney General's Office in April 2009, waterboarding was removed from CIA’s authorized list of techniques sometime after 2005.\n\n\nAlso in April 2009, the Justice Department released 2005 legal memos that detailed the use of the waterboarding technique in 2002 and 2003, including the revelation that it had been used 183 times against Khalid Sheikh Mohammed, the self-described planner of the Sept. 11, 2001, terrorist attacks. Cheney is correct that during a military tribunal in 2007, Mohammed claimed responsibility for the murder of\n\nWall Street Journal\n\nreporter Daniel Pearl in Pakistan in 2002.\n\n\nThe memos also noted that the CIA used waterboarding at least 83 times in August 2002 against Abu Zubaydah, described by the CIA as one of Osama bin Laden's key lieutenants.\n\n\nAnd lastly, the technique was used on Abd al-Rahim al-Nashiri, the alleged mastermind of the 2000 USS\n\nCole\n\nbombing.\n\n\nIn all three cases, Hayden said, \"We used it against these three high-value detainees because of the circumstances of the time. Very critical to those circumstances was the belief that additional catastrophic attacks against the homeland were imminent.\"\n\n\nThere has been no information publicly released that any other terror suspects have been subjected to waterboarding.\n\n\n\"We only know of those three being waterboarded,\" said Joanne Mariner, a counterterrorism expert with Human Rights Watch. \"That's all that's on the public record.\"\n\n\nIn short, Cheney is on solid ground with this statistic. We rate his statement True.", "vclaim_id": "vclaim-pol-15740"}