{"url": "/factchecks/2011/mar/08/michele-bachmann/michele-bachmann-charges-health-care-bill-spent-10/", "speaker": "Michele Bachmann", "vclaim": "\"Secretly, unbeknownst to members of Congress, over $105 billion was hidden in the Obamacare legislation.\"", "truth_label": "barely-true", "date": "stated on March 6, 2011 in an interview on NBC's \"Meet the Press\":", "title": "Michele Bachmann charges health care bill spent $105 billion 'secretly'", "text": "Tea party favorite Michele Bachmann used a recent appearance on Meet the Press to attack the health care law for what she said was secret spending.\n\n\"It is shocking the revelations of all the money that's been spent,\" said Bachmann, R-Minn. \"There is a Congressional Research Service report that just was issued in February, and we discovered that secretly, unbeknownst to members of Congress, over $105 billion was hidden in the Obamacare legislation to fund the implementation of Obamacare. This is something that wasn't known.\"\n\nJust in case you missed her point, she said the number \"$105 billion\" seven more times, and waved a sign that said \"$105,464,000,000.\"\n\nReaders e-mailed us immediately, asking us to fact-check whether it was true.\n\nWe contacted Bachmann’s office to ask where she got the number, but we didn’t get a response.\n\nSo we turned to a February report from the Congressional Research Service titled, \"Appropriations and Fund Transfers in the Patient Protection and Affordable Care Act (PPACA).\"\n\nThe $105 billion\n\nTo explain the report’s findings, we should first tell you a little bit about how federal spending works when it comes to authorizations versus appropriations. Laws can either authorize money to be spent, appropriate money, or both authorize and appropriate. An authorization means it’s legally permissible to spend money on a particular program; an appropriation actually supplies the money. The real power lies in appropriation.\n\nHouse members like Bachmann had hoped to stop the new health care law by simply refusing to fund it with appropriations. What they’re finding out, though, is that doing so won’t shut the money spigot entirely, since the law already included some appropriations and transfers from other sources when it passed.\n\nThe CRS report detailed the programs that received funding in the bill. (Fund transfers work a little differently than appropriations, but the important thing for analyzing Bachmann’s comment is that they both provided immediate funding.) The CRS report doesn’t add up all the numbers, but we did, and we got $104 billion -- very close to Bachmann’s number. A few programs are funded contingent on adjustments for inflation, so the grand total can vary a bit.\n\nThe largest chunk of funding, $40 billion, went to the state Children’s Health Insurance Program, to fund it for 2014 and 2015. (Soon after President Barack Obama took office in 2009, Democrats approved funding through 2013.) A new Prevention and Public Health Fund -- a state-based effort aimed at preventing chronic disease -- got the second biggest chunk, $15 billion over 10 years. The Center for Medicare and Medicaid Innovation got $10 billion over 10 years to test payment and service-delivery models that might reduce health care spending and improve care.\n\nThe \"shocking\" revelation\n\nBut is that $105 billion a \"shocking\" revelation -- something that \"wasn’t known\" and passed \"secretly, unbeknownst to members of Congress\"?\n\nBachmann has a point if you look at the amount of media coverage the appropriations and transfers inspired. There was hardly any.\n\nUsing a variety of terms to search the Nexis database, we found only one document that explained in any detail how the health care bill included appropriations and transfers -- a news release by the conservative Heritage Foundation that raised an alarm about abortion funding. The bill, Heritage said, would \"directly appropriate $7 billion over five years in operating funds for (federally qualified health centers) ... funds (that) would not need to be included in the annual appropriations bill for the Department of Labor and HHS.\"\n\nBut Bachmann didn’t say that the media failed to pay attention; she went further, charging that the provisions were passed \"secretly, unbeknownst to members of Congress.\" We find that contention questionable.\n\nWe poked around the versions of the health care law that were up for consideration and found older versions that included both appropriations and fund transfers, some of which made it to the final bill. The CRS report Bachmann cited may have compiled the appropriated funding information into an easy-to-understand format, but it’s not as if the spending was approved secretly.\n\nSteve Ellis of the nonpartisan Taxpayers for Common Sense said it was no secret: the Congressional Budget Office -- Congress’ nonpartisan budget-analysis agency -- extensively detailed the spending in the bill.\n\n\"I’m not saying that everybody knew everything that was in the health care bill, because it’s almost impossible to do that. But it was documented that the money was in there,\" Ellis said. \"Shame on them if they didn’t know that.\"\n\nWe asked experts in federal budgeting whether the health care bill’s use of appropriations in an authorizing bill was unusual. They said it was not.\n\n\"Congress has routinely provided appropriations in authorization bills, for multiple years of availability, and has also routinely transferred funds from one account to another,\" said Roy T. Meyers, a former CBO analyst and now a political scientist at the University of Maryland at Baltimore County.\n\nWe should also note that versions of the health care law were posted to the Internet for 72 hours before a vote was held. That’s not a lot of time, but it’s far from a secret process, said Gabriela Schneider of the Sunlight Foundation, a nonprofit that urges greater government openness and transparency.\n\n\"At the time, we commended Congress for taking an unprecedented step and Speaker Pelosi for making sure every version of the health care bill was posted online 72 hours before consideration,\" she said.\n\nThe process worked well, Schneider said, and House Republicans have subsequently adopted the 72-hour window.\n\n\"It's a bill -- the text is public!\" said Alec Vachon, a former Republican congressional staffer who’s now a health care consultant. \"Is Congresswoman Bachmann saying there are no House Republicans, members or staff, who can read a bill?\"\n\nOne final point: Contrary to the implication of Bachmann’s comments, the spending provisions in the health care bill are not written in stone. \"Congress can always revisit the spending decisions, including entitlement and direct spending, of past Congresses,\" said Donald Wolfensberger, a former Republican aide to the House Rules Committee.\n\nOur conclusion\n\nBachmann said that \"secretly, unbeknownst to members of Congress, over $105 billion was hidden in the Obamacare legislation.\" She’s right that there’s about $105 billion of already approved spending in the health care bill that may be difficult to rescind. But that does not mean that the process was secret. While the pre-approved spending provisions didn’t attract media attention, they were in the plain language of the bill and did not vary dramatically from past congressional practice. And the bill was made public before the vote. On balance, we rate Bachmann’s statement Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13460"}