{"url": "/factchecks/2014/sep/09/mark-obenshain/obenshain-says-democrats-exceeded-voter-id-law-rec/", "speaker": "Mark Obenshain", "vclaim": "Virginia Democrats recently enforced voter ID rules that were \"considerably more stringent than those contained in the state law they denounce.\"", "truth_label": "half-true", "date": "stated on August 13, 2014 in a newsletter.:", "title": "Obenshain says Democrats exceeded voter ID law in recent primary", "text": "Democrats have portrayed state Sen. Mark Obenshain as the face of voter suppression since the Harrisonburg Republican began his successful push in 2013 for a law requiring Virginians to produce photo identification at the polls.\nObenshain recently threw paint back at his adversaries in the wake of the Aug. 9 firehouse primary Democrats held for the state Senate seat that was relinquished by Henry Marsh, D-Richmond.\nIn his Aug. 13 newsletter, Obenshain wrote, \"In the Democratic Party-run firehouse primary to choose the party’s state senate nominee in the 16th District special election, Democrats -- free to adopt any voter identification standard they wished, or none at all -- opted for requirements considerably more stringent than those contained in the state law they denounce, actually going so far as to require that IDs show the address at which the individual is registered.\"\nWe wondered whether Democrats did adopt voter ID rules for the contest that were tougher than state law standards.\nState voter ID law\nObenshain’s bill passed on partisan votes in the House and Senate last year and was signed by then-Gov. Bob McDonnell, a Republican.\nDemocrats and many liberal-leaning organizations opposed the measure, saying Virginia had no history of election fraud and voicing concerns that the law would make it harder for the elderly, poor and minorities to vote. Republicans said their aim was not to deny access to ballots, but to protect the integrity of Virginia’s elections.\nThe law, which went into effect July 1, requires voters to produce one piece of identification at the polls: a photo ID.  Acceptable forms of the photo identification include a Virginia driver’s license that has not been expired for more than 12 months; a U.S. passport or any other photo ID issued by the U.S., Virginia or one of its political subdivisions; a student ID issued by any institute of higher learning in Virginia; any employee identification card; or a voter ID card that can be obtained through local registrar’s offices.\nIt should be noted that the law does not require the photo ID to include the voter’s address.\nPoll workers are required to check the ID against voter rolls to make sure the person is registered to vote in the precinct and, if so, is allowed to cast a ballot.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nID in the 16th District\nA firehouse primary is not a typical election; it’s an informal caucus run by a political party, which establishes the rules.  \nOn Aug. 9, Democrats opened two caucus sites in Richmond and each of five other localities in the 16th District. Registered voters could drop by between 10 a.m. and 3 p.m. and -- provided they first signed an allegiance oath to the Democratic Party -- cast a paper ballot for one of four candidates seeking the Senate nomination.\nRobert Dempsey, executive director of the Democratic Party of Virginia, sent PolitiFact the rules for the special election primary. They required each voter to provide proof of registration or residency. The procedures did not demand a photo ID and Dempsey said the party was willing to accept some forms of identification that had once been acceptable in state-run elections, such as a utility bill.\nObenshain contends Democrats went beyond the bounds of state law by requiring voters to produce two IDs. Dempsey said that did occur briefly at one polling station, the result of a misunderstanding by officials, and was quickly corrected. Dempsey noted, accurately, that written procedures did not call for two forms of IDs.\nObenshain also says Democrats exceeded state law requiring voters to produce an ID bearing their current address. There’s no dispute here. Dempsey said officials checked the address against the one listed in voting rolls. If there was a discrepancy, the voter was allowed to cast a provisional ballot.      \nAbout 3,800 votes were cast in the four-candidate firehouse primary, including 156 provisional ballots that were never counted because they wouldn’t have made a difference in outcome; Del. Rosalyn Dance of Petersburg won hands down. The district is heavily Democratic, and Dance will have an edge this fall in a race against independent Preston Brown.\nOur ruling\nObenshain claims that the Democratic Party enforced voter ID rules in the 16th Senate District firehouse primary that were \"considerably more stringent\" than those mandated in a new state law.\nThere was a temporary glitch at one polling place that required voters to produce two IDs, instead of just one mandated under state law. This was quickly corrected and didn’t reflect the party’s intent.\nThat brings us down to the one ID that most primary voters had to produce. Democrats went one step beyond state law by requiring an ID with an address and another step by making sure the address matched with the one listed in voter rolls before a ballot was handed out. On the other hand, the party gets points for leniency because it did not enforce a state law requiring voters to produce a photo ID.\nSo Obenshain’s statement is partially accurate but leaves out a lot of important information. We rate it Half True.", "vclaim_id": "vclaim-pol-07336"}