{"url": "/factchecks/2016/apr/18/jack-berry/jack-berry-error-about-richmond-teacher-raises/", "speaker": "Jack Berry", "vclaim": "Richmond teachers have not gotten a raise \"for almost 10 years.\"", "truth_label": "barely-true", "date": "stated on April 6, 2016 in a candidates forum:", "title": "Jack Berry in error about Richmond teacher raises", "text": "Jack Berry, one of a dozen candidates seeking to become Richmond’s next mayor, says the city has been neglecting its schools and educators.\n\"There’s no excuse for buildings falling apart and teachers not getting a raise for almost 10 years,\" he said at an April 6 candidates forum organized by former Gov. L. Douglas Wilder, who was Richmond’s mayor from 2005 to 2009.\nWe wondered if Berry was correct that the city’s teachers went a decade without a pay hike. Berry, the outgoing director of Venture Richmond, told us he based his statement on several articles about teacher pay in RVANews and Richmond Magazine.\nThe articles note that teachers used to get milestone raises based on the number of years they worked in the school system.\nBut it’s been 10 years since the Richmond School Board provided teachers a salary bump based on tenure, according to a chart sent to us by Charlotte Hayer, president of the Richmond Education Association, which represents many of the city’s teachers. During the Great Recession from December 2007 to June 2009, that salary scale was frozen.  \n\"We haven’t moved (on the pay scale),\" Hayer said. \"We haven’t gained anything for our experience.\"\nThat doesn’t mean there have been no raises at all for Richmond teachers during the past decade. They received five cost-of-living increases, based on information we got from the school system and the Richmond Education Association during the following fiscal years, which run from July 1 to June 30:\n•2014-15, 3 percent\n•2013-14, 2 percent\n•2008-09, 4 percent\n•2007-08, 4 percent\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\n•2006-07, 2 percent\nRalph Westbay, the Richmond school system’s assistant director of financial services, said the cost-of-living pay increases were funded using a mix of city and state funds and were provided to all district teachers regardless of performance.\nThis school year, teachers are getting an additional 1.5 percent in pay, but that’s because they have to work an extra three days, so Westbay said he wouldn’t characterize it as a raise.\nIt also should be noted that teachers got a 1 percent bonus in 2012 but, because that was a one-time payment, it doesn’t count as a raise.\nWe don’t suggest Richmond teachers are living in luxury. In 2013, they had to take five unpaid furlough days, which cut into their pay that year. And, there have been five years in the past 10 in which they received no raises at all: this school year and during the post-recession era from 2010 to 2013.\nWhen we called Berry and told him about our findings, he said his remarks at the candidates’ forum referred to the lack of tenure-based raises - not cost-of-living increases. We didn’t find the elaboration in a tape of the forum nor in a Berry campaign flier that says, \"It is inexcusable for teachers to be denied a pay raise for almost 10 years, and for buildings to be falling apart.\"\nIn case you’re wondering, teachers in Chesterfield, Henrico and Hanover counties generally saw the same pay hike pattern as Richmond during the past 10 years. Educators in those three counties got pay hikes until 2009 and then generally saw little or no raises from 2010 through 2013, but they have gotten raises in recent years.\nOur ruling\nBerry said Richmond teachers have not gotten a raise \"for almost 10 years.\"\nBerry told us he was referring to the lack of tenure raises for teachers when they reach certain years of service. Such raises haven’t been offered for a decade. But he didn’t make that distinction at the candidates’ forum or in his campaign literature.\nHis statement makes it sound as if teachers haven’t gotten any pay increase at all. That runs counter to figures from the school system and the Richmond Education Association that show they’ve gotten five cost-of-living increases during the past 10 years.\nWe rate his claim Mostly False.", "vclaim_id": "vclaim-pol-05087"}