{"url": "/factchecks/2010/jul/13/george-will/will-obama-said-stimulus-would-cap-unemployment-8-/", "speaker": "George Will", "vclaim": "Says that President Obama said if Congress passed the economic stimulus bill, \"we would have unemployment at 8 percent and no higher. And it went higher.\"", "truth_label": "barely-true", "date": "stated on July 11, 2010 in ABC's \"This Week\":", "title": "Will: Obama said stimulus would cap unemployment at 8 percent", "text": "On ABC's This Week on July 11, 2010, host Jake Tapper played a video of a recent speech by President Barack Obama in which he mocked Republicans for \"peddling the same old snake oil that they've been peddling for years.\"\n\nTapper said it appeared Obama was trying to frame the midterm elections as a choice between Democrats and Republicans rather than a referendum on the administration. Tapper asked conservative columnist George Will if he thought Obama's strategy would work.\n\"No,\" Will said, \"because he (Obama) is an expert on snake oil. This is the man who said if we pass the $767 billion stimulus bill -- which it turns out cost $862 billion, a $95 billion oops  -- we would have unemployment at 8 percent and no higher. And it went higher.\"\nThis is a claim with staying power. In fact, we first dealt with a similar claim a little more than a year ago when House Republican Whip Eric Cantor said, \"We were promised. The president said we would keep unemployment under 8.5 percent (if the stimulus passed).\" Since then, it has become frequent conservative talking point -- cited repeatedly by Fox's Sean Hannity, Glenn Beck and others. So we thought it was worth revisiting.\nFirst, we could find no instance of anyone in the administration directly making such a public pledge. Rather, it comes via a Jan. 9, 2009, report called \"The Job Impact of the American Recovery and Reinvestment Plan\" from Christina Romer, chairwoman of the president's Council of Economic Advisers, and Jared Bernstein, the vice president's top economic adviser.\n\nTheir report projected that the stimulus plan proposed by Obama would create 3 million to 4 million jobs by the end of 2010. The report also included a chart predicting unemployment rates with and without the stimulus. Without the stimulus (the baseline), unemployment was projected to hit about 8.5 percent in 2009 and then continue rising to a peak of about 9 percent in 2010. With the stimulus, they predicted the unemployment rate would peak at just under 8 percent in 2009.\n\nAs Will rightly noted, it went higher. The unemployment rate peaked around 10 percent in late 2009 and is now around 9.5 percent. And Will is also right that the cost of the stimulus rose dramatically.\n\nBut what we saw from the administration in January 2009 was a projection, not a promise. And it was a projection that came with heavy disclaimers.\n\n\"It should be understood that all of the estimates presented in this memo are subject to significant margins of error,\" the report states. \"There is the more fundamental uncertainty that comes with any estimate of the effects of a program. Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.\"\n\nThere's also a footnote that goes along with the chart that states: \"Forecasts of the unemployment rate without the recovery plan vary substantially. Some private forecasters anticipate unemployment rates as high as 11% in the absence of action.\"\n\nThe administration has acknowledged its projections were wrong.\n\nIn a July 2, 2009, interview, Romer said on Fox: \"None of us had a crystal ball back in December and January. I think almost every private forecaster realized that there were other things going on in the economy. It was worse than we anticipated.\"\n\nIndeed, in January 2009, the nonpartisan Congressional Budget Office projected the unemployment rate would climb to 8.3 percent in 2009 and peak at 9 percent in 2010. By February, the prediction was even higher — 9 percent in 2009 without the stimulus, and 7.7 to 8.5 percent with a stimulus.\n\nSo, is the fact that unemployment rose even as the stimulus unfolded proof that it has failed? White House officials have steadfastly maintained that the stimulus is working, that even though the unemployment rate has risen above where it was projected in January 2009, it would be even worse if not for the stimulus.\n\nThat was the gist of Obama's claim in a town hall meeting on the economy in Racine, Wis., on June 30, 2010.\n\n\"Now, every economist who has looked at it has said that the recovery did its job,\" Obama said. \"It put a brake on the collapse of the economy. We avoided a Great Depression. We are now growing again. The problem is, No. 1, it’s hard to argue sometimes, things would have been a lot worse. Right? So people kind of say, yeah, but unemployment is still at 9.6. Yes, but it’s not 12 or 13, or 15.\"\n\nThat comment was ridiculed by the Daily Show's Jon Stewart who commented, \"I believe we can all agree as Americans there are many numbers bigger than nine.\"\n\nObama is correct that many independent economists agree that the stimulus has created more than a million jobs and kept the unemployment rate from going even higher than it has (though in fairness, not every economist agrees with that).\n\nBut there is an inherent uncertainty in economic forecasting. And how can you ever prove that if the unemployment rate got to X percent, it would or would not have gotten a point or two higher if not for the stimulus? The same holds true for Republicans who say the rising unemployment rates prove the stimulus isn't working. Again, it's difficult to empirically prove whether they're right or wrong.\n\nWill didn't use the word \"promise\" as Cantor did when we checked the same claim a year ago, but the meaning is the same, that Obama was offering some sort of guarantee the stimulus would keep the unemployment rate below 8 percent. The administration never characterized it that way and included plenty of disclaimers saying the predictions had \"significant margins of error\" and a higher degree of uncertainty due to a recession that is \"unusual both in its fundamental causes and its severity.\" In short, it was an economic projection with warnings of a high margin for error, not  a take-it-to-the-bank pledge of an upper limit on unemployment.\n \n \n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n \n \nSo we find Will's claim Barely True.\n \n \n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14773"}