{"url": "/factchecks/2012/feb/10/barbara-buono/barbara-buono-claims-new-jersey-ranked-45th-nation/", "speaker": "Barbara Buono", "vclaim": "Says \"as of November, we were ranked 45th in the nation in terms of job creation, according to the U.S. Bureau of Labor Statistics.\"", "truth_label": "barely-true", "date": "stated on January 25, 2012 in a column:", "title": "Barbara Buono claims New Jersey ranked 45th in the nation for job creation in November 2011", "text": "State Sen. Barbara Buono isn’t buying Gov. Chris Christie’s claim about a \"Jersey Comeback.\"\n\nInstead, a dismal record of job creation in New Jersey suggests that \"the American Dream may be slipping out of grasp for many families,\" the Middlesex County Democrat wrote in a Jan. 25 column posted on her website.\n\n\"In New Jersey, our unemployment rate still remains above the national average and, as of November, we were ranked 45th in the nation in terms of job creation, according to the U.S. Bureau of Labor Statistics,\" Buono continued. \"This is not to say Chris Christie is responsible for all of these woes, but his silence on the issue underscores his indifference (to) the plight of middle class New Jerseyans.\"\n\nPolitiFact New Jersey recently ruled, in part, on a similar claim regarding unemployment rates. So we decided to focus on Buono’s claim that \"as of November, we were ranked 45th in the nation in terms of job creation.\"\n\nBut when we compared New Jersey to the other 49 states and Washington, D.C. for job growth during recent time periods, the Garden State is performing better than what Buono claimed.\n\nLet’s start with the employment picture in New Jersey in November 2011.\n\nThat month, there were 3,880,700 total nonfarm jobs in New Jersey, according to seasonally adjusted data from the U.S. Bureau of Labor Statistics. Those jobs represent private- and public-sector employment.\n\nTo back up the senator’s claim, one of her representatives sent us federal labor statistics that demonstrate how the state ranked 43 out of the 50 states and Washington, D.C. for the percentage of jobs created between November 2009 and November 2011.\n\nBut that still doesn’t support Buono’s claim about the 45th ranking.\n\nBuono spokeswoman Christina Zuk told us in an email: \"Bear in mind that the November data may have been adjusted, accounting for the 2% differential. We have no way of calculating what the rank was with the unadjusted data that are no longer available.\"\n\nBut we told Zuk that the updated figures for November 2011 were available at the time Buono made her statement.\n\nTo get a sense of how New Jersey’s growth compares during a more recent time frame, we also looked at jobs created between November 2010 and November 2011. A year-over-year comparison is a common measure of employment changes.\n\nWith a 0.7 percent increase in jobs, New Jersey ranked 32 for growth between November 2010 and November 2011.\n\nSince the rankings differ significantly between the one-year and two-year periods, we were wondering which was a better measure of job growth. Three economic experts told us either time frame is appropriate.\n\n\"There's no question that a year over year comparison is very common, and credible time frame to evaluate employment trends,\" Doug Hall, director of the Economic Analysis and Research Network at the Washington, DC-based Economic Policy Institute, a liberal think tank, said in an email.\n\nHall added: \"In this case, however, I think November 2009 gives us something valuable, since it's more or less the time period since the national ‘recovery’ began.\"\n\nEdward Montgomery, an economist and dean of the Georgetown Public Policy Institute, agreed that both time frames are acceptable. Montgomery has held various federal government positions under President Barack Obama and former President Bill Clinton.\n\n\"It is not ‘wrong’ to look at job growth over intervals of 1 month, 6, months, a year, or even some other interval (e.g. 2 years),\" Montgomery said in an email. \"That said, it is more ‘usual’ to look at an interval that has some easy meaning or relevance like in the past year (nov 2010 to nov 2011) or over the last decade or since the President took office etc.\"\n\nSince Buono framed her column as a critique of the governor’s ‘comeback’ theme, we also analyzed job growth since February 2010, Christie’s first full month in office. In terms of the percentage increase in jobs, New Jersey ranked 39 out of the 50 states and Washington, D.C. for growth between February 2010 and November 2011.\n\nSo, when you study more recent time periods, New Jersey is performing better than the 45th ranking cited by Buono.\n\nOur ruling\n\nIn a column, Buono claimed that \"as of November, we were ranked 45th in the nation in terms of job creation, according to the U.S. Bureau of Labor Statistics.\"\n\nHer representative sent us data showing that New Jersey ranked 43 for the percentage of jobs created between November 2009 and November 2011. But that still doesn’t support what the senator claimed.\n\nWhen you analyze growth between November 2010 and November 2011, New Jersey is doing better, ranking 32 for a 0.7 percent increase in jobs.\n\nSince the 43rd ranking for the two-year period comes close to the ranking in Buono’s column, we rate the statement Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021\n\n\n\n\n\n\n\n\nTo comment on this ruling, go to NJ.com.", "vclaim_id": "vclaim-pol-11626"}