{"url": "/factchecks/2018/jul/26/bill-nelson/bill-nelson-claims-detained-immigrant-parents-char/", "speaker": "Bill Nelson", "vclaim": "Says detained immigrant parents separated from their children at the border are being charged \"as much as $8 a minute to call their children.\"", "truth_label": "barely-true", "date": "stated on July 23, 2018 in a Senate floor speech:", "title": "Bill Nelson claims detained immigrant parents charged $8/minute to call their children. Is it true?", "text": "Democratic Sen. Bill Nelson said the Trump administration reached a new low by charging detained immigrant parents high fees to call the children they were separated from at the border.\n\"The Trump administration has been charging detained parents, get this, as much as $8 a minute to call their children,\" Nelson, of Florida, said July 23 on the Senate floor. \"And the children were separated from the parents because the administration separated them; $8 a minute if you want to talk to your child. That is a new low.\"\nNelson faces a tough re-election challenge from Republican Gov. Rick Scott.\nMore than 2,300 children were separated from the adults they were traveling with as a result of President Donald Trump’s \"zero-tolerance\" immigration policy, which directed the prosecution of all immigrants who crossed into the United States illegally. As adults were referred for prosecution, children traveling with them were placed into the custody.\nThe Trump administration has reunified more than 1,000 children with their parents. But not all can be easily reunified, in part because some parents have already been deported. Overall, exact government figures on separations and reunifications have been inconsistent and limited.\nWe wondered about Nelson’s claim that parents in detention were being charged as much as $8 a minute to call their children. Nelson’s office pointed to media reports saying parents had to pay for phone calls. But U.S. Immigration and Customs Enforcement rebuked those claims.\nSome advocates for immigrants said they couldn’t confirm the $8 a minute claim, or had heard lower rates.\nNelson’s evidence\nAbout 150 lawmakers, including Nelson, sent a letter July 20 to ICE’s acting director, Ronald D. Vitiello, expressing concerns over \"apparent misinterpretation\" of ICE’s telephone access policies.\n\"Reports and first-hand accounts have indicated that many of these detained parents have been forced to endure weeks without any information as to the location of their children,\" the letter said. \"Once their children are finally located, moreover, reports indicate that their parents are forced to pay as much as $8 per minute to speak with them by telephone, and that their access to this service can be limited to as little as one call per week.\"\nThe letter cites a June 21 NPR interview of Jenny Hixon, outreach director for the Refugee and Immigrant Center for Education and Legal Services. Hixon told NPR that some parents at a detention center in Pearsall, Texas, \"had not been able to speak to their children yet because in order to be able to speak to their children, they needed to pay $25 to get a commissary account. And then the phone calls are about $8 a minute.\"\nPolitiFact emailed Hixon for more information but received an automated message saying she was no longer employed by the legal services group. We asked the group’s communications director to confirm the figure, but did not receive the confirmation by deadline.\nNelson’s office also referred us to a July 3 article from the Texas Tribune reporting that immigrants in detention faced \"usurious phone rates and bureaucratic hassles to contact their family members.\" The story said advocates were worried that \"the cost and complexity of using detention facility phones could hamper family reunification efforts that have already been plagued by chaos and confusion.\"\nBut the Texas Tribune story didn’t cite an $8 a minute rate. It said the cost \"can top 20 cents per minute and has been criticized as exorbitant.\"\nThe story mentioned comments made in a June 22 court filing by a mother detained in Texas who was separated from her children. \"The calls are very expensive so I am only able to call when I have money, but when I do not have money, I am not able to communicate with my children. In one month I only received one free call from the center,\" the woman said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTom Cotton\n\n\nstated on February 1, 2021 in a Fox & Friends interview\n\n\n\n\n\n\n\n\n\"A lot of these migrants that are coming, we have no way to screen their backgrounds for either health or for security.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • February 3, 2021\n\n\n\n\n\n\n\nThe story added: \"Lawyers and advocates working with immigrants detained since the ‘zero tolerance’ policy went into effect say costs and procedures vary from facility to facility, but they have heard that charges range from 10 to 25 cents per minute for domestic calls.\" It did not say if those calls were made to children.\nTrump administration denies charging parents to call their children\nICE spokeswoman Jennifer D. Elzea told PolitiFact calls are facilitated \"at no charge\" to detained parents whether their children are in HHS custody or with sponsors.\nBut Buzzfeed, in a July 23 story about the lawmakers’ letter, reported that \"when asked about reports detailing high, per-minute fees for phone calls to children,\" a different spokeswoman \"agreed it was ‘possible’ that occurred when parents were trying to call children who were no longer in federal custody.\"\nChildren in HHS custody don’t have 24-hour access to phones, but calls are being arranged at least twice a week, sometimes more frequently, Elzea told PolitiFact. In some cases, detained parents are able to talk to their children through video-conferencing, she said.\nICE detention standards say detainees shall be able to make free calls to an ICE-provided list of free legal service providers, to consular officials and to certain government offices.\n\"Indigent detainees, who are representing themselves pro se, shall be permitted free calls on an as-needed basis to family or other individuals assisting with the detainee’s immigration proceedings,\" standards say.\nHHS said that children in its shelters don’t pay for calls to their families or sponsors. The agency said it pays for those calls.\nTwo legal services groups representing immigrant families were unable to confirm to PolitiFact if parents were charged as much as $8 a minute to call their children.\nSome parents detained at Port Isabel detention center in Texas told lawyers that they were charged about $3 a minute to call their children, said Megan McKenna, spokeswoman for Kids in Need of Defense. The group represents unaccompanied immigrant and refugee children in deportation proceedings.\n\"It’s possible that there was a free call number, but the detainees our team spoke to did not know about it, if there was,\" McKenna said.\nEfren Olivares, a program director at the Texas Civil Rights Project, said he couldn’t confirm the $8 a minute figure. But when detainees at the Port Isabel detention center call Texas Civil Rights Project lawyers, they get a recording saying the call is 20 cents a minute, Olivares said.\nOur ruling\nNelson said detained immigrant parents separated from their children at the border are being charged \"as much as $8 a minute to call their children.\"\nICE told us that parents should not be charged to talk to their children. But lawyers working with parents have heard that they were charged. One legal services group told PolitiFact that there may be a free number to call, but its clients did not know about it and had been charged.\nHaving said that, we were only able to find one instance of anyone claiming that parents had to pay as much as $8 per minute. Most of the accounts we found mentioned amounts ranging from $3 a minute to 20 cents a minute. \nThere is some anecdotal evidence to back Nelson's claim, but not enough to establish that $8 a minute as standard practice.\nNelson’s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n Share the Facts 2018-07-26 19:24:07 UTC   PolitiFact    3 1 7  PolitiFact Rating: Mostly False  Says detained immigrant parents separated from their children at the border are being charged \"as much as $8 dollars a minute to call their children.\"    Bill Nelson Senator https://twitter.com/SenBillNelson/status/1021494093661306884   in a Senate floor speech Monday, July 23, 2018 2018-07-23    Read More  info", "vclaim_id": "vclaim-pol-01801"}