{"url": "/factchecks/2014/feb/11/charlie-crist/charlie-crist-flips-cuba-embargo/", "speaker": "Charlie Crist", "vclaim": "On the Cuba embargo", "truth_label": "full-flop", "date": "stated on February 7, 2014 in an interview on HBO's \"Real Time\":", "title": "Charlie Crist flips on the Cuba embargo", "text": "In a national TV interview on Feb. 7, 2014, former Gov. Charlie Crist announced that he supports lifting the decades-long Cuba embargo -- setting off a flurry of media attention and reaction from Republicans including Gov. Rick Scott.\nScott's recently named lieutenant governor, former state legislator Carlos Lopez-Cantera, called Crist's announcement ignorant.\n\"Charlie Crist’s comments just show his ignorance on the issue of what is going on in Cuba,\" said Lopez-Cantera at a Feb. 10 press conference in Broward. \"As a Cuban-American, I was insulted by it.\nCrist, a Republican turned independent turned Democrat, is running to get his old job back from Scott. He’s also on a book tour and doing a series of national TV interviews to promote The Party’s Over: How The Extreme Right Hijacked the GOP and I Became A Democrat.\nOn HBO’s Real Time, Bill Maher asked Crist about the Cuban vote: \"I feel like this is something that has been held hostage by a small Cuban community in Florida for a very long time,\" Maher said. \"If we had done the right thing years ago, Cuba now would be St. Barts and all the kids going on spring break would be there next month having a great time and drinking Mai Tais. But I don’t see a lot of politicians from Florida having the courage to stand up to that small Cuban community.\"\nCrist responded: \"Well, I think they need to. I think it’s the right thing. The embargo’s been going on what, 50 years now, and I don’t think it worked. It is obvious to me we need to move forward and I think get the embargo taken away. From a selfish point of view, as a Floridian, I’d like to see that happen because a lot of construction would be required on the island, and South Florida could be the launching pad for all of that and really create a lot of jobs for the people of my state.\"\nWe decided to research Crist’s past stances on the Cuba embargo and put them on our Flip-O-Meter, which doesn’t pass judgment on changing stances but evaluates if a candidate has flipped and to what extent. Some voters see some flips as a sign of inconsistency, while others view some flips as a sign that a politician has the ability to compromise or adapt their positions to the wishes of constituents.\nCrist’s and Scott’s stance on the Cuba embargo will be a hot topic in Miami during the election, though there have been signs that the Cuban-American vote is less reliably Republican than it has been in the past. A poll released by the Atlantic Council in February showed Crist’s position is in line the majority of Floridians who want changes in the U.S.-Cuba relationship. Among Cubans polled in Florida, 79 percent favor normalizing relations (though the numbers of those of Cuban descent in Florida polled were small).\nTensions between the U.S. and Cuba started after Fidel Castro seized power in 1959 leading to the full trade embargo in 1962.\nWe’ll cite the Miami Herald’s explanation of the meaning of the embargo and the governor’s role:\n\"Supporters of the 52-year-old embargo have long argued it gives the United States leverage and should not be removed until democracy returns to the island. Opponents argue that with the Castro brothers still in control of the country, the communist regime has used the embargo as an excuse to continue its abusive human rights record and oppressive economic policies.\nFlorida’s governor has no authority to lift or modify the embargo, which would take an act of Congress, but he can influence public opinion and the issue is considered a political litmus test for many hardline Castro opponents.\"\nIn 2009, Obama lifted the limit on visits by Cuban Americans to their homeland, but only Congress can rescind the embargo. Crist isn’t the only Democrat to call for dropping the embargo. U.S. Rep. Kathy Castor, D-Tampa, announced her support for ending the embargo last year. Former state sen. Nan Rich, who is running in a Democratic primary against Crist, also supports lifting the embargo.\nCrist’s statements about Cuba as governor\nIn a general election debate in 2006, Crist criticized his Democratic opponent Jim Davis for visiting Cuba in 2003.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\n\"I understand that it's important not to go to Cuba when she's under the dictatorship, but unfortunately the man I'm running against doesn't understand that,\" Crist said while campaigning in Miami’s Little Havana neighborhood in October 2006. \"But I know that you do.\"\nAfter Crist won the governor’s race, Crist was asked in 2006 whether he would support altering the embargo to let Floridians send more money to family.\n\"No. I feel very strongly about not supporting the totalitarian dictator's regime, and I understand others may have a different point of view. It just isn't mine. I believe in freedom, and I support the embargo. I've been counseled about it by Mario Diaz-Balart and Lincoln (Dias-Balart) and the senator and Ileana (Ros-Lehtinen), and I trust their judgment very much. You know, I'm the kind of guy that, you know, if there are other people who are more expert or closer to a particular issue, I think it's important to seek their counsel and rely upon it, and in this area, I do.\"\nAs a Republican governor, Crist signed a law in 2008 that required Florida-based companies selling trips to countries on the U.S. State Department’s list of nations that sponsor terrorism to put up a $250,000 bond and pay registration fees. More than a dozen travel agencies sued the state and a federal district judge ruled the law unconstitutional in 2009.\nIn April 2010 as he struggled in a U.S. Senate Republican primary against Marco Rubio, Crist left the party and ran as an independent.\nOne month later, he told the Sun-Sentinel editorial board: \"The problem is you have this totalitarian regime that is down there that locks up journalists, suppresses freedom, doesn’t allow for open dialogue. And I think unless and until that begins to occur it is not in Florida’s or I don’t think America’s best interest to be embracing of that kind of a government.\"\nWhen the Sentinel asked Crist if he would be open to fewer restrictions on travel to Cuba, Crist said: \"No, I wouldn’t. Not until they offer more freedoms to their own people first and demonstrate they are serious about it.\"\nWhile campaigning in Miami Beach in June 2010, Crist reiterated his support for the embargo but said he supported Obama’s decision to allow Cuban-Americans to freely visit their relatives.\n\"I think the current policy in place is responsible,\" said Crist. \"I do support the embargo, and I think that what the current administration has done by allowing families to visit (Cuba) is compassionate.''\nCrist running as a Democrat\nAfter the interview with Maher, Crist released a statement his campaign shared with PolitiFact Florida:\n\"The embargo has done nothing in more than 50 years to change the regime in Cuba. If we want to bring democracy to Cuba, we need to encourage American values and investment there, not block ourselves out and cede influence to China. It will take time, and we must do it in a way where American investment helps people, not the dictatorship. But the reality is that no state's economy is hurt more by America’s Cuba policies than Florida. Changing these policies to allow Florida’s’ farmers, manufacturers, and construction industry to sell goods and services in Cuba would boost Florida's economy and help businesses create more jobs in our state.\"\nOur ruling\nWhile campaigning for governor, serving as governor and running for the U.S. Senate, Crist supported the embargo.\nEven once he left the GOP he continued to support it, though he also agreed with Obama’s decision to ease travel restrictions.\nBut on national TV in 2014, Crist changed position and said the embargo has failed and that we should \"get the embargo taken away.\" A poll released days after Crist’s announcement reflects that his new position is in line with the majority of Floridians.\nWe rate his change of position on the embargo for Cuba a Full Flop.", "vclaim_id": "vclaim-pol-08268"}