{"url": "/factchecks/2011/may/01/chris-larson/wisconsin-sen-chris-larson-says-republicans-offere/", "speaker": "Chris Larson", "vclaim": "Republicans offered Wisconsin bar patrons \"free shots (of alcohol) to sign recall petitions against\" Democrats.", "truth_label": "barely-true", "date": "stated on April 22, 2011 in a tweet:", "title": "Wisconsin Sen. Chris Larson says Republicans offered shots of alcohol for recall signatures against Democrats", "text": "In the spring of Wisconsin’s discontent, voters launched recall campaigns against 16 state senators.\n\nThat’s every state lawmaker who was eligible to be recalled -- and four times the number who have been forced into such elections in the 85 years that Wisconsin state officers could be recalled.\n\nThe recalls followed the collective bargaining-curbing budget-repair bil introduced by Republican Gov. Scott Walker in February 2011. Formal recall campaigns targeted eight of the 14 Democratic senators who fled to Illinois for three weeks in an attempt to prevent a vote on Walker’s bill; and eight GOP senators, all of whom voted for the bill, which became law but is tied up in court.\n\nSo far, the campaigns against three Democrats failed to collect enough signatures; efforts targeting the other 13 lawmakers are pending.\n\nOn April 22, 2011, first-term state Sen. Chris Larson, a Milwaukee Democrat, stirred the pot with an Internet comment about the still-active recall campaign against Kenosha Democrat Robert Wirch, a 19-year state lawmaker.\n\n\"In case you missed it,\" Larson tweeted, \"Republicans offered free shots to sign recall petitions against Dems.\"\n\nThat’s shots, as in shots of alcohol, and \"Dems\" as in Democrats.\n\nLet’s belly up to the bar and see if that’s what happened.\n\nLarson’s tweet linked to an article posted the same day on Alternet.org, a website that says it aims to \"inspire action and advocacy on the environment, human rights and civil liberties, social justice, media, health care issues, and more.\"\n\nLarson stated flatly that Republicans offered the free shots, but the article hedged, saying, \"Republicans apparently had to give out free shots of booze\" to people to get them to sign petitions to recall Democratic state senators.\n\nSo, the article itself does not fully back up Larson’s claim.\n\nThe article refers readers to the previous night’s edition of the liberal \"Rachel Maddow Show\" on MSNBC.  \n\nMaddow told how earlier that day, the liberal HuffingtonPost.com posted audio of a conversation she said documented a claim by Democrats that circulators of petitions to recall Democratic state senators \"offered free shots of booze\" to get people to sign the petitions.\n\nThe audio accompanied an article by Huffington Post reporter Amanda Turkel that said a \"Democratic source\" provided the audio, as well as a draft of a complaint that the Wisconsin Democratic Party might file with the state Government Accountability Board, which oversees elections.\n\nThe draft of the complaint, according to the article, was signed by a woman who was with friends on Feb. 27, 2011, at John’s Main Event in Burlington, a small city in southeastern Wisconsin. The article said the woman heard that someone in the restaurant was offering free shots to people who signed a recall petition against Wirch.\n\nThe woman, the article continued, said a bartender showed her the recall petition and told her that if she signed it, she and her friends would get free shots.\n\nHere’s some of what’s in the roughly one minute of audio:\n\nA woman says, \"OK, so you’re going to get us one, two, three, four, five shots if we sign this.\"\n\nA man replies, \"That’s right. I’ll buy them.\"\n\nThere’s a bit of chatting among a group of women about the recall petition, then the woman who spoke to the man says to her friends, amid some other chatter:\n\n\"Because it’s bull-crap, what he did. Because it’s bull-crap that they went out of the state,\" she said, apparently referring to Wirch and the other Democratic senators who fled to Illinois. \"That’s bull-crap. No, to recall him, to get him out of there for the bull-crap that he did.\"\n\nSo, an article and an audio recording indicate someone of unknown party affiliation offered to buy shots of alcohol for a group of women, and perhaps other bar patrons, if they signed a recall petition against one Democrat.  \n\nAsked if Larson had evidence beyond the article he linked to in his tweet, his staff cited the Huffington Post report along with a Wisconsin Radio Network report. The radio report, however, simply mentioned the allegation.\n\nWhen we talked to Larson, he acknowledged he had no evidence beyond media reports; said he was aware of only the one instance in which shots allegedly were offered; and said he assumed the offer he tweeted about would have been made by a Republican, given that Wirch is a Democrat.\n\nWe also called Dan Hunt, chairman of Taxpayers to Recall Robert Wirch, who provided this account:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nOn the day the Huffington Post article was posted, Hunt received a message through Facebook from a man who identified himself as the bartender. Hunt confirmed that the man was one of the volunteers who collected signatures to recall Wirch.\n\n\n\n\nThe bartender said the conversation captured in the audio did occur and that the five women signed the petition, but that he ultimately did not buy them drinks. The bartender crossed out the five names before submitting the petition to the recall committee, which has submitted all of its petitions to the Government Accountability Board.\n\n\n\n\nHunt said at least four of the signatures would not have been valid because they were listed with addresses that are not in Wirch’s district.\n\n\n\nHunt added that the Wirch recall campaign does not condone offering alcohol in exchange for signing petitions, but he noted that the Government Accountability Board has said such a practice is not illegal.\n\nBoard spokesman Reid Magney confirmed that offering a shot for a signature is not illegal. But he said, \"We strongly discourage anyone from offering anything of value in exchange for a signature on a petition because it taints the process.\"  \n\nHunt refused to give us the name of the bartender, saying the bartender didn’t want to be interviewed. Hunt said he did pass along our interview request to the bartender. But the man didn’t respond to that, or to a phone message we left with an employee at John’s Main Event.\n\nWirch didn’t call us back, either, and a spokesman for the state Democratic Party declined comment.\n\nOK, someone get us the tab.\n\nLarson claimed that Republicans offered free shots of alcohol to get people to sign recall petitions against Democrats, framing it in the broadest possible sense.\n\nLarson is correct that multiple free shots were offered. But the record so far shows they were offered by one person, whose party affiliation, if any, isn’t known. And the shots were offered for signatures against only one Democrat.\n\nLarson’s statement contains some element of truth, but wrongly suggests that the shots-for-signatures was more than an isolated incident. We rate his claim Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-13170"}