{"url": "/factchecks/2019/jun/24/beto-orourke/beto-orourke-target-about-scale-democratic-surge-t/", "speaker": "Beto O'Rourke", "vclaim": "In 2018, when he ran for senator, \"young voter turnout in early voting was up 500%. We won more votes than any Democrat has in the history of the state of Texas.\"", "truth_label": "true", "date": "stated on June 13, 2019 in an interview with Stephen Colbert:", "title": "Beto O’Rourke on target about scale of Democratic surge in Texas in 2018", "text": "Beto O’Rourke may have lost his U.S. Senate race in 2018, but he still sees something to crow about. O’Rourke told CBS late-night host Stephen Colbert that he helped boost turnout among young voters and that he did unusually well for a Democratic candidate in the GOP-leaning Lone Star State, where Democrats haven’t won a statewide race since 1994.\n\"Young voter turnout in early voting was up 500%. We won more votes than any Democrat has in the history of the state of Texas,\" O’Rourke said on the show June 13.\nHis campaign didn’t get back to us, but when we took a closer look at the data, we found that O’Rourke’s boast was on target.\n‘Young voter turnout in early voting was up 500%’\nThe part of O’Rourke’s statement about surging young-voter turnout tracks back to research by TargetSmart, a political data firm.\nOn Oct. 30, the firm released a study of the data on early voting across the country. The firm used official state election figures, then harnessed a mixture of public and proprietary data to analyze this early turnout data through several demographic categories, including age.\nThis prompted a number of news articles that noted the 500% increase in early voting by young people in Texas. But because the study was released one week before Election Day, we wondered whether that differential continued through the final data.\nTargetSmart’s website includes final figures for 2018. It lists 118,383 Texans between the ages of 18 and 29 casting early ballots in the 2014 general election, compared to 674,027 casting early ballots in 2018.\nThe 2018 figure for early voting was about 5.7 times higher than the figure for 2014, and that’s close to the sixfold increase that would equate to a 500% bump.\nThe increase was a smaller ⁠— though still substantial ⁠— 200% once votes on Election Day are included in the tally. But in the interview with Colbert, O’Rourke was clear about the metric he was using.\nOther data from 2018, from Tufts University’s Center for Information & Research on Civic Learning and Engagement, found that the rate of overall youth turnout in Texas ⁠— not just early voting ⁠— roughly tripled over 2014. That’s even higher than the increase found by TargetSmart.\nThe Tufts study found that O’Rourke saw his biggest levels of support in counties with high proportions of young voters, especially Latino youth.\nA footnote: O’Rourke hired TargetSmart to work on data projects, but the data cited here was from a publicly released, 50-state project the firm undertook, not something that O’Rourke paid for or had influence on.\n‘We won more votes than any Democrat has in the history of the state of Texas’\nThe part of his assertion about winning more votes than any Texas Democrat is also correct, though O’Rourke benefited from the state’s fast-growing population.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe looked through vote totals for Democratic nominees who ran statewide in recent elections — presidential, senatorial, gubernatorial, attorney general, and other statewide offices.\nHere’s the summary of what we found, along with the totals for Lyndon B. Johnson in 1964, a Texan who won a landslide presidential victory that year.\n\nIn general, as the table shows, Democrats ran especially strong in Texas in 2018. It was a good year for the party nationally, and O’Rourke’s candidacy ended up being unusually popular among Texas voters.\nEven though presidential-year turnout is usually higher than midterm-election turnout, no fewer than seven Texas Democrats won more votes in 2018 than Barack Obama did in either of his presidential runs in the state. The 2018 nominees who accomplished this were those for attorney general, lieutenant governor, agriculture commissioner, railroad commissioner, comptroller, land commissioner, and governor.\nThe only pre-2018 candidate to come close to the top of this list was Hillary Clinton, the Democrats’ presidential nominee in 2016.\nOf course, all of these 2018 candidates, including O’Rourke, were blessed with running after Texas’ population had expanded dramatically.\nTexas has \"seen its number of registered voters increase more than fivefold over the past 55 years, from 3 million in 1964 to 7.7 million in 1990 and 15.8 million in 2019,\" said Mark P. Jones, a Rice University political scientist.\nStill, O’Rourke beat them all, becoming the first Texas Democrat to win 4 million votes or more in a statewide election.\nO’Rourke’s share of the vote — 48.3% — is well below what Democrats tended to receive when Texas was a Democratic-dominated state, or at least more competitive than it is today.\nStill, during the current, two-decade-plus era in which Republicans have dominated Texas, O’Rourke’s showing represented a breakthrough for Democrats, despite his loss. He won a larger percentage of the vote than any statewide Democrat since 1998, when Paul Hobby won 49.0% in the race for state comptroller. (Hobby lost, too.)\nOur ruling\nO’Rourke said that in 2018 when he ran for senator, \"young voter turnout in early voting was up 500%. We won more votes than any Democrat has in the history of the state of Texas.\"\nHis assertion about young voter turnout is backed up by an analysis of state election data by the firm TargetSmart. And he’s correct that no Democrat has ever won more raw votes in a Texas statewide election than he has, an accomplishment achieved through a combination of his own electoral success, a pro-Democratic environment in 2018, and Texas’ rapid population growth in recent years.\nWe rate his statement True.", "vclaim_id": "vclaim-pol-00503"}