{"url": "/factchecks/2019/aug/06/viral-image/no-dayton-shooting-suspect-didnt-die-2014/", "speaker": "Viral image", "vclaim": "The Dayton, Ohio, shooting suspect died in 2014.", "truth_label": "false", "date": "stated on August 5, 2019 in a Facebook post:", "title": "No, the Dayton shooting suspect didn’t die in 2014", "text": "Connor Betts was shot and killed by police over the weekend after the 24-year-old man reportedly shot and killed nine people and injured dozens more outside a bar in Dayton, Ohio. But social media posts shared online claim Betts actually died in 2014, five years before the mass shooting.\nThis one, posted on Aug. 5, includes three screenshots. The first two are of an obituary on Legacy.com for someone named Connor D. Betts, who died in 2014 at the age of 22. It says he was survived by four siblings, including someone named Megan Betts. The third screenshot shows a Daily Beast headline identifying the Dayton shooting suspect’s sister, also named Megan Betts, who was among those killed in the shooting. The post seems to suggest that she and the sister of the Connor Betts who died in 2014 are the same person.\nBut they’re not. Which is why this post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nA link to the obituary on Legacy.com doesn’t work, but we found it on Nexis, a news archive. On Feb. 23, 2014, the Hartford Courant ran the obit featured in the Facebook post. It says that Betts was born in Hartford, Conn., and lived in Suffield, Conn., before he died on Feb. 19, 2014. He graduated from Suffield High School in 2010 and then attended Lincoln Tech for Diesel Technology. He worked at Folsom Construction. \nThe Courant reported that Betts and the owner of Folsom Construction died after a dump truck bed hit overhead electrical wires and they were electrocuted.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe Dayton shooting suspect, meanwhile, was raised in Bellbrook, a Dayton, Ohio, suburb, and he attended Bellbrook High School. Media reports have quoted former classmates, an ex-girlfriend and a former Bellbrook principal about Betts. More recently, he had been studying psychology at a local community college and worked at a Chipotle restaurant, the Washington Post reported. \nThe obituary in the Facebook post is for Connor D. Betts, but the Dayton shooting suspect’s middle name was Stephen. \nThe obit for Connor D. Betts said he was survived by his mother, Kathleen O’Leary Betts, and his father, Robert Betts. The parents of Connor Stephen Betts, the Dayton shooting suspect, are named Moira Betts and Stephen Betts. \nPhotos of Connor D. Betts and Connor Stephen Betts bear a resemblance; both men had brown hair, for example. But a closer look at the images shows that they are clearly different people.\nThe post is likely meant to fuel a false conspiracy that the Dayton shooting was a \"false flag\" operation carried out by the government.\nWe rate this Facebook post as False.", "vclaim_id": "vclaim-pol-00361"}