{"url": "/factchecks/2016/may/20/us-dairy-export-council/dairy-exporters-say-who-casts-milk-obstacle-toddle/", "speaker": "U.S. Dairy Export Council", "vclaim": "Says a WHO proposal \"portrays milk and dairy products as an obstacle to a healthy start in life.\"", "truth_label": "barely-true", "date": "stated on May 9, 2016 in a press release:", "title": "Dairy exporters say WHO casts milk as 'an obstacle' to toddler health", "text": "The milk industry is upset with the World Health Organization, claiming the international group is pushing a set of marketing guidelines that put their products in a bad light.\nIn a letter to President Barack Obama on May 9, 2016, the U.S. Dairy Export Council wrote that a WHO proposal \"portrays milk and dairy products as an obstacle to a healthy start in life.\"\nDoes WHO think that milk and dairy products don’t do a baby’s body good?\nProposed marketing guidelines\nAt issue are proposed guidelines from the World Health Organization due for a vote at the World Health Assembly in Geneva, Switzerland, at the end of May. The document has been in the works for years and its stated purpose is to end \"the inappropriate promotion of foods for infants and young children, with the aim to promote, protect and support breastfeeding, prevent obesity,\" and generally promote a healthy diet.\nDairy exporters are not against breastfeeding, said Shawna Morris, vice president of trade policy for the U.S. Dairy Export Council.\nThe problem, Morris said, is that the WHO proposal covers toddlers up to 3 years old. \"If we have images of a 1- or 2-year-old drinking milk, is that prohibited?\" Morris said. \"It seems to us that it would be.\"\nMorris highlighted several troublesome clauses in the WHO document, including this one (emphasis ours):\n\"Products that function as breast-milk substitutes should not be promoted. A breast-milk substitute should be understood to include any milks (or products that could be used to replace milk, such as fortified soy milk), in either liquid or powdered form, that are specifically marketed for feeding infants and young children up to the age of 3 years (including follow-up formula and growing-up milks).\nAs the trade groups see it, the proposal would go further.\nYogurt, milk and cheese would fall under this definition, they say, when guidelines from the medical community say that most young children do just fine with these foods.\nCharles Taylor, a marketing professor at Villanova University’s School of Business, told us that the dairy industry has a point. He calls the document \"draconian.\"\n\"At best, the WHO guidelines are a one-sided argument in favor of their strongly held position that breastfeeding is healthier for children without giving the whole position,\" Taylor said. \" At worst, they can be viewed as providing consumers with incomplete information on milk.\"\nHow WHO responds\nMake no mistake, WHO doesn’t want to see breast-milk substitutes promoted. WHO contends, however, that the dairy industry is reading too much into the proposed marketing rules.\nThe proposal says you can identify what products would be affected by how they’re pitched to the public. If they are \"specifically marketed for feeding infants and young children up to the age of 3 years,\" then they are a breast-milk substitute.\nWHO officials says that excludes milk products such as yogurt, milk and cheese.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nWHO spokeswoman Olivia Lawe-Davies said that \"in no way does the guidance discourage the consumption of milk. In fact, WHO recommends milk consumption for older infants and young children who are not being breastfed.\"\nThat jibes with current WHO guidelines for non-breastfed children age 2 and under. The guidelines state, \"Milk products are rich sources of calcium and several other nutrients. Diets that do not contain animal source foods (meat, poultry, fish or eggs, plus milk products) cannot meet all nutrient needs at this age.\"\nDavies said the new proposal simply adds marketing restrictions for products known as \"follow-up formula\" and \"growing-up milks.\" Both are similar to infant formula, but the first one is aimed at infants from 6 months to 1 year, and the second is for toddlers up to 3 years.\n\"Milks marketed for infants and young children are breast-milk substitutes because they de facto displace the intake of breast milk,\" Davies said. \"Milk that is marketed as a general family food is not covered by this recommendation since it is not marketed specifically for feeding of infants and young children.\"\nReading between the lines\nExperts who have studied the language and are aware of both arguments say both the dairy industry and the World Health Organization have a point.\nAllyn Taylor has a special expertise in the legal ins and outs of these global health codes. Taylor, a law professor at the University of Washington School of Law, was a senior legal adviser when the WHO crafted its rules on tobacco control. She has had no involvement with the latest guidelines.\nTaylor criticizes the current text as ambiguous, \"poorly written\" and subject to interpretation. Taylor told us she hopes the wording will be debated at the upcoming World Health Assembly in Geneva. (Perhaps in a way to settle this dispute.)\nBut even with that, she said to assert that the proposal casts milk as an obstacle goes too far. \"That is quite a pejorative claim,\" Taylor said. \"You will not find any words in this document to that effect.\"\nAnother law professor, Emily Parento at the McGeorge School of Law in Sacramento, Calif., agreed. The text of the proposal could be more tightly written, she said. But she didn’t see how that flaw gets you to the industry line that WHO is against milk products for toddlers.\n\"I can’t see the WHO not wanting little kids eating string cheese or having a cup of plain milk,\" Parento said. \"That’s just not there.\"\nA key industry trend\nThe world of powdered milk mixes has changed a lot since the current breast-milk formula marketing guidelines passed in 1981. Formula makers began targeting older infants and toddlers. A report from a New Zealand business group said the expansion produced a $55 billion a year market.\nIn a nod to the impact of the 1981 WHO marketing guidelines, the report noted \"Infant formula is typically defined as \"birth to six months\"; the product is then renamed for a range of reasons (primarily to avoid regulation and restrictions on advertising).\"\nOur ruling\nThe U.S. Dairy Export Council said a WHO proposal \"wrongly portrays milk and dairy products as an obstacle to a healthy start in life.\"\nThe proposal clearly is targeting some dairy products, specifically powdered formulations, as ones that work against the benefits that come from maintaining breastfeeding through a child’s early years.\nBut the dairy industry is making a much broader claim, saying the proposal targets milk and dairy products generally. That’s at best unclear. It’s likely unfounded, experts told us.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate this claim Mostly False.\nhttps://www.sharethefacts.co/share/19fba549-5c0e-49d6-9345-12daccfef3dc", "vclaim_id": "vclaim-pol-04936"}