{"url": "/factchecks/2010/oct/29/josh-mandel/ohio-treasurer-candidate-josh-mandel-decorated-mar/", "speaker": "Josh Mandel", "vclaim": "\"Decorated Marine, two-tour Iraq war vet.\"", "truth_label": "true", "date": "stated on September 22, 2010 in a campaign ad:", "title": "Is Ohio treasurer candidate Josh Mandel a ‘decorated’ Marine?", "text": "Any voter who has seen TV commercials for Republican Ohio treasurer candidate Josh Mandel know he has a military background. Part of Mandel’s campaign strategy is to weave his military service into his candidacy, and the military images prevalent in the commercials work toward that goal.\n\nIn the commercials, Mandel is described as a \"Decorated Marine.\"\n\n\"Decorated Marine, two-tour Iraq war vet – Josh Mandel’s led a life of integrity and results,\" says the narrator for the commercial titled, \"Tested and Trusted.\"\n\nSince Mandel has attached his candidacy to his military service, we decided to check what it means to be a decorated Marine, and if Mandel fits the bill.\n\nMandel, a state representative from Lyndhurst, provided a list of nine medals earned during his service, including two Navy and Marine Corps Achievement Medals he earned for his tours of Iraq.\n\n\"When you earn decorations, you’re a decorated Marine,\" he said. \"It’s pretty cut and dried.\"\n\nThe U.S. Marines Corps agreed.\n\nMajor Shawn Haney, a public affairs officer for the Marine Corps’ manpower and reserve affairs department, which maintains personnel files, confirmed Mandel had received medals that qualified him as a decorated Marine.\n\n\"He has awards that he would wear,\" Haney said. \"If he calls himself a decorated Marine, he’s not incorrect.\"\n\nA decorated Marine is \"a Marine who receives an award during his or her service,\" Lt. Gregory Wolf, another media officer for the Marine Corps, told PolitiFact in an e-mail. Wolf said Mandel’s medals put him in that category.\n\nMandel, 33, enlisted in the U.S. Marine Corps Reserves in 2000, shortly before he graduated from Ohio State University. He served two tours in Iraq – one in 2004, the other in 2007-08 – for a combined 15 months. Mandel served as an intelligence specialist both times, working with other Marines to build relations with local Iraqis and figure out who among the civilians could pose a threat to troops trying to maintain peace.\n\nMandel’s Navy and Marine Corps Achievement Medals are known as personal medals, meaning they were awarded for individual acts Mandel performed.\n\nThe criteria for earning the achievement medal, according the Marine Corps, is for \"meritorious service or achievement in a combat or noncombat situation based on sustained performance or specific achievement of a superlative nature, and shall be of such merit as to warrant more tangible recognition than is possible by a fitness report or evaluation sheet, but which does not warrant a Navy and Marine Corps Commendation Medal or higher.\"\n\nHaney, of the manpower and reserve affairs department, pointed out that Mandel’s achievement medals, while earned in Iraq, do not include the valor device, which denotes performance in combat.\n\nOther medals he earned, such as the Global War on Terrorism Service Medal, are known as unit medals, given to soldiers who participated in specific operations defined by the military.\n\nGiven the list of medals Mandel has earned and the Marine Corps’ inclusive definition of the term \"decorated Marine,\" Mandel certainly qualifies.\n\nWe find the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-14095"}