{"url": "/factchecks/2012/aug/03/mark-neumann/fellow-gop-senate-candidate-eric-hovde-backed-bill/", "speaker": "Mark Neumann", "vclaim": "Says U.S. Senate opponent Eric Hovde \"supported billions in stimulus for high-speed rail\"  and \"billions more to bail out banks.\"", "truth_label": "half-true", "date": "stated on July 17, 2012 in a TV ad:", "title": "Fellow GOP Senate candidate Eric Hovde backed billions for rail, banks, Mark Neumann says", "text": "According to polls, support for Wisconsin U.S. Senate candidate Eric Hovde is strongest among tea party supporters and the most conservative voters.\n\nYet, in a July 17, 2012 TV ad, there’s a smiling Hovde, a Republican, pictured alongside a smiling President Barack Obama.\n\nThe ad is from fellow GOP candidate Mark Neumann, who has stepped up his attacks on Hovde as the Aug. 14, 2012 primary approaches.\n\n\"Like Barack Obama,\" the ad says, \"Hovde supported billions in stimulus for high-speed rail and, like Obama, billions more to bail out banks.\"\n\nIt ends stating that Hovde is \"too liberal\" with \"your money.\"\n\nWith the comparison to Obama -- whose policies Hovde has sharply criticized -- Neumann tries to portray Hovde as a backer of big government.\n\nLet’s see just how much support Hovde voiced for spending billions for high-speed trains and to bail out troubled banks.\n\nHigh-speed rail\n\nTo back the high-speed rail part of Neumann’s claim, Neumann campaign manager Chip Englander cited the November 2008 edition of Hovde Industry Update, a newsletter published by one of Hovde’s financial services companies.\n\nThe publication date is important in understanding the context of what the newsletter says.\n\nEven before Obama took office in January 2009, he was working with Democratic congressional leaders on an economic stimulus plan. What emerged, in February 2009, was a nearly $790 billion bill that included $282 billion in tax relief and $507 billion in spending, with about $48 billion for the Department of Transportation. (The estimate of the bill’s total cost has since been raised to $840 billion.)\n\nThe newsletter -- all eight pages were devoted to one article -- was headlined: \"Welcome to the government spending bubble.\"\n\nBut far from welcoming government spending, the newsletter’s first paragraph ends with a warning:\n\n\"At the core of these problems\" in the U.S. financial system \"is the toxic mix of Wall Street and Washington, which first led to the Internet bubble, then to the credit and housing bubble, and now to what may become a governmental spending bubble at the worst possible time.\"\n\nThe newsletter goes on at length to criticize actions by the Federal Reserve Board and the U.S. Treasury in banking. Then it turns to the stimulus, saying the stimulus \"needs to achieve the maximum effect and to address the root causes of this (financial) crisis.\"\n\nHigh-speed rail comes into play when the newsletter suggests stimulus money should be focused on \"targeted federal infrastructure projects\":\n\n\"Again, building high-speed, light rail systems on the East and West coasts would stimulate job creation, increase productivity for those people and companies that transact business up and down the coastlines, and vastly reduce fuel consumption, as more people opt to use mass transit rather than drive their own automobile. Obviously, achieving a material reduction in oil demand would help attack this country’s single greatest cause of our massive trade and capital account deficits. Lastly, these programs would provide tangible, long-lasting benefits to society.\"\n\nHovde doesn’t mention spending billions, but it’s easy to see that even a single high-speed rail project on either coast could cost that much. The proposed Milwaukee-to-Madison high-speed line spurned by Gov. Scott Walker had been slated for $810 million in federal funds. And the $48 billion in stimulus received by the federal DOT included $8 billion for high-speed and \"inter-city rail programs.\"\n\nWhen we asked for a response from Hovde, his campaign spokesman, Sean Lansing, cited a July 2012 interview Hovde did with a Green Bay TV station. Hovde said the claim that he supported billions for spending for high-speed rail was \"totally false.\" But then he acknowledged his newsletter did say that \"during the height of the financial crisis, if we feel it necessary to spend money on stimulus,\" the money could be spent on high-speed rail on the coasts.\n\nWe also found that in a March 2009 interview with CNBC-TV’s \"Squawk Box\" program, Hovde noted that he had previously advocated for spending stimulus money on high-speed rail.\n\nSo, at a point when it was clear there would be a stimulus bill, Hovde supported spending stimulus money on high-speed rail, which likely would involve billions of dollars.\n\nBut Neumann’s ad leaves out vital context from the newsletter: That Hovde opposed the stimulus money. He was arguing if there were a stimulus, it should be spent on projects that make an impact, such as high-speed rail on the East Coast. \n\nThe ad also skips past the fact that these comments were made before Hovde was a candidate, presenting them as if he is an unabashed booster of spending as part of his campaign.\n\nBank bailouts\n\nTo back the part of the claim that Hovde supported billions \"to bail out banks,\" Englander cited a clip from a TV appearance in which Hovde says:\n\n\"Without question, I was an advocate from the get-go to inject capital into the banking system.\"\n\nThis has some similar problems.\n\nThe clip comes from an earlier interview Hovde did on \"Squawk Box,\" in November 2008, about TARP, the Troubled Asset Relief Program. It was signed into law the previous month by President George W. Bush. Criticized by some Republicans as a bailout, the law authorized the U.S. Treasury to spend up to $700 billion to stabilize financial markets.\n\nHovde criticized TARP for several minutes, though he said \"something needed to be done.\" Then one of the hosts asked him: \"Didn’t the government do something right by preventing the financial market from collapsing, by preventing the banking system from collapsing at some point?\"\n\nHovde replied with the part of the quote that Neumann cites, then said more:\n\n\"Without question, I was an advocate from the get-go to inject capital into the banking system. But you should've done it on terms that were a little bit more punitive and required them to access private capital along with it, as well as putting the government's money -- taxpayer money -- in the most senior position.\"\n\nHe added: \"If they would have structured it properly and forced the banks to go to the private sector, there was a lot of private sector money that, on the right terms, would have come in. And, yes, we needed to stabilize the system.\"\n\nIn response, Hovde spokesman Lansing again cited the July 2012 Green Bay TV interview. Asked if he supported billions to bail out banks, Hovde said: \"I have been opposed to that from Day One.\" He said he had written and given interviews in 2008 asserting that, \"if we needed to give money to these companies, then executives should have been replaced and the cost of the capital should have been higher.\"\n\nLike the high-speed rail part of Neumann’s claim, Neumann’s ad takes a partial statement and ignores critical context. It further muddies things by comparing Hovde to Obama, when the TARP proposal in question was done under Bush.\n\nOn the other hand, Neumann’s ad didn’t say Hovde supported TARP but rather that he supported billions to bail out banks. Hovde did express support for a taxpayer-funded bailout, albeit with an approach he asserted would better protect taxpayers.\n\nOur rating\n\nNeumann compared Hovde to Obama, saying Hovde \"supported billions in stimulus for high-speed rail\" and \"billions more to bail out banks.\"\n\nHovde was critical of the stimulus plan, but did back high-speed rail as a spending option when it was clear the stimulus program would be created.\n\nSimilarly, Hovde didn’t back TARP, as the ad implies, but did favor taxpayer assistance provided in a different way.\n\nNeumann’s claim is partially accurate, but takes Hovde’s statements out of context -- our definition of Half True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021", "vclaim_id": "vclaim-pol-10651"}