{"url": "/factchecks/2011/jan/19/john-kasich/gov-john-kasich-hasnt-dismissed-privatizing-ohio-t/", "speaker": "John Kasich", "vclaim": "On whether the state should privatize the Ohio Turnpike.", "truth_label": "no-flip", "date": "stated on January 7, 2011 in a news conference:", "title": "Gov. John Kasich hasn't dismissed privatizing Ohio Turnpike, if the numbers are right", "text": "Privatizing the Ohio Turnpike did not become an issue in last year's gubernatorial campaign, mainly because it was a subject on which incumbent Democrat Ted Strickland and Republican challenger John Kasich seemed to agree.\n\nNeither candidate advocated it.\n\nIn contrast, four years earlier, GOP candidate J. Kenneth Blackwell proposed leasing the turnpike to a private entity for 99 years. The proposal echoed a deal by Indiana Gov. Mitch Daniels, earlier in 2006, to lease the 157-mile Indiana Toll Road for 75 years to a Spanish-Australian consortium for a one-time payment of $3.85 billion.\n\nStrickland, who had called Blackwell's plan \"irresponsible\" and \"a gimmick,\" said: \"I don't think the people of Ohio want to take a critical major infrastructure and turn it over to a private entity and thereby relinquish control over decisions regarding that infrastructure going forward for 50 or more years.\"\n\nThe question was put to Kasich when Daniels joined him campaigning in Cleveland last July. Kasich said that privatizing the turnpike \"doesn't make a lot of sense\" because it would not be financially wise.\n\nHe said, \"The problem right now with considering privatizing the turnpike is you don't get any money for it. The capital markets are very terrible.\"\n\nSignificantly, Kasich did not reject the concept as a matter of principle. But saying that the idea didn't make sense, and that there were problems with even considering it, he seemed to take the issue off the table.\n\nRecently though, now-Gov. Kasich has again discussed the idea.\n\nExactly a month after being elected, he said he and his advisers were studying the idea,\nalthough the timing was probably not right.\n\n\"Everything's on the table,\" he told reporters Dec. 2 after speaking at the annual meeting of the Ohio Farm Bureau Federation. \"You could do a lease of the turnpike. That's an entity up there that has had a life of its own. We of course are going to look at that.\"\n\nHe said the sort of payment received by Indiana would be \"beyond reach,\" and \"So what? It would be billions, it would be more than one.\"\n\nKasich knew the suggestion would raise eyebrows -- \"This will get me a lot of nice phone calls,\" he said -- and spokesman Rob Nichols pushed the idea to the breakdown lane to defuse it. Leasing the turnpike \"could have made sense years ago,\" Nichols said. \"It would be foolish now. We wouldn't get our money's worth in this market.\"\n\nEarly this month, however, shortly before being sworn in, Kasich again was talking about leasing the 241-mile turnpike, which ended 2010 with a record $250 million in revenue.\n\n\"If we look at the turnpike and find out we’re in a bad market and we’re not going to get the number we want — and I have a number in my head as to what will work — if we don’t get the number, then we’re not going to do it,\" he told reporters at a news conference.\n\nBy saying he has \"a number in my head as to what will work,\" Kasich showed the idea isn’t dead.\n\nHe made it sound like for the right price, a deal could get done.\n\nSo has the governor changed his position?\n\nKasich downplayed the idea of privatizing the turnpike last summer during the campaign (while explicitly endorsing privatization in other areas), and he said the time was not right to consider it. But it’s important to note he didn’t completely dismiss the idea. Rather, he noted that the market wasn’t ripe for such a move.\n\nHis post-election remarks indicate the idea is clearly in play. But he’s still noting that certain conditions would have to exist --  \"If we don’t get the number, then we’re not going to do it.\"\n\nTo us that seems pretty consistent.\n\nThat's why we rate his position on privatization of the Ohio Turnpike as a No Flip on the Flip-O-Meter.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nComment on this item.", "vclaim_id": "vclaim-pol-13756"}