{"url": "/factchecks/2020/jul/10/mike-pence/biden-open-shifting-some-police-money-his-enemy-co/", "speaker": "Mike Pence", "vclaim": "“And I heard that just yesterday, Joe Biden said that well-armed police in his words ‘become the enemy’ and he said that he would ‘absolutely cut funding for law enforcement.’”", "truth_label": "barely-true", "date": "stated on July 9, 2020 in a speech:", "title": "Pence takes Biden’s comments on police funding, ‘enemy’ out of context", "text": "Former Vice President Joe Biden has rejected the notion of \"defunding the police,\" but that hasn’t stopped his critics from trying to pin the slogan on him.\nA recent Trump campaign ad misrepresented Biden’s stated position. And now a chorus of conservative voices is seizing on snippets of an interview as evidence that the former vice president does support defunding the police after all.\nVice President Mike Pence on July 9 visited the Fraternal Order of Police Lodge 5 in Northeast Philadelphia for a Back the Blue rally with an audience of 300 police officers and their supporters. Pence recognized officers killed or injured in the line of duty and denounced calls to defund police departments across the country.\n\"And I heard that, just yesterday, Joe Biden said that well-armed police in his words ‘become the enemy’ and he said that he would ‘absolutely cut funding for law enforcement,’\" Pence said.\nBut Biden’s actual comments didn’t go as far as Pence claimed.\nBiden said in the interview that he is open to shifting some federal police funds to other programs. Otherwise, he has proposed increasing federal funding for community policing, and has consistently called for linking federal law-enforcement funding to policing reforms.\nAnd while Biden did use the word \"enemy\" in his comments, Pence distorted what Biden actually said.\nWhat Biden has said\nTrump has falsely claimed that Biden wants to \"defund the police.\" That term isn’t a precise concept. While some protesters seeking police reform want to eliminate police departments entirely, most public officials who have used the phrase want to revisit the functions of police departments and redirect some of their funding toward social services.\nBiden has repeatedly stated his opposition to defunding the police.\n\"I don't support defunding the police,\" Biden told CBS News in a clip aired June 8. \"I support conditioning federal aid to police, based on whether or not they meet certain basic standards of decency and honorableness — and, in fact, are able to demonstrate they can protect the community and everybody in the community.\"\nHe repeated that stance in a June 10 op-ed in USA Today.\n\"While I do not believe federal dollars should go to police departments violating people’s rights or turning to violence as the first resort, I do not support defunding police,\" Biden wrote. \"The better answer is to give police departments the resources they need to implement meaningful reforms, and to condition other federal dollars on completing those reforms.\"\nBiden has actually taken some heat from activists for his relatively moderate position on the issue. In June, more than 50 liberal groups signed a letter to Biden calling on him to support defunding police and criticizing his promise to add $300 million for community policing programs.\nNew interview\nPence’s statement followed a video interview Biden did with liberal activist Ady Barkan that posted July 8.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nThe Biden campaign told us that the video was edited before being shared online.\nBarkan spent most of the 27-minute remote interview asking about health care. But about 20 minutes in, the discussion turned to George Floyd and Breonna Taylor, both of whom were killed in encounters with police. \nAlluding to demands made by Black Lives Matter, Barkan said deadly police encounters with citizens could be reduced if some police funding were redirected to social services, mental health counseling and affordable housing. \n\"Are you open to that kind of reform?\" he asked.\nBiden replied: \"Yes. I proposed that kind of reform.\" \nBiden said he has called for more mental health funding, as well as police reforms such as transparency in officer misconduct records. He did not speak directly about reducing police funding. \nBiden then talked about police using military equipment in their communities, which is where the \"enemy\" comment came up:\n\"Surplus military equipment for law enforcement — they don't need that. The last thing you need is an up-armored Humvee coming into a neighborhood; it's like the military invading. They don't know anybody; they become the enemy, they’re supposed to be protecting these people.\" \nBarkan then interjected, asking: \"But do we agree that we can redirect some of the funding?\"\nBiden replied: \"Yes. Absolutely.\" \nThe Biden campaign gave PolitiFact an audio recording of that portion of the interview. After, \"Yes. Absolutely,\" according to the recording, Biden said, \"And by the way, not just redirect, condition them.\" He offered holding up federal law enforcement grants if agencies used no-knock warrants or did not eliminate choke holds.\nSo, Biden said he \"absolutely\" would shift some funds from police to other services, but he has also proposed adding funding for community policing.\nOur ruling\nPence said Biden \"said that well-armed police in his words ‘become the enemy’ and he said that he would ‘absolutely cut funding for law enforcement.’\" \nBiden said police become the enemy when they use military equipment in a way that’s like invading a neighborhood. That context is missing from Pence’s portrayal.\nBiden also said he is open to redirecting some police funding to social services, but he has stated opposition to fully defunding the police. In fact, he has proposed more funding for community policing and using federal funding to incentivize police reform.\nThe statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\nPolitiFact Pennsylvania reporter Jessica Calafeti contributed to this article.", "vclaim_id": "vclaim-pol-17724"}