{"url": "/factchecks/2012/feb/29/rick-santorum/rick-santorum-ad-quotes-mitt-romney-distancing-him/", "speaker": "Rick Santorum", "vclaim": "Says Mitt Romney said he does not \"line up with the NRA.\"", "truth_label": "true", "date": "stated on February 23, 2012 in a television ad:", "title": "Rick Santorum ad quotes Mitt Romney distancing himself from NRA", "text": "Presidential candidate Rick Santorum is running a television ad that uses rival Mitt Romney’s own words against him.\n\nThe ad contains no voice-over, only sound effects as Romney’s quotes pop onto the screen against a black background. The first says, \"I don’t line up with the National Rifle Association.\"\n\nThe NRA wields enormous political power at the state and national levels, and conservative candidates crave its endorsement. It’s startling to see a Republican contender distancing himself from the group, so we decided to delve into the ad’s claim.\n\nDid Romney really say that?\n\nIn short, yes, he did. But it was in 1994.\n\nRunning for Senate in Massachusetts, Romney criticized his opponent, Democrat Ted Kennedy, for supporting a crime bill in Congress. Romney said Kennedy had worked to expand the cost of the bill while weakening several provisions.\n\nAccording to a story in the Boston Globe about the issue, Romney stressed that he supported the bill's ban on 19 different types of assault weapons -- which the NRA opposed.\n\n\"I don't line up with the NRA,\" Romney said, according to the story.\n\nThe quote was not a blanket statement of disagreement with the NRA, as Santorum’s ad could suggest. Rather Romney was talking about a particular issue on which he didn't agree with the NRA's position.\n\nAt the time, Romney also voiced support for the Brady Bill, which imposed a five-day waiting period on gun sales. The NRA opposed that bill.\n\nHis words since\n\nIn 2002, while running for governor, Romney was still talking the gun control talk.\n\nIn a debate comment captured in this YouTube video, Romney said, \"We do have tough gun laws in Massachusetts. I support them. I won’t chip away at them. I believe they help protect us and provide for our safety.\"\n\nIn fact, he expanded those protections in the state. In 2004, Gov. Romney signed a permanent ban on assault weapons such as the AK-47 and Uzi. The NRA called the law \"ineffective and unnecessary.\"\n\nBy 2007, when he was making his first run for president, Romney’s tone had begun to change.\n\nThe Globe reported on his shift in rhetoric:\n\n\"He now touts his work as governor to ease restrictions on gun owners. He proudly describes himself as a member of the NRA -- though his campaign won't say when he joined. And Friday, at his campaign's request, top officials of the NRA and the National Shooting Sports Foundation led him around one of the country's biggest gun shows.\n\n\"Romney says he still backs the ban on assault weapons, but he won't say whether he stands by the Brady Bill. And after the gun show tour, his campaign declined to say whether he would still describe himself as a supporter of tough gun laws.\"\n\nThe Globe later reported that Romney admitted to joining the NRA in August, 2006, just months before announcing his presidential candidacy.\n\nAt the time his campaign touted his pro-gun efforts as governor, including his signing of an NRA-backed bill that reduced a testing requirement on certain pistol-makers before they could sell guns in Massachusetts and his designation of May 7, 2005, as \"The Right to Bear Arms Day\" in Massachusetts to honor \"the right of decent, law-abiding citizens to own and use firearms in defense of their families, persons, and property and for all lawful purposes, including the common defense.\"\n\nThe best evidence we found on the matter comes from a 2007 interview Romney gave on Meet the Press. Host Tim Russert confronted Romney with his quotes from 1994 and asked him to explain.\n\nRomney said, \"My position on guns is the same position I’ve had for a long, long time. That position is that I don’t line up a hundred percent with the NRA. I don’t see eye to eye with the NRA on every issue.\"\n\nHe said he still supported banning weapons that are \"unusually lethal\" but hedged on waiting periods. He said the Brady Bill originally included a waiting period because the time was necessary for performing background checks. Now that technology enables instant background checks, such waiting periods are unnecessary, he said. Then he spoke a bit about Second Amendment rights.\n\n\"We should not interfere with the right of law-abiding citizens to own guns, either for their own personal protection or hunting or any other lawful purpose. I support the work of the NRA, I’m a member of the NRA. But do we line up on every issue? No, we don’t,\" he told Russert.\n\nThe 2012 campaign\n\nRomney didn’t attend the NRA’s national convention in 2011 in Pittsburgh and instead sent a videotaped message. He said nothing about gun rights. He offered congratulations to the organization and its leaders for their work defending the Constitution and criticized political leaders who would expand the reach of government.\n\n\"I believe in America. I believe in free enterprise,\" he said.\n\nRomney’s campaign website has a section devoted to gun rights. It does not mention the NRA or the Massachusetts ban on assault weapons he signed as governor. Instead, it touts his work on behalf of gun owners, including extending the terms of gun licenses in Massachusetts and making replacement licenses free.\n\n\"As president, Mitt will work to expand and enhance access and opportunities for Americans to hunt, shoot, and protect their families, homes and property, and he will fight the battle on all fronts to protect and promote the Second Amendment,\" the website says.\n\nWe contacted the NRA for this story but didn’t hear back. The group has not endorsed any primary candidate -- which isn’t unusual. It didn’t announce its backing of John McCain in the last election until October of 2008. But the group has made clear its goal is to defeat President Barack Obama.\n\nChristopher Cox, the NRA’s chief lobbyist told Fox Business Network anchor Lou Dobbs in February 2012 that \"any of these (Republican) candidates would be a lot better than this president. ... So we take any of them over this guy.\"\n\nOur ruling\n\nSantorum’s ad flashes a quote from Romney saying \"I don’t line up with the National Rifle Association.\"\n\nThe quote is accurate, though it omits the fact that Romney spoke those words 18 years ago and used them to describe his position on a single issue. Romney clearly has shifted his position on the issue of gun rights to align himself more closely with the NRA. For one thing, he became a member. And in campaigns subsequent to that 1994 senatorial bid, he has emphasized his work in favor of gun ownership rather than on tightening laws.\n\nBut when Romney addressed the issue in 2007, he did not contradict what he said in 1994. \"I support the work of the NRA, I’m a member of the NRA. But do we line up on every issue? No, we don’t,\" he told Tim Russert. What else? He signed an assault weapons ban opposed by the NRA as Massachusetts governor.\n\nWe rate the statement True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-11522"}