{"url": "/factchecks/2014/oct/29/dan-patrick/dan-patrick-says-leticia-van-de-putte-voted-stop-s/", "speaker": "Dan Patrick", "vclaim": "Leticia Van de Putte \"voted to stop schools from removing teachers convicted of a felony.\"", "truth_label": "barely-true", "date": "stated on October 22, 2014 in a TV ad, \"Better Schools\":", "title": "Dan Patrick says Leticia Van de Putte voted to stop schools from removing felons from classrooms", "text": "A TV ad from Republican Dan Patrick, a Houston state senator, unsurprisingly criticizes his Democratic opponent for lieutenant governor, Leticia Van de Putte, for opposing \"school choice,\" which can describe public dollars made available for students to attend private schools.\nAnother statement in the ad delivers more of a shock: \"Liberal Leticia actually voted to stop schools from removing teachers convicted of a felony,\" the narrator says, \"convicted\" appearing in red.\nWe were unaware of any lawmakers voting to keep schools from firing felons.\nBy email, Patrick spokesman Alejandro Garcia said the claim reflected a vote by Van de Putte, a San Antonio state senator, against a 2011 measure passed into law making it easier for Texas schools to fire teachers convicted of felonies.\nWe looked at the change in law and at Van de Putte’s related votes on House Bill 1610, which originated in the House but was carried in the Senate by Patrick. Then we gauged if her ultimate opposition to the proposal was the same as voting against schools removing felons.\nHouse Bill 1610\nThe adopted change in law permitted a school that becomes aware of a worker’s felony conviction to suspend the employee without pay or void his or her contract and terminate the worker \"as soon as practicable,\" without a provision for teacher appeals.\nTeacher groups and the Texas Education Agency told us districts already could remove felons. But under the previous law, teachers had \"due process\" rights. Those were eliminated by the 2011 measure, potentially saving school districts time and money.\nBy email, Texas Education Agency spokeswoman Lauren Callahan said the pre-2011 law said a district could terminate a teacher for \"good cause\" after giving proper notice and giving the teacher the option of a hearing and possible appeal to the state education commissioner. \"For teachers convicted of a felony, HB 1610 removed the teacher’s right to notice, a hearing and appeal to the commissioner,\" Callahan said. which made \"it quicker, easier and cheaper for school districts to terminate teachers convicted of felonies.\"\nCallahan also pointed out a pro-and-con House Research Organization analysis of the legislation cited by Patrick stating that under the previous law, a teacher could be immediately fired only if he or she was convicted of a violent crime or a crime against a minor, leaving out crimes that destroy public trust, such as theft, burglary, and embezzlement, the report said.\nIn contrast, the analysis said, opponents of the proposal said the changes could lead to a teacher losing his or her teaching certificate for any felony, which could punish some teachers needlessly for mistakes made in their younger years. The report continued: \"The current system works and should be maintained. The bill would take away a teacher’s right to due process by prohibiting an appeal. If a school district or charter school was wrong to terminate a teacher, the teacher would have no recourse to challenge the decision.\"\nVan de Putte’s actions\nWe divined more detail from legislative records including audio and video available online.\nAccording to March 22, 2011, testimony by a Houston-area school lawyer to the Texas House Committee on Public Education, under the old law districts wishing to act against a felon-teacher had to present a case for termination before an independent hearing examiner, a process costing money and taking 90 to 120 days, lawyer David Hodgins testified. \"These are very rare situations,\" Hodgins told the House panel. \"But when they do happen, they are very critical to a school district.\"\nAccording to a May 2011 summary of the legislation by the Texas Senate Research Center, an educator convicted of certain felonies, including felonies involving a minor, already could have their teaching certificate revoked. The summary said the law also required that an educator be removed from campus or administrative office upon notice of the conviction, but the law didn’t require anyone to be fired immediately. \"As a result, many school districts place these individuals on paid administrative leave when scheduled for termination rather than go through a costly administrative  hearing process,\" the center said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIn the 2011 session, the Texas State Teachers Association, Association of Texas Professional Educators and Texas Federation of Teachers opposed the quick-termination proposal, while it the support of the Texas Association of School Boards and Texas Association of School Administrators, according to witness lists created by House and Senate committees that advanced the measure.\nAccording to Texas Senate records, Van de Putte supported and opposed the proposal at different times. Specifically:\n--On March 23, 2011, she voted for a committee substitute for the House-originated proposal  and asked to be shown as making the motion to send the revised measure to the full Senate;\n--On May 21, 2011, when the Senate took up the proposal, she expressed misgivings about the sweep of the plan, but also told colleagues that \"certainly\" if a teacher was convicted of a felon, his or her school should be able to act quickly. Van de Putte also unsuccessfully offered an amendment to remove the provision for quickly terminating school employees who’d received \"deferred adjudication\" for felonies. \"My worry,\" she told colleagues, \"is that deferred adjudication does not imply guilt.\" Her amendment also sought to limit those felonies enabling speedy firings to ones related to a worker’s job performance. Senators tabled her amendment after Patrick said it \"guts the bill.\"\n--A moment later, she was among nine Democrats to vote against the final version of the proposal.\nBy email, Van de Putte spokesman Manny Garcia said Van de Putte made her favorable committee motion as a favor to the panel’s chair, then-Sen. Florence Shapiro, R-Plano. Garcia said Van de Putte voted for the same version in committee \"because she supported it in principle, however she also acted in good faith that her concerns of the bill being overly broad would be addressed on\" the \"Senate floor, where she would offer an amendment.\"\nGarcia said: \"Her concerns were that the language of the bill did not account for when the offense occurred in that person’s life and allowed for it to include\" a \"first-time felony-level off-duty DWI conviction.\" After her proposed changes were spurned by the Senate, he said, she voted against final approval.\nMeaning of voting 'no'\nSo, was the Democrat’s \"no\" vote in the end also a vote to stop schools from removing teachers convicted of felonies, as Patrick says?\nCallahan of the education agency offered no comment on that while teacher groups, some supportive of Van de Putte’s candidacy, each stressed the previous law’s permission for districts to fire teachers for good cause.\nMonty Exter, lobbyist for the ATPE, said by email: \"Voting down HB 1610 would not have stopped schools from removing teachers convicted of a felony; it would have simply required districts to continue to observe the teachers’ due-process rights in situations not already covered by\" a measure passed into law in 2007. That year’s Senate Bill 9 required districts to remove a teacher convicted of either violent crimes or a crime requiring registration as a sex offender. Van de Putte voted for its final passage.\nBy phone, Lonnie Hollingsworth, an attorney and advocate for the Texas Classroom Teachers Association, said Patrick’s claim was largely incorrect, though it is so that Van de Putte voted to stop schools from terminating teachers convicted of a felony \"without due process.\"\nOur ruling\nPatrick said Van de Putte \"voted to stop schools from removing teachers convicted of a felony.\"\nNope. There was never a vote to stop schools from firing teachers convicted of a felony. Still, Van de Putte voted against making it easier to terminate such teachers – a toughening that was supported by Patrick to wipe out the right of teachers to request an independent hearing before being let go.\nWe rate this statement Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-07059"}