{"url": "/factchecks/2016/jun/22/donald-trump/donald-trump-wrongly-claims-there-are-more-part-ti/", "speaker": "Donald Trump", "vclaim": "\"Because of Obamacare, you have so many part-time jobs.\"", "truth_label": "false", "date": "stated on June 18, 2016 in a Phoenix rally:", "title": "Donald Trump wrongly claims there are many more part-time jobs because of health care law", "text": "Criticizing the Affordable Care Act, President Barack Obama’s signature health care law, remains a top talking point for Republicans.\nDonald Trump railed against the law at a June 18 rally in Phoenix, saying he would \"terminate\" the law completely.\n\"Because of Obamacare, you have so many part-time jobs,\" Trump said. \"Companies are taking people that have been with them 20 years and more, 'I'm sorry, I love you, you're great, I have to make you part-time...' They want to get away from those horrendous Obamacare rules and regulations.\"\nThis is far from the first time PolitiFact has heard about the Affordable Care Act creating a glut of part-time jobs:\n\n\nIn 2013, PolitiFact rated a claim False that \"as a result of Obamacare, we are becoming something of a part-time employment country.\" That fact-check concluded that there is anectdotal evidence that some companies are or will reduce the hours of some employees. But those individual instances fail to make a case of moving to a \"part-time employment country.\"\n\n\nIn January 2015, Carl's Jr. CEO Andy Puzder said the Affordable Care Act has caused millions of full-time jobs to \"become part-time.\" Hundreds of thousands of workers may have seen their hours cut, but millions couldn’t be substantiated. We rated it Half True.\n\n\nAnd in January 2016, Texas Sen. Ted Cruz called the health care law the nation's \"biggest job-killer,\" forcing millions into part-time work. Government data showed no evidence of that. We rated it Pants on Fire!\n\n\nIn this case, we wondered whether Trump’s version of this claim holds any merit. \nWhat the law requires\nWhile Trump did not respond to our request for comment, claims like these are usually rooted in the Affordable Care Act’s mandate that certain employers offer their employees health care or pay a penalty.  \nAccording to the law, businesses with at least 50 employees are required to offer health care insurance to people who work 30 or more hours per week. Not doing so results in a financial penalty.\nCritics of the law say businesses may artificially keep employees under the 30-hour threshold so they can avoid the costs associated with providing them health care.\nLittle to no evidence\nIs that happening?\nAnecdotally, there are examples critics of the law can point to. Some universities, for instance, have capped the number of hours a student can work on a university job below the Obamacare threshold. The trouble with this evidence, however, is it's unclear how many students or employees are affected. Or in the case of students, if they ever really were considered full time.\nIn the macro, there is little evidence of a large-scale migration to part-time work.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nIn April 2010, the first full month under the Affordable Care Act, there were almost 9.2 million part-time workers, according to the Bureau of Labor Statistics. BLS defines part-time as working 34 hours or less.\nThrough May 2016, there are actually far fewer part-time workers, not more. According to BLS, there were 6.4 million part-time workers in May -- an almost 30 percent drop compared to April 2010. There also is still a decrease in part-time workers comparing the current figure to when the employer mandates under the health care law took effect, in January 2015 and January 2016, respectively.\nNow BLS data isn't perfect for answering this question. The BLS threshold in hours per week for \"full-time\" employment is different than it is for the Affordable Care Act. In addition, BLS counts someone who works two 20-hour-a-week part time jobs as one full-time worker. Both of these factors complicate any calculations using BLS data.\nBut the data is largely corroborated by scientific research.\nAn August 2015 study from the right-leaning American Enterprise Institute, for instance, concluded that there is no increase in part-time work because of the law. \"There is little evidence that the ACA has caused the shift across hours categories, or led to an increase in part-time employment,\" the study concluded. \"However, the ACA could cause a shift towards part-time work in the future as the mandate takes effect. \"\n\"The truth is, it doesn’t show up in the data yet,\" said co-author and American Enterprise Institute resident scholar Aparna Mathur.\nA January 2016 study published in Health Affairs, \"Little Change Seen In Part-Time Employment As A Result Of The Affordable Care Act,\"reached the same basic conclusion with the exception of a possible rise for people with little education and those between 60-64 years old.\nAnd whether it will ever show up in the data is debatable, according to Bowen Garrett, an economist at the Urban Institute, a Washington D.C. economic research non-profit. He argues in a February 2016 blog post that workers could be \"equally influenced\" by the Great Recession.  \n\"We’ve been in a labor market recovery. We’re not becoming a nation of part-time workers,\" Garrett said.\nVanderbilt University public policy professor Carolyn Heinrich co-authored a study published in June 2016 looking at the Affordable Care Act’s effect on part-time workers who want to work full-time in the retail and food service sectors.  \nThe study uses Hawaii as a control group, noting that the state has required employers to provide health insurance to employees who work more than 20 hours per week since 1974. Based on the findings, the study estimates a 2 to 3 percent increase in part-time work associated with the Affordable Care Act.\nTrump’s \"suggestion that many people previously had full-time jobs and have now been pushed into part-time jobs is also greatly exaggerated,\" Heinrich said. \"The people who are working less since Obamacare were more likely to be working hours close to the 30-hour threshold (that defines full-time work under the ACA), or less than 40 hours per week.\"\nOur ruling\nTrump said, \"Because of Obamacare, you have so many part-time jobs.\"\nWhile some research suggests a small uptick in the number of part-time jobs as a result of the Affordable Care Act, Trump’s claim goes too far.\nNeither the data nor the experts (on the right and left) say Trump’s claim is accurate.\nWe rate Trump’s claim False.  \nhttps://www.sharethefacts.co/share/26f81290-72f4-4dea-ac40-ab595a476385", "vclaim_id": "vclaim-pol-04800"}