{"url": "/factchecks/2015/nov/20/glenn-grothman/rep-glenn-grothman-says-his-district-has/", "speaker": "Glenn Grothman", "vclaim": "Wisconsin’s 6th congressional \"district has more manufacturing jobs than almost any other\" in the nation.", "truth_label": "true", "date": "stated on October 30, 2015 in an interview:", "title": "Rep. Glenn Grothman says his district has more manufacturing jobs than any other district", "text": "In making the transition from state lawmaker to a U.S. Congressman, Republican Glenn Grothman has learned a few things about national issues -- and his new district.\nAs a candidate in 2014, Grothman -- like the other Republicans seeking the open seat -- opposed the U.S. Export-Import Bank. Grothman called the agency a form of \"corporate welfare\" and promised not to support the institution.\nBut employers in his district told him they are heavy users of the bank, which helps companies sell their goods and services in foreign countries by providing financing for export deals.\nUltimately, Grothman voted to support reauthorization of the bank -- a Full Flop on our Flip-O-Meter. At the time, he said he reconsidered after listening to Wisconsin employers who benefit from the bank.\nAnd Grothman told us that, since taking office, he’s learned a lot about the 6th District. With about 710,000 residents, it’s a little more than four times as large as his state Senate district.\nOne tidbit he picked up: \"This district has more manufacturing jobs than almost any other\" in the nation. That claim caught our attention.\nIs Grothman right?\nBehind the numbers\nBefore we dig into the numbers, let’s look at some of the manufacturers in his district that urged him to support the Export-Import bank. In all, Grothman said he heard from 42 businesses.\nThose companies include defense contractor Oshkosh Corp. and crane manufacturer Manitowoc Co.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nGrothman said he knew manufacturing was important to Wisconsin, but initially assumed that Congressional districts in large cities like Chicago might have a greater share of manufacturers.\nAs backup on the claim the 6th District is among the most manufacturing-heavy in the nation, Grothman pointed us to a January 2015 report from the left-leaning Economic Policy Institute on the importance of manufacturing jobs.\nAccording to the report, which is build on data from the U.S. Bureau of Labor Statistics:\n\n\nWisconsin is the nation’s No. 2 state in percentage of total employment which are manufacturing jobs, behind Indiana. The report said that as of 2013, there were 458,400 manufacturing jobs in Wisconsin, about 16.3 percent of the state workforce.\n\n\nThe 6th District has about 80,000 manufacturing jobs out of a workforce of 353,700. That’s a share of 22.6 percent, putting it third, behind two districts in Indiana - one in the far northeast corner and the other in the north western portion of the state.\n\n\nThe 6th District is No. 1 in terms of total manufacturing employment, followed by the 3rd District in Indiana which has 76,200.\n\n\nFour Wisconsin congressional districts (the 1st, 5th 6th, and 8th) are in the top 11 nationally, in terms of manufacturing jobs as a share of total employment.\n\n\nAll are represented in the House by Republicans.  The 1st is in the southern and eastern part of the state, represented by Paul Ryan; the 5th, represented by Jim Sensenbrenner, includes suburban counties north and west of Milwaukee; the 6th is represented by Grothman and the 8th is in northeastern Wisconsin, represented by Reid Ribble.\nOur rating\nGrothman’s introduction to Washington included some insights --and political pressure -- about his district that caused him to switch his position on the Export-Import Bank.\nIn explaining his switch, he said the 6th District has more manufacturing jobs than almost any other other in the nation. He’s right both in terms of the percent of jobs in manufacturing (3rd) and the raw number (1st).\nWe rate the statement True.", "vclaim_id": "vclaim-pol-05703"}