{"url": "/factchecks/2019/jul/03/bernie-sanders/bernie-sanders-target-saying-3-richest-have-much-w/", "speaker": "Bernie Sanders", "vclaim": "\"The wealthiest three families now own more wealth than the bottom half of the country.\"", "truth_label": "true", "date": "stated on June 26, 2019 in an opinion article:", "title": "Bernie Sanders on target saying 3 richest have as much wealth as bottom half of all Americans", "text": "In an opinion article he wrote for the Wall Street Journal, U.S. Sen. Bernie Sanders, I-Vt., called for an end to \"corporate socialism\" and made a claim about wealth inequality.\n\"The wealthiest three families now own more wealth than the bottom half of the country, and they will do everything they can to block our agenda,\" wrote Sanders, who is seeking the Democratic nomination for president.\nThe latest-available data back up his statement, and it appears the gap is widening.\nThe figures\nA note about wealth, before we dig in:\nMany Americans make a good income, have some savings and investments, and own a nice home. But they also have debt, typically from a mortgage, credit cards or other bills. The result is that even some people with relatively healthy incomes, as well as many poorer people, have a negative net worth  — the more technical term for wealth.\nSanders’ campaign told us his claim is based on a 2017 study from the left-leaning Institute for Policy Studies. It used Forbes’ list of the 400 richest Americans and data from a gold-standard federal government source on wealth. Those are 2016 figures, from the Federal Reserve Board’s Survey of Consumer Finances, which are updated every three years.\nThe study found that the three wealthiest individuals were Bill Gates of Microsoft with $89 billion, Jeff Bezos of Amazon with $81.5 billion and Warren Buffett of Berkshire Hathaway with $78 billion.\nTheir total wealth of $248.5 billion was higher than the wealth of the bottom 160 million Americans, at $245 billion. \nDespite Sanders’ suggestion that the three men would block his agenda, they have expressed centrist political views over the years, and Buffett was a well-known supporter of former President Barack Obama, a Democrat.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWhatever their views, Sanders is correct about their wealth, which is on the rise. \nForbes’ latest annual rankings for 2018 show Bezos, Gates and Buffett still ranked at Nos. 1, 2 and 3, respectively, and that their total wealth was $345 billion. \nNew federal figures for the bottom 160 million Americans aren’t expected to be released until sometime later in 2019.\nFor the 160 million people at the bottom of the scale, the study used the net worth figure reported by the Fed and then subtracted automobiles and other \"durable goods\" such as electronics, furniture, and household appliances, from that figure.\nSubtracting durable goods from net worth \"offers us a more accurate depiction of household wealth as these items are not easily sellable and neither appreciate nor hold constant their value,\" the study said.\nSome context\nUniversity of Michigan sociology professor Fabian Pfeffer, whose research specialties include wealth inequality, was among a number of economists and wealth inequality experts who told us the federal figures used in the study are the best for assessing wealth in the population. He told us that the wealth gap is much greater in the United States than in other Western industrialized nations. \nPfeffer said the top 5% hold more than 70% of all net worth in the United States. That’s compared to 44% in Austria and Sweden, and lower figures in other comparable nations. \nOur ruling\nSanders said, \"The wealthiest three families now own more wealth than the bottom half of the country.\"\nThe latest available figures indicate that the total wealth of Gates, Bezos and Buffett was $248.5 billion, exceeding the total wealth of $245 billion of the bottom half of Americans.\nWe rate Sanders’ statement True.", "vclaim_id": "vclaim-pol-00465"}