{"url": "/factchecks/2016/jul/24/donald-trump/donald-trump-wrong-tim-kaine-took-fraction-bob-mcd/", "speaker": "Donald Trump", "vclaim": "On gift taking, \"Bob McDonnell took a fraction of what (Tim) Kaine took.\"", "truth_label": "pants-fire", "date": "stated on July 24, 2016 in an interview on NBC's \"Meet the Press\":", "title": "Donald Trump wrong that Tim Kaine took more gifts than Bob McDonnell", "text": "Donald Trump welcomed U.S. Sen. Tim Kaine, D-Va., to the Democratic presidential ticket on Sunday by assailing the presumptive vice presidential nominee’s ethics.\nAppearing on NBC’s Meet the Press, Trump said Kaine accepted more political gifts than former Virginia Gov. Bob McDonnell.\nThat’s a big claim, because McDonnell, a Republican, stood trial for accepting $177,000 in undisclosed personal gifts from an entrepreneur who was seeking business with the state. The U.S. Supreme Court overturned McDonnell’s bribery convictions in June.\n\"Bob McDonnell took a fraction of what Kaine took,\" said Trump, the GOP presidential nominee. \"And I think, to me, it’s a big problem. Now, how do you take all these gifts? Hundreds of thousands of dollars.\"\nWe wondered whether McDonnell’s gift-taking was, in fact, \"a fraction\" of Kaine’s. Trump’s campaign did not respond to our request for proof. So we set out on our own, comparing gifts Kaine received as lieutenant governor and governor from 2002 to 2010 to those McDonnell accepted as attorney general from 2006 to 2009 and as governor from 2010 to 2014.\nDuring those years, Virginia didn’t limit gifts to its politicians; the only requirement was that officeholders disclose what they accepted.\nWe researched the online files of the Virginia Public Access Project, a nonprofit organization that keeps records of campaign contributions and financial disclosure statements filed by state politicians.\nKaine  \nAccording to VPAP, Kaine accepted $162,083 in gifts. Of that amount, $35,442 came when he was lieutenant governor from 2002 to 2006, and $126,641 came when he was governor the next four years.\nMost of the money was for political travel. The gifts include $45,000 that Barack Obama’s 2008 presidential campaign paid for Kaine’s airline and lodging expenses as a surrogate speaker.\nAlso on the list were $20,000 in travel reimbursements from Moving Virginia Forward, a PAC Kaine set up for political expenses. He listed another $11,000 in travel financed by the Democratic Party of Virginia.\nKaine also accepted some personal gifts. The largest was use of a political donor’s home in the Caribbean for a vacation shortly after Kaine was elected governor in 2005. On a disclosure form, Kaine estimated the in-kind value of the lodging at $18,000.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nHe also accepted $5,500 in clothing from Stuart Siegel, chairman of S&K Famous Brands Inc. And he accepted a variety of tickets to football and basketball games and even a concert by the Dave Matthews Band.\nAll of these gifts were disclosed. There have been no allegations that Kaine accepted undisclosed gifts.\nMcDonnell\nAccording to VPAP, McDonnell disclosed $275,707 in gifts. Of that amount, $60,293 came when he was attorney general, and $215,414 came when he was governor.  \nSome of the money was used for political travel, but it’s hard to get an idea of how much, because McDonnell did not consistently report the purpose for his travels. Some of the gifts also went to McDonnell’s enjoyment, including at least $34,000 in tickets and travel to Washington Redskins and University of Notre Dame football games.\nIn addition, as we noted earlier, McDonnell and his family accepted $177,000 in undisclosed gifts and special loans from a businessman who was seeking the state’s help in marketing a dietary supplement.\nThese gifts included a $6,000 Rolex watch; use of the businessman’s vacation home at Smith Mountain Lake; $15,000 for the catering bill at the wedding of McDonnell’s oldest daughter, as well as a $10,000 wedding check to her; and a designer gown for McDonnell’s wife.\nAll told, McDonnell’s disclosed and undisclosed gifts come to $452,707.\nOur ruling\nTrump, speaking about gift-taking, said, \"Bob McDonnell took a fraction of what (Tim) Kaine took.\"\nKaine accepted $162,083 in gifts as lieutenant governor and governor, all of which was disclosed as required by state law.\nMcDonnell disclosed accepting $275,707 in gifts as attorney general and governor. And there was another $177,000 that he didn’t disclose. That comes to a total of $452,707 in gifts - almost three times Kaine’s total.\nTrump has got this one dead wrong. We rate his statement Pants on Fire.\nhttp://www.politifact.com/virginia/statements/2016/jul/24/donald-trump/donald-trump-wrong-tim-kaine-took-fraction-bob-mcd/", "vclaim_id": "vclaim-pol-04620"}