{"url": "/factchecks/2012/jan/25/mitt-romney/spanish-language-ad-says-newt-gingrich-said-spanis/", "speaker": "Mitt Romney", "vclaim": "Says Newt Gingrich said \"Spanish is the language of the ghetto.\"", "truth_label": "mostly-true", "date": "stated on January 25, 2012 in a Spanish-language radio ad:", "title": "Spanish-language ad says Newt Gingrich said Spanish is \"the language of the ghetto\"", "text": "Mitt Romney and Newt Gingrich are attacking each other on all fronts in Florida ahead of the Jan. 31, 2012, primary -- including en Español.\n\nIn one Spanish-language radio ad, Gingrich calls Romney \"anti-immigrant.\" (The Gingrich campaign said it was pulling the ad on Jan. 25, 2012, after Sen. Marco Rubio said it was unfair and not true.)\n\nIn a rebuttal, Romney attacks Gingrich on radio as not being the Ronald Reagan conservative Gingrich claims. Romney also says that Gingrich said \"Spanish is the language of the ghetto.\" Here’s a partial transcript of the ad, which is airing in South Florida (translation courtesy of Patricia Mazzei of the Miami Herald):\n\n\"Gingrich enriched himself with Freddie Mac, one of the principle companies responsible for the mortgage collapse that has caused so much damage in our community. Reagan would have never joined forces with Nancy Pelosi as Gingrich did for advancing the extreme left agenda. And Reagan would have never offended Hispanics as Gingrich did when he said Spanish is the language of the ghetto. Now, searching for votes, Gingrich wants to change history. But the facts speak for themselves. Paid for by Romney for President, Incorporated.\"\n\nWe’ve written about Gingrich’s relationship with Freddie Mac and Nancy Pelosi in other items. Here, we’re focusing on the claim that Gingrich said, \"Spanish is the language of the ghetto.\"\n\nThe claim comes from a speech Gingrich gave on March 31, 2007, to the National Federation of Republican Women, as he was considering running for president in 2008.\n\nWe tracked down the speech in its entirety through C-SPAN, which originally broadcast the speech and has a wonderful video archive. You can watch Gingrich’s remarks by clicking here; the statements germane to this fact-check begin about 23 minutes in.\n\n\"Nobody in the elite world understands this, this is an enormous center-right country,\" Gingrich said. \"This was driven home for me a couple weeks ago when I was doing a press release for English First. They gave me some data. Eighty-five percent of the American people believe English should be the official language of government.\"\n\nAfter breaking for applause, Gingrich continued, \"Now that's according to a Rasmussen poll. Zogby came back and said that's too high -- the number's 84.\n\nGingrich then pivoted to the founding of the colony of Jamestown, \"when people who believed their rights came from God first stepped foot on this continent.\" They had a \"very simple model,\" he said: \"We should replace bilingual education with immersion in English so people learn the common language of the country and so they learn the language of prosperity, not the language of living in a ghetto,\" Gingrich said. \"Second … we should establish that citizenship requires passing a test on American history in English. And if that's true, we do not have to print ballots in any language except English.\"\n\nGingrich’s comments were picked up that day by the Associated Press, which said Gingrich equated bilingual education with \"the language of living in a ghetto.\"\n\nIn looking at his remarks, he did not directly make that linkage -- his \"language of living in a ghetto\" is juxtaposed with \"the language of prosperity.\" But the larger context, particularly the remark about ballot language, suggests that he was referring to Spanish. He was widely criticized for the comment.\n\nThe AP article quoted Peter Zamora, co-chair of the Washington-based Hispanic Education Coalition, which supports bilingual education, as saying, \"The tone of his comments were very hateful. Spanish is spoken by many individuals who do not live in the ghetto.\"\n\nOn April 4, Gingrich posted a video on YouTube to explain the comments. He looked in the camera and spoke -- in Spanish.\n\n\"Last weekend I made some comments that I recognize produced a bad feeling within the Latino community,\" Gingrich said in Spanish (his comments in the video are subtitled into English). \"The words I chose to express myself were not the best, and what I wanted to say is this. In the United States it is important to speak English well in order to progress and have success. To achieve this goal, we should replace bilingual education programs with intensive English instruction courses and in this way permit that English be the language that all of us have in common.\n\n\"This is an expression of support for Latinos, not an attack on their language. I have never believed that Spanish is a language of people of low income nor a language without beauty.\"\n\nGingrich did not explicitly apologize for his comments in the web video.\n\nGingrich was asked about the \"ghetto\" comment on Jan. 25, 2012, during an interview with Univision. He sidestepped the question in his answer. \"I said -- about all languages -- I am for English as the common, unifying language,\" he said. \"If I were going to live in Mexico, I would say that Spanish is really important for me to learn.\"\n\nOur ruling\n\nA Romney radio ad playing in Spanish in South Florida claims that Gingrich said \"Spanish is the language of the ghetto.\" In a speech in 2007, Gingrich said that some language other than English is the \"language of living in a ghetto.\" Gingrich didn’t say specifically that he was talking about Spanish, though most people assumed that was the language he was referencing. Gingrich recorded a web video in Spanish a few days later saying he could have worded his comments better. With those caveats in mind, we rate this claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021", "vclaim_id": "vclaim-pol-11714"}