{"url": "/factchecks/2011/aug/14/robert-barber/retired-police-captain-says-law-enforcement-office/", "speaker": "Robert Barber", "vclaim": "Statistically, law-enforcement officers die 10 years earlier than the general population.", "truth_label": "false", "date": "stated on July 24, 2011 in a Providence Journal commentary:", "title": "Retired police captain says law enforcement officers die 10 years earlier than most people", "text": "Government pensions and other retirement benefits have provoked bitter debate between public employees, who have planned their retirements on the promise of a pension, and taxpayers who say the increasing costs of the benefits are more than they can afford.\n\nRetirement packages for police officers and firefighters often come under scrutiny because, in recognition of the extra stress and physical requirements of the job, they often permit workers to retire earlier.\n\nThe threat of a pension cut in Cranston prompted Robert Barber, a 58-year-old retired captain in the city's Police Department, to argue that any reduction in benefits would be unfair.\n\n\"The City of Cranston entered into a contract with me. The agreement was that I would serve my community and risk my life so that, at the end of my career, if I reached it, I would be able to live the rest of my life with some dignity,\" he wrote in a commentary in The Journal.\n\nAnd, he wrote, that life is not likely to be as long as most retirees’.\n\n\"Statistically,\" he said, \"law-enforcement officers die 10 years earlier than the general population.\"\n\nWe were intrigued by that statistic. Police officers certainly experience a lot of stress in their jobs, but in some cases their level of physical fitness is higher.\n\nWhen we emailed Barber, who retired at age 50, he said he first heard the statistic in a Bryant University psychology class. He directed us to two documents. The first didn’t deal directly with longevity. It was a Reuters Health account of a 2009 study in the Journal of Occupational and Environmental Medicine, which compared 312 Buffalo, N.Y., police officers with 318 residents. Ultrasound showed that the officers tended to have thicker walls in their neck arteries, which might be an early sign of heart disease.\nThe second was a 24-page report from 2002 on \"Fitness in Law Enforcement\" written by a member of the Pittsfield Township Police Department in Michigan. It promotes more fitness among officers and states, \"Solid research has shown the life expectancy, after retirement, of a police officer is much shorter than that of the general population.\"\nBut no research is cited.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge Nee\n\n\nstated on October 19, 2011 in a pension forum\n\n\n\n\n\n\n\n\n\"This is the first time in our state, and one of the first times in the country, where benefit reductions . . . has happened to people who are retired.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy C. Eugene Emery Jr. • October 23, 2011\n\n\n\n\n\n\n\nWe were hoping for some harder evidence.\nSo we went looking for some actuarial data on our own.\n\nWhen we called MetLife, the spokeswoman referred us to the Society of Actuaries. But the society didn't have any data either. \"Unfortunately, we do not keep this type of data regarding life expectancy for various careers,\" spokeswoman Kim McKeown told us in an email.\n\nWe examined two websites that calculate life expectancy, but they were more interested in income, education, smoking, drinking, exercise and seatbelt habits, and whether a person was in a manual or non-manual occupation. Being a law-enforcement officer wasn't a factor in the calculation.\n\nThe creator of one of the sites, statistician Dean P. Foster of The Wharton School at University of Pennsylvania pointed us to data from the Bureau of Labor Statistics showing that fishermen, loggers, pilots, farmers, roofers and even garbage men face a higher risk of death on the job than police officers.\n\nA Google search helped us locate Steven Greenhut, director of the journalism center at the right-leaning Pacific Research Institute in California and author of \"Plunder! How Public Employee Unions Are Raiding Treasuries, Controlling Our Lives And Bankrupting The Nation.\"\n\nHe sent us a copy of an April 2010 study by the California Public Employees' Retirement System, which covers 1.6 million public employees. It compared life expectancies for male police officers with male workers and retirees who were not in the public safety field.\n\nWhether a person was age 50, 55, 60 or 65, the life expectancies of the police officers were slightly higher than for other workers. For example, men age 60 who had taken regular retirement were projected to live to age 82.7, versus age 81.9 for workers who were not in the public safety field. (Firefighter rates were close to those for police officers.)\n\nEven when CalPERS added in all the men who had retired as a result of work-related injuries, the life expectancies of the police officers were essentially identical to other public employees. The life expectancy for someone age 60, regardless of why they stopped working, was 81.8 years, just a tenth of a year lower than for regular workers.\n\nIn 2006, Oregon's Public Employees Retirement System did an analysis comparing the life expectancies of members who were age 60. Police officers and firefighters were expected to live to age 82.6. The ages were 84.3 for school workers and 83.4 for other public employees.\n\nWomen in the police and fire departments, and workers outside the school districts were expected to live to age 85.7. Among women working in the schools, the life expectancy was 87.0 years.\n\nWhere does that leave us?\n\nBarber said police officers die 10 years earlier than the general population.\n\nBut the actuarial studies we found showed little difference in life expectancy.\n\nIn the latest California study, police officers were actually expected to live a bit longer than other state employees. In Oregon, the combined life expectancy for police and fire was only slightly less than average.\n\nWe rate Barber's statement as False.\nhttps://www.sharethefacts.co/share/05f4727a-cefc-4920-9053-8afbc9fe496e", "vclaim_id": "vclaim-pol-12574"}