{"url": "/factchecks/2013/jun/09/scott-walker/gov-scott-walker-says-wisconsins-ranking-place-do-/", "speaker": "Scott Walker", "vclaim": "\"Our ranking in terms of the best and worst states to do business in was 43 four years ago, and we just moved up to 17 two weeks ago.\"", "truth_label": "half-true", "date": "stated on June 2, 2013 in a television interview:", "title": "Gov. Scott Walker says Wisconsin’s ranking as a place to do business improved from 43 to 17 on his watch", "text": "Faced with job growth lagging behind most states, Gov. Scott Walker chooses alternative measures to put a positive spin on the state’s economic performance.\n\nHe touts falling unemployment. He highlights the rebound in manufacturing and the modest tax cuts he pushed through. And he points to improved national rankings for the state’s business climate.\n\nIn a Milwaukee television interview that aired June 2, 2013, the Republican governor said liberals are pushing the idea that he’s more interested in running for president than being governor because they have no other argument to use against him.\n\n\"They can’t argue with the success,\" Walker told host Mike Gousha on WISN-TV’s Upfront show. \"We went from unemployment at 9.2 percent when I decided to run for governor four years ago to two points lower. The deficit was $3.6 billion when I took office. We now have a half a billion dollar surplus.\"\n\nHe capped off his list with this talking point:\n\n\"Our ranking in terms of the best and worst states to do business in was 43 four years ago and we just moved up to 17 two weeks ago.\"\n\nHas the state’s business climate rank improved dramatically under Walker, who took office in January 2011?\n\nThe rankings\n\nThe governor points to CEO Magazine’s May 2013 ranking of Wisconsin as 17th best for business, based on a survey of chief executive officers nationally. In 2009, as Walker noted, the survey put Wisconsin at 43rd; A year later, the rank was 41.\n\nJust a few weeks into his term, early in 2011, the survey ranked the state as 24th. The CEO survey measures perceptions, not performance. It asks CEOs how conducive each state is for business based on taxes and regulation, workforce quality and living environment.\n\nWhat about other studies?\n\nWe asked Walker’s office, and spokeswoman Jocelyn Webster pointed to:\n\n--CNBC’s \"America’s Top States for Business,\" which moved Wisconsin up to 17th from 25th and 29th in the previous two years. That index uses 51 measures of competitiveness.\n\n-- Site Selection Magazine’s 2012 elevation of Wisconsin to its top 25 (rank of 13th) states for business climate for the first time since 1998. The study is based in part on surveys of corporate site selectors.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThose back up the notion that the business climate has significantly improved under Walker.\n\nWe found six other widely quoted business-climate rankings, and they show a much more mixed picture.\n\n--The Tax Foundation’s \"2013 State Business Tax Climate Index\" has Wisconsin in the 10 worst states (43rd), based on how 100 tax variables affect competitiveness. That’s typical; the ranking in this study was 43rd and 40th and 42nd in the previous three years.\n\n-- Forbes Magazine’s \"Best States for Business\" put Wisconsin at 42nd in December 2012, with particularly low marks for growth prospects and labor supply. The ranking was 43rd in the year before Walker took office.\n\n-- Beacon Hill Institute’s \"12th Annual State Competitiveness Report\" ranked Wisconsin 18th, an improvement from rankings of 22, 23 and 22 in the prior three years.\n\n--The American Legislative Exchange Council’s \"2013 ALEC-Laffer State Economic Competitiveness Index\" put Wisconsin’s economic outlook ranking at 15th, a big improvement over the 32, 30 and 23 rankings of recent years. The study put the state’s economic performance rank at 41st, a modest improvement over 42 in 2012 and 44 in 2011.\n\nTwo prominent studies were new or significantly revised, preventing historical comparisons.\n\nThey show Wisconsin in the bottom half of states for business.\n\n--The Small Business & Entrepreneurship Council ranked the state 27th in its \"U.S. Small Business Policy Index 2012.\"\n\n--The 2013 \"Enterprising States: Getting Down to Small Business\"  study sponsored by the U.S. Chamber of Commerce ranked Wisconsin’s business climate 39th.\n\nWe should note that business-climate rankings have long attracted criticism from left-leaning groups.  \"Grading Places,\" a report by Good Jobs First, a labor-backed group, calls them pseudo-scientific attempts by business-friendly groups trying to justify corporate demands for lower taxes and suppressed wages.\n\nThis item does not judge the rankings’ reliability, only Walker’s description of the state’s business climate as set out in these rankings.\n\nOur rating\n\nWalker said the state’s ranking \"in terms of the best and worst states to do business in was 43 four years ago, and we just moved up to 17 two weeks ago.\"\n\nThat’s correct, in one study of CEO perceptions, but the \"state’s ranking\" depends on which study you read. The governor cherry-picks the most favorable of three studies on his side, but ignores studies showing much lower rankings and little or no improvement, creating a misleading impression of dramatic improvement.\n\nIn reality, the rankings are very mixed.\n\nWe rate his statement Half True.", "vclaim_id": "vclaim-pol-09240"}