{"url": "/factchecks/2016/mar/23/wisconsin-alliance-reform/groups-tv-ad-criticizing-joanne-kloppenburg-leaves/", "speaker": "Wisconsin Alliance for Reform", "vclaim": "Says Judge JoAnne Kloppenburg agreed to use a technicality to give a convicted sex offender a new hearing because \"he didn’t understand the charge.\"", "truth_label": "barely-true", "date": "stated on March 8, 2016 in a TV ad:", "title": "Group's TV ad criticizing JoAnne Kloppenburg leaves misleading impression", "text": "Conservatives often say liberal judges are soft on crime.\nSuch an attack is embedded in a claim made about Wisconsin Court of Appeals Judge JoAnne Kloppenburg, who is running against Justice Rebecca Bradley in the April 5, 2016 state Supreme Court election.\nThe claim comes in a TV ad released March 8, 2016 by the Wisconsin Alliance for Reform, a group that surfaced in late 2015 with an ad campaign against Democrat Russ Feingold, who is trying to unseat Republican U.S. Sen. Ron Johnson.\nThe alliance has since been producing ads that back Bradley, who was appointed to the high court by Republican Gov. Scott Walker in October 2015.\nThe ad begins with a reference to liberal judges and includes images on the screen of Daniel R. Fierro, a convicted sex offender, and a teen girl.\n\"We’ve heard it before. Liberal judges letting criminals off on technicalities. Judges like JoAnne Kloppenburg,\" the narrator says.\n\"This man (Fierro) had a long criminal history, including beating his wife in front of their 2-year-old daughter. Then, after pleading guilty to sexually assaulting a 15-year-old child, he got 15 years. Incredibly, he appealed, saying he didn’t understand the charge. And JoAnne Kloppenburg? She agreed to give him a new hearing. Tell Judge Kloppenburg courts should protect children, not criminals.\"\nSo, did Kloppenburg agree to use a technicality to give a convicted sex offender a new hearing because \"he didn’t understand the charge\"?\nThe case\nAs the ad indicates, Fierro pleaded guilty to sexual assault and was convicted, but then filed an appeal over his plea. The appeal was heard by Kloppenburg and the two other judges on the Madison-based appeals court panel, Paul Lundsten and Paul Higginbotham.\nHere is a summary of the Fierro case, based on a decision issued in March 2015 by the three judges:\nFierro was charged with having sexual intercourse in June 2012 with a 15-year-old girl in Dane County. In February 2013, he pleaded guilty to felony second-degree sexual assault of a child. Two months later, Circuit Court Judge William Hanrahan sentenced Fierro to 10 years in prison and five years of extended supervision.\n(A note: Technically that was a 15-year sentence -- 10 years in custody, plus five years of supervision after release from prison. But the ad, by saying \"he got 15 years,\" suggests the sentence was 15 years behind bars.)\nSix days after sentencing, Fierro filed a motion stating he wanted to withdraw his plea, although his formal request wasn’t made until more than a year later, in May 2014. In essence, Fierro was arguing that he didn’t understand that he was pleading guilty to the crime of sexual intercourse with a minor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDevin LeMahieu\n\n\nstated on January 10, 2021 in a TV interview\n\n\n\n\n\n\n\n\n\"It takes quite a while on Election Day to load those ballots, which is why we have the 1 a.m. or 3 a.m. ballot dumping in Milwaukee.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Eric Litke • January 15, 2021\n\n\n\n\n\n\n\nHanrahan heard Fierro’s request. But, without holding an evidentiary hearing, he denied it, saying Fierro \"did fully understand the nature of the crime against him.\" Fierro appealed.\nThe appeals judges unanimously agreed Fierro should be given an evidentiary hearing in order to try to prove that he did not understand the charge he pled to. Such a hearing allows lawyers for both sides to present evidence on a factual question before the court.\nHere was the basis of the decision by Kloppenburg and the two other judges:\nAt the plea hearing, Hanrahan asked Fierro if he had read over the plea documents and whether his lawyer explained the documents to him. Fierro said yes. But the documents referred to the wrong charge -- sexual contact, rather than sexual intercourse, even though intercourse was what was alleged in the criminal complaint. Hanrahan also did not himself explain the elements of the intercourse charge to Fierro.\nIn other words, it was not clear whether Fierro understood he was pleading guilty to the crime of intercourse with a child.  \nThe appeals judges said there were several reasons to question whether Fierro did not understand the elements of the charge of sexual intercourse. \"And, we stress that nothing in this opinion should be read as suggesting that Fierro’s asserted failure to understand should be believed or not believed,\" the opinion said.\nThat’s the purpose of holding a hearing, the court wrote -- evidence could be presented by the prosecution and the defense as to whether Fierro understood the elements of the crime of sexual intercourse.\nHanrahan ultimately held that evidentiary hearing three months later, in June 2015. He denied Fierro’s request to withdraw his guilty plea, concluding that Fierro did understand the charge he pled to, court records show.\nThroughout the process, Fierro’s conviction remained in place and he remained in prison.\nAs for the idea that Fierro was given a hearing based on a technicality, it’s hard to imagine anything more fundamental in a plea bargain than the defendant understanding the charge he was pleading guilty to.\nA footnote: The original version of the ad carried a message on the screen saying \"conviction overturned.\" That was removed after Kloppenburg’s campaign sent a cease-and-desist letter, citing the words on the screen, to television stations that were running the ad.\nOur rating\nThe Wisconsin Alliance for Reform says Kloppenburg agreed to use a technicality to give a convicted sex offender a new hearing because \"he didn’t understand the charge.\"\nKloppenburg agreed with two other appeals court judges in ordering that the sex offender get a hearing. They did not rule, however, that the offender didn’t understand the charge he had pleaded guilty to. Rather, they ruled there should be hearing on the fundamental question of whether he did understand what he had pled to.\nFor a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.", "vclaim_id": "vclaim-pol-05222"}