{"url": "/factchecks/2017/aug/06/donald-trump/trump-claims-un-sanctions-cost-north-korea-over-1-/", "speaker": "Donald Trump", "vclaim": "\"United Nations Resolution is the single largest economic sanctions package ever on North Korea. Over one billion dollars in cost to N.K.\"", "truth_label": "mostly-true", "date": "stated on August 5, 2017 in a tweet:", "title": "Trump claims new U.N. sanctions cost North Korea over $1 billion", "text": "President Donald Trump applauded a new resolution passed by the United Nations Security Council to impose sanctions against North Korea and labeled it as the largest economic punishment yet on the nation.\n\"The United Nations Security Council just voted 15-0 to sanction North Korea. China and Russia voted with us. Very big financial impact!\" Trump tweeted Aug. 5.\nThe United Nations Security Council just voted 15-0 to sanction North Korea. China and Russia voted with us. Very big financial impact!— Donald J. Trump (@realDonaldTrump) August 5, 2017\n\nHe detailed the impact in a follow-up tweet: \"United Nations Resolution is the single largest economic sanctions package ever on North Korea. Over one billion dollars in cost to N.K.\"\nUnited Nations Resolution is the single largest economic sanctions package ever on North Korea. Over one billion dollars in cost to N.K.— Donald J. Trump (@realDonaldTrump) August 5, 2017\n\nTrump has sought China’s help to deal with security threats from North Korea’s nuclear weapons program and has called on other nations to join the United States in implementing sanctions against North Korea.\nOn Aug. 5, the United Nations Security Council unanimously adopted a resolution to prohibit certain exports from North Korea, among other economic restrictions. We wondered if Trump accurately assessed the resolution and its impact.\nWe found that Trump was largely right about the resolution’s provisions, but experts cautioned that the true financial impact of the sanctions depend on future enforcement by member nations. We reached out to the White House but did not hear back.\nU.N. Resolution 2371\nOn Aug. 5, the 15 nations that make up the United Nations Security Council unanimously adopted Resolution 2371 (2017) to place new sanctions on North Korea.\nThe resolution comes after North Korea’s most recent ballistic missile launches, in violation of a ban on nuclear and missile tests.\nThe new U.N. resolution says:\n• North Korea shall not supply, sell or transfer coal, iron, iron ore, seafood, lead and lead ore to other countries;\n• UN Member States shall not increase the number of work permits for North Korean nationals (unless approved by the Security Council Committee), based on concerns that their earnings support North Korea’s nuclear and ballistic missile programs;\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• States shall prohibit the opening of new joint ventures or cooperative entities with North Korean entities and individuals, or the expansion of existing joint ventures through additional investments.\nThe resolution also identified nine individuals and four entities that would become subject to a travel ban and asset freeze. The asset freeze extends to the Foreign Trade Bank, a state-owned bank that serves as North Korea’s primary foreign exchange bank.\nProvisions in the resolution could reduce North Korea’s revenue by about $1 billion, according to statements from delegates in the Security Council.\nThe ban on exports from North Korea will prevent it from earning \"over a $1 billion per year of hard currency that would be redirected to its illicit programs,\" said a resolution fact sheet from the U.S. Mission to the United Nations. The east Asian nation earns about $3 billion per year from export revenues, the fact sheet said.\nTrump’s tweet on the gravity of the sanctions echoes what Nikki Haley, the U.S. ambassador to the United Nations, said after the resolution passed.\n\"This resolution is the single largest economic sanctions package ever leveled against the North Korean regime,\" Haley said Aug. 5. \"The price the North Korean leadership will pay for its continued nuclear and missile development will be the loss of one-third of its exports and hard currency. This is the most stringent set of sanctions on any country in a generation.\"\nThe United Nations has passed multiple other resolutions against North Korea in condemnation of its ballistic missiles tests. A November 2016 resolution restricted exports of coal from North Korea and banned copper, nickel, silver, and zinc exports. That resolution estimated cuts of at least $800 million per year to North Korea’s revenues.\nWhether the Aug. 5 sanctions have the weight Trump and Haley professed depends on enforcement by other nations, experts told us.\nThe latest sanctions \"could be the biggest economic sanctions resolution imposed on North Korea, measured in the amount of hard currency provided to the regime — IF enforced,\" said Bonnie Glaser, a senior adviser for Asia and director of the China Power Project for Center for Strategic and International Studies.\nThe claim that the United Nations sanctions would cost North Korea more than $1 billion is based on the assumption of \"full and perfect\" enforcement by all member states, said Benjamin Katzeff Silberstein, associate scholar at Foreign Policy Research Institute and co-editor of North Korean Economy Watch.\n\"Judging by previous sanctions rounds (and sheer logic) this is virtually impossible and extremely unlikely because China tends to be lax in enforcement even of resolutions against North Korea that it votes in favor of,\" Katzeff Silberstein said.\nIn a post for North Korean Economy Watch, Katzeff Silberstein noted that if a previous resolution had already been implemented in full, \"North Korea’s export revenues would already have been badly hit.\"\nOur ruling\nTrump tweeted, \"United Nations Resolution is the single largest economic sanctions package ever on North Korea. Over one billion dollars in cost to N.K.\"\nThe United Nations Security Council on Aug. 5 passed a resolution to sanction North Korea in response to its ballistic missile tests. The resolution bans the country’s export of coal, iron, iron ore, seafood, lead and lead ore to other countries; freezes assets of certain entities and individuals; and prevents other nations from increasing the number of work permits to be issued to North Korean nationals. Overall, the sanctions could represent about $1 billion in costs to North Korea — but experts say that greatly depends on other nations’ full enforcement of the sanctions.\nTrump’s statement is accurate but needs clarification or additional information. We rate it Mostly True.\n Share the Facts 2017-08-06 21:29:14 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  \"United Nations Resolution is the single largest economic sanctions package ever on North Korea. Over one billion dollars in cost to N.K.\"    Donald Trump President of the United States   in a tweet Saturday, August 5, 2017 2017-08-05    Read More  info", "vclaim_id": "vclaim-pol-03029"}