{"url": "/factchecks/2019/nov/21/pete-buttigieg/pete-buttigieg-falsely-says-donald-trump-illegally/", "speaker": "Pete Buttigieg", "vclaim": "\"The president had to confess in writing, in court to illegally diverting charitable contributions that were supposed to go to veterans.\"", "truth_label": "false", "date": "stated on November 20, 2019 in Democratic primary debate in Atlanta:", "title": "Pete Buttigieg falsely says Donald Trump illegally diverted funds for veterans", "text": "The Democratic presidential debate in Atlanta kicked off with a discussion of the ongoing impeachment inquiry against President Donald Trump.\nPete Buttigieg claimed that Trump’s conduct was impeachable, but also that Trump has already done something that would have gotten any other president out of the White House — and it has nothing to do with Ukraine.\n\"Under normal circumstances a president would leave office after something that was revealed recently that barely got any attention at all,\" Buttigieg said, \"which was the president had to confess in writing, in court, to illegally diverting charitable contributions that were supposed to go to veterans.\"\nIs Buttigieg right that Trump admitted in writing to illegally diverting donations for veterans? No. Buttigieg mischaracterized what Trump agreed to in a lawsuit settlement.\nWhat Trump agreed to in writing was that his 2016 political campaign, instead of his charitable foundation, coordinated a fundraising event for veterans and directed the distribution of funds. A judge said that Trump breached his fiduciary duties to the foundation by allowing the campaign to take over the fundraiser, furthering his political campaign. The funds were given to veterans.\nButtigieg’s campaign sent PolitiFact links to several articles about the settlement which pointed out that Trump’s campaign took control over the fundraiser and other admissions of wrongdoing.\nLawsuit and settlement\nThe New York Attorney General Office in June 2018 sued the Donald J. Trump Foundation, Trump (who founded the foundation and served as its president), and his three eldest children (who served on the board of directors). The lawsuit charged that the foundation persistently violated state and federal laws and that Trump repeatedly used his foundation's money for his own personal, business, and political interests.\nThe foundation in December 2018 agreed to dissolve. Earlier this month, on Nov. 7, New York Attorney General Letitia James announced she’d reached a settlement in the lawsuit and that the New York Supreme Court ordered Trump to pay $2 million in damages \"for improperly using charitable assets to intervene in the 2016 presidential primaries and further his own political interests.\"\nThe settlement outlined several matters Trump agreed to. But the part that is most pertinent to this claim relates to early 2016, when Trump said that in lieu of attending a Republican primary debate he would hold a fundraiser for veterans in Iowa.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nTrump in the settlement agreed that his political campaign planned, organized, and paid for the fundraiser, with the administrative assistance of the foundation. Further, he agreed that the campaign \"directed the timing, amounts, and recipients of the foundation’s grants to charitable organizations supporting military veterans.\"\nThe event raised about $5.6 million in donations intended for veterans’ groups — about $2.8 million of that went to Trump’s foundation and the rest was donated directly to veterans’ groups. Trump even presented foundation checks to veterans’ groups during his campaign events.\nHowever, we find nothing in the settlement terms that suggests Trump admitted to illegally diverting those funds away from veterans, as Buttigieg claimed.\nTrump \"breached his fiduciary duty\" to the foundation by allowing his campaign to \"orchestrate\" the Iowa fundraiser and by \"using the fundraiser and distribution of the funds to further\" his political campaign, New York Supreme Court Justice Saliann Scarpulla said Nov. 7.\n\"I find that the $2,823,000 raised at the fundraiser was used for Mr. Trump’s political campaign and disbursed by Mr. Trump’s campaign staff, rather than by the foundation\" in violation of state laws, Scarpulla wrote.\nHowever, she added, \"the funds did ultimately reach their intended destinations, i.e., charitable organizations supporting veterans.\"\nOur ruling\nButtigieg said, \"the president had to confess in writing, in court to illegally diverting charitable contributions that were supposed to go to veterans.\"\nTrump did not confess to illegally diverting money away from veterans. He admitted that his campaign took charge of a fundraiser for veterans, even though it featured the name of his foundation. A judge said Trump breached his fiduciary duties to the foundation and that the fundraiser and distribution of the funds helped Trump’s political campaign. But the funds did go to veterans.\nWe rate Buttigieg’s claim False.", "vclaim_id": "vclaim-pol-16819"}