{"url": "/factchecks/2020/apr/20/facebook-posts/website-glitch-fueling-conspiracy-theory-about-cor/", "speaker": "Facebook posts", "vclaim": "Says a photo shows the \"SAME EXACT PEOPLE\" at \"two different beaches\" in Los Angeles County and Jacksonville, Fla.", "truth_label": "false", "date": "stated on April 19, 2020 in an image:", "title": "A website glitch is fueling a conspiracy theory about coronavirus coverage", "text": "Hundreds of beach-goers in Jacksonville Beach, Fla., hit the sand after the mayor decided to ease some social distancing policies. But a conspiracy theory on Facebook calls foul on the media for using what appears to be the same photo to report on beaches of the east and west coasts. \nOne post published April 19 shows two screenshots of news stories that appear to have the same lead image. The photo shows a beach crowded with people, not all of whom are staying six feet apart.\nBut one headline is about Los Angeles County and the other is about Jacksonville Beach.\n\"How did all these SAME EXACT PEOPLE go to two different beaches and walk exactly the same?!\" reads the caption on the post. \"Media!!!\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) It has been shared more than 12,000 times.\n\n(Screenshot from Facebook)\nWe’ve fact-checked several hoaxes about the media exaggerating the threat of the coronavirus pandemic. So we wanted to check this post out, too.\nIn this case, the reason for the matching photos appears to be much less interesting than a media conspiracy: It was a website malfunction.\nThe Facebook post includes screenshots of two articles about the coronavirus: one from the New York Post about Jacksonville Beach and one about Los Angeles on a news aggregation site called News Break.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 26, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nMasks have negative impacts on 68% of children.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jon Greenberg • January 29, 2021\n\n\n\n\n\n\n\nThe original article about Los Angeles was published by NBC News on April 18 as part of the outlet’s coronavirus live blog. The headline is not fully visible in the side-by-side, but on the NBC News website it reads: \"Los Angeles County records highest daily death toll.\"\nThe photo is real — but it was taken in Jacksonville, not Los Angeles. And we could find no evidence that any news outlets have used the image in coverage about the coronavirus in California.\nA Getty Images photographer took the photo in Jacksonville Beach on April 17 — the same day that Jacksonville Mayor Lenny Curry reopened Duval County beaches for restricted hours. The New York Post published that photo in its story about Florida, but it doesn’t appear anywhere in the NBC News story about Los Angeles. \nThe Jacksonville Beach photo does not appear in News Break’s version of the NBC News story either. Its site shows an image of New Jersey Gov. Phil Murphy. \nThe image of Murphy appears to come from an April 18 press conference, which NBC News covered further down in its live blog. Sometimes when a link to a news story is shared on Facebook, the platform erroneously uses another image from that webpage as the share image.\nWe tried sharing News Break’s version of the NBC News story. Facebook automatically pulled in the image of Murphy.\n\n(Screenshot from Facebook)\nWe could not find the Getty Images photo included in any news stories about Los Angeles County. \nNews aggregation apps like News Break have seen an increase in downloads amid the coronavirus pandemic. It’s possible the same glitch that erroneously attached a photo of Murphy to NBC News’ story about Los Angeles also attached the Jacksonville Beach photo at some point. \nEither way, the photo from Jacksonville Beach is a real one by Getty. We saw no evidence that it was repurposed from media coverage on the West Coast or vice versa. We rate the Facebook post False.", "vclaim_id": "vclaim-pol-16972"}