{"url": "/factchecks/2019/nov/27/lizzie-pannill-fletcher/texas-among-states-widest-pay-gap-latinas/", "speaker": "Lizzie Pannill Fletcher", "vclaim": "\"In Texas, Latinas make less than $0.45 for every dollar a man makes. That makes us 49th in the nation.\"", "truth_label": "mostly-true", "date": "stated on November 20, 2019 in a tweet:", "title": "Texas is among the states with the widest pay gaps for Latina workers", "text": "In a tweet on Nov. 20 — Latina Equal Pay Day — U.S. Rep. Lizzie Fletcher, D-Houston, said that Texas is among the states with the widest pay gap between Hispanic women and men.\n \n\n\n\"In Texas, Latinas make less than $0.45 for every dollar a man makes,\" said Fletcher. \"That makes us 49th in the nation. The Senate must pass the (Paycheck Fairness Act) now. Latinas deserve better — we all do.\"\n \n\n\nThe House of Representatives approved the Paycheck Fairness Act  in March. Supporters say it will strengthen the Equal Pay Act by increasing penalties for violations of the act and requiring employers to share detailed pay information with the Department of Labor.\n \n\n\nOther lawmakers shared claims about the national pay gap for Hispanic women, but we wanted to know if Fletcher’s tweet about Texas — where Hispanics could become the state’s largest population group as soon as 2022 — is accurate.\n \n\n\nLooking at national figures\n \n\n\nFletcher shared her tweet on Latina Equal Pay Day, which marks \"how long into 2019 a Latina would have to work in order to be paid the same wages her white male counterpart was paid last year,\" according to the left-leaning Economic Policy Institute.\n \n\n\nIn 2017, Hispanic women made 53 cents for every dollar made by white, non-Hispanic men nationwide, according to an analysis by the institute of figures for median annual earnings for full-time, year-round workers.\n \n\n\nThere are many different methods for analyzing the pay gap. Some researchers look at full-time workers, others focus on wages for people who work part time. Some analyses adjust for education or focus on calculating the gap within specific occupations.\n \n\n\nFor example, a 2018 report from the Economic Policy Institute found that there was a gap in pay between Hispanic men and white, non-Hispanic men — as well as a gap between Hispanic women and white, non-Hispanic men.\n \n\n\nWhen researchers controlled for education and other factors that might affect pay, they found that the wage gap between Hispanic men and white men narrowed.\n \n\n\n\"This suggests that for Hispanic men, much of the earnings gap seems to be explained by a host of factors ... however, controlling for these same factors does not narrow the hourly wage gap between Hispanic women and white men nearly as much,\" reads a summary of the report. \"This suggests that for Hispanic women, ethnic and gender discrimination, and other forms of discrimination, appear to be at play.\"\n \n\n\nJessica Mason, senior policy analyst for the National Partnership for Women and Families, said each analysis will come up with different figures, but they tend to speak to the same overarching point.\n \n\n\n\"The numbers are meant to be an indicator to help point to where some of the problems are,\" she said. \"There are so many numbers, but what we’re really talking about is whether the economy in Texas or nationally is really working for all of the people who are living here and working here. When we see these wage gaps, what we’re really seeing is that it appears to be harder for some groups to achieve economic security than others.\"\n \n\n\nLooking at Texas figures\n \n\n\nAlaina Berner, Fletcher’s spokeswoman, pointed to a news article about the Latina wage gap in Texas and two state-by-state rankings that show Texas as one of the states with the largest gap.\n \n\n\nAll three resources focus on the wage gap between Latinas and white, non-Hispanic males in Texas — as do other analyses reviewed by PolitiFact Texas.\n \n\n\nBut Fletcher’s tweet did not specify that this was the comparison she was making. Instead, her statement reads: \"In Texas, Latinas make less than $0.45 for every dollar a man makes.\"\n \n\n\nA PolitiFact Texas analysis of data from the Census Bureau for full-time, full-year workers shows that in 2017 — the year with the latest state-level data available — Latinas in Texas made about 76 cents for every dollar men of all races made.\n \n\n\nWhen asked by PolitiFact Texas about the language used in her tweet, Fletcher replied to her original tweet and offered a clarification: \"Someone asked the question, so to be clear: this statistic refers to white, non-Hispanic men.\"\n \n\n\nCensus Bureau data shows that, in 2017, Latinas in Texas made about 45 cents for every dollar made by white, non-Hispanic men.\n \n\n\nOne ranking cited by Berner came from the National Women’s Law Center, which advocates for \"gender justice.\"\n \n\n\nThe 2019 rankings, based on the difference in median annual earnings for Latinas and white, non-Hispanic men reported by the Census Bureau, have Texas at 49th, followed by California and New Jersey. The rankings include the District of Columbia.\n \n\n\nThe group’s analysis of the 2017 state-level data shows that Latinas in Texas make 44.7 cents for every dollar made by white, non-Hispanic men, on average.\n \n\n\nVermont is the state with the smallest wage gap in the rankings, at 81.4 cents on the dollar.\n \n\n\nA 2018 fact sheet  from the National Partnership for Women and Families and Unidos US that Berner flagged included an analysis of the same 2017 Census Bureau figures, with a focus on the wage gap for Hispanic women in the 25 states with the most Latinas working full time.\n \n\n\nIn Texas, the group estimated that Latinas made 44 cents for every dollar made by white, non-Hispanic men in 2017.\n \n\n\nOur Ruling\n \n\n\nFletcher said: \"In Texas, Latinas make less than $0.45 for every dollar a man makes. That makes us 49th in the nation.\"\n \n\n\nThere are many ways to slice and dice the wage gap. Fletcher’s figures are an accurate description of the wage gap between Latinas and white, non-Hispanic men using median income measurements for full-time, year-round workers.\n \n\n\nThe language in Fletcher’s original tweet suggests that she was comparing Latinas to all men, but she clarified her remark in a separate post after PolitiFact Texas contacted her office.\n \n\n\nHer claim is accurate, but needs clarification or additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-16836"}