{"url": "/factchecks/2020/jan/29/facebook-posts/claim-virginia-bill-would-make-criticizing-governm/", "speaker": "Facebook posts", "vclaim": "\"Virginia Democrats Push Legislation to Make Criticism of Government Officials a Criminal Offense.\"", "truth_label": "pants-fire", "date": "stated on January 22, 2020 in a Facebook post:", "title": "Claim that Virginia bill would make criticizing government officials a crime is Pants on Fire", "text": "An article shared on Facebook from the website of Big League Politics, which describes itself as challenging both political parties, carries this headline:\n\"Virginia Democrats Push Legislation to Make Criticism of Government Officials a Criminal Offense.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nThe reference is to Virginia House Bill 1627, which was introduced Jan. 16 by Delegate Jeffrey Bourne, D-Richmond. The bill has been referred to a state House of Delegates committee.\nA simple reading of the measure shows the attack is way off.\nHere is the official summary of the bill:\n\"Threats and harassment of certain officials and property; venue. Provides that certain crimes relating to threats and harassment may be prosecuted in the City of Richmond if the victim is the Governor, Governor-elect, Lieutenant Governor, Lieutenant Governor-elect, Attorney General, or Attorney General-elect, a member or employee of the General Assembly, a justice of the Supreme Court of Virginia, or a judge of the Court of Appeals of Virginia. In addition, threats to damage property may be prosecuted in the City of Richmond if the property is owned by the Commonwealth and located in the Capitol District.\"\nSo, the bill addresses threats and harassment — not mere criticism — of certain state officials. \nMore specifically, that includes threats, oral or written, \"of death or bodily injury to a person or member of his family,\" which would be a Class 6 felony. And it includes the use of a computer \"with the intent to coerce, intimidate, or harass any person\" in order to \"communicate obscene, vulgar, profane, lewd, lascivious, or indecent language, or make any suggestion or proposal of an obscene nature, or threaten any illegal or immoral act.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstagram posts\n\n\nstated on January 12, 2021 in an Instagram post\n\n\n\n\n\n\n\n\nSays Joe Biden stayed silent about violence at Black Lives Matter protests.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 16, 2021\n\n\n\n\n\n\n\nA Class 6 felony carries a prison term of one to five years; or, up to one year in jail and/or fine of not more than $2,500.\nThe article claims that language in the bill \"explicitly criminalizes free speech,\" calling it unconstitutional. \nBut, in fact, that portion of the bill addresses one’s use of a computer to harass or make threats. \nHere is the language in the bill cited by the article:\n\"If any person, with the intent to coerce, intimidate, or harass any person, shall use a computer or computer network to communicate obscene, vulgar, profane, lewd, lascivious, or indecent language, or make any suggestion or proposal of an obscene nature, or threaten any illegal or immoral act, he shall be is guilty of a Class 1 misdemeanor.\"\nA Class 1 misdemeanor is punishable by up to one year in jail and/or a fine of up to $2,500.\nOur ruling\nA claim shared on Facebook says: \"Virginia Democrats Push Legislation to Make Criticism of Government Officials a Criminal Offense.\"\nThe bill spells out criminal penalties for harassment of or threats made to certain state officials. It does not affect ordinary free speech.\nFor an attack that is false and ridiculous, our rating is Pants on Fire.", "vclaim_id": "vclaim-pol-17656"}