{"url": "/factchecks/2011/jan/26/barack-obama/barack-obama-state-union-says-corporate-profits-ar/", "speaker": "Barack Obama", "vclaim": "\"Two years after the worst recession most of us have ever known ... corporate profits are up.\"", "truth_label": "true", "date": "stated on January 25, 2011 in the State of the Union address:", "title": "Barack Obama in State of the Union says corporate profits are up over the past two years", "text": "In his State of the Union address on Jan. 25, 2011, President Barack Obama suggested that the economy is in recovery mode.\n\n\"We are poised for progress,\" the president told a joint session of Congress. \"Two years after the worst recession most of us have ever known, the stock market has come roaring back. Corporate profits are up. The economy is growing again.\"\n\nWe decided to see if corporate profits are indeed up in the past two years.\n\nStatistics on corporate profits are calculated by the U.S. Commerce Department’s Bureau of Economic Analysis. They are determined both on an annual and a quarterly basis.\n\nAccording to BEA, corporate profits -- officially known as \"corporate profits with inventory valuation and capital consumption adjustments\" -- were as follows:\n\n2007: $1.511 trillion\n2008: $1.263 trillion\n2009: $1.258 trillion\n\nUnfortunately, since we’re only 25 days into 2011, BEA has yet not calculated the figure for 2010, so we’re left to use annualized estimates based on the quarterly figures.\n\nThe most recent quarterly estimate, based on the third quarter of 2010, produced annualized corporate profits of $1.659 trillion. Even the lowest annualized estimate for corporate profits, based on the first quarter of 2010, pegged them at $1.567 trillion -- still well above either of the full-year amounts for 2008 and 2009.\n\nSo, the only thing that could make Obama’s statement incorrect would be a woeful under performance in the fourth quarter of 2010, but that seems unlikely based on current expert estimates.\n\nPrasad Patkar, who helps manage about $1.8 billion at Platypus Asset Management in Sydney, told Bloomberg Businessweek in mid-January that \"the earnings recovery in the U.S. has been exceptional post-crisis. It seems the recovery in the U.S. economy is starting to broaden, which will support revenue and earnings growth. China’s economy is robust, but it’ll take at least six months of strong data to silence those calling a policy-induced hard landing.\"\n\nIndeed, if the third-quarter rate holds, corporate profits for 2010 would set a record. The current record was set in 2006 -- the last full year before the onset of the recent recession. That year, corporate profits hit $1.608 trillion.\n\nOf course, corporate profits are just one component of the economy -- and just one part of Americans’ perceptions of how well the nation is doing economically. Unemployment is still stubbornly high, and indeed, some commentators have been critical of companies’ hesitancy to invest on new hires amid such high profits.\n\nStill, Obama was correct in his description of the trend in corporate profits. One could say that he’s being presumptuous by assuming what the full 2010 figure will be before it’s officially announced, but we think that the current trendlines for corporate profits, combined with recent fourth-quarter reports, put the level so far above the 2009 level that it’s highly unlikely to drop once the full-year numbers have been released. So we rate Obama’s statement True.\n \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-13725"}