{"url": "/factchecks/2017/feb/14/world-food-program/no-food-waste-not-third-biggest-source-greenhouse-/", "speaker": "World Food Program", "vclaim": "\"Food waste is the 3rd largest contributor\" of greenhouse gas emissions.", "truth_label": "false", "date": "stated on February 5, 2017 in a tweet:", "title": "No, food waste is not the third biggest source of greenhouse gases", "text": "As it struggles to feed the hungry, the U.N. World Food Program often reminds the public that in the face of great need, there is also great waste.\nRight now, the U.N. relief agency is active in about 75 nations, including conflict zones in Syria, Iraq, Nigeria and South Sudan. In a tweet, the World Food Program connected the loss of food to global climate change.\n\"Food waste is the 3rd largest contributor of GHGs (greenhouse gases) to our climate,\" the organization tweeted Feb. 5, 2017.\nThe tweet no longer exists. The program deleted it after we raised some questions, so kudos for that.\nHere’s why it was inaccurate.\nWorld Food Program senior spokesman Steve Taravella told us they relied on a report from the U.N. Food and Agriculture Organization. That article included a chart that said, \"If food wastage were a country, it would be the third largest emitting country in the world.\" FAO researchers estimated that a third of all food never makes it to the kitchen table and calculated the emissions that went in to growing and transporting those wasted tons.\n\nThe problem is, agriculture is an activity, not a place. It makes sense to compare its emissions to other activities, and no sense to rank it against countries.\n\"It's comparing apples to oranges,\" researcher Brian Lipinski at the World Resources Institute told us. \"The number for food loss and waste is comprised of numbers from individual countries, and so the data isn't mutually exclusive. So while the comparison to countries helps to establish the scale, flat-out labeling food loss and waste as the world's third largest emitter is missing necessary context.\"\nWhen we raised this issue with Taravella, he agreed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\"In our effort to illustrate the scale of the problem, it seems we inadvertently mistook the metaphor in the graphic — a mythical country — for an actual source of waste,\" Taravella said.\nHe deleted the tweet to \"avoid giving our Twitter followers inaccurate data,\" and told us he would take this up with his colleagues to find other ways to draw attention to food waste.\nSo how do emissions from food lost and wasted stack up against other human activities?\nThe latest report from the Intergovernmental Panel on Climate Change estimated total greenhouse gas emissions to be equal to 49.5 gigatons of carbon dioxide. Out of that, agriculture, forestry and other productive uses of land account for about 25 percent. Food waste is about 9 percent, but that’s not a separate piece all by itself. Emissions tied to industry (the production of fertilizer), transportation (moving food around), buildings (to store food), energy (to refrigerate it), and agriculture all contribute a bit to the food waste total.\n\n\nThe current research doesn’t tease out emissions due to food waste separate from other activities, so there’s no way to rank it by itself.\nThe Food and Agriculture Organization estimated that food loss and waste accounted for about 4.4 gigatons of carbon dioxide each year. That’s a little bit less than emissions from road transportation. A research group at Potsdam University in Germany used very different methods and reached a similar conclusion on the total emissions tied to wasted food.\nOur ruling\nThe World Food Program tweeted that food waste is the third largest contributor of greenhouse gas emissions.\nThat is based on a comparison to the emissions of other countries, but food waste is an activity, not a place. The World Food Programme acknowledged that it took a point used for rhetorical effect and treated it literally. The organization deleted the tweet.\nWe rate this claim False.\nhttps://www.sharethefacts.co/share/d10247d9-2da2-4b9d-9066-ebc6521196eb", "vclaim_id": "vclaim-pol-03674"}