{"url": "/factchecks/2020/aug/27/facebook-posts/cosmetology-license-takes-more-training-hours-poli/", "speaker": "Facebook posts", "vclaim": "“Police training in Wisconsin is 21 weeks. A cosmetology license takes 40 weeks.”", "truth_label": "half-true", "date": "stated on August 24, 2020 in Facebook post:", "title": "A cosmetology license takes more training hours than policing, but comparison oversimplifies", "text": "Editor's note: This item was updated to reflect that officers may be permitted up to five years to attain an associate's degree. This does  not change our rating.\nPolice are under a national microscope after a Kenosha officer repeatedly shot a Black man in the back. \nA video of the Aug. 23, 2020, incident circulated widely on social media appeared to show a Kenosha police officer grabbing Jacob Blake by the back of his shirt as he tried to get into a small SUV before an officer shot Blake seven times at point-blank range. Three of Blake’s children were in the vehicle. \nThe shooting, which paralyzed Blake from the waist down, provoked protests in Kenosha and across the country over police brutality and its disproportionate impact on Black people. It also renewed criticism of police departments, which some say are overfunded and do not adequately train officers. \nAn Aug. 24, 2020, Facebook post shared more than 1,300 times underscored that message.\n\"Police training in Wisconsin is 21 weeks,\" the post said. \"A cosmetology license takes 40 weeks.\"\nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nIs the post correct about the imbalance?\nPolice training vs. cosmetology \nIn Wisconsin, both police officers and cosmetologists must undergo training before they can assume the job. But the processes are very different.\nAccording to the state Department of Safety and Professional Services, applicants for a cosmetology license must complete at least 1,550 hours — or about 39 weeks if you assume 40 hours per week — of training at a licensed cosmetology school. The program must last a minimum of 10 months. \nAlternatively, aspiring cosmetologists can take two to four years to complete at least 4,000 hours of practical training and theoretical instruction through an apprenticeship. They must also have a high school diploma or the equivalent of one. \nApproved candidates must then pass a practical and written exam, which can take up to 6.5 hours altogether. Those who succeed and meet all other requirements receive a license. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, depending which measure you use, the Facebook post is either about right or vastly understated the amount of time required to obtain a cosmetology license. \nIt also doesn’t tell the full story about police training.\nAs of 2016, anyone who applies to be a law enforcement officer or tribal law enforcement officer in Wisconsin must undergo 720 hours, or 18 weeks, of training — even less than what the Facebook post claimed. The training curriculum for jail and juvenile detention officers is 160 hours.\nAccording to a document from multiple statewide law enforcement groups, the 720-hour academy includes written exams, 40 hours of scenario-based evaluations and training on ethics, cultural competency and racial sensitivity. \nHowever, training is only one part of the puzzle. Unlike cosmetologists, law enforcement officials employed after 1993, excluding jail and juvenile officers, must have an associate’s degree or at least 60 accredited college credits -- or attain one within five years. They must also undergo a medical assessment, background check, oral interview and drug test. \nThe Facebook post doesn’t factor in the degree requirement, which is a key difference in this comparison. Cosmetology training can begin right out of high school, while police officers typically would first complete at least a two-year degree.\nThe post also doesn’t acknowledge the 24 hours of annual training officers must undergo to remain in law enforcement. Cosmetologists, by contrast, are no longer required to participate in continuing education and must read a digest of rule changes that occurred during the biennium when they renew their license.\nThe Facebook poster did not respond to a request for comment.\nOur ruling\nA widely-shared Facebook post in the aftermath of Blake’s shooting by Kenosha police said: \"Police training in Wisconsin is 21 weeks. A cosmetology license takes 40 weeks.\"\nWhen you look only at training, cosmetologists are required to put in more time than police officers. The numbers in the Facebook post are slightly off and actually understate the gap, but the underlying point still stands. \nThat said, the post doesn’t account for the additional education requirements needed to become a police officer, nor the assessments they must undergo before they even begin training.\nThat leaves us with a statement that’s partially accurate but leaves out important details or takes things out of context.\nWe rate this Half True.\nSee Figure 1 on PolitiFact.com", "vclaim_id": "vclaim-pol-17189"}