{"url": "/factchecks/2011/sep/12/john-kasich/gov-john-kasich-touts-administration-role-creating/", "speaker": "John Kasich", "vclaim": "\"Since the beginning of the year we've created a net increase of 45,000 jobs.\"", "truth_label": "barely-true", "date": "stated on September 25, 2011 in a television interview:", "title": "Gov. John Kasich touts administration role in creating \"a net increase of 45,000 jobs\"", "text": "Gov. John Kasich recently appeared on Fox News — his old stomping grounds — to tout Ohio’s improved credit and economic outlook.\n\nIn an interview on \"Fox and Friends,\" the governor noted that Standard & Poor’s Ratings Services had recently announced that it was upping Ohio’s credit outlook to stable from negative, but that it was keeping the state’s actual credit rating at AA+.\n\nThe vote of confidence is good news, because if S&P decides to increase the rating to AAA in the future, it would make it cheaper for the state to borrow money.\n\nS&P showed Ohio some love after Kasich and like-minded legislators approved a state budget that covered a projected deficit estimated in the billions and because the state was undergoing a modest economic recovery.\n\nIn the interview, Kasich rightly took credit for the budget balancing, adding that the improved credit outlook sends a message that Ohio is a good place to do business.\n\nAnd among his comments: \"Since the beginning of the year we’ve created a net increase of 45,000 jobs. Our unemployment has ticked up because we’re not creating as many jobs as we need, but the fact is we are net up in job creation.\"\n\nCreating jobs is Kasich’s job one, so PolitiFact Ohio decided to take a look.\n\nThe statistic itself is easy to check. Ohio did add 45,100 jobs from the end of January through July, according to Ohio Labor Market Information, a division of the Ohio Department of Job and Family Services.\n\nIn fact, if you include January (Kasich was sworn in Jan. 10), you could add another 34,100 jobs since the first of the year.\n\nBut can the governor take credit for the job growth, as he seemed to be doing on Fox News?\n\nSpecifically, Kasich said the improved credit outlook, \"sends a signal, not just to the citizens here but to businesses in our state and businesses around the country that Ohio is open for business because at the end of the day you want to make sure that you’re creating jobs and since the beginning of the year we’ve created a net increase of 45,000 jobs. Our unemployment has ticked up because we’re not creating as many jobs as we need, but the fact is we are net up in job creation.\"\n\nPoliticians like to tout good things that happen on their watch (or bad things on their opponent’s).  \n\nAs his term was about to expire, outgoing Gov. Strickland noted the state’s unemployment trend was already improving, just in time for Kasich to take credit for it.\n\n\"We are one of only two states to have eight consecutive months of declining unemployment,\" Strickland said. PolitiFact Ohio checked the numbers and rated his claim True.\n\nOn the flip side, Republicans hammered Strickland over Ohio job losses during the gubernatorial campaign.  In their campaign against Strickland. \"Ohio lost 400,000 jobs on his watch,\" the Republican Governors Association proclaimed in an attack ad.\n\nPolitiFact Ohio rated that claim Half True. The number was correct, but it was inaccurate to put all the blame for Ohio’s economic woes on Strickland.\n\nTwo experts we talked to agreed Kasich’s policies are pro-business. But neither believes Kasich can take credit for the creation of 45,100 jobs.\n\nWhat really drives job creation is the business cycle, and that began to turn around in June of 2009, said Ken Mayland, an economist with ClearView Economics in Pepper Pike, Ohio.\n\nJob creation numbers going back to January 2010 prove that out. Ohio has created 104,300 jobs over that time.\n\n\"It helps to have the business cycle for you as opposed to against you,\" Mayland said.\n\nJust ask former President George H.W. Bush.\n\nThe elder Bush lost his re-election to Bill Clinton despite a recovering economy, Mayland said, because the perception was that the economy was doing poorly. Clinton \"basically rode the economic wave upwards through the rest of the ’90s, or a good part of ’90s,\" he said.\n\nLeroy Brooks, Mellen Chair of Finance at John Carroll University, also credits the job growth during Kasich’s term so far to a continuation of what started last year when demand for Ohio products started to increase and inventories started coming down.\n\n\"He did not cause the growth we had in the first couple quarters,\" Brooks said.\n\nThat said, Brooks would agree that Kasich’s policies are more likely to produce jobs, but if the economy retrenches as some are predicting, it won’t really matter.\n\nThe governor stands by his statement. His spokesman Rob Nichols claims Strickland would have hiked taxes to balance the budget and that would have hurt job creation.\n\n\"We would not be creating the jobs we are now,\" he said. He further cites an CNBC survey that pushed Ohio from 34 to 23 in its rankings for \"America’s top states for business.\"\n\nBut that misses the point.\n\nThere is an element of truth in the governor’s statement: Ohio did add 45,100 jobs from the end of January through July.\n\nBut the portion of the statement where the governor says \"we’ve created\" the jobs ignores some critical facts that would give a different impression.\n\nWhile the economists we talked to agree that the governor’s policies could be good for job creation or retention in the long run, they also agree it’s too soon to tell. There hasn’t been enough time for them to kick in, they say.\n\nStandard & Poors cited Ohio’s balanced budget as having a positive impact, but that didn’t happen until the end of June.\n\nOhio has registered job growth since early last year, well before Kasich was elected. And while his efforts have received some positive reviews, there are many factors beyond the governor’s office that impact job growth.\n\nOn the Truth-O-Meter, we rate Kasich’s claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021", "vclaim_id": "vclaim-pol-12438"}