{"url": "/factchecks/2015/may/13/ron-fournier/mike-huckabee-and-diabetes-cure-he-endorsed-no-hea/", "speaker": "Ron Fournier", "vclaim": "Says Mike Huckabee appeared in diabetes infomercials to endorse \"cures and treatments that no health agency supports.\"", "truth_label": "true", "date": "stated on May 10, 2015 in a pundit panel on \"Face the Nation\":", "title": "Mike Huckabee and the diabetes cure he endorsed that 'no health agency supports'", "text": "Republican presidential candidate Mike Huckabee is distancing himself from the unusual ways he earned money before announcing his White House run May 5, but journalists aren’t letting the former Arkansas governor off the hook.\nHuckabee, who shed about 100 pounds after being diagnosed with Type 2 diabetes, filmed TV and radio infomercials advertising a program to \"reverse\" diabetes in February and March. Huckabee also lent his email list to carry ads about a looming food shortage and a cancer cure found in the Bible.\nCBS’ Face the Nation host Bob Schieffer tried to pin Huckabee down on his business dealings during a May 10 interview that followed a critical column about \"Huckabee’s Hucksterism\" by National Journal’s Ron Fournier.\nHuckabee got testy as he explained the program he endorsed is more about healthy eating than dietary supplements.\nA bit later, Schieffer moved on to Fournier during a pundit panel discussion for a response.\n\"As you know, there was more to that, and I really like the way you kind of put him on his heels and he had to filibuster you,\" Fournier said. \"He -- his endorsing -- the infomercials that are endorsing cures and treatments that no health agency supports. He's linking cancer to cures to the Bible verse.\"\nIn other words, he said, not very presidential behavior.\nPunditFact wanted to dig into Fournier’s claim about Huckabee’s past. Did he shill for a shoddy diabetes \"cure\" that \"no health agency supports\"?\n‘Diabetes Solution Kit’\nFournier’s column references a March New York Times story about Huckabee’s \"highly unconventional income streams.\" In a since-deleted video (though you can see one on the Daily Mail), Huckabee encouraged viewers to buy the Diabetes Solution Kit made by the South Dakota company Barton Publishing.\nIn the video, Huckabee promises diabetes can be reversed (\"I should know because I did it\") and condemns \"mainstream\" treatment methods of insulin injections and prescriptions.\n\n\"Prescription drugs aren’t going to cure you,\" Huckabee tells viewers. \"They’re only going to keep you a loyal pill-popping, finger-pricking, insulin shooting customer so Big Pharma and the mainstream medical community can rake in over $100 billion a year annually.\"\nAfter explaining how he used \"the same techniques\" outlined in the Diabetes Solution Kit, Huckabee asks viewers to \"sit tight, because in a moment a free presentation is coming up that’ll show you everything you need to know about the Diabetes Solution Kit so you can discover all the natural secrets that are backed by real science that really work.\"\nThat free presentation lasts more than 30 minutes, kicking off with a spokesman named Lon showing a picture of cinnamon rolls that \"contain a real ingredient that reverses diabetes\" and going on to berate insulin, diabetes pills and other injectables as treatments. (We sat through it so you don’t have to.)\nThe kit turns out to be booklets offering tips for eating, exercise, and yes, formulating dietary supplements — for the low, low price of $19.97.\n\"We don’t sell pills,\" said Barton Publishing chief marketing officer Marty Fahncke. \"We sell books that do, in fact, teach people how to reverse their diabetes.\"\nHowever, the video discusses at length the \"Double C Diabetes Remedy\" of cinnamon and chromium picolinate, which is described as a \"weird, spice, kitchen cabinet cure\" that \"will allow you to live life just like when you didn’t have diabetes at all.\" Lon the narrator calls this precise combination of cinnamon and chromium picolinate a \"cornerstone\" of the system.\n\nHuckabee’s campaign did not return an email seeking comment for this story. Huckabee told Schieffer that he is no longer doing the infomercials as a presidential candidate.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe Barton Publishing press release about Huckabee’s endorsement deal says he was \"given just 10 years to live\" by a doctor who diagnosed him with Type 2 diabetes in 2004.\nThis contradicts Huckabee’s own account of his diagnosis as documented by the media. According to the Associated Press, Huckabee was diagnosed with adult-onset diabetes in 2002. He lost 50 pounds within about two months after following a diet created by the University of Arkansas for Medical Sciences. By 2004, he had lost 100 pounds through healthy eating and fitness. \nNewspaper accounts contain no mention of a cinnamon and chromium compound helping Huckabee through, and Huckabee is careful in the video to avoid saying he followed the Diabetes Solution Kit.\nThe closest he gets is saying the he \"used the same techniques to lose 110 pounds of fat, get my own blood sugar under control, and completely reverse my Type 2 diabetes.\"\nPosition of diabetes associations\nSo that’s the diabetes solution Huckabee was being paid to promote. The question is: Do health agencies say it works?\nThe New York Times story describes the American Diabetes Association and Canadian Diabetes Association as warning that dietary and herbal supplements \"are ineffective for treating diabetes,\" linking to a page of only the American group’s website.\nThe ADA’s Diabetes.org page is slightly more nuanced than outright calling the supplements ineffective, but nowhere does it signal support for herbal remedies: \"It is best to get vitamins and minerals from the foods you eat. In fact, research has not been able to prove that dietary or herbal supplements (including omega-3 supplements, cinnamon, and other herbs) help to manage diabetes.\"\nThe organization cites a National Health Interview Survey that acknowledges use of herbal therapy or dietary supplements among one-fifth or one-third, respectively, of people with diabetes, especially in minority ethnic groups.\nThe Canadian Diabetes Association was more straight-forward: It \"does not support the use of the dietary supplements advertised in these infomercials.\"\nFahncke of Barton Publishing sent PunditFact links to various Web pages of the Centers for Disease Control and Prevention, American Diabetes Association, Mayo Clinic, and a journal called Nutrition Research. The links either talk about the importance of a healthy diet to control diabetes (and don’t mention herbal supplements at all) or discuss small studies in China and Pakistan that showed cinnamon supplements might reduce risk factors in patients with Type 2 diabetes.\nStill, none of the links offer strong support for the cinnamon-chromium mixture recommended in the Diabetes Solution Kit — much less the endorsement of a reputable health agency.\nOther expert opinions\nOther endocrinologists we contacted were more blunt: The promised kitchen cabinet remedy does not work.\n\"There is no scientific support for herbal treatments in the care of diabetes,\" said Dr. Domenico Accili, Columbia University professor medicine and director of the Columbia University Diabetes and Endocrinology Research Center. \"The concoction of cinnamon and chromium has been sold for many years, and it’s pure quackery.\"\nDr. Jeffrey Mechanick, a past president of the American Association of Clinical Endocrinologists and attending physician in the endocrinology, diabetes and bone disease division of New York’s Mount Sinai Hospital, said even though chromium and cinnamon are \"associated with salutary effects on glucose and insulin physiology in animals and in vitro,\" there are insufficient clinical data to back up a recommendation for the product.\nEven though consuming either the spice cinnamon or mineral chromium picolinate is inherently low risk, Mechanick said, there are several reasons to avoid the combined product, including insufficient regulation and a lack of strong science.\n\"The philosophy of using (dietary supplements and nutraceuticals) to manage diabetes instead of proven lifestyle and pharmacologic therapies is harmful,\" he said.\nFood and Drug Administration spokesman Eric Pahon said people who \"rely on products which have not been reviewed by FDA for safety and efficacy\" — e.g. Diabetes Solution Kit’s cinnamon and chromium picolinate recommendation — \"may place themselves at increased risk of poorly controlled diabetes and other risks.\"\nOur ruling\nFournier said \"no health agencies support\" the \"cures and treatments\" that Huckabee endorsed in an infomercial promising diabetes reversal.\nHealth groups and physicians that specialize in diabetes told us they do not support the approach to \"reversing diabetes\" outlined in the Diabetes Solution Kit that Huckabee used to endorse.\nWe rate Fournier’s claim True.", "vclaim_id": "vclaim-pol-06419"}