{"url": "/factchecks/2015/dec/13/marco-rubio/marco-rubio-appears-right-only-3-or-4-countries-ar/", "speaker": "Marco Rubio", "vclaim": "\"Three or four countries\" out of roughly 60 in the anti-ISIS coalition \"are providing military force.\"", "truth_label": "mostly-true", "date": "stated on December 13, 2015 in an interview with NBC's \"Meet the Press\":", "title": "Marco Rubio largely right that only 3 or 4 countries are taking significant military shots at ISIS", "text": "The United States has taken a leading role in the military fight against ISIS. But how much help is the U.S. getting from its allies? According to Republican presidential candidate Marco Rubio, not enough.\n\"Listen, I mean, there's three or four countries that are providing military force. And the rest are signed on on paper but are not contributing significantly to the cause,\" Rubio said in a Dec. 12 interview for NBC’s Meet the Press. \"The truth is the most important countries that need to be contributing, including men on the ground to fight, Egypt, Saudi Arabia, the UAE, Jordan, other Gulf kingdoms, are not.\"\n\nWe decided to look at whether Rubio is correct that only \"three or four countries\" out of more than 60 in the anti-ISIS coalition \"are providing military force.\"\nWe previously fact-checked a statement by Democratic presidential candidate Bernie Sanders that focused specifically on Saudi Arabia’s efforts in the fight against ISIS. He said, \"Instead of fighting ISIS, (the Saudis) have focused more on a campaign to oust Iran-backed Houthi rebels in Yemen.\" We rated that True, noting that since September 2014, Saudi Arabia has deployed just four F-15 fighter jets and an unspecified number of Typhoon combat jets against ISIS. (Saudi state media trumpeted the participation, releasing photos of pilots who flew in the strikes and highlighting that the son of King Salman was among them.)\nRubio’s statement is more broad. To get a sense of the bigger picture, we looked at data compiled by a group called Airwars.org, which tracks the international air war against ISIS using information released by the U.S. military and other sources, including coalition nations.\n\n \n\nClearly, the United States has been doing the vast majority of operations against ISIS in Syria and the lion’s share in Iraq. In the most recent month, other allies have accounted for just 6 percent of the airstrikes in Syria and 30 percent in Iraq.\nSuch data is consistent with Rubio’s statement, though determining the exact number of U.S. allies taking a significant role in \"providing military force\" is tricky due to a lack of transparency among some of the countries that belong to the coalition. The Pentagon only publicly breaks down the data into U.S. and non-U.S. strikes in Syria and Iraq — not further by individual nation.\nIn Syria, the list of U.S. partners has included Australia, Bahrain, Canada, France, Jordan, Saudi Arabia, Turkey, the United Arab Emirates and the United Kingdom, while in Iraq the list has included Australia, Belgium, Canada, Denmark, France, Jordan, the Netherlands and the United Kingdom, said David Weinberg a senior fellow at the Foundation for Defense of Democracies.\n\"However, some of those are only symbolic or largely out of date,\" Weinberg said.\nWeinberg pointed out a recent CNN report that quoted a U.S. military official as saying the Saudis and Emiratis are only launching about a strike a month, Bahrain hasn't dropped an airstrike since sometime in the autumn, and Jordan hasn't done so since August.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nWeinberg added that Canada \"has been in the process of pulling out, Belgium suspended its strikes in July for some time, and Denmark suspended its involvement from September 2015 until sometime mid-next year.\"\nThe non-U.S. countries with the best case for having taken a \"serious\" role in the air war, he said, include France, the United Kingdom, the Netherlands and Australia.\nBased on media reports and other evidence he’s pieced together, each has conducted more than 1,000 sorties against ISIS, or several hundred air strikes. Most of these have been in Iraq rather than Syria, he said.\nThe only additional countries that might qualify for this most-active category are Canada and Turkey, but both of these countries come with asterisks. In Canada, the newly elected government of Prime Minister Justin Trudeau pledged during the campaign to terminate its involvement in anti-ISIS airstrikes, though it’s unclear whether that phase-down has been fully carried out. As for Turkey, it has been launching a large number of airstrikes in Syria since the summer, but many of those were against Kurdish rebels and not against the Islamic State, Weinberg said.\nChris Woods, the director of Airwars.org, cautioned that some other members of the broader coalition, including some with only modest militaries, have been providing auxiliary assistance that may technically fall beyond Rubio’s definition but are nonetheless valuable to U.S. interests.\n\"Italy provides vital in-air refueling for strike aircraft, for example, while Germany has just committed six Tornados for valuable aerial reconnaissance,\" Woods said. \"At sea, the Belgians are helping protect the French carrier Charles de Gaulle. And on the ground, a significant number of nations, such as New Zealand and Portugal, are helping train Iraqi forces.\"\nTo read more, see this summary from the Pentagon.\nWoods added that allied strikes have risen over time. Woods said there were more non-U.S. strikes in Syria between Nov. ,30 and Dec. 6 — 19 strikes — than in any week in the preceding year. By comparison, he said, there were 50 U.S.-only strikes in Syria that week.\nIt’s also worth noting that Russia has been increasingly active in the air war, though it isn’t a member of the U.S.-led coalition. In addition, the extent to which it’s targeting ISIS rather than opponents of Syrian president Bashar al-Assad is unclear.\nPutting it all together, Weinberg said, \"it's true that a only a handful of countries other than the United States are launching airstrikes in Syria and Iraq on any sort of significant scale, but it's extremely hard to confirm for certain whether it's precisely only three or four at the current moment.\"\nBruce Riedel, a senior fellow at the Brookings Institution and head of its Intelligence Project, agreed. Rubio’s statement, he said, \"is correct if the question is who is putting boots on the ground or air power in Iraq and Syria against ISIS.\"\nOur ruling\nRubio said that only \"three or four countries\" out of roughly 60 in the anti-ISIS coalition \"are providing military force.\"\nThe available government data and media reports suggest that Rubio is close to accurate. However, a lack of transparency in the operational data leaves a measure of doubt, and stating it the way he did glosses over the contributions from other nations that are taking important support roles even if they aren’t contributing much in the way of airstrikes.\nWe rate his claim Mostly True.", "vclaim_id": "vclaim-pol-05624"}