{"url": "/factchecks/2020/jul/24/joe-biden/fact-checking-bidens-comments-covid-19-small-busin/", "speaker": "Joe Biden", "vclaim": "There’s already 10,000 businesses that are not likely to open again, and a significant number of small businesses and minority businesses.”", "truth_label": "mostly-true", "date": "stated on July 22, 2020 in a campaign video:", "title": "Fact-checking Biden’s comments on COVID-19 small business closures", "text": "Arriving in face masks and sitting far apart from each other, Joe Biden and former President Barack Obama sat down for their first in-person meeting since the COVID-19 outbreak.\nA 15-minute video released by Biden’s presidential campaign shows the two men venting about the current handling of the pandemic and reliving their accomplishments over eight years in the White House.\nThey talked about health care access, the summer’s protests against racial inequality and police brutality, and the pandemic’s effect on American businesses.\n\n\"There’s already 10,000 businesses that are not likely to open again,\" Biden said, \"and a significant number of small businesses and minority businesses.\"\nThe shuttering of 10,000 businesses over a few months is bleak enough. But Biden actually underestimated the pandemic’s toll — by a lot.\nThe Biden campaign told PolitiFact that Biden intended to say 100,000 small businesses were lost, not 10,000. That tracks with a study by researchers at Harvard, the University of Illinois and the University of Chicago, which estimated that over 100,000 small businesses permanently shut down between early March and early May.\nThe data does indicate that Black- and minority-owned businesses have suffered at significant rates.\nThe data so far\nEconomists told us it’s difficult to gauge which businesses closed for good, especially in the middle of an unyielding pandemic. \n\"Temporary closure and permanent closure are very different,\" said Tara Sinclair, an associate professor in economics and international affairs at George Washington University, \"and identifying the excess businesses that close due to COVID-19 can be tricky, particularly when focused on small businesses, because small businesses, especially young small businesses, frequently close.\"\nOnly about two-thirds of businesses with employees survive at least two years, and only about half survive at least five years, according to the Small Business Administration. And that’s without a pandemic.\nBryan Stuart, an assistant professor of economics at George Washington University, said that while the 10,000 figure is likely a sizable underestimate, \"measuring closures, even without attempting to distinguish between whether they are permanent or temporary, is difficult.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKay Bailey Hutchison\n\n\nstated on January 14, 2010 in in a Republican gubernatorial debate\n\n\n\n\n\n\n\n\n“The largest tax increase that we have ever had in our state is yours – it is the business margins tax that you signed, governor.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Meghan Ashford-Grooms • January 21, 2010\n\n\n\n\n\n\n\nThe research study that estimated 100,000 lost businesses was based on data collected from weekly surveys by Alignable, a network for small business owners.\n\"These surveys are valuable because they can be very timely, but an important limitation is that the survey frames, and the businesses within those frames that respond to surveys are usually not representative of all types of business across the U.S.,\" Stuart said. \nAnother estimate of closure announcements comes from Yelp, an advertising platform for local businesses. Yelp found that about 132,500 businesses closed between March 1 and July 10. Of those, Yelp says nearly 72,850 are believed to be permanent closures.\nOne caveat with Yelp’s data is that it is not representative of all employers or all small businesses, Stuart said.\nHow COVID-19 has affected Black- and minority-owned businesses\nThe number of Black business owners plummeted from 1.1 million in February 2020 to 640,000 in April, according to a June 2020 report published by the National Bureau of Economic Research.\n\"The loss of 440,000 black business owners representing 41% of the previous level is disconcerting,\" wrote study author Robert W. Fairlie, an economics professor at the University of California Santa Cruz.\nThe report, which was based on Census data, found that the shutdown disproportionately affected Black Americans, but also hit other minority businesses hard: Latino business owners fell by 32%, and Asian business owners dropped by 26%.\nThe long-term effect could be problematic on several fronts, Fairlie wrote, worsening wealth inequality and the availability of local jobs.\nStuart also referenced the NBER report, and said that among those who are self-employed, minorities have lost more work. The data indicates that COVID-19 is affecting a significant number of minority-owned businesses, he said, but doesn’t tell us whether business closures are permanent or temporary.\nOur ruling\nBiden said 10,000 businesses likely won’t reopen due to COVID-19, and that the health crisis is significantly affecting small and minority-owned businesses.\nThat’s true, although the problem is substantially worse than he described. Biden’s campaign said he intended to say 100,000 businesses, a figure that lines up with recent research. \nBiden is right that Black and minority-owned small businesses have been disproportionately affected by the economic crisis brought on by the pandemic, according to census data research.\nBiden’s claim is accurate — 10,000 businesses are certainly unlikely to reopen — but the caveat is a lot more businesses will also likely close. We rate this claim Mostly True.", "vclaim_id": "vclaim-pol-17795"}