{"url": "/factchecks/2017/oct/17/roy-blunt/tax-code-so-long-nobodys-really-sure-its-length/", "speaker": "Roy Blunt", "vclaim": "\"Our tax code has nearly doubled since 1985.\"", "truth_label": "true", "date": "stated on September 8, 2017 in a tweet:", "title": "Tax code is so long that nobody's really sure of its length", "text": "The tax code has been a big topic since President Donald Trump visited Missouri in August. Trump called for tax cuts and policies that he said would grow the economy. Sen. Roy Blunt, R-Mo., continues to voice these ideas to Missourians.\n\n\nBlunt said that Missourians need a tax code that is simple and fair.\n\n\n\"Our tax code has nearly doubled since 1985,\" Blunt said in a tweet on Sept. 8, linking to an opinion piece with the same line from the Kansas City Star.\n\n\nHas tax code really doubled in 32 years? We decided to see if Blunt is right.\n\n\nTax code\n\n\nWe reached out to Blunt’s office and were pointed to an article from the Tax Foundation.\n\n\n\"In 1955, the Internal Revenue Code stood at 409,000 words. Since then, it has grown to a total of 2.4 million words: almost six times as long as it was in 1955 and almost twice as long as in 1985,\" the website said.\n\n\nThe Tax Foundation defines itself as an independent, nonprofit think tank.\n\n\nThe Internal Revenue Code is a list of regulations that govern how taxes are submitted and collected.\n\n\nHowever, the Tax Foundation also points out that tax code isn’t the only thing that Americans must deal with to complete their taxes. It talks about the 7.7 million words of tax regulations from the IRS and the 60,000 pages of case law that is tax related. These are not law, but are also important pieces of understanding taxes.\n\n\nWe wanted to dig a little deeper still.\n\n\nThe length\n\n\nIf you download the Internal Revenue Code from the United States Code, also known as Title 26 in the document, the file is 6,550 pages long. Not all of that is the text of the code itself, but that is still rather lengthy. Blunt definitely got it right that the code is long, but has it doubled since 1985?\n\n\n\"Since it was last reformed in 1986, there have been thousands of additions and changes to the Tax Code over the last 30 years,\" said Caroline Bruckner, the Managing Director of the Kogod Tax Policy Center at American University.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\n\nA report from the Taxpayer Advocate Service to Congress in 2008 about the complexity of the tax code, outlined how the word count of tax code has grown from 1.395 million words in 2001 to 3.7 million words when the report was done. That’s a 265 percent growth in word count in seven years.\n\n\n\"The Code has grown so long that it has become challenging even to figure out how long it is,\" the report said.\n\n\nThe report from the Taxpayer Advocate Service stated the length of the code has more than tripled since 1975. A similar report published in 2012 by the Taxpayer Advocate Service noted 4 million words at the time of the report. That is a 286 percent growth in word count from the 2001 figure.\n\n\nWhy does it grow, though?\n\n\nBruckner pointed to the continuous changes that are passed by Congress to raise revenue and address problems as well as the IRS publishing changes to tax rules yearly to factor in inflation.\n\n\n\"Our tax laws are not static; and, in fact, when they are, they tend to create more problems than not for taxpayers. That’s one reason why Congress adjusts the Tax Code so often,\" she said.\n\n\nWhat’s the big deal?\n\n\nWhy are politicians so fascinated with the size of a document?\n\n\n\"Outdated tax policies are stifling our economy and taking money out of the pockets of hardworking Missourians,\" Blunt said in the article for the Kansas City Star.\n\n\nSome view the volume of the tax code as the problem, but others think it is the complexity of the code and the process of collecting taxes. Bruckner believes there are ways to streamline the taxation process.\n\n\n\"The majority of adults in the U.S. now have a smartphone — who cares how long the tax code is if you could just pay your taxes using an app that tracks your expenses, deductions and credits for you? The challenge is how do we do that without compromising taxpayer privacy and security concerns,\" she said.\n\n\nThe report from the IRS and the Taxpayer Advocate Service also discuss the amount of hours it takes Americans to complete their taxes and how much money it costs to hire people to assist.\n\n\nOur ruling\n\n\nBlunt said the tax code has nearly doubled since 1985. Government and independent reports suggest the number of words used in the tax grown has grown even more than that.\n\n\nWe rate this claim True.", "vclaim_id": "vclaim-pol-02798"}