{"url": "/factchecks/2020/sep/01/donald-trump/heres-why-trump-vastly-overreaches-claiming-credit/", "speaker": "Donald Trump", "vclaim": "“If I didn’t INSIST on having the National Guard activate and go into Kenosha, Wisconsin, there would be no Kenosha right now.”", "truth_label": "pants-fire", "date": "stated on August 31, 2020 in a tweet:", "title": "No, Trump doesn't deserve credit for Kenosha de-escalation", "text": "The images emerging from Kenosha were jarring after Jacob Blake was shot in the back seven times by a police officer and two protesters were shot and killed — all in the span of two days.\nBuildings in flames.\nPeople armed with baseball bats destroying property and looting.\nArmed vigilante groups roaming the streets with long guns.\nPolice patrolling in armored vehicles and riot gear.\nBut the atmosphere took a distinct turn for the better in the days after the Aug. 25, 2020, shooting that left 17-year-old Kyle Rittenhouse facing multiple homicide charges.\nAnd President Donald Trump says you can thank him for that.\n\"If I didn’t INSIST on having the National Guard activate and go into Kenosha, Wisconsin, there would be no Kenosha right now,\" Trump tweeted early on Aug. 31, 2020. \"Also, there would have been great death and injury.\"\nIt’s not a new maneuver from Trump, who has regularly swooped in to claim credit for development projects and other initiatives he had little role in.\nBut this claim is particularly jaw-dropping. His sweeping assertion assumes at least three things to be true.\n\n\nKenosha was on a trajectory for destruction.\n\n\nNo other changes happened that would have improved the Kenosha situation.\n\n\nHe alone is responsible for activating the National Guard.\n\n\nEach of these is wrong. Let’s break it down.\nProtests occurred in a limited area\nThis is the most obvious hyperbole in Trump’s tweet. (It's also a claim he repeated even more strongly the next day, saying during a Sept. 1 roundtable with Kenosha leaders, \"I come into an area like this and I see the town is burned down.\")\nThe events in Kenosha have been tragic and shocking. But there’s a big difference between protests damaging a limited area and destroying or altering a large portion of a city of 100,000 people.\nThe protests, even at the peak of the unrest Aug. 25, were largely concentrated in the 1-acre Civic Park and a nearby area a few blocks wide. Though people spilled into nearby neighborhoods after the largest groups were dispersed.\nThat drastically exaggerates the scope of the situation in Kenosha, a city of 28.4 square miles, even at its worst.\nMany factors in reduction of violence\nTrump’s attempt to claim credit assumes the National Guard presence was the only factor in the lack of violence after the Rittenhouse shooting. There are many reasons that’s wrong.\nThe simple makeup of the crowd changed.\nA group described by Kenosha County Sheriff David Beth as \"a militia\" and \"vigilante group\" had been patrolling the streets of Kenosha and even standing watch on roofs with long guns the first couple nights after the Blake shooting. On Tuesday, in the hours before the shooting, the \"Kenosha Guard\"  issued a call on Facebook for \"patriots willing to take up arms and defend out (sic) City tonight from the evil thugs.\"\nThat page was removed by Facebook after the Rittenhouse shooting, and the presence of people wearing military gear and openly carrying weapons dropped drastically after the night of chaos that included the shooting, according to Milwaukee Journal Sentinel reporters who have been on the ground in Kenosha — though citizens with handguns were observed as late as the weekend.\nDuring the height of the protests, the vigilante groups and Black Lives Matter protesters were regularly clashing with each other, by hurling insults or worse. Removing half of that equation — for whatever reason that occurred — changed the situation dramatically.\nThere have also been calls for peace from all corners, including Blake’s family, at marches and rallies, and — to varying degrees — from Gov. Tony Evers and local officials. \nIn addition, Evers has declared a state of emergency, and local officials have taken steps such as closing off freeway access to better control the area — beyond simply increasing the number of troops (which has also happened).\n\"The last five days have been closer to normal for Kenosha,\" Beth said at an Aug. 31 news conference. \"And really if you go outside a few block area in Kenosha, life has been just like it has been all the time.\"\nTrump didn’t send the National Guard\nAll of which brings us to the most fundamental claim here — that Trump dispatched the National Guard.\nAnd even that isn’t true.\nThe White House described itself as authorizing 2,000 National Guard troops to go to Kenosha. But Maj. Gen. Paul Knapp, who commands the Wisconsin National Guard, said that’s not really how that system operates. \nHe described it this way when asked Aug. 31 what role the White House has played in the Kenosha response.\n\"What I want to re-emphasize is the process is actually a governor-to-governor compact,\" Knapp said. \"Through the (Emergency Management Assistance Compact) process we had already started talking to other states (when the White House got involved), it’s one of the things we do right away during something like this.\"\nThe White House press office did not immediately respond to a request for comment early on Sept. 1.\nEach state has its own National Guard — as provided for in the Constitution — and the guard has a role at both the state and federal level, according to its website. Governors can call the National Guard into action during local or statewide emergencies, and the president can activate the guard for federal missions.\nExamples of federal missions given on the website included deployments to Kosovo or the anti-terrorism efforts in the Middle East.\nBut all National Guard members working in Kenosha have been mobilized by Evers or governors in Michigan, Arizona and Alaska as part of the inter-state agreements. They are commanded by Knapp and remain under state control.\nThe Kenosha effort has not been federalized, said Evers spokeswoman Britt Cudaback.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\nIn other words, none of the National Guard troops now in Wisconsin have been dispatched or authorized by Trump. And the state-run efforts to bring troops were underway a full day before Trump first had contact with Wisconsin officials. \n\"The governor had already activated the Wisconsin National Guard to respond in Kenosha and doubled their presence before Trump or his Administration offered federal support,\" Cudaback said.\nThe timeline of events in Kenosha makes this crystal clear.\nThe timeline\nHere are key moments in the Kenosha unrest and the law enforcement response, as detailed by Evers’ office and media reports. Times of key events are provided where relevant.\nSunday, Aug. 23\n\n\n5:15 p.m. — Jacob Blake is shot.\n\n\n9:31 p.m. — Wisconsin Emergency Management authorizes neighboring agencies to assist local law enforcement.\n\n\nMonday, Aug. 24\n\n\n3:05 a.m. — Kenosha County requests a National Guard Quick Reaction Force, a team trained to deploy anywhere in the state within 12 hours. Evers then formally endorses that request.\n\n\nThe National Guard provides 125 troops — the full number who are part of that team.\n\n\nNeighboring jurisdictions provide more than 100 law enforcement officers.\n\n\nTuesday, Aug. 25\n\n\n2:33 p.m. — Evers’ office sends a bulletin declaring a state of emergency and increasing the National Guard support from 125 to 250.\n\n\n2:45 p.m. — The Trump administration speaks to Evers (first Chief of Staff Mark Meadows, then Trump himself). Evers ultimately declines offers of federal help. \n\n\n7:16 p.m. — Trump tweets implying the National Guard was not in Wisconsin — \"Governor should call in the National Guard in Wisconsin. … End problem FAST!\" — though the guard at this point had already been on the ground for more than a day.\n\n\n11:45 p.m. — Police say Rittenhouse opens fire on protesters, killing two and injuring a third.\n\n\n Wisconsin began coordinating with other states about obtaining additional National Guard resources and support.\n\n\nThe Wisconsin State Patrol provides more than 70 officers.\n\n\nNeighboring jurisdictions are still providing more than 100 law enforcement officers.\n\n\nWednesday, Aug. 26\n\n\n11 a.m. — Meadows talks to Evers again, with federal authorities ultimately sending FBI and U.S. Marshal support to the area later in the day. Cudaback said as of Aug. 31 this remained the only federal government assistance provided.\n\n\nThe Wisconsin National Guard is now providing 500 troops.\n\n\nNeighboring jurisdictions are still providing more than 100 law enforcement officers.\n\n\nThe Wisconsin State Patrol is now providing 80 officers.\n\n\nThursday, Aug. 27\n\n\n1:30 p.m. — Evers enters an agreement with other states to provide National Guard help as part of the Emergency Management Assistance Compact.\n\n\nThe Wisconsin National Guard is now providing 750 troops.\n\n\nFriday, Aug. 28\n\n\n12:01 p.m. — Trump tweets, \"Success: Since the National Guard moved into Kenosha, Wisconsin, two days ago, there has been NO FURTHER VIOLENCE, not even a small problem.\" The National Guard had actually been deployed in Wisconsin for four days at this point, not two.\n\n\nThe Wisconsin National Guard is now providing 1,000 troops.\n\n\nArizona, Alabama and Michigan National Guard troops arrive, accounting for at least 500 more guardsman (total of 1,500). All of these troops are under Knapp’s command.\n\n\nKnapp said Aug. 31 that those 1,500 National Guard troops remained deployed in Kenosha. The guard members do not make arrests, but \"fulfill roles that allows those (local) law enforcement officers to be freed up\" to more active work in the streets, he said.\nWe should also note Trump was taking steps before and after this claim that served more to increase division than limit it. On Aug. 30, Sunday night, he liked a tweet that said \"Rittenhouse is a good example of why I decided to vote for Trump.\"  Rittenhouse is a Trump supporter.\nThe next day, at a White house briefing, Trump asserted Rittenhouse was \"trying to get away\" and was \"violently attacked\" before opening fire — a description that ignores the fact Rittenhouse had already allegedly shot and killed a man prior to that point.\nRepeated claim\nTrump made a similar claim while visiting Kenosha Sept. 1, saying, \"Violence has stopped since the time the National Guard came — literally when they set their foot on this location it stopped.\"\nThe timeline shows this is clearly wrong. The National Guard had been in Kenosha for more than a day when the Rittenhouse shooting occured.\nOur ruling\nTrump said on Twitter, \"If I didn’t INSIST on having the National Guard activate and go into Kenosha, Wisconsin, there would be no Kenosha right now.\"\nThat’s wrong on every level.\nIt’s a vast exaggeration to say the situation in Kenosha was so dire as to threaten its very existence. And many other factors played a role in the reduced violence in the days before Trump’s tweet.\nBut the most fundamental element of this claim is also completely wrong. National Guard troops were en route and even on the ground well before the Trump administration got involved.\nThe National Guard troops ultimately sent were deployed in Wisconsin by Evers and Knapp or sent from other states as part of agreements entered into by the states’ governors.\nWe rate this claim Pants on Fire.", "vclaim_id": "vclaim-pol-18845"}