{"url": "/factchecks/2019/may/21/levar-stoney/levar-stoney-mostly-right-about-richmonds-rein-rea/", "speaker": "Levar Stoney", "vclaim": "\"Richmond was one of the only cities in the state that did not (increase) their real estate tax to those pre-recession rates.\"", "truth_label": "mostly-true", "date": "stated on May 14, 2019 in a radio interview.:", "title": "Levar Stoney mostly right about Richmond's rein on real estate tax rates", "text": "The Richmond City Council passed a budget on May 13 that fulfilled Mayor Levar Stoney’s goal of increasing school funding, but rejected his call to raise the real estate tax rate.\nSeeking to generate $21 million - mostly for education - Stoney proposed lifting the tax rate from $1.20 to $1.29 per $100 of assessed value. The council instead came up with the money by cutting other spending and upgrading revenues forecasts.\nThe next day, Stoney didn’t rule out seeking a tax increase again next year. \"I’m always going to swing for the fences,\" he said at a May 14 news conference. \"I’ll do whatever is necessary for our kids.\"\nDuring a radio interview on WRVA that day, Stoney said Richmond is one of the few Virginia cities that has a lower real estate tax rate today than it did prior to the Great Recession - which started in December 2007.\n\"Richmond was one of the only cities in the state that did not roll back their real estate tax to those pre-recession rates,\" he said.\nStoney made similar comments throughout the spring while trying to convince Richmonders they are overdue for a tax increase if they want to improve their schools in performance and physical structure. We wondered if he’s right that Richmond is among the very few cities that hasn’t raised its real estate tax rate to pre-recession levels.\nWe turned to annual reports on tax rates in Virginia localities published by the state Department of Taxation. We charted the real estate tax rate enacted by each of 38 Virginia cities every year since 2006 - the last full year before the recession. The Great Recession began in the U.S. in December 2007 and lasted until June 2009, although its after effects lingered for several more years.\nRichmond’s real estate tax rate was $1.23 per $100 in assessed value in 2006. The next year, it dropped to $1.20 and has remained unchanged.\nOnly five Virginia cities, five join Richmond in having a lower tax rate today than in 2006: Chesapeake; Hopewell; Martinsville; Norfolk and Portsmouth. Three cities have the same rate today they had in 2006: Lynchburg, Petersburg and Salem.\nThe average rate for all cities was 96 cents in 2006 and $1.08 in the first half of 2019. That’s an average increase of 12 cents per $100 of assessed value.\nIt could be argued that 2007 is a a more precise starting point because the recession didn’t begin until that December and all cities had their rates enacted by mid year. Anticipating a healthy economy, 16 cities cut taxes that year.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nMeasuring from 2007, two cities now have lower real estate tax rates: Chesapeake and Martinsville. The rates haven’t changed in four cities: Richmond, Charlottesville, Martinsville and Salem. The average rate rose from 92 cents to $1.08 -- a 16-cent increase.\nIt should be noted that even though the Richmond’s real estate tax rate hasn’t budged since 2007, tax bills for city homeowners have steadily increased. That’s because th4 assessed value to of real estate - to which the tax rate is applied - has risen.\nRecession and taxes\nStoney’s mention of returning to \"pre-recession rates,\" raises the question whether there was a sweeping move by cities to cut real estate tax rates during the downturn. The answer is no.\nThirteen cities lowered their tax rates between 2007 and 2010, with most of them at least returning to their old rates by 2013. Eighteen cities kept their rates steady through the recession and seven - mostly in Northern Virginia - raised their rates during the downturn.\nOur ruling\nStoney said, \"Richmond was one of the only cities in the state that did not (increase) their real estate tax to those pre-recession rates.\"\nHis statement generally holds up. There are 38 Virginia cities. Richmond among only five that has a lower rate in the first half of 2019 than it did in 2006 - the last full year before the Great Recession. The Richmond rate was $1.23 then, and it’s $1.20 now.\nThe recession began in the U.S. in December 2007, and if you start with that year, a slightly different picture emerges. City budgets went into effect in mid 2007 and Richmond’s real estate tax rate was $1.20 - same as it is now, not higher. So by this tougher measurement, Stoney’s claim falls a hair short. Only two cities have lower rates now than in mid 2007, and only four - including Richmond -  have held the rate steady.\nFinally, Stoney’s statement suggests that there was a wholesale move by cities to lower their rates during the recession. In fact, only 13 did.\nWe rate Stoney’s statement Mostly True.\n  Share the Facts 2019-05-21 16:06:18 UTC   PolitiFact    5 1 7  PolitiFact Rating: Mostly True  “Richmond was one of the only cities in the state that did not (increase) their real estate tax to those pre-recession rates.”    Levar Stoney Mayor Radio interview    Monday, April 15, 2019 2019-04-15    Read More  info", "vclaim_id": "vclaim-pol-00617"}