{"url": "/factchecks/2016/nov/22/rush-limbaugh/trump-hamilton-was-immigration-hawk-rush-limbaugh-/", "speaker": "Rush Limbaugh", "vclaim": "\"Alexander Hamilton was an immigration hawk.\"", "truth_label": "half-true", "date": "stated on November 21, 2016 in \"The Rush Limbaugh Show\":", "title": "Like Trump, 'Hamilton was an immigration hawk,' Rush Limbaugh says", "text": "If the actors in the hit broadway musical Hamilton knew anything about the real Alexander Hamilton, they might not like him so much, said conservative radio host Rush Limbaugh.\nAt the end of a Nov. 18 Hamilton performance, cast members made an appeal to Vice President-elect Mike Pence, who was in attendance and had been booed by some in the audience. Speaking for the cast, Brandon Victor Dixon (who portrays Aaron Burr) said they hoped the show inspired Pence to work on behalf of all Americans and uphold the country’s collective values.\nBut the real Alexander Hamilton, as opposed to the character in the musical, might not be the role model for Pence the cast members would like, Limbaugh said on his show Nov. 21. The ten-dollar founding father and first secretary of the Treasury believed in monarchy and aristocracy, and he even held tough views on immigration that were similar to Trump’s.\n\"Do you know that Alexander Hamilton was an immigration hawk?\" Limbaugh said. \"I wonder if the people in this cast have any idea who they are lionizing and celebrating. This guy's Donald Trump.\"\nHamilton himself has an immigrant story. He came to the American colonies from the British West Indies as a poor, teenage orphan. So we wondered if Limbaugh’s assertion was correct.\nWe’re not throwing away our shot to fact-check this claim.  \nWe asked historians and consulted some of Hamilton’s written work, and we found that over his life, Hamilton showed support for both increasing and limiting immigration. Experts said Limbaugh’s portrayal of Hamilton as an \"immigration hawk\" lacks nuance.\n\"In short, Hamilton wasn't quite anti-immigrant. But he wasn't always pro-immigrant either,\" said Joanne Freeman, a Yale University history professor who has edited a volume of Hamilton’s writings.\nPro-immigration\nPrior to the United States’ Quasi-War with France in the late 1790s — which we’ll talk about shortly — Hamilton and other members of the Federalist Party were rather dovish on immigration, said Stephen Knott, a professor at the Naval War College and author of Alexander Hamilton and the Persistence of Myth.\n\"So his position is perhaps more complex than Limbaugh suggests,\" Knott said.\nHamilton occasionally argued for policies that would encourage immigration. In his 1791 Report on Manufactures, for example, he said manufacturing would benefit the United States in part because it would invite immigrants, expanding the population and labor force.\n\"Here is perceived an important resource, not only for extending the population, and with it the useful and productive labour of the country, but likewise for the prosecution of manufactures,\" he wrote of immigrants.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nHamilton also argued against requiring people to be native-born or to have lived in America a certain number of years in order to be eligible to serve in Congress, according to the historian Ron Chernow’s biography of Hamilton (which inspired the musical). Hamilton said this would attract foreigners of \"moderate fortunes\" to the United States, where they would be of the same status as the country’s earliest citizens. (Hamilton lost this fight — the Constitution has a residency period requirement for immigrants who want to seek congressional office.)\nPro-limiting immigration\nBut when the United States engaged in naval war with France at the end of the French Revolution, Hamilton and others were concerned that French people in America might try to undermine the United States government from within, Knott said.\nIn response, Hamilton supported the Alien and Sedition Acts of 1798, which increased the length of time it took to become a citizen and gave the president the authority to imprison or deport foreigners perceived as \"dangerous to the peace and safety of the United States.\"\nHamilton’s support for these laws was qualified, however. He worried that the acts were susceptible to abuse, and he warned other Federalists not to take any actions that could lead to tyrannical rule, Knott said.  \nHamilton also fretted about the political and cultural impact immigrants would have on the United States, Freeman said. Hamilton spoke out against then-President Thomas Jefferson’s proposal to allow for a dramatic influx of new citizens, saying that Jefferson might not have won the 1800 election if only American-born citizens had voted.\n\"To admit foreigners indiscriminately to the rights of citizens, the moment they put foot in our country, as recommended in the message, would be nothing less than to admit the Grecian horse into the citadel of our liberty and sovereignty,\" Hamilton wrote in 1801 — noting, though, that he did not want to halt immigration completely.\nFreeman said it's difficult to compare the concept of immigration today to what it meant in early America because at the time, a large portion of the population had come from Great Britain and had only been in America for a few decades.\nWhile calling Limbaugh’s claim an \"overreaction\" to the way Hamilton is portrayed in Hamilton, Freeman said the musical implies that the historical figure was more unquestionably pro-immigrant than he actually was.\nOur ruling\nLimbaugh said, \"Alexander Hamilton was an immigration hawk.\"\nLimbaugh has a point that Hamilton did have some skepticism about immigrants. For several years, Hamilton favored limiting the flow of immigrants into the United States in order to preserve American culture and politics, and he offered qualified support for the Alien and Sedition Acts.\nBut earlier in his political career, he supported policies that would encourage immigration to the United States.\nLimbaugh’s claim is partially accurate but leaves out important details We rate it Half True.\nhttps://www.sharethefacts.co/share/aeadfc6b-28cf-4de1-8a1a-6de2bb1cc6f1", "vclaim_id": "vclaim-pol-03920"}