{"url": "/factchecks/2019/sep/10/arlen-parsa/evidence-shows-most-47-men-famous-declaration-inde/", "speaker": "Arlen Parsa", "vclaim": "Thirty-four of the 47 men depicted in the famous \"Declaration of Independence\" painting were slaveholders.", "truth_label": "true", "date": "stated on September 1, 2019 in a tweet:", "title": "Evidence shows most of the 47 men in famous 'Declaration of Independence' painting were slaveholders", "text": "As the nation observes the 400th anniversary of slavery, a Chicago documentary filmmaker tweeted about the painting Declaration of Independence, which hangs in the rotunda of the U.S. Capitol.\nThe painting depicts a moment in 1776 showing 47 men, including Thomas Jefferson, John Hancock and Ben Franklin, most of whom were signers of the declaration.\n\"This is one of the most famous paintings in American history: Declaration of Independence,\" Arlen Parsa wrote above an image of the 1818 oil by John Trumbull. \"I decided to put red dots on all the men who held slaves. Next time someone puts them on a pedestal and says we can't question their judgement on guns or whatever, show them this image.\"\nSo, Parsa claims that 34 of the 47 founding fathers shown in the painting were slaveholders. \nWith the caveat that there is no one definitive source on this question, we also counted 34.\nA research challenge\nWe contacted more than a dozen historians and historical organizations. None knew of a list that identified how many of the men in the painting were slaveholders.\n\"I would have assumed that it would be easy to find out how many owned slaves, but it is surprisingly elusive,\" Baylor University history professor Thomas Kidd told us.\nStarting with evidence Parsa provided to back up his claim, we did our own research on each of the 47. (This chart identifies all 47.)\nGo here to see a spreadsheet detailing the evidence we examined.\n\"Most of the quantification is best-guess and based on available records,\" said historian Terry Bouton at the University of Maryland, Baltimore County. \"The problem is that property records are pretty spotty for the more obscure founders and even some of the bigger names.\"\nBut, using books, historical organizations, research articles and other sources, we found there is strong evidence to back Parsa’s claim. The slaveholders tended to be men of means, including landowners, doctors, lawyers and local government officials. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nHere are the 34 men in the painting we found to be slaveholders, in alphabetical order by last name:\nJosiah Bartlett, Charles Carroll, Samuel Chase, Abraham Clark, George Clinton, John Dickinson, William Floyd, Benjamin Franklin, John Hancock,  Benjamin Harrison, Joseph Hewes, Thomas Heyward Jr., William Hooper, Stephen Hopkins, Francis Hopkinson, Thomas Jefferson, Richard Henry Lee.\nAnd Francis Lewis, Philip Livingston, Robert R. Livingston, Thomas Lynch, Arthur Middleton, Lewis Morris, Robert Morris, William Paca, George Read, Benjamin Rush, Edward Rutledge, Richard Stockton, William Whipple, Thomas Willing, John Witherspoon, Oliver Wolcott and George Wythe.\nThe men who did not own slaves also tended to be well-to-do. Here are the 13 who apparently did not own slaves:\nJohn Adams, Samuel Adams, George Clymer, William Ellery, Elbridge Gerry, Samuel Huntington, Thomas McKean, Robert Treat Paine, Roger Sherman, Charles Thomson, George Walton, William Williams and James Willson.\nPrinceton University history professor Sean Wilentz noted that at least three men in the painting, including Franklin, were or later became abolitionists.\nAlso, in 1776, slavery was legal in all 13 of the new states and was \"condoned by the entire West,\" including Britain and France, he said.\n\"As the men who drafted and signed the Declaration were mostly gentlemen of standing and property, it's not at all surprising that this would be the case,\" Wilentz added.\nBrown University emeritus history professor Gordon Wood said Parsa’s claim reveals how prevalent slavery was. \nBut, \"what's important is that slavery began to be attacked and eliminated from that moment on,\" Wood said. \"The first anti-slave convention in history was held in Philadelphia in 1775. The American Revolution made slavery a problem for the world when it had not been a problem before, having existed for thousands of years without substantial criticism. All this is lost in today’s climate.\"\nOur ruling\nParsa said 34 of the 47 men depicted in the famous \"Declaration of Independence\" painting were slaveholders.\nWe found strong evidence to back the claim on the 34, recognizing there is no one definitive source on the question.\nWe rate the statement True.", "vclaim_id": "vclaim-pol-00179"}