{"url": "/factchecks/2018/sep/05/donald-trump/donald-trump-inaccurately-describes-libel-law/", "speaker": "Donald Trump", "vclaim": "\"Someone can write an article or book, totally make up stories and form a picture of a person that is literally the exact opposite of the fact, and get away with it without retribution or cost. Don’t know why Washington politicians don’t change libel laws?\"", "truth_label": "false", "date": "stated on September 5, 2018 in a tweet:", "title": "Donald Trump inaccurately describes libel law", "text": "Donald Trump has been talking about changing libel laws since before he was elected president.\n\"I'm going to open up our libel laws so when they write purposely negative and horrible and false articles, we can sue them and win lots of money,\" Trump said at a February rally in Fort Worth, Texas. \"We're going to open up those libel laws.\"\nTrump returned to this theme following the release of excerpts from Fear: Trump in the White House, a new book by veteran journalist Bob Woodward that paints Trump and his White House in a negative light.\n\"Isn’t it a shame that someone can write an article or book, totally make up stories and form a picture of a person that is literally the exact opposite of the fact, and get away with it without retribution or cost,\" Trump tweeted on Sept. 5 \"Don’t know why Washington politicians don’t change libel laws?\"\nIsn’t it a shame that someone can write an article or book, totally make up stories and form a picture of a person that is literally the exact opposite of the fact, and get away with it without retribution or cost. Don’t know why Washington politicians don’t change libel laws?— Donald J. Trump (@realDonaldTrump) September 5, 2018\n\n\nIf Trump wants to change libel law, he needs a more accurate understanding of what the current law states.\nThe law does not currently protect people who \"totally make up stories.\" (The White House did not respond to an inquiry for this article.)\nSome basics about libel law\nThe broad legal category of \"defamation\" includes both libel, which takes the form of writing, and slander, which takes the form of spoken words. Generally speaking, if a person believes that someone else’s statements have caused injury to their reputation, they can sue, claiming defamation.\nThe law makes a distinction that’s relevant to Trump’s situation: If the person alleging defamation is a public figure, they must clear a higher bar than for ordinary individuals to prove that defamation has occurred.\nThe unanimous 1964 U.S. Supreme Court decision in New York Times vs. Sullivan holds that the First Amendment generally protects even false statements about public officials and public figures. But it does not protect statements made with \"actual malice,\" which means that the publication knew they were false and published the material anyway, or that they were published with reckless disregard to whether the material was true or false.\nWould current libel standards cover the example Trump tweeted about?\nExperts told us Trump’s scenario of someone who would \"totally make up stories and form a picture of a person that is literally the exact opposite of the fact\" would be subject to current defamation laws.\n\"The president's tweet clearly assumes a situation where two things are the case,\" said Leonard M. Niehoff, a University of Michigan law professor. \"First, that the person has ‘totally’ and intentionally ‘made the information up’ — it’s not an instance of a mistake but of deliberate fabrication. And second, that the statement made is one of ‘fact’ and so is capable of being proved true or false, rather than being an opinion or a belief.\"\nGiven this scenario, Niehoff said, the law of defamation gives the aggrieved party a claim.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n\"Even under the highly protective standard of New York Times vs. Sullivan, a public official or figure would have a claim under these circumstances because this meets the test for ‘actual malice,’\" Niehoff said. \"So to the extent that the president is describing the state of the law, he is simply and objectively wrong.\"\nOf course, the plaintiff in Trump’s example would have to do more than just assert their case. They would have to prove it in court. This is a high bar but not an impossible one.\n\"Casebooks are filled with examples of people who have successfully used libel law to challenge false statements and portrayals in articles, books and movies,\" said David Ardia, co-director of the University of North Carolina Center for Media Law and Policy.\nIn 2003, for instance, Tom Cruise won a $10 million judgment in a defamation case against an \"erotic wrestler\" who claimed he’d had a gay affair with the actor. In 2017, a jury awarded three far less famous plaintiffs with $247 million after it found a highway billboard operated by New Hampshire mortgage broker Michael Gill featured defamatory statements about them.\nMuch more common than outright court victories, however, are defamation cases that lead to a monetary settlement between the parties. This effectively makes defamation law a tool to produce a \"retribution or cost\" against the alleged perpetrator without having to win a case in court. Examples of celebrities who have reached such settlements include actress Katie Holmes and former Minnesota Gov. Jesse Ventura.\nAlternately, a plaintiff could file a suit under the \"tort of false light,\" said Jane E. Kirtley, a professor of media ethics and law at the University of Minnesota’s Hubbard School of Journalism and Mass Communication. Such lawsuits cover embarrassment from a misleading or untrue implication.\nTrump’s use of the phrase \"form a picture of a person\" does sound like the way false light claims are often framed, Niehoff said. But if this is what Trump intended, he said, it only makes his tweet doubly wrong, because there would be two potential claims — defamation and false light — that would be available to the aggrieved party, at least in the states in which false light suits are allowed.\nAbout the only way a defamer could \"get away with it without retribution or cost\" if the target of the alleged defamation fails to file a lawsuit challenging it, or if they hire a lawyer who isn’t strong enough to win the case. But legal experts don’t consider this to be a significant caveat.\n\"The system makes ‘retribution’ — or, as we lawyers fondly call it, ‘justice’ — available, but that always comes in the form of an opportunity, not a guarantee,\" Niehoff said.\nIronically, Trump himself is currently the defendant in a defamation suit filed by Summer Zervos, a former contestant on his television show, The Apprentice, who has alleged that Trump had groped her.\nTrump denied Zervos’ allegation on multiple occasions, which prompted her to respond with the defamation suit. \"His brutalizing of her a second time — this time falsely condemning her to the world as a liar for having the temerity to reveal his earlier unwanted sexual groping of her body — directly caused serious injury,\" her attorneys argued in court filings.\nGiven Trump’s legal exposure, Niehoff said, \"perhaps he should be careful what he wishes for\" in his tweets about defamation law.\nOur ruling\nTrump tweeted that \"someone can write an article or book, totally make up stories and form a picture of a person that is literally the exact opposite of the fact, and get away with it without retribution or cost.\"\nThis is not accurate. Anyone who alleges defamation from a fabricated and inaccurate account could sue under at least one and possibly two legal doctrines, and if they did, they would have a good chance of prevailing at trial — even a public figure like Trump, who would have to meet a higher legal standard.\nWe rate the statement False.\n Share the Facts 2018-09-05 22:28:35 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  \"Someone can write an article or book, totally make up stories and form a picture of a person that is literally the exact opposite of the fact, and get away with it without retribution or cost. Don’t know why Washington politicians don’t change libel laws?\"     Donald Trump President https://twitter.com/realDonaldTrump?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor   a tweet Wednesday, September 5, 2018 2018-09-05    Read More  info", "vclaim_id": "vclaim-pol-01662"}