{"url": "/factchecks/2020/oct/08/tiktok-posts/says-joe-bidens-website-shows-he-supports-green-ne/", "speaker": "TikTok posts", "vclaim": "Says Joe Biden’s website shows that he supports the Green New Deal, despite denials in debate.", "truth_label": "half-true", "date": "stated on October 1, 2020 in a video:", "title": "Says Joe Biden’s website shows that he supports the Green New Deal, despite denials in debate", "text": "Former Vice President Joe Biden is being challenged on social media over his muddled messaging on the Green New Deal during the first presidential debate. \nA TikTok post plays a clip of the presidential debate in which Biden said he doesn’t support the Green New Deal. The video then shows a screenshot of Biden’s climate action plan, which calls the deal a \"crucial framework\" for acting on climate challenges. The TikTok user holds up a sign calling Biden a \"liar.\" \nInterrupted repeatedly by President Donald Trump, Biden struggled during the debate to explain where he stood on the Green New Deal. \n\n\"The Green New Deal is not my plan,\" he said. Shortly after that, he said the Green New Deal would \"pay for itself as we move forward.\" \nWhen pressed by moderator Chris Wallace, Biden responded, \"No, I don’t support the Green New Deal.\" Biden went on to say that he supports \"the Biden plan that I put forward … which is different.\"\nIn the Oct. 7 vice presidential debate, Biden’s running mate, Sen. Kamala Harris, was also pressed on the issue, with Vice President Mike Pence calling the Biden plan a \"$2 trillion version of the Green New Deal\" and noting that Harris cosponsored a Green New Deal resolution in the Senate. Harris advocated for the Green New Deal in 2019, when she was a presidential candidate.\nWhen moderator Susan Page asked specifically for the Biden-Harris campaign’s view on the Green New Deal, Harris didn’t give a direct answer, and she pivoted to discussing investments in clean-energy jobs. \nBiden’s campaign didn’t return requests for comment. But essentially, Biden has claimed that he doesn’t \"support\" the Green New Deal as is. Rather, he has said, he used it as a framework to build his own plan. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\nSo what makes Biden’s plan different? Let’s start by looking at the Green New Deal. \nThe Green New Deal was a 2019 House resolution sponsored by Rep. Alexandra Ocasio-Cortez, D-N.Y. On its own, it would not have changed any laws. Rather, it listed a variety of climate change and environmental justice goals — such as universal access to clean water, resiliencies against extreme weather, and pollution and carbon emission reductions \"as much as technologically feasible.\" \nIt called on federal lawmakers to enact a 10-year \"national mobilization\" plan to achieve those goals, and said the world needs net-zero carbon emissions by 2050 to prevent severe impacts of climate change. \nBiden’s climate plan echoes some of that language, but differs significantly in scope. For example, it also calls for net-zero carbon emissions by 2050. But it’s missing some of the environmental justice goals the Green New Deal included. While Biden may share these goals, his climate plan doesn’t specifically include calls for universal access to high-quality health care and affordable housing. \nBiden’s climate action plan gives a nod to the Green New Deal as \"a crucial framework for meeting the climate challenges we face.\" According to his website, the plan borrows \"two basic truths\" from the Green New Deal: that the U.S. needs to be more ambitious, and that the environment and economy are connected. \nOur ruling\nThe TikTok post claimed that text on Joe Biden’s campaign website proves that he supports the Green New Deal, despite his denials in the first presidential debate. \nBiden’s plan shares some of the Green New Deal’s goals, and he has acknowledged that his plan was inspired by it. But his plan differs in scope.\nWe rate this claim Half True.", "vclaim_id": "vclaim-pol-18647"}