{"url": "/factchecks/2016/jan/30/john-mccain/john-mccain-right-about-american-reliance-russian-/", "speaker": "John McCain", "vclaim": "\"Today Russia holds many of our most precious national security satellites at risk before they ever get off the ground.\"", "truth_label": "mostly-true", "date": "stated on January 27, 2016 in a committee hearing:", "title": "John McCain on target about American reliance on Russian rocket engines", "text": "The United States outsources the process of sending its military satellites into space, and to Russia no less, Sen. John McCain, R-Ariz., said during a hearing on military space launches Jan. 27.\n\"Today Russia holds many of our most precious national security satellites at risk before they ever get off the ground,\" said McCain, who is chairman of the Senate Armed Services Committee.\nThe context of McCain’s statements comes on the heels of legislation he introduced Thursday to repeal a provision that allows the government to use Russian-made rocket engines to send U.S. military satellites into space. The provision was reversed when Congress passed a $1.1 trillion spending bill, averting a government shutdown, in December.\nHe noted that using the Russian engines, RD-180s, benefits Russian President Vladimir Putin and his \"gang of corrupt cronies.\" NPO Energomash produces the RD-180s. According to Russian Embassy spokesman Yury Melnik, NPO Energomash is managed by RKK Energiya, whose major stockholder is the Russian government.\nHere are McCain’s full remarks:\n\"In stark contrast to the reviews under way for satellites already in space, the (Defense) Department appears less interested in rapidly addressing our most immediate threat: our reliance on Russian-made rocket engines. Today Russia holds many of our most precious national security satellites at risk before they ever get off the ground. Yet the Department of Defense has actively sought to undermine – with the support of United Launch Alliance (ULA) and the parochial motivations of Sen. (Richard) Shelby, R-Ala., and Sen. (Dick) Durbin, D-Ill. – the direction of this committee to limit that risk and end the use of the Russian made RD-180 by the end of this decade.\"\nWe wondered whether American satellites really take flight using Russian engines.\nCleared for takeoff\nMcCain press aide Julie Tarallo said the United States has relied on Russian engines in recent years, which independent experts confirmed.\nRichard Bloom is the director of terrorism, intelligence and security studies at Embry-Riddle Aeronautical University in Prescott. He said the United States has used the RD-180s since 2000. The first flight occurred that year, according to Melnik.\n\"He’s certainly correct, the U.S. has been dependent on the Russian Federation,\" Bloom said.\nWhile Bloom noted that \"national security\" can be defined in a multitude of ways, from 2000 to 2010 he said there were about 29 U.S. space launches using the RD-180.\n\"The Russian Federation has a valuable capability,\" he said.\nULA, a joint venture between Boeing and Lockheed Martin that started in 2006, has a contract with the Air Force to launch the satellites.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMartha McSally\n\n\nstated on October 6, 2020 in a debate\n\n\n\n\n\n\n\n\nSays Mark Kelly took to space a “Chinese communist banner.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • October 22, 2020\n\n\n\n\n\n\n\nThey also use the RD-180s on their Atlas V rocket.\nULA spokeswoman Jessica Rye told PolitiFact/ABC 15 in a prepared statement via email that a new, American engine is \"being developed.\"\nMcCain’s committee supported previous measures to prohibit the use of the engines.\nWith the space race behind us, using Russia’s help in the outer world is nothing new.\nAs we previously reported in a July 2011 fact-check of Republican presidential hopeful Marco Rubio, NASA has had a contract to pay the Russians to send someone to the International Space Station for more than a decade.\nWhile NASA announced in September 2014 that American companies Boeing and SpaceX would work on transporting American astronauts to the Space Station, NASA spokesman Allard Beutel said the agency still has a contract with the Russians from 2018 through June 2020.\nNASA astronauts have flown on Russian spacecrafts since the 1990s.\nWhat’s the risk? That’s a bit harder to define.\nIn 2014, Russian Deputy Prime Minister Dmitry Rogozin threatened to ban the export of Russian rockets to help fuel the U.S. satellite program. That would leave the United States without a way to get many of its satellites into space.\nHowever, the Russians never followed through on that threat.\nOur ruling \nMcCain said, \"Today Russia holds many of our most precious national security satellites at risk before they ever get off the ground.\"\nThat’s correct, though the level to which that represents a risk, as McCain said, is somewhat unknown. Russia did at one point threaten to stop exporting the Russian-made engines fueling the U.S. satellite program. But it didn’t follow through.\nThe U.S. government’s goal is to eventually end this dependence on Russian-made engines, but, for now, that is not the case.\nMcCain’s statement is accurate but needs additional information. We rate it Mostly True.", "vclaim_id": "vclaim-pol-05488"}