{"url": "/factchecks/2019/apr/26/bennett-sandlin/its-true-74-percent-texans-live-4-percent-states-l/", "speaker": "Bennett Sandlin", "vclaim": "Says 74% of people in Texas are \"crammed into 4% of the land.\"", "truth_label": "true", "date": "stated on April 22, 2019 in a news conference:", "title": "About 74% of Texans live in just 4% of the state's land", "text": "A group of mayors from across Texas joined the Texas Municipal League in criticizing a handful of bills before the Legislature that they say are harmful to cities and would limit what actions they could take on local issues like property restrictions.\nBennett Sandlin, executive director of the Texas Municipal League, said local governments know their communities better than anyone and promote \"sensible regulation.\"\n\"Seventy-four percent of the population lives in Texas’ cities,\" he said. \"The surface area of Texas cities is only 4%. So you’ve got 74% of the folks in Texas crammed into 4% of the land. Having reasonable restrictions on what you can do with your property is something that cities have done for thousands of years.\"\nIs Sandlin correct? Do the vast majority of Texans live in cities, which make up a small percentage of the state’s total area?\nSandlin did the math\nSandlin said his organization calculated this claim using population data they maintain and U.S. Census Bureau numbers on population and land area.\nThey calculated the percentage of people living in Texas cities by using their data to find people living in cities and the overall estimate of the state’s population.\nTo find the area, they used census numbers to find the area of the state and the area within cities — while keeping an eye out for erroneous data.\n\"We’ve found over the years that the census is not always completely sensitive to what it means to be an incorporated Texas city, and they sometimes include non-city metropolitan regions or districts,\" Sandlin said in an email.\nThe cities in his calculation include all incorporated areas in Texas, from Houston, with more than 2.3 million people, to Toco in North Texas, with an estimated 75 residents.\nSandlin said he has not completed a new calculation since 2015, but it’s unlikely things have changed.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n\n\n\n\n\n\n\n\"There’s been a handful of new very small cities formed and maybe some annexation and dis-annexation, but I doubt it has changed the percentage in any appreciable way,\" he said.\nWhat do the numbers say?\nLila Valencia, the senior demographer at the Texas Demographic Center, said Sandlin’s calculations are exactly right.\nPopulation estimates from the census for 2017 show that the state’s population was about 28.3 million. Of those, about 20.8 million people lived in incorporated areas — or 73.63% of Texans.\nValencia also pulled numbers from the census related to geography of the state and incorporated places. Texas has a land area of more than 676.6 billion square meters. As of 2017, more than 28.7 billion square meters (or 4.25%) are in incorporated areas.\nNationwide, a similar trend exists.\nA report produced by the Census Bureau in 2015 showed that a majority of the country’s population lives in incorporated places — 62.7 percent as of 2013. Incorporated lands made up just 3.5 percent of the country’s land area at that time.\nOur ruling\nSandlin said, 74% of people in Texas are \"crammed into 4% of the land.\"\nThe latest census data supports Sandlin’s claim. About 20 million Texans, or 74% of the state’s population, live in incorporated areas, which make up about 4% of the state’s land.\nWe rate this claim True.\n\nTRUE – The statement is accurate and there’s nothing significant missing.\n Share the Facts 2019-04-26 18:42:20 UTC   PolitiFact    6 1 7  PolitiFact Rating: True  Says 74% of people in Texas are \"crammed into 4% of the land.\"     Bennett Sandlin Executive Director of the Texas Municipal League    a news conference Monday, April 22, 2019 2019-04-22    Read More  info", "vclaim_id": "vclaim-pol-00701"}