{"url": "/factchecks/2015/apr/07/foundation-secure-and-prosperous-america/attack-ad-says-rand-paul-supports-obama-iran-negot/", "speaker": "Foundation for a Secure and Prosperous America", "vclaim": "\"Rand Paul supports Obama's negotiations with Iran.\"", "truth_label": "barely-true", "date": "stated on April 7, 2015 in an ad:", "title": "Attack ad says Rand Paul supports Obama on Iran negotiations", "text": "On the same day Sen. Rand Paul, R-Ky., announced his intention to run for president, a political action committee released an ad attacking him for his foreign policy views, claiming that Paul sides with President Barack Obama on Iran.\n\"The Senate is considering tough new sanctions on Iran,\" the ad’s narrator says. \"President Obama says he’ll veto them, and Rand Paul is standing with him. Rand Paul supports Obama’s negotiations with Iran, and he doesn’t understand the threat.\"\nThe TV ad comes from the Foundation for a Secure and Prosperous America, a Republican political action committee, and will run nationwide.\nThe United States and several other world powers reached an agreement with Iran in late March, expected to set in motion a final deal curbing Iran’s ability to develop nuclear weapons, with a June 30 deadline. In a speech officially announcing his 2016 presidential campaign, Paul distanced himself from President Barack Obama’s position on Iran.\n\"Successful negotiations with untrustworthy adversaries are only achieved from a position of strength,\" Paul said April 7. \"The difference between President Obama and myself, he seems to think you can negotiate from a position of weakness.\"\nWe wanted to know if Paul really does support the ongoing negotiations. We found that, in short, while Paul supports the idea of negotiating with Iran -- as opposed to say, military action -- it’s misleading to equate his position to Obama’s.\nThe current negotiations\nPaul’s staff and the Foundation for a Secure and Prosperous America pointed us to the same interview to support their respective sides -- a March 11 interview with NBC’s Matt Lauer.\nOn the one hand, in the interview, Paul critiqued Obama’s current position. He said Congress should be able to review and approve a deal, which might force a tougher agreement. \"In doing so, maybe the president will negotiate a more appropriate deal where we actually get Iran to give up their nuclear ambitions,\" Paul said.\nOn the other hand, Paul said he is \"one of the senators who's in favor of negotiations with Iran. I want there to be a peaceful outcome, but I want to strengthen the president's hand.\"\nPaul has expressed support for negotiations instead of military action for keeping Iran from getting nuclear weapons for a while now.\n\"I want the outcome to be one that's not war,\" he said on Fox News in 2013. \"I think we've had quite a bit of war in the last decade. I would like to have an outcome where Iran agrees not to have nuclear weapons, but at the same time we have that without having a war.\" (David Weigel of Bloomberg compiled a timeline of Paul’s Iran positions.)\nThe spokeswoman for the Foundation for a Secure and Prosperous America, Lisa Booth, noted that Paul hasn’t pushed for the new sanctions that some Republicans have promoted. Obama has said he would veto any such bill because of the possibility that it could derail negotiations.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nAt a January Senate Foreign Relations Committee hearing, Paul seemed to align with Obama on this point. \"As we move forward, I've been one who says new sanctions in the middle of negotiations is a huge mistake and may well break up the sanctions coalition, may well drive Iran away from the table,\" he said.\nBut the fact that Paul and Obama have similar views on this particular point does not mean that Paul supports Obama’s negotiations with Iran as a whole. Another segment from Paul’s remarks at the hearing better outlines his position -- that he’ll wait and see before passing judgment on the substance of the deal, but also that he wants Congress to have some say.\n\"There's several of us on this side who do not blanketly (sic) say, no, we will not vote to approve an agreement,\" he said. \"But we want (the White House) to know that (members of Congress) have the right to vote to it, so you come talk to us.\"\nThe fact that Paul believes any deal needs to go through Congress is a pretty big difference between his and Obama’s positions.\nPaul recently signed the letter from 47 Republican senators to Iranian leaders informing them that Congress or a future president could scrap any deal reached this year. It’s hard to argue that a senator who signed that letter supports Obama’s policies, considering the administration and Democrats loudly criticized the letter, saying it was counterproductive to the negotiations.\nAdditionally, Paul is a cosponsor of pending legislation that would require Congress to review any deal with Iran -- legislation opposed by the White House. White House Press Secretary Josh Earnest said the bill, if passed, \"could potentially interfere with the ongoing negotiations.\"\n\"To say that Sen. Paul supports the administration's ‘go at it alone’ effort with the negotiations in Iran is a blatant distortion of his record,\" said Paul spokeswoman Eleanor May, adding that Paul has \"consistently attacked\" Obama for executive overreach and \"weak and inconsistent foreign policy.\"\nPaul hasn’t been especially vocal about his views on the outcome of the most recent negotiations, concluded at the end of March. In fact, his first statement came just on April 6 -- and it shows neither outright support nor criticism.\n\"We don't know the details of the deal yet,\" Doug Stafford, a spokesman for Paul's PAC, told Bloomberg’s Weigel. \"Sen. Paul will be watching closely and believes any deal must make clear Iran cannot acquire a nuclear weapon, allows for full verification and is approved by Congress. He voted for sanctions both times they were put before Congress and believes only Congress should remove those sanctions.\"\nWhile this isn’t germane to the specific claim we’re checking, we wanted to give some context to a Paul quote included in the ad. The ad has audio of Paul saying, \"It’s ridiculous to think that (Iran is) a threat to our national security.\" This quote came from a 2007 interview with right-wing radio host Alex Jones, where he spoke out against military hawks that he said were interested in invading Iran.\nNeedless to say, Paul has changed up his rhetoric on this point in the last eight years. In 2013, he said the possibility of Iran developing nuclear weapons was \"the most pressing issue of the day.\"\nOur ruling\nAn ad attacking Paul said, \"Rand Paul supports Obama's negotiations with Iran.\"\nThe nugget of truth here is that Paul has expressed support for the idea of negotiating with Iran. Additionally, he has not outwardly critiqued nor praised the substance of the Obama administration’s ongoing negotiations. However, Paul believes Congress should play a role in approving any deal, a notable difference from Obama’s position.\nPaul differs from some other Republicans who unequivocally oppose the ongoing negotiations, but this difference isn’t enough to say he supports Obama. We rate the statement Mostly False.", "vclaim_id": "vclaim-pol-06545"}