{"url": "/factchecks/2020/mar/05/mike-pence/fact-checking-pences-defense-response-indiana-hiv-/", "speaker": "Mike Pence", "vclaim": "Speaking of an HIV outbreak in Indiana during his time as governor, says “we immediately deployed health resources.”", "truth_label": "half-true", "date": "stated on February 29, 2020 in a press conference:", "title": "Fact-checking Pence’s defense of response to Indiana HIV outbreak", "text": "Vice President Mike Pence has pointed to his response to health crises in Indiana as a reason why he’s now the Trump administration’s top messenger on the U.S. coronavirus response.\nBut his response to an HIV outbreak in Indiana while he was governor is getting new attention. A reporter challenged Pence about it in a Feb. 29 press conference, saying Pence did not follow the advice of his public health advisers who pushed for a needle exchange program at the outset. \nPence said he responded quickly.\n\"My health officials came to me. We immediately deployed health resources, but the truth was, is, HIV AIDS was being spread by people sharing needles and intravenous drug use,\" Pence said. \"And the state of Indiana did not allow for providing a needle exchange to citizens. But the CDC came in and made a recommendation, and I declared a public health emergency and made, for 30 days, a needle exchange available in the state of Indiana.\"\nPolitiFact decided to take a closer look at Pence’s response to the Scott County HIV outbreak to examine whether his response was as swift as he claimed. \nHIV outbreak in Scott County, Indiana\nScott County in rural southeastern Indiana saw a spike in HIV cases several years ago. Typically, the county had fewer than five HIV diagnoses a year. But from December 2014 to March 2015, health officials diagnosed HIV in about 80 people. By May 2016, nearly 200 people had been diagnosed with HIV.\nThe outbreak was driven by people sharing needles to inject drugs, particularly the opioid pain medication Opana. Health investigators found that some people were injecting themselves between four and 15 times a day, and sharing needles with as many as five other people in one session.\nIn January 2015, after the confirmation of about eight new cases, state health officials worried behind the scenes about an epidemic and began investigating. While the state knew about the number of cases, the public and Scott County health officials learned of the issue only by late February. (People were being diagnosed in a nearby county, and the lab results were sent there and to the state, but not to Scott County.)\nOn March 26, 2015, Pence signed an executive order declaring a public health emergency in Scott County attributable to the HIV epidemic. The order allowed county officials to establish a short-term needle exchange program — which would have been illegal under Indiana law — so that drug users could turn in used syringes and needles and get new, sterile ones. The goal was to stop needle sharing and prevent the transmission of HIV and other diseases.\nPence said he was \"opposed to needle exchange as anti-drug policy,\" but because there was a public health emergency, he would \"put the lives of the people of Indiana first.\"\nThe program began April 4, 2015. It was limited to Scott County residents.\nPence in May 2015 signed a law making needle exchange programs, also known as syringe access programs, legal with limitations. The programs could be approved for a certain time, under specific circumstances (as a response to an outbreak, not to prevent one), and could not use state or federal funds. (A 2020 bill in the Indiana Legislature would extend syringe service programs in the state.)\nHow fast was the state’s response?\nThe state’s immediate response did not include what health policy experts say was the most important component: the needle exchange program.\n\"All the scientific research on the outbreak that I am aware of backs up this claim: The response was unnecessarily slow and was delayed by Gov. Pence's objections to needle exchange,\" said Forrest W. Crawford, an associate professor at Yale University who co-authored a 2018 study on the Scott County HIV outbreak and response.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021\n\n\n\n\n\n\n\nThe state moved fast to identify cases through screening and interviewing sex- and drug-sharing partners, said Beth Meyerson, a research professor at the University of Arizona’s Southwest Institute for Research on Women and co-director of Indiana University's Rural Center for AIDS/STD Prevention.\nBut the response was \"significantly delayed\" in terms of access to the needle exchange program, said Meyerson.\nThis isn’t the first time Pence’s response to the outbreak is under scrutiny. Several media reports went over it when Pence was tapped as President Donald Trump’s running mate in 2016.\nPolitico and the New York Times reported then about the amount of effort needed to persuade Pence to allow Scott County to implement a needle exchange program, which health researchers say is an effective tool to prevent disease transmissions and help drug users seek treatment.\n\"It was disappointing that it took so much effort to bring the governor on board,\" Indiana state Rep. Ed Clere told the New York Times. Clere, a Republican who has long advocated needle exchange programs, is cited among those who lobbied Pence to allow the program. \n\"Pence intervened after significant pressure,\" Meyerson told PolitiFact.\nScott County’s health officer in May 2016 said that the needle exchange program had \"a tremendously positive and dramatic impact\" in the community, notably decreasing new cases of HIV and hepatitis C.\nNeedle exchanges aren’t the only response to an HIV outbreak, Meyerson noted. Access to screening and referrals to treatment are also needed, she said, and for that Scott County did open a \"one-stop shop.\" It provided free HIV testing and information about HIV prevention, treatment and resources. The center also offered substance abuse help and assistance enrolling in the state’s health insurance program.\nPence’s press secretary did not provide comment to PolitiFact. She referred us to Joey Fox, a former legislative director for the Indiana State Department of Health who served during the HIV outbreak in Scott County.\nFox said he believed that when Pence spoke about an immediate action, he was referring to his response after a March 2015 meeting with federal and state health officials. After hearing recommendations to implement a comprehensive response that included syringe exchange among other measures, Pence declared the public health emergency, Fox said.\n\"The Pence administration had been engaged in the response from the first day,\" Fox said. The state sent epidemiological support, worked with the Centers for Disease Control and Prevention and implemented a public affairs campaign, he said.\nFox said Scott County health officials also had to be reassured about the needle exchange program.\n\"If you didn't have the local public health and public safety officials on board, the program would fail and no one would be helped,\" Fox said. \"So, when the locals were ready and the governor was on board, he signed an executive order to suspend the application of state law and allow the local community to implement a program.\"\nOur ruling\nPence said his administration \"immediately deployed health resources\" in response to an HIV outbreak in an Indiana County.\nAfter noticing a spike in HIV cases, state officials began investigating the causes of the outbreak and identifying people who might have been infected.\nHowever, a crucial component of the response — a needle exchange program — was authorized months after officials noticed the increase in HIV cases. Pence publicly opposed needle exchange programs, which were illegal in Indiana. He had to be persuaded to sign an executive order to suspend the law and allow the county to establish the program.\nPence’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-18060"}