{"url": "/factchecks/2014/jul/15/michael-eric-dyson/liberal-pundit-claims-teenage-births-cost-texas-ta/", "speaker": "Michael Eric Dyson", "vclaim": "\"Teenage births cost Texas taxpayers $1.1 billion in health care, foster care and lost tax revenue in 2010 alone.\"", "truth_label": "half-true", "date": "stated on July 9, 2014 in comments on MSNBC's \"Ed Show\":", "title": "Liberal pundit claims 'teenage births cost Texas taxpayers $1.1 billion'", "text": "On July 3, 2014, Colorado Gov. John Hickenlooper announced that his state has seen a 40 percent drop in teen birth rates since 2009, when Colorado began a program to provide discounted and free contraceptive devices to women. Pundits immediately compared Colorado’s contraceptive program to Texas’ abstinence-only efforts, including Michael Eric Dyson, filling in for Ed Schultz on the July 9 Ed Show.\n\"We should all be taking a page from Colorado when it comes to contraception,\" Dyson said. \"The state saved $42.5 million in health care expenditures associated with teen births in 2010 alone. It’s a stark contrast to the results out of Texas, where Gov. Rick Perry has pushed an abstinence-only education program.\"\nTexas, said Dyson, \"has the fifth-highest birth rate among teenagers\" and \"the highest rate of repeat births among teenagers aged 15 to 19. Teenage births cost Texas taxpayers $1.1 billion in health care, foster care, and lost tax revenue in 2010 alone.\"\nThe discussion around contraceptives often revolves around the rights of the unborn child and the mother, so we were surprised to see such a precise cost attributed to teenage birth. In this fact-check, we’re looking at Dyson’s claim that teenage births cost Texas taxpayers $1.1 billion in 2010.\nThe source of the claim\nWhile we didn’t hear back from Dyson, the statistic he’s referring to comes from the National Campaign to Prevent Teen and Unplanned Pregnancy, a nonprofit that researches and advocates for their eponymous cause.\nAccording to the National Campaign, teen childbearing cost U.S. taxpayers $9.4 billion, and $1.1 billion of that -- more than any other state -- comes from teen childbearing in Texas.\nDavid Wiley, professor of health education at Texas State University, vouched for the National Campaign’s reliability. \"They are pretty much the gold standard on research. Their methods are good and they don’t do hyperbole.\" And even though there’s no perfect way to measure the public cost of teen birth, Denver University professor of sociology Jennifer Reich told us that the National Campaign’s stat is \"substantiated by a sizeable amount of data.\" A press officer from the Texas Department of State Health Services also deemed the National Campaign’s figures credible.\nSo on a basic level, Dyson is right to imply that Texas’ relatively high teen childbearing numbers have a substantial fiscal impact. But the National Campaign’s communications director, Jessica Sheets Pika, cautioned that \"Texas’ high cost compared to most states may not be the most meaningful way to measure differences in teen childbearing.\"\n\"Part of this difference is due to Texas’ relatively high teen birth rate. For example, the teen birth rate in Texas was 52.2 births per 1,000 teen girls in 2010, while it was 33.4 in Colorado. However, much of this difference is simply due to the fact that Texas has a much larger population than most states.\"\nIt’s also worth noting that Texas’ teenage birth rate has been steadily decreasing, albeit at a slower rate than Colorado’s. Texas’ teenage birth rate for teenagers between 15 and 19 declined by 5 percent from 2011 to 2012, compared to 12 percent in Colorado and 6 percent nationally. Texas’ teenage birth rate remains, though, the fifth-highest in the nation, and three of the experts we contacted suggested that the difficulty of accessing contraceptives in Texas is part of the problem.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nDrilling down on the $1.1 billion figure\nDyson gets the gist of the National Campaign’s research right, but his particular wording misrepresents exactly what goes into their $1.1 billion figure, and where that comes from.\nThe National Campaign gets their public cost estimates by comparing teenage mothers to 20-to-21-year-old mothers on several factors, including the mothers’ and their children’s odds of participating in state and federal welfare programs, the children’s increased chances of incarceration, and the taxable incomes of these women, their children, and their children’s fathers.\n\"Based on this increased risk for participation among teen mothers and the total number of teen births, we then estimate the additional number of participants in various government programs,\" Pika said. \"Then, based on the cost per participant in each of those programs, we then estimate the total cost of teen childbearing.\"\nThe three factors Dyson names -- health care, foster care, and lost tax revenue -- certainly constitute part of the National Campaign’s measurement, but increased risk of incarceration and social welfare programs like the Supplemental Nutrition Assistance Program and Temporary Assistance for Needy Families are also part of the National Campaign’s full $1.1 billion figure for Texas.\nImportantly, that cost also isn’t only on the shoulder of Texas taxpayers; the loss in tax revenue and Medicaid costs, for example, are national. The National Campaign’s research more accurately means that Texas teenage births cost taxpayers $1.1 billion (instead of \"teenage births\" costing \"Texas taxpayers,\" as Dyson phrased it).\nThe National Campaign also is careful to emphasize that their estimate is just that. \"It’s useful to keep in mind that this is an estimate,\" said Pika, \"based on the best available research on the consequences of teen childbearing, rather than a dollar-for-dollar accounting of exactly what was spent on teen mothers.\"\nTo that end, the National Campaign pegs the Texas figure as \"at least\" $1.1 billion, leaving open the possibility that it could be more.\nOur ruling\nIn the course of comparing the results of Colorado’s public contraceptives program to Texas’ high teen birth rate and abstinence-only program, Michael Eric Dyson said, \"Teenage births cost Texas taxpayers $1.1 billion in health care, foster care and lost tax revenue in 2010 alone.\"\nDyson’s stat comes from the National Campaign to Prevent Teen and Unplanned Pregnancy, who experts say is a reliable source. But Dyson misrepresents their data in three minor ways: He gives an incomplete list of the components of that cost; he implies that teenage births cost Texas taxpayers $1.1 billion when, in fact, births in Texas cost all taxpayers $1.1 billion; and he doesn’t mention that the National Campaign’s stat is a conservative estimate on an issue that’s difficult to quantify.\nDyson gets the gist of the statistic right, though he was inartful in his phrasing. We rate his claim Half True.", "vclaim_id": "vclaim-pol-07602"}