{"url": "/factchecks/2009/apr/30/michele-bachmann/michele-bachmann-wrong-70s-swine-flu-broke-our-/", "speaker": "Michele Bachmann", "vclaim": "In the 1970s, \"the swine flu broke out . . . under another Democrat, President Jimmy Carter.\"", "truth_label": "pants-fire", "date": "stated on April 27, 2009 in an interview with Pajamas Media.:", "title": "Michele Bachmann wrong that swine flu broke out under Carter", "text": "Michele Bachmann, a Republican member of Congress from Minnesota, is known for her controversial remarks. During the fall of 2008, she nearly lost her re-election campaign because she said Barack Obama \"may have anti-American views.\" In a 2009 radio interview, she said incorrectly that six Muslim clerics who were removed from a US Airways flight in 2006 were attending a \"victory celebration\" for Keith Ellison, a Muslim who was elected to Congress.\n\n\nSo we weren't exactly surprised when we heard her suggest a link between Democratic presidents and the swine flu. Here's her comment, from an interview with Pajamas Media:\n\n\n \"I find it interesting that it was back in the 1970s that the swine flu broke out then under another Democrat president, Jimmy Carter. And I'm not blaming this on President Obama, I just think it's an interesting coincidence.\"\n\n\nWell, at least she's right about the decade. Yes, the last big swine flu scare occurred in the 1970s. But other than that, her statement is utterly false.\n\n\nThe scare began in February 1976 when recruits at Fort Dix, N.J., came down with flu symptoms, and one died. This led to fears of a pandemic. The president in 1976 was Gerald Ford — a Republican.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nFord, following the advice of public health officials, called for a nationwide vaccination program. In just 10 days, 40 million Americans were vaccinated. But three senior citizens died shortly after receiving their swine flu shots. A public outcry blamed the deaths on the immunizations even though there was no evidence. As a recent\n\narticle in Salon\n\nnotes, \"The government had long feared mass panic about swine flu — now they feared mass panic about the swine flu vaccinations.\"\n\n\nPolitical analyst Craig Crawford wrote this week that \"Gerald Ford's decision to inoculate every person in the country (including himself) resulted in a political debacle that contributed to a reputation for incompetence that scuttled his 1976 election bid.\"\n\n\nSwine flu also surfaced briefly in 1988, killing a woman in Wisconsin who had visited a swine exhibit at a county fair. The president at the time was Ronald Reagan — a Republican.\n\n\nSo Bachmann is wrong about a Democrat being in charge during the 1976 outbreak and she fails to note the swine flu death in 1988. Hmmm. Two swine flu incidents during Republican administrations. By Bachmann's logic, we should find that \"interesting.\" But we don't. It's ridiculous for her to suggest a partisan link with a deadly disease. That's not just a mistake, that's absurdly false. So we'll get out the lighter (after we wash our hands!) and set the Truth-O-Meter ablaze. This one's a Pants on Fire.", "vclaim_id": "vclaim-pol-15765"}