{"url": "/factchecks/2012/oct/11/raymond-frank/raymond-frank-says-greg-hamilton-has-accepted-thou/", "speaker": "Raymond Frank", "vclaim": "Says Travis County Sheriff Greg Hamilton has accepted $42,000 from strip-club interests and $10,000 from local alcohol distributors.", "truth_label": "mostly-true", "date": "stated on October 7, 2012 in an advertisement.:", "title": "Raymond Frank says Greg Hamilton has accepted $52,000 in contributions from cabaret, liquor and beer interests", "text": "Travis County’s sheriff took money from tainted interests, his Republican challenger says.\n\nIn an advertisement in the Oct. 7, 2012, Austin American-Statesman, Raymond Frank, a former Travis County sheriff himself, says Democratic incumbent Greg Hamilton accepted $42,000 from strip-joint interests from 2005 to 2012 and $10,000 from local alcohol distributors from 2007 to 2012.\n\n\"It gives me no pleasure to report these events but to right the detriment it causes,\" Frank says in the ad.\n\nIn a press release on his campaign website, Frank says that Louis Warren and Glenn Williams are corporate officers of WFKR Inc., which he describes as doing business locally as Perfect 10 Men’s Club and Sugar’s Uptown Cabaret. In an interview, Frank noted that the Sugar’s website promotes both clubs, which he called a confirmation of joint ownership.\n\nFrank also pointed out a February 1999 State Office of Administrative Hearings document stating that Warren opened Sugar’s in June 1982 and was WFKR’s president and chairman of the board as of January 1997.\n\nFrom May 6, 2005, to May 21, 2012, Frank says, Warren donated $37,000 to Hamilton’s campaign. Williams, Frank says, contributed $1,250 on May 6, 2005.\n\nFrank’s press release says that Ali Davari of Houston, described as owning a Las Vegas strip club with his brother, Hassan Davari, gave $5,000 to Hamilton on April 25, 2012. The release says: \"Ali Davari is also the president of several corporations in connection with his sexually oriented ventures in Houston.\"\n\nAccording to a May 11, 2011, news post by Houston’s KHOU-TV, the Davari brothers own seven strip clubs in the Houston and Las Vegas areas.\n\nWe did not reach Warren and did not hear back from Williams.\n\nIn a telephone interview, Casey Wallace, a Houston lawyer for a corporation owned by the Davari brothers, said Davari also has interests in three sports bars in Houston, but has no Travis County clubs or plans to open one there. Wallace said Davari donated to Hamilton’s campaign out of interest in a program for children overseen by the sheriff. \"The donations didn’t have anything to do with his businesses,\" Wallace said.\n\nFrank says in another press release that Hamilton has accepted $10,000 toward his re-election from beer and alcohol distributors: Licensed Beverage Distributors Political Action Committee, $2,500; Wholesale Beer Distributors of Texas Political Action Committee, $3,500; and Dan Brown of Austin’s Brown Distributing, $4,000.\n\nWhen we visited him, Frank said: \"Alcohol ruins a lot of lives. We’re in the business of fighting crime. You don’t accept money from people like that.\"\n\nNext, we checked Frank’s tally of contributions against Hamilton’s campaign finance filings with the county, finding that Frank’s figures mostly hold up, though the challenger did not note $1,000 donated to Hamilton’s effort by the Wholesale Beer Distributors on Dec. 3, 2009. So, by Frank’s reasoning, beer, wine and liquor interests have ponied up $11,000 to support Hamilton.\n\nAlan Gray, executive director of the Licensed Beverage Distributors, the Texas trade association for wine and distilled spirits wholesalers, told us by phone that the group is mindful of Hamilton’s  past work enforcing laws as an employee of the Texas Alcoholic Beverage Commission. \"We know him to be a good man and good sheriff,\" Gray said.\n\nFinally, we looked over Warren’s nine contributions to Hamilton’s campaign from May 2005 through April 2012. His donations tally to $35,750 which added to the $1,250 contribution by Williams equals $37,000.\n\nOn the other hand, it doesn’t look like Warren retained a leadership role in the entity that owns Sugar’s through all the years covered by Frank’s claim. The public portion of franchise-tax reports filed by WFKR, which we obtained from the Texas secretary of state’s office, lists Warren as its chairman through 2006. The 2007 filing was not available and the 2008 filing lists Warren as WFKR’s agent only. WFKR’s May 15, 2009 filing and its subsequent filings do not list Warren in any capacity.\n\nIn contrast, according to the filings, Williams was a director when he made his 2005 donation and was listed as one in all but one year of the available filings through 2012.\n\nThe absence of Warren from the latter filings suggests that $17,500 to $22,500 of his contributions to the sheriff’s campaign took place after Warren left the ownership of Sugar’s, arguably halving the questionable share of his donations. By the same logic, the total contributions questioned by Frank would total as much as $29,000, or less than 10 percent of all of Hamilton’s contributions of about $350,000 over the cited years.\n\nWe left a message with WFKR and did not hear back. We also did not hear back from Hamilton.\n\nOur ruling\n\nFrank says Hamilton has accepted $42,000 from strip-club interests plus $10,000 from local alcohol distributors.\n\nHis math mostly holds, though it looks like up to $22,500 of the so-called strip-club total occurred after a donor no longer was shown as having an ownership stake in Sugar’s. Removing these possibly post-ownership donations whittles down the amount Hamilton’s campaign has gotten from such interests.\n\nMissing from the claim, too, is the fact that candidates are not restricted from accepting donations from such interests.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021\n\n\n\n\n\n\n\n\nWe rate the claim as Mostly True.", "vclaim_id": "vclaim-pol-10199"}