{"url": "/factchecks/2020/oct/29/facebook-posts/yes-biden-seeks-eliminate-policy-reduces-inheritan/", "speaker": "Facebook posts", "vclaim": "Joe Biden “wants to get rid of something called ‘stepped up basis’” that reduces inheritance taxes.", "truth_label": "true", "date": "stated on October 25, 2020 in a post on Facebook:", "title": "Yes, Biden seeks to eliminate policy that reduces inheritance taxes", "text": "On the campaign trail back in October 2019, before he was the Democratic nominee for president, Joe Biden pitched his plan to provide two years of free community college to students. His campaign said the plan would be funded in part by eliminating a tax policy called \"stepped-up basis\" that reduces inheritance taxes.\nStepped-up basis provides a big benefit to those who inherit certain assets, including real estate. It means that the person who inherited the asset only has to pay tax on its gains in value beginning from the time it was inherited, rather than from the time it was originally purchased, according to the nonprofit Tax Policy Center. \nThe difference in tax liability can be significant, the Tax Policy Center points out, and Facebook users noted the same thing.\nOne Oct. 25 Facebook post says, \"Did you know Biden wants to get rid of something called ‘stepped up basis’??? How does this affect you! When your parents pass and leave you the family house normally you would inherit that property at what it is worth today. If you were to sell that house you would only pay taxes on the gain from what it is worth today and what it sells for. If Biden does away with ‘stepped up basis’ you will inherit the property for what your parents paid for the property. If you decide to sell you will pay taxes on the difference between the original purchase price and what it sells for today.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\nAlthough, in this case, the claim gets it right. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViral image\n\n\nstated on January 10, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n Says Nancy Pelosi sent a letter to Portland’s mayor after demonstrations there “urging him to stick to the proven Democratic Play book.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 11, 2021\n\n\n\n\n\n\n\nBiden’s campaign team specifically mentioned eliminating stepped-up basis in October 2019 when Biden unveiled his community-college plan, ABC News reported. The issue came up again in June, when Biden told donors at a fundraising event that he intends to roll back Trump’s tax cuts and \"close loopholes like capital gains and stepped-up basis,\" according to CNBC. \nStepped-up basis takes its name from the \"step up\" to fair market value that happens when a person inherits certain assets. The basis — which is another way of saying the original purchase price, plus improvements, minus depreciation — adjusts to current fair market value at the time it is bequeathed. \nIf the asset is sold after it’s inherited, then the stepped-up value is the base that gains are measured against for taxes. Any gains in value from the time of original purchase to the time the asset is \"stepped up\" to market value when inherited are not taxed. \nThe policy has been part of the U.S. tax code since 1921, according to The Hill, which reports that its origins are unclear but likely related to the difficulty in determining the original price of assets at that time. Biden has said he wants to eliminate the policy, and if he is elected, he can propose changes to tax law, but only Congress can enact tax laws. \nOur ruling\nA Facebook post claims that Biden wants to get rid of stepped-up basis, a tax policy that allows people inheriting and selling certain assets to only pay tax on the increase in value from the time it was inherited, rather than on the gains in value from the time it was originally purchased.\nBiden and his campaign have said that he wants to eliminate stepped-up basis. His campaign says the increased tax revenue would be used to help fund Biden’s plan for free community college. We rate this claim True.", "vclaim_id": "vclaim-pol-18812"}