{"url": "/factchecks/2017/aug/29/blog-posting/fake-news-sites-say-celebrities-praise-mormons-quo/", "speaker": "Bloggers", "vclaim": "Says Adam Sandler said \"Mormons are some of the most decent people I’ve ever come across.\"", "truth_label": "false", "date": "stated on August 23, 2017 in Internet posts:", "title": "Fake news sites say celebrities praise Mormons, but quotes are made up", "text": "A laundry list of fake news sites have posted a story claiming Adam Sandler praised Mormons in a podcast, but there’s no evidence the actor ever made the statements.\nThe post, which we first saw on WRPM33.com on Aug. 23, 2017, ran under the headline, \"What Adam Sandler is saying about Mormons.\" Facebook users flagged this post and several others on different websites as being potentially fabricated, as part of the social network’s efforts to fight fake news.\nIt’s nothing bad: The post actually says he found them to be exceptionally nice people. It’s just that we can’t find any evidence that Sandler actually said any of it.\nThe post said Sandler was on an unnamed podcast when the atheist host began to disparage religion in general and Mormons in particular. Sandler, who grew up in a Jewish family, spoke up to defend the faith.\n\"I don’t know, Tom. I don’t think I’ve ever had a reason to say anything negative about Mormons. I mean, I know you’re just having some fun here but — from my experience — Mormons are some of the most decent people I’ve ever come across,\" the story attributed to Sandler.\nHe said more in the post, but they aren’t real quotes. Apart from there being a parody out there of his Hanukkah Song adapted for Mormons, we really couldn’t find him making much of any comment about Mormons at all.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nBut that’s because WRPM33.com and scads of other sites are posting a made-up story. \"Most of the articles on wrpm33.com are works of fantasy or satire and are not true,\" the site’s disclaimer said. The sites use domain names that sound like official media outlets, but don’t contain any apparent contact information.\nThese are the same kinds of websites responsible for other stories we’ve looked at that claim celebrities have said or done things they haven’t. One popular story said that a celebrity made nice comments about the residents of a town after car trouble. Another post claimed that a celebrity enjoyed a town so much, they are moving there.\nIn both cases, the name of the town and celebrity can change, with the bulk of the story staying the same. There’s even another subset of links telling readers that a Star Wars movie will be filming near their city.\nThe object is clearly to get residents of the town named to click on the link, to earn advertising revenue for the (unidentified) owners of the site.\nWe’ve already seen another version of this story that attributed the same quotes to Matthew McConaughey. More are sure to come.\nBe aware that links you see about celebrity news may be fabricated, especially if they mention a smaller location.\nIt’s a friendly sentiment, but Sandler didn’t say these things. We rate this statement False.\n Share the Facts 2017-08-29 19:47:26 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  https://wrpm33.com/celebrity/what-adam-sandler-is-saying-about-mormons-6/ Says Adam Sandler said \"Mormons are some of the most decent people I’ve ever come across.\"    Internet rumors Bloggers   in Internet posts Sunday, August 20, 2017 2017-08-20    Read More  info", "vclaim_id": "vclaim-pol-02957"}