{"url": "/factchecks/2016/jan/29/hillary-clinton/hillary-clinton-claims-more-jobs-solar-oil/", "speaker": "Hillary Clinton", "vclaim": "\"We now have more jobs in solar than we do in oil.\"", "truth_label": "false", "date": "stated on December 8, 2015 in an editorial board interview with the Concord Monitor:", "title": "Hillary Clinton claims more U.S. jobs in solar than oil", "text": "Hillary Clinton is bullish on clean energy as an economic opportunity for the United States. In a meeting last month with the Concord Monitor’s editorial board, she held out the burgeoning production of wind turbines in Iowa as evidence of the country’s potential future as the \"clean energy superpower of the 21st century.\"\nAnd what’s more, the fall of fossil fuels in favor of renewables is already happening, she said.\n\"We now have more jobs in solar than we do in oil,\" the former Democratic secretary of state told the newspaper on Dec. 8, 2015.\nWe’ve heard that the renewable energy market has been heating up. And sure, some of our neighbors are putting up solar panels, and these shrunken gas prices can’t be good for the oil industry. But could the total number of jobs in the field of solar power truly have surpassed the long-established and machinery-heavy oil industry?\nPolitiFact New Hampshire decided to have a look at the numbers.\nLabor statistics\nClinton’s campaign cited two sources: the federal government’s Bureau of Labor Statistics and The Solar Foundation.\nFirst, we’ll shine some light on the state of America’s solar industry. The Solar Foundation estimated last year that there were roughly 174,000 people who spend at least half their working hours \"on solar-related work,\" a term that goes undefined in the nonprofit’s 67-page annual report. It notes that 90 percent or more of those workers spent 100 percent of their time on \"solar-related work.\"\nOf the total, 97,000 are employed by installation companies, 32,000 are in manufacturing, 20,000 are in sales and distribution, 15,000 are in project development and 9,000 are classified as \"other,\" including research and development firms, nonprofits, government agencies and academic researchers.\nA Bureau of Labor Statistics economist, Caila Pinkleton, pointed by email to one specific solar-related current employment statistic.\nThe Bureau of Labor Statistics, showed 5,170 solar photovoltaic installers employed in May 2014, a small fraction of the 97,000 people that The Solar Foundation said are employed by installation companies, of which the vast majority (92 percent) were installing photovoltaics.\nSo there’s some discrepancy in the total number of jobs. The Solar Foundation, which describes on its website that its mission \"is to increase understanding of solar energy through strategic research and education that transforms markets,\" didn’t respond to an email seeking clarification.\nBut the Bureau of Labor Statistics left open the possibility that the total number of jobs could be higher, noting that some solar thermal installers are classified under \"plumbers, pipefitters, and steamfitters\" and some solar photovoltaic electricians are listed under \"electricians.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\nWhat’s clear, according to the Solar Foundation’s numbers, is that the industry is growing quickly: from 93,502 in 2010 to 173,807 in 2014. The nonprofit recently released its updated census for this year, which showed 208,859 solar workers as of November 2015, only slightly below the 210,600 projection from a year earlier.\nMeanwhile, the oil and gas industries have been falling in employment, according to Bureau of Labor Statistics data. While Clinton specifically mentioned the oil industry, not gas, her campaign only furnished data combining the two industries. The Bureau of Labor Statistics doesn’t keep individual data for each.\nClinton’s campaign referenced total employment in oil and gas extraction in December 2015, which was 185,000, compared with the 209,000 solar workers that The Solar Foundation reported in November 2015.\nIf that was the whole story, she’d be right. But just as the solar industry has installers, manufacturers, salespeople and researchers, so does the oil and gas industry.\nBesides oil and gas extraction, there’s also support activities for oil and gas operations: 266,000 jobs. Oil and gas pipeline production: 124,000 jobs. Mining and oil and gas field machinery: 73,000 jobs, according to the Bureau of Labor Statistics.\nYou might even want to include the 912,000 people who work at gas stations.\nWe aren’t going to be that pedantic. But the American Petroleum Institute is. It found that in 2007 the oil and natural gas industry directly provided 2.1 million jobs. Including the indirect impacts, API claims the industry supports more than 9 million American jobs.\nWhile this type of study is undoubtedly commissioned to promote the industry, a critic could say the same of The Solar Foundation’s work.\nUsing only Bureau of Labor Statistics numbers, and discounting gas station employees, we’re still left with about 648,000 jobs in oil and gas spread over extraction, support activities, pipeline production and field machinery, compared to 210,000 for solar.\nIn other words, for Clinton’s claim to be true, two out of three Americans employed by the oil and gas industries would have to be working solely with gas. Even then – comparing conservative Bureau of Labor Statistics data against generous figures from The Solar Foundation – oil would come out slightly ahead.\nOur ruling\nClinton said \"we now have more jobs in solar than we do in oil.\" But the numbers don’t support that claim.\nFor the oil industry, she didn’t look at the whole picture. And self-reported calculations by both the solar and oil and gas industry aren’t close. Oil and gas reports 10 times more jobs.  \nIndependent data from the federal government also shows more jobs in oil and gas compared to solar.  \nMaybe someday Clinton’s claim will be true, but for now we rate it False.", "vclaim_id": "vclaim-pol-05490"}