{"url": "/factchecks/2016/jul/28/tim-kaine/tim-kaine-says-donald-trumps-plan-would-add-30-tri/", "speaker": "Tim Kaine", "vclaim": "Independent analysts \"found that Trump's tax plan, given to the wealthy and big corporations, would rack up $30 trillion in debt.\"", "truth_label": "half-true", "date": "stated on July 27, 2016 in a speech at the Democratic National Convention in Philadelphia:", "title": "Tim Kaine says Donald Trump's plan would add $30 trillion in debt, tilt toward the wealthy", "text": "Sen. Tim Kaine, D-Va., criticized Donald Trump’s fiscal proposals during his debut convention speech as the Democratic vice presidential nominee.\nIndependent analysts, Kaine said, \"found Trump's tax plan, given to the wealthy and big corporations, would rack up $30 trillion in debt.\"\nWe’ll take a look at this statement in two parts.\nTrump ‘would rack up $30 trillion in debt’\nAs we have previously reported, this figure originated in an analysis from the Urban Institute-Brookings Institution Tax Policy Center, a nonpartisan group that, among other things, regularly analyzes the broader economic effects of presidential candidates’ tax proposals.\nIn its report, the center found that \"including interest costs, the proposal would add $11.2 trillion to the national debt by 2026 and $34.1 trillion by 2036.\" This estimate assumes no major spending cuts would be made, which tracks with the historical pattern, the authors said. The Clinton campaign also noted that Trump has not specified any cuts to offset his plan.\nSo Kaine has a point that the $30 trillion-plus figure has been used by an independent organization. Still, it’s worth noting a couple caveats.\n• That analysis uses a 20-year time frame. When groups like the Tax Policy Center analyze the budgetary impact of policy proposals, they typically use a fixed \"window\" of time to measure the effects. Usually, it’s a 10-year window. In this case, the center offered both a 10-year window and a somewhat more unconventional 20-year window.\nOver 10 years, the center projected, Trump’s policies would increase the debt by $11.2 trillion. Over 20 years, they would increase the debt by $34.1 trillion.\nSo Kaine, like Clinton before him, cherry-picked the biggest number for his talking point — a figure that was three times as big, and which used an unconventional window of time.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\n• Kaine overlooked a study with a smaller projected debt increase. Another study of Trump’s policies, by the economic forecasting firm Moody’s, offered three scenarios, depending on whether one takes Trump’s policy proposals at face value, whether he enacts them with some compromises, or whether he ends up unable to enact much of his agenda. All the scenarios look at the impact of the resulting policies over 10 years.\nThe first scenario produces additional debt of $9.7 trillion above current policies. The second produces a debt increase of $6.9 trillion above current policies. And the last produces a debt increase of less than $1 trillion above current policies. That final scenario is about 3 percent of the amount Kaine cited in the speech.\n‘Given to the wealthy and big corporations’\nThe benefits of Trump’s plan skew toward the top of the income heap, independent experts have concluded.\nAs we have noted, Trump’s proposal would consolidate the existing seven income brackets (with rates from 10 to 39.6 percent) into three with rates at 10, 20 and 25 percent. He would also increase the standard deduction from $6,300 to $25,000 for single filers and from $12,600 to $50,000 for joint filers and phase out most itemized deductions, except for charitable giving and mortgage interest. And he would eliminate the estate tax, the alternative minimum tax, the Affordable Care Act taxes, and the marriage penalty.\nMeanwhile, Trump’s reforms to the corporate tax code would collapse the eight tax brackets ranging from 15 to 35 percent into a flat rate of 15 percent and to tax the foreign income of U.S. companies abroad.\nWhile virtually everyone would pay less under the Trump plan, it offers particularly big benefits to the richest taxpayers.\nThe Tax Policy Center calculated that the average tax cuts for the top 1 percent would be $275,000, or 17.5 percent of after-tax income, and for the top 0.1 percent, they would be $1.3 million, or nearly 19 percent of after-tax income.\nMiddle-income households, meanwhile, would get a cut of $2,700, or a 4.9 percent reduction. Those making the least would see a cut, too, but only of $128 or so, working out to roughly 1 percent of after-tax income.\nOur ruling\nKaine said that independent analysts \"found Trump's tax plan, given to the wealthy and big corporations, would rack up $30 trillion in debt.\" Kaine is on pretty solid ground with the substance of his assertion, but he’s cherry-picked the biggest figure of several that were available. We rate his statement Half  True.\nhttps://www.sharethefacts.co/share/af5240d2-cf7d-4c5e-8113-85fdc243c665", "vclaim_id": "vclaim-pol-04585"}