{"url": "/factchecks/2010/oct/12/pat-quinn/pat-quinn-blasts-bill-brady-sponsoring-bill-pet-eu/", "speaker": "Pat Quinn", "vclaim": "Says Illinois gubernatorial candidate Bill Brady's first priority after winning the primary \"was to sponsor a bill that would mass-euthanize sheltered dogs and cats in gas chambers.\"", "truth_label": "half-true", "date": "stated on September 30, 2010 in a campaign commercial:", "title": "Pat Quinn blasts Bill Brady for sponsoring bill on pet euthanasia in Illinois gubernatorial race", "text": "Illinois is famous for its rough and tumble politics, but Gov. Pat Quinn still managed to turn heads with a new TV ad that says his Republican rival, state Sen. Bill Brady, wanted to make it easier to put pets to death.\n\nWith creepy music in the background, the ad shows grainy images of dogs being forced into a chamber. As the dogs are put in, the soundtrack suggests the dogs are screeching and howling with fear.\n\nWords superimposed over the images of the dogs say, \"Just two days after Bill Brady won the primary for governor, Sen. Bill Brady's first priority was to sponsor a bill that would mass-euthanize sheltered dogs and cats in gas chambers.\"\n\nIt continues, \"Bill Brady's law would undo a deal worked out over two years by veterinarians, Farm Bureau and Illinois' Humane Society.\" The ad cuts to shots of people with their pets denouncing the bill and Brady's role in it.\n\n\"Shame on Bill Brady!\" says a woman holding a fluffy white dog. \"I'm a Republican, but I don't support him for the mass euthanization of animals.\"\n\nTo check the claims in the ad, we first turned to the legislative archive for the Illinois Senate. We found the bill referenced in the ad, SB 2999. It was indeed filed on Feb. 4, 2010, two days after the Feb. 2 primary, and we confirmed that it was the first bill Brady introduced after primary day. However, the primary election results were so close that, due to recounts, it actually took until March 5 for Brady to officially be declared the winner.\n\nBrady's bill sought to amend a landmark 2009 law on euthanizations. The 2009 law was a compromise for animal-welfare advocates who had been seeking a flat-out ban on the use of gas chambers. Instead, it put more restrictions on the practice.\n\nUnder the 2009 law, shelters using the gas chambers had to euthanize animals one at a time, had to provide a justification for using the gas chamber, and had to have a veterinarian present from start to finish. The new requirements were expected to sharply reduce the use of gas chambers in Illinois, because of the significant added time and expense, said Jordan Matyas, Illinois state director for the Humane Society of the United States. A lethal injection -- the most common way of euthanizing pets -- typically takes two minutes or so, rather than the 30 to 40 minutes it takes in a gas chamber. So two of the biggest reasons a shelter would want to use the gas chamber -- euthanizing many pets at once and doing it inexpensively -- were upended by the new law. In fact, Matyas said he's unaware of any gas chambers being used in Illinois today.\n\nBrady's bill, offered the following year, would have widened the options for animal shelters. His bill, which according to media reports was introduced on behalf of a constituent who works in animal control, would have lifted the one-animal-at-a-time limit. That could have made a difference in how shelters calculated whether to use gas chambers instead of injection. For instance, the chambers can be used for \"fractious cats, violent dogs or other animals that may subject the staff at the animal control facility to risk of injury,\" said Peter S. Weber, executive director of the Illinois State Veterinary Medical Association, one of the groups that initially had supported gas chambers prior to backing the 2009 compromise bill.\n\nOur research suggests that the ad's summary of the issue is pretty accurate. But there are a couple of significant caveats that we think are worth noting.\n\nFirst, the ad says the bill \"would mass-euthanize sheltered dogs and cats in gas chambers.\" Actually, the bill wouldn't mandate it, as the ad's use of the word \"would\" suggests, but rather allow the practice. In fact, the bill requires veterinarians \"to use professional judgment\" on doing single or multiple euthanizations, \"taking into consideration the safety of facility staff and the most humane practices\" -- a requirement that animal-welfare advocates believe would be used as a loophole, but which does appear explicitly in the bill.\n\nSecond, the ad includes footage of dogs being placed into a cramped-looking metal box that, we are led to assume, is a gas chamber for putting down shelter animals. In the footage shown, we counted at least four, possibly five dogs, crammed into the same enclosure within that box. However, whether the practice shown on the footage would be allowed under Brady's bill is questionable.\n\nThe Brady bill required that the euthanasia chambers \"must allow for the separation of animals.\" Matyas' interpretation is that the chambers must be manufactured to be compatible with separated chambers, but that the separators don't have to be installed. But the wording is vague enough that no one knows for sure how that language would be interpreted. So the ad's use of footage showing dogs crammed into one chamber is justifiable, but not necessarily the only outcome.\n\nThird, we think a viewer watching the ad could come away thinking the bill is still active, and that Brady continues to back it. In fact, just days after sponsoring the measure, Brady backed off after opposition by the Humane Society of the U.S. and its allies prompted several unflattering news articles. In one Chicago Sun-Times story, Matyas was quoted saying, \"I have no idea why Sen. Brady introduced a bill that would allow as many animals as you want to be put into a gas chamber and they’d be exposed to one another. Under his legislation, you could have 10 dogs in one box, gasping for air, at the same time fighting, at the same time fearing for their lives.\"\n\nA Quad City Times story quoted Brady explaining his decision to back off. \"It’s not ready,\" Brady said. \"And the political games were distracting from the discussion.\"\n\nUltimately, on March 3, John O. Jones, the state senator who became sponsor of the bill after Brady dropped out, tabled the measure. So the bill has been moot for more than half a year.\n\nThe Brady campaign told us the ad gets the timing wrong because of the long delay in settling the election. Indeed, by the time Brady was officially declared the winner, Brady had disassociated from the bill and it had been tabled by its new sponsor.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nSo where does this leave us?\n\nQuinn's stark ad is right that the bill was sponsored two days after the primary but it incorrectly suggests that it was Brady's first act after winning. Quinn is close on the substance of what the bill would have done. But the ad oversteps somewhat in suggesting that the bill would have required mass euthanizations, rather than just allowing them, and it glosses over the fact that Brady dropped his sponsorship and that the bill has been moot for most of this year. On balance, we rate the claim Half True.", "vclaim_id": "vclaim-pol-14246"}