{"url": "/factchecks/2011/mar/14/steve-wise/explaining-graduation-gap-between-african-american/", "speaker": "Stephen Wise", "vclaim": "\"Seven of the 10\" school districts with the lowest graduation rate for African-American boys in the country are in Florida.", "truth_label": "half-true", "date": "stated on March 10, 2011 in comments on the state Senate floor.:", "title": "Explaining the graduation gap between African-American and white males", "text": "One of the attacks against SB 736 -- the controversial teacher tenure and merit pay proposal that passed the state Senate on March 10, 2011 -- is that the bill is attempting to make sweeping changes to an education system that doesn't need it.\n\nFlorida's education system, after all, was just ranked fifth in the nation by Education Week.\n\nBut state Sen. Stephen Wise, R-Jacksonville, SB 736's prime sponsor, said the ranking shouldn't stop the state from pursuing major education reforms.\n\n\"We're doing a great job. Yeah, we're fifth in the country,\" Wise said in passionate comments on the Senate floor shortly before the bill passed 26-12. \"We're doing a great job. We've got great graduation rates.\n\n\"That's if you get there,\" he said. \"The dirty little secret we don't talk about is, where are the black boys? It's awful, it's absolutely pathetic what the graduation rate is for African-American boys. ... We have seven of the 10 worst school districts in America on graduation of black boys. We've kept it a secret.\"\n\nPolitiFact Florida wanted to pull back the curtain on Wise's claim.\n\nWise told us the figure came from a 2010 report released by the Massachusetts-based Schott Foundation for Public Education. The report attempted to calculate the percentage at which African-American males are graduating high school compared to other students. The foundation examined 2007-08 data from 59 large school districts across the country with African-American student populations of at least 10,000.\n\nMichael Holzman, a research consultant for the Schott Foundation, told the St. Petersburg Times he simply divided the number of standard diplomas awarded in 2008 by the number of students who entered high school four years earlier. The calculation does not include people who obtained a GED.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nThe Schott Foundation then compared the performance of black males to white males.\n\nNationwide, 47 percent of black males graduated high school compared with 78 percent of white males.\n\nIn Florida just 37 percent of black males graduated compared with 57 percent of white males.\n\nGoing district-by-district, Florida results appeared even worse, the Schott Foundation found.\n\nThe three lowest African-American graduation rates among the 59 districts examined were all in Florida -- Pinellas County graduated 21 percent of its African-American students, Palm Beach County 22 percent and Duval County 23 percent.\n\nA fourth Florida district, Miami-Dade, had the seventh-lowest graduation rate, according to the Schott analysis.\n\nThe other low-performing districts are from outside Florida -- Philadelphia, Detroit, Cleveland, Buffalo, Charleston County in South Carolina and Jefferson Parish in Louisiana.\n\nThat's four out of 10, more than any other state, but not the seven of 10 Wise claimed on the Senate floor.\n\nFor the record, Pinellas officials criticized the Schott report, saying that the formula it used was oversimplified, and, among other shortcomings, did not account for students who transferred away from the district. Pinellas school officials said the rate for black male graduations was 47.3 percent in 2008 and rose to 57.5 percent in 2009 after also including students who move into GED or adult education courses.\n\nThat's an additional caveat to Wise's claim that Florida is home to seven of the 10 worst school districts in America when it comes to graduation rates for African-American males.\n\nIn judging his statement, however, let's remember the context. Wise was attempting to show that problems remain with Florida's public education system by highlighting the poor track record some Florida school districts have when it comes to graduating African-American males. He said specifically that seven of the 10 worst school districts are in Florida. It turns out he got the number wrong, and some districts have criticized the specific study and its findings.\n\nBut the Schott study, at the least, is an apples-to-apples comparison of school district performance. Maybe Pinellas' graduation rate number should be higher. But in that case, so should Cleveland's. And so on.\n\n\"'No matter what it is, it's terrible,\" Wise said.\n\nWise's number is a bit shaky, but we're giving him credit for his point. To us, that rates Half True.", "vclaim_id": "vclaim-pol-13427"}