{"url": "/factchecks/2015/aug/03/gerry-connolly/connolly-says-us-road-spending-based-gdp-one-third/", "speaker": "Gerry Connolly", "vclaim": "\"In 1960, we spent more than 3 percent of our GDP on infrastructure projects like the Interstate Highway. Today we spend less than 1 percent of our GDP on these vital investments.\"", "truth_label": "half-true", "date": "stated on July 9, 2015 in a written statement.:", "title": "Connolly says U.S. road spending, based on GDP, is one-third of 1960 level", "text": "U.S. Rep. Gerry Connolly says the nation will short-change its future if it doesn’t invest more money in infrastructure.\nIn testimony prepared for a July 9 hearing with fellow Democrats, Connolly warned that the nation’s systems of roads and rails was being bled by lack of spending.\n\"In 1960, we spent more than 3 percent of our GDP on infrastructure projects like the Interstate Highway,\" Connolly, D-11th, said in a July 9 written statement. \"Today we spend less than 1 percent of our GDP on these vital investments.\"\nConnolly’s comments came amid debate on Capitol Hill over spending to maintain the country’s roads and rails. The congressman recently chastised colleagues in the GOP-run House over that chamber’s passage of a June measure that cut funding for Amtrak. Just this past week, Congress passed legislation to keep the keep money flowing into the federal Highway Trust Fund for the next three months as lawmakers grapple to find a long-term fix to the fund’s looming insolvency.\nWe wondered if the congressman was right that infrastructure spending has been whittled to one-third of its level 55 years ago when the nation was just starting to build the Interstate Highway System.\nGeorge Burke, Connolly’s spokesman, backed the congressman’s statement by pointing to several studies on infrastructure spending by federal, state and local governments. As Burke noted, the studies have varying results because of differing definitions of what constitutes infrastructure. Some looked at not just spending for transportation arteries like roads and passenger rails, but also costs to build and maintain power grids, private freight rail networks, and municipal sewage plants.\nThe most recent report was released in March by the nonpartisan Congressional Budget Office. It said that federal, state and local money spent of transportation totaled $138 billion in 1960 compared to $279 billion in 2014, using inflation-adjusted dollars. All these dollars flowed into two categories: capital expenses that are used to buy equipment and pay for construction; and  operating and maintenance expenses that pay for upkeep.\nThat means public spending on transportation infrastructure totalled 2.1 percent of GDP in 1960 compared to 1.6 percent in 2014, according to the CBO report. These figures don’t mesh with Connolly’s statement. So what’s the congressman referring to when he talks about infrastructure?\nBurke said Connolly was specifically referring to a smaller subset: capital spending to construct roads and bridges.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nHoward Shatz, a senior economist at the RAND Corporation, drilled down into the CBO figures for us to meet Connolly’s definition. He found that in 1960, public spending on new roads and bridges amounted to 1.17 percent of GDP and fell to .53 percent in 2014. That’s a drop, but not quite as steep as Connolly said.\nOne last note: Connolly also sent us a 2014 report from the White House that said public spending on surface transportation infrastructure was just under 3 percent in 1962 compared to 1.4 percent today. That’s a drop of about 50 percent, which is more dramatic than the CBO findings but still not as stark as the two-thirds decline Connolly described.\nNo matter how it’s defined, public spending on infrastructure -- as measured by the the percentage of GDP -- is lower now than 55 years ago. Shatz said a key reason is that the U.S. has built out its infrastructure system.\n\"You can always build more and improve it, but we’re not going to build a second full interstate system – we already have one, and we don’t need to double its size,\" Schatz wrote in an email. \"We need additional roads here and there, and we need to make sure we do (operation and maintenance). I don’t know what the right amount of infrastructure spending is, but I do think it’s a mistake to say we need to spend the same amount now when we have a lot of infrastructure as we did a long time ago when we lacked a lot of infrastructure.\"\nOur ruling\nConnolly wrote, \"In 1960, we spent more than 3 percent of our GDP on infrastructure projects like the Interstate Highway. Today we spend less than 1 percent of our GDP on these vital investments.\"\nHis figures don’t match the statistics in a number of reports his office sent us. Connolly says he was referring specifically to road and bridge construction. CBO and White House data show that -- when measured by GDP -- we’re spending about half as much on roads and bridges as we did in 1960. That’s a drop, but not as steep as the two-thirds plunge Connolly describes.\nConnolly’s statement is also void of the context that our interstate system, new in 1960, is now pretty much built out.\nBottom line is that the congressman has the trend right, but his numbers and trajectory are off. We rate his statement Half True.", "vclaim_id": "vclaim-pol-06122"}