{"url": "/factchecks/2021/jan/04/donald-trump/donald-trump-falsely-claims-georgia-victory-record/", "speaker": "Donald Trump", "vclaim": "“We won Georgia easily. We won it by hundreds of thousands of votes.”", "truth_label": "pants-fire", "date": "stated on January 2, 2021 in a phone call with Georgia's Secretary of State:", "title": "Donald Trump falsely claims Georgia victory in recorded call", "text": "President Donald Trump sought to change the result of the presidential election in Georgia during a Jan. 2 phone call with Georgia’s secretary of state. As they spoke, Trump repeatedly claimed that he won the contest in the state, despite the final count that delivered victory to President-elect Joe Biden.\n\"We won very substantially, Georgia. You even see it by rally size, frankly,\" Trump said at the beginning of the call with Brad Raffensperger, according to an audio recording.\nTrump echoed his claim several times in the call, at one point saying: \"We won Georgia easily. We won it by hundreds of thousands of votes. But if you go by basic, simple numbers, we won it easily, easily.\"\nRaffensperger during the call rejected Trump’s assertions: \"Well, Mr. President, the challenge that you have is the data you have is wrong.\"\nElection results in Georgia were counted three times: the initial count, an audit-triggered hand recount, and a formal recount requested by the Trump campaign. Both recounts supported the original outcome: that Biden won in the state. The election results were certified in late November and recertified Dec. 7.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nIt was a close race, but the margin of victory was in the thousands. Nearly 5 million people voted in Georgia. The final result said that Biden beat Trump in Georgia by 11,779 votes.\n\"I know there are people that are convinced the election was fraught with problems, but the evidence, the actual evidence, the facts tell us a different story,\" Raffensperger said in December when he recertified the results.\nDespite claims from Trump and his allies about widespread fraud in the presidential election, state officials who oversee elections have said there’s no credible evidence to back those allegations.\nWe rate Trump’s baseless claim Pants on Fire.\nRELATED: How we know Joe Biden won the 2020 presidential race", "vclaim_id": "vclaim-pol-19106"}