{"url": "/factchecks/2008/sep/04/rudy-giuliani/dems-discussed-terrorism-aplenty/", "speaker": "Rudy Giuliani", "vclaim": "\"For four days in Denver, the Democrats were afraid to use the words 'Islamic terrorism.'\"", "truth_label": "barely-true", "date": "stated on September 3, 2008 in a speech at the Republican National Convention.:", "title": "Dems discussed terrorism aplenty", "text": "In the public's mind, Republicans have long enjoyed an advantage over Democrats in the area of national security.\n\nGeorge W. Bush stressed his homeland security bona fides in 2004 to defeat Massachusetts Democratic Sen. John Kerry. This year, Arizona Republican Sen. John McCain has based his campaign on the argument that he has the experience and the mettle to defeat terrorist threats to the United States, while Democratic nominee Barack Obama does not.\n\n\nSo we can expect to hear a lot more attacks like that delivered by former New York City Mayor Rudolph Giuliani at the Republican National Convention in St. Paul, Minn., on Sept. 3, 2008. \"For four days in Denver, the Democrats were afraid to use the words 'Islamic terrorism,' Giuliani said, referencing the Democratic convention from Aug. 25-28.\n\n\nWe won't go so far as to examine the state of the Democrats' emotions — whether they were in fact \"afraid\" — during their quadrennial conclave, but we have reviewed the 179 speeches delivered there to see how often the Democrats discussed terrorism and it's clear that Giuliani is on shaky ground.\n\n\nIndeed, the word 'Islamic' was never mentioned by the Democrats, perhaps for the reason Giuliani later described in his remarks: fear of offending someone. Muslim-American groups have pleaded with policymakers not to use the term \"Islamic\" in describing al-Qaida terrorists for fear that it will contribute to discrimination against Muslims in the United States, and because they believe al-Qaida's brand of Islam is a bastardization of their faith.\n\n\nBut Democrats did spend plenty of time discussing \"terrorism.\" Some form of the word was mentioned at least 37 times, and by some of the most prominent speakers, including Obama himself, vice presidential nominee Joe Biden, former President Bill Clinton and New York Sen. Hillary Rodham Clinton.\n\n\n\"For while Senator McCain was turning his sights to Iraq just days after 9/11, I stood up and opposed this war, knowing that it would distract us from the real threats we face,\" Obama said in his Aug. 28 address accepting the Democratic presidential nomination. \"When John McCain said we could just 'muddle through' in Afghanistan, I argued for more resources and more troops to finish the fight against the terrorists who actually attacked us on 9/11, and made clear that we must take out Osama bin Laden and his lieutenants if we have them in our sights. John McCain likes to say that he'll follow bin Laden to the gates of hell but he won't even go to the cave where he lives.\"\n\n\nTo be sure, the Democratic line was more critical of the war in Iraq than McCain has been, disputing Republican arguments that it is a crucial part of the war on terrorism. Obama said he believed U.S. military could be put to better use elsewhere.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJeremy \"Spike\" Cohen\n\n\nstated on January 22, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays the Biden administration labeled Libertarians terrorists.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Czopek • January 22, 2021\n\n\n\n\n\n\n\n\n\"I will end this war in Iraq responsibly, and finish the fight against al-Qaida and the Taliban in Afghanistan,\" Obama said.\n\n\nIn his Aug. 27 speech accepting the vice presidential nomination, Delaware Sen. Joe Biden took much the same line, while also expressing concern about the contribution of religious beliefs to radical anti-Americanism in central Asia. President Bush, with the support of McCain, had ignored \"the resurgence of fundamentalism in Afghanistan and Pakistan, the real central front against terrorism,\" Biden said.\n\n\nThat was a common theme among the Democrats. Pennsylvania Rep. Patrick Murphy said Obama would \"finally end the war in Iraq, [and] go after the terrorists who attacked us on 9/11 and defeat them where they are strongest, in Afghanistan.\"\n\n\nNevada delegate Xiomara Rodriguez said that Obama had exercised sound judgment \"to oppose the Iraq war from the start and is determined to end the war and bring our troops home and win the fight against the terrorists who attacked us on 9/11.\"\n\n\nOther Democrats also discussed the terror threat — and the attacks of Sept. 11 specifically.\n\n\n\"Think about it: after September 11th, if there was a call from the president to get us off foreign oil to stop funding the very terrorists who had just attacked us, every American would have said, 'how can I do my part?'\" said former Virginia Gov. Mark Warner. \"This administration failed to believe in what we can achieve as a nation when all of us work together.\"\n\n\nGiuliani is technically correct that Democrats never used the words 'Islamic terrorism,' but they discussed terrorism plenty. As a result, we find his claim to be Barely True.\n\n\n\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-16006"}