{"url": "/factchecks/2013/sep/20/nan-rich/nan-rich-florida-waiting-lists-child-care-elderly/", "speaker": "Nan Rich", "vclaim": "In Florida \"we have 75,000 on (a) waiting list for child care and 23,000 on waiting lists\" for community care for the elderly.", "truth_label": "mostly-true", "date": "stated on September 12, 2013 in a \"Tampa Tribune\" blog:", "title": "Nan Rich says Florida has long waiting lists for child care and care for the elderly", "text": "Republican Gov. Rick Scott wants voters to give him ideas about what sort of taxes and fees to cut to save $500 million. Democratic challenger and former state Sen. Nan Rich, D-Weston, says Florida needs to talk about services to fund.\n\"We need to be taking a long hard look at funding the critical needs of the state,\" she said in a Sept. 11 blog in the Tampa Tribune. \"We’re 48th in K-12 funding and 50th in higher education, we have 75,000 on (a) waiting list for child care and 23,000 on waiting lists for CCE (in-home living assistance for the elderly). These are the middle class people we’re talking about.\"\nIn a related fact-check, we explored how Florida ranks in education funding. Here, we will examine the state’s waiting list for child care and Community Care for the Elderly.\nChild care waiting list \nRich was referring to Florida’s School Readiness Program, which provides subsidized day care for low-income parents so they can work. The program is funded with state and federal money, and families must pay a portion based on their income. To qualify, families must have a gross income no higher than 150 percent of the federal poverty guidelines. The programs are administered by early learning coalitions throughout the state. As of July 2013, the program served 222,817 children.\n\"This is about getting people from welfare to work and educating children and getting them ready for school,\" said Evelio Torres, president and CEO of the Early Learning Coalition of Miami-Dade/Monroe.\nIn 2011-12, the statewide waiting list hit a monthly average of 74,691 -- just a few spots shy of the number cited by Rich. But it has since declined. In July 2013, there were 60,659 children on the waiting list.\nA chart of the waiting list over the past decade showed that it had a massive increase in 2008-09, reaching about 58,000. That grew to a peak of about 80,000 in 2009-10. Since then, it has been dropping.\nWe talked to directors of organizations that oversee the child care programs in Broward and Miami-Dade, as well as the director of the state Office of Early Learning, to learn why the waiting list has fluctuated. They attributed it to ups and downs in the economy.\nAll three officials warned there are several caveats about the waiting list. Sometimes a child care provider will send a blast email encouraging parents to sign up, and that can create a spike. Other times, an organization cleans up its waiting list, and the number declines. The list in every community isn’t maintained exactly the same way. And the names on the waiting list aren’t all eligible.\n\"It’s not until we screen and call families that we find out whether they are eligible,\" Torres said. \"A lot of times they are a dollar over income, and they can’t qualify, or not employed by the time you call them, and they don’t qualify. ... Unless you pour hundreds of millions of dollars into the system in Florida, you’re not going to eliminate the waiting list.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nBarbara Weinstein, president of Family Central in Broward, suspects the need is greater than the waiting list, because some families get scared off by the high numbers on the list and don’t even bother to apply.\nThe state received federal stimulus dollars to help supplement the program during the recession, but that has ended. This year the budget is $567 million, compared to $626 million a decade ago.\nCommunity Care for the Elderly\nNext, we’ll look at whether there are 23,000 on the waiting list for the Community Care for the Elderly program.\nThe state-funded program provides in-home services for frail elders that can include meals, assistance with bathing, light housekeeping and transportation to the doctor. The purpose of the program is to avoid more costly nursing home care.\nThe state’s Department of Elder Affairs sent us a chart showing that Florida’s waiting list hit about 23,000 in June 2011. But it has grown since then, and as of August 2013, the waiting list hit 28,604. The program served 13,790 seniors in 2012-13.\nUnder Scott, funding increased by $1 million in 2012-13 and $3.75 million in 2013-14, said Office of Elder Affairs spokeswoman Ashley Marshall.\nRich directed us to the Florida Council on Aging, which supplied us with data from the state showing that some clients enter the system through CCE but are later determined to be eligible for Medicaid or other programs. The Community Care for the Elderly is just one of many programs for seniors that have waiting lists.\nOur ruling\nRich said in Florida \"we have 75,000 on (a) waiting list for child care and 23,000 on waiting lists\" for Community Care for the Elderly.\nRich’s numbers on the waiting lists for child care and Community Care for the Elderly were about a year outdated. Her number overstated the child care waiting list by about 14,000 and understated the community care for the elderly waiting list by about 6,000, based on numbers from this summer. Still, her numbers track with recent averages. Both waiting lists require some further explanation: Everyone on the list may not be eligible for that particular program or could be moved into another program.\nWe rate this claim Mostly True.", "vclaim_id": "vclaim-pol-08860"}