{"url": "/factchecks/2009/may/14/barack-obama/obama-reverses-release-abuse-photos/", "speaker": "Barack Obama", "vclaim": "On releasing photographs depicting the abuse of prisoners.", "truth_label": "full-flop", "date": "stated on May 13, 2009 in legal filings:", "title": "Obama reverses on release of abuse photos", "text": "President Barack Obama announced his administration was reversing course about the release of photographs depicting the abuse of foreign prisoners. We're rating this the first Full Flop of the Obama presidency.\n\n\nThe matter involves serious issues of national security, government openess and the treatment of foreign prisoners, and it began years ago during the Bush administration.\n\n\nIn 2003, the American Civil Liberties Union filed a Freedom of Information Act request demanding the release of documents and photographs related to detainees being held overseas by the United States. When the Bush administration refused to release the information, the ACLU filed suit in federal court.\n\n\nThe lawsuit has been plodding along ever since. It was one of the key factors for Obama's decision to release memos from the Bush administration that provided a legal justification for harsh interrogation methods that included waterboarding.\n\n\nThe memos were released April 16, 2009. About a week later, the administration announced it intended to release photos depicting prisoner abuse as well.\n\n\n\"The 2nd Circuit Court ruled in December of 2008 that the photos had to be released,\" said White House spokesman Robert Gibbs on April 24. \"The previous administration lost a court case on that. The Department of Justice decided based on the ruling that it was hopeless to appeal, and a mandate ordering the release of those photos came Monday. And the administration, the Pentagon, and the court entered into an agreement to release those photos.\n\n\n\"So this is part of the very same case that (Office of Legal Counsel) memos were derived from. This was a court case based on information that was compelled to be released.\"\n\n\nBut during the next two weeks, the Obama administration reversed course. On May 13, Gibbs said the administration would not release the photos and would appeal any rulings requiring it to do so.\n\n\n\"The president does not believe that the strongest case regarding the release of these photos was presented to the court, and that was a case based on his concern of what the release of these would do to our national security,\" Gibbs said. \"He believes that the release of these photos could pose a threat to the men and women we have in harm's way in Iraq and Afghanistan, and doesn't believe that the government made the strongest case possible to the court and asked the legal team to go make that case.\"\n\n\nWhen pressed about the reversal, Gibbs implied that timing was an issue. \"The argument that the president seeks to make is one that hasn't been made before. I'm not going to get into blame for this or that, understanding that there was significant legal momentum in these cases prior to the president entering into office,\" Gibbs said.\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama appeared later that day to make a statement on the decision.\n\n\nHe said the photos were from investigations that had been completed prior to his taking office.\n\n\n\"In other words, this is not a situation in which the Pentagon has concealed or sought to justify inappropriate action,\" Obama said. \"Rather, it has gone through the appropriate and regular processes. And the individuals who were involved have been identified, and appropriate actions have been taken.\n\n\n\"It's therefore my belief that the publication of these photos would not add any additional benefit to our understanding of what was carried out in the past by a small number of individuals. In fact, the most direct consequence of releasing them, I believe, would be to further inflame anti-American opinion and to put our troops in greater danger. Moreover, I fear the publication of these photos may only have a chilling effect on future investigations of detainee abuse.\"\n\n\nObama also said that the abuse of detainees in custody is prohibited.\n\n\n\"Any abuse of detainees is unacceptable. It is against our values. It endangers our security. It will not be tolerated,\" he concluded.\n\n\nThe ACLU sharply criticized Obama's reversal.\n\n\n\"The Obama administration's adoption of the stonewalling tactics and opaque policies of the Bush administration flies in the face of the president's stated desire to restore the rule of law, to revive our moral standing in the world and to lead a transparent government,\" said executive director Anthony Romero in a written statement. \"If the Obama administration continues down this path, it will betray not only its promises to the American people, but its commitment to this nation's most fundamental principles.\"\n\n\nCongressional hawks such as Sen. Lindsey Graham, R-S.C., and Sen. Joe Lieberman, an independent from Connecticut who caucuses with the Democrats, had urged Obama not to release the photos on the grounds that it would stoke recruitment among terrorist groups overseas. House Republican Leader John Boehner praised Obama's decision, saying, “Making these images public would only serve to embolden our enemies and increase the danger for our troops.\"\n\n\nSome will argue that Obama's reversal is a prudent course correction, while others will say it undermines his stated values of transparency. We're not taking a position on what the reversal means, but we are noting it as a complete reversal, the first one we've documented for Obama. We rate his change on the photo release a Full Flop.", "vclaim_id": "vclaim-pol-15750"}