{"url": "/factchecks/2010/aug/10/rick-scott/adding-bill-mccollums-42-votes-raise-taxes-and-fee/", "speaker": "Rick Scott", "vclaim": "\"Bill McCollum voted for higher taxes and fees 42 times while he was in Congress.\"", "truth_label": "barely-true", "date": "stated on August 3, 2010 in a TV ad.:", "title": "Adding up Bill McCollum's 42 votes to raise taxes and fees", "text": "Without a record of votes to haunt him, Republican gubernatorial frontrunner Rick Scott has been free to attack primary opponent Bill McCollum for his 20 years in Congress.\n\nScott's latest charge is a whopper -- that  McCollum voted 42 times to raise taxes and fees.\n\nThe accusation came up during the candidates' second and final debate on Aug. 5, 2010, and plays off a new Scott television ad called \"Omelette.\"\n\nThe ad starts with an egg breaking on the ground with a narrator saying that \"Once, could be a mistake.\" Then a few more eggs fall to the ground. \"Two or three times? Bad luck,\" the narrator says.\n\nThen the eggs really start pouring. \"But 42 times?\n\n\"Bill McCollum voted for higher taxes and fees 42 times while he was in Congress,\" the narrator says in the 30-second ad, which is airing statewide. \"Yet now McCollum claims he won't increase taxes as governor. If you believe McCollum won't raise your taxes, the yolk's on you.\"\n\nThe ad is no doubt effective, particularly in a Republican primary. But is it an accurate depiction of McCollum's two decades spent representing an Orlando-area community in Washington?\n\nPolitiFact Florida wanted to find out.\n\nScott's evidence\n\nScott's campaign referred PolitiFact Florida to a campaign-created website, www.factsforflorida.com, to review McCollum's Congressional record. The supporting evidence is difficult to digest, mainly because it's a simply a string of bill numbers, roll call votes and Internet links.\n\nThink we're lying? Here's one paragraph:\n \n\nCongressman Bill McCollum Voted To Raise Employment Taxes, Tobacco Taxes, Gas And Energy Taxes, Airport Taxes, Telephone Taxes, Taxes On Business, And Medicare And Social Security Taxes. (H.R. 4961, Roll Call Vote #303: Adopted 226-207: R 103-89; D 123-118, 8/19/82, McCollum Voted Yea; H.R. 1646, Roll Call Vote #282: Passed 398-5: R 157-4; D 241-1, 8/1/83, McCollum Voted Yea; H.R. 3575, Roll Call Vote #396: Passed 396-30: D 260-4; R 135-26; I 1-0, 11/14/91, McCollum Voted Yea, http://clerk.house.gov/evs/1991/roll396.xml; H.R. 2005, Roll Call Vote #408: Adopted 386-27: R 147-26; D 239-1, 10/8/86, McCollum Voted Yea; H.R. 6211, Roll Call Vote #488: Adopted 180-87: R 73-46; D 107-41, 12/21/82, McCollum Voted Yea; H.R. 3128, Roll Call Vote #60: Motion Agreed To (Thus Cleared For The President) 230-154: R 146-21; D 84-133, 3/20/86, McCollum Voted Yea; H.R. 1900, Roll Call Vote #43: Adopted 243-102: R 80-48; D 163-54, 3/24/83, McCollu m Voted Yea; H.R. 2470, Roll Call Vote #164: Adopted 328-72: R 98-63; D 230-9, 6/2/88, McCollum Voted Yea)\n \n\nThe Scott campaign provided us a better summary of the votes to help us sort through the madness. The campaign says McCollum voted at least 27 times between 1981 and 2001 for legislation that included higher taxes, and at least 15 times for legislation that included higher fees.\n\nWe then took the bill numbers and checked Thomas, a website through the Library of Congress. That site provides summaries of the legislation and also records how members voted. We also relied on descriptions of the legislation provided by the Tax Policy Center, a joint venture of the Urban Institute and Brookings Institution.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 1, 2021 in on social media\n\n\n\n\n\n\n\n\nUnder the 2017 tax law, “people who make under $75,000 will have their taxes raised in 2021 and every 2 years after that until 2027.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • February 5, 2021\n\n\n\n\n\n\n\n\nScott is right that McCollum voted for legislation that increased taxes.\n\nMost notably, McCollum voted for the Tax Equity and Fiscal Responsibility Act of 1982, which undid some tax cuts passed a year earlier. The bill increased excise taxes, airport and airway trust fund taxes, cigarette excise taxes, and a telephone excise tax. The bill also increased employment taxes, according to the Tax Policy Center. The bill passed the House 226-207, with Republicans supporting the tax increases 103-89 and Democrats voting 123-118 in favor.\n\nFlorida's four Republicans in the U.S. House (McCollum, C.W. Bill Young, Louis Bafalis and Clay Shaw) all supported the tax increases. McCollum, in the debate, called it a vote he regrets. \"The only time that I voted for a  tax increase when I was in Congress was Ronald Reagan's economic plan,\" McCollum said. \"And I voted for that, and that's the one vote I regret that I ever took. I always said that after I did it.\"\n\nMcCollum's support of the Tax Equity and Fiscal Responsibility Act of 1982 is a notable example of a tax increase McCollum supported, but it also highlights a problem with Scott's accounting methods. The vote on the one bill constitutes three of the 42 votes Scott is referencing in his ad because the bill included increases in employment (1), aviation (2) and tobacco (3) taxes.\n\nDouble and triple counting is common in Scott's list of votes.\n\nAccording to the Scott campaign, four of McCollum's 42 votes to increase taxes and fees come in 1997 with the passage of a bill that's called -- ironically -- the Taxpayer Relief Act of 1997. In two separate roll call votes, McCollum voted in favor of raising the cigarette tax. And in two other votes, McCollum voted to support an aviation tax.\n\nScott accurately accounts for those tax increases, though double-counting them is somewhat disingenuous.\n\nBut more alarming is what he fails to mention:\n\nNamely that the Taxpayer Relief Act of 1997 actually cut taxes by $240 billion, according to the nonpartisan Congressional Budget Office. The legislation introduced a $500 per child per year tax credit, created an education tax credit, reduced the rates for the capital gains and estate taxes, and repealed the alternative minimum tax for small businesses.\n\nThe bill passed the U.S. House, 389-43, with only one Republican voting \"No.\"\n\nPolitiFact Florida noted at least four other instances where a vote was counted more than once to reach Scott's 42-vote claim. Scott also counts tax extensions as tax increases -- the 1997 tax cut package included an extension of air transportation excise taxes. And a 1991 vote that Scott said was for a tax increase actually extended \"taxes on heavy trucks and trailers sold at retail.\" \n\nThat's not the same thing as voting 42 times for higher taxes and fees, which is what Scott says in his ad.\n\nWhat Scott leaves out\n\nScott's ad also neglects McCollum's record of supporting tax cuts in Congress.\n\nMcCollum voted for Ronald Reagan's first tax cut package, the Economic Recovery Tax Act of 1981. The legislation reduced marginal tax rates 23 percent over three years, reduced the maximum rate to 50 percent and reduced the maximum capital gains rate to 20 percent.\n\nIn 1986, he also supported tax reform legislation to simplify the U.S. tax code. The bill was designed to be revenue neutral but actually provided overall tax relief, according to the Office of Management and Budget and the Congressional Budget Office. (By the way, this is listed as a tax increase vote by Scott's campaign).\n\nBruce Bartlett, a columnist for Forbes.com and the one-time executive director of the Joint Economic Committee of Congress, published a good macro look at tax policy during Reagan's presidency. Using Office of Management and Budget data, Bartlett found that between 1981 and 1988 Congress approved $275 billion in tax cuts and about $133 billion in tax increases.\n\nThe tax cuts are almost entirely contained in the 1981 and 1986 legislation McCollum supported. Even if McCollum supported every tax increase, he was still a net tax-cutter.\n\nMcCollum also supported the major tax cut package in the 1990s, the Taxpayer Relief Act of 1997.\n\nOur ruling\n\nWe should note that we didn't track back every single vote Scott cites. We asked the McCollum campaign if there were any votes they thought were misrepresented or that Scott had gotten wrong and did not hear back.\n\nPolitiFact Florida's review suggests Scott has been able to locate 42 taxes or fees that were either raised, or had their shelf-life extended, because of votes McCollum took while in Congress.\n\nBut that only tells part of the story.\n\nSeveral of the votes are double counted, meaning that while 42 taxes may have been extended or raised, McCollum didn't vote 42 times for increases.\n\nMoreover, the Scott ad overlooks McCollum's votes to cut taxes, and specifically tries to label a $240 billion tax cut McCollum supported as a tax increase -- four different times.\n\nAt best, Scott is cherry picking the votes to help make his case that \"Bill McCollum voted for higher taxes and fees 42 times.\" But he's also brazenly trying to label a tax cut as a tax increase, and double and triple counting some votes. We rate the statement Barely True.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14612"}