{"url": "/factchecks/2018/oct/03/antonio-delgado/antonio-delgado-misleads-claiming-john-faso-voted-/", "speaker": "Antonio Delgado", "vclaim": "Says U.S. Rep. John Faso \"voted for an age tax on seniors.\"", "truth_label": "barely-true", "date": "stated on September 12, 2018 in a TV ad:", "title": "In New York, Antonio Delgado misleads in claiming John Faso voted for an 'age tax' on seniors", "text": "Congressional hopeful Antonio Delgado is pitting U.S. Rep. John Faso against his senior constituents.\nThe Democratic candidate is challenging the Republican incumbent for the House seat in New York’s 19th Congressional District, located in the Hudson Valley and the Catskill Mountains. The district voted for President Donald Trump in 2016 by a margin of 6.8 percentage points.\nIn a recent TV ad, Delgado says that Faso \"paved the way for an age tax on seniors,\" while onscreen text displays that \"Faso voted for an age tax on seniors.\"\nSo did Faso vote in favor of a new \"age tax\" on senior citizens? That’s an exaggeration.\nWhat Faso voted for\nDelgado’s claim is a lot like other attacks we’ve seen against GOP House members who supported the American Health Care Act in 2017, as Faso did. (He voted in a committee that advanced the bill.)\nThe failed attempt by Republicans to repeal and replace the Affordable Care Act would have allowed insurers to hike premiums for certain older enrollees from up to five times more than what they would charge younger adults. The current law sets the cap at up to three times as much. The bill also would have allowed states to set a different ratio.\nBut the ad fails to mention a few things.\nIt doesn’t apply to seniors on Medicare, or to people over the age of 50 with medical coverage sponsored by large employers.\nIt also wasn’t a \"tax\" imposed by the government — the phrase \"age tax\" was dubbed by AARP, because the legislation was expected to increase premiums for the elderly.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChuck Grassley\n\n\nstated on January 14, 2021 in a tweet\n\n\n\n\n\n\n\n\nInsulin prices have \"gone THRU THE ROOF for patients/taxpayers bc of manufacturer, health plan & PBM biz practices.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Madison Black • February 2, 2021\n\n\n\n\n\n\n\nAnd — probably most importantly in this case — it doesn’t apply to New Yorkers.\nThe New York exception\nIn a news release, the Faso campaign argued that the plan would have had no impact on New York seniors because the state already restricts insurers from billing customers varying amounts based on age. The bill was voted into state law in the early 1990s.\nFaso cites the Empire Center for Public Policy, a fiscally conservative think tank out of Albany, which marked Delgado’s claim as \"particularly misleading in the context of New York State’s insurance market.\"\nIn response, Delgado’s spokeswoman, Melissa Toufanian, said that while the age ratings wouldn’t have affected New Yorkers, Faso still voted for something that would have had negative consequences for seniors across the country.\nWe also found that when he was an assemblyman, Faso actually voted against the bill prohibiting age rating when it came across the New York State Assembly in 1992. Despite his vote, the legislation passed with bipartisan support in a 118-25 vote and was signed into law, records show.  \nOur ruling\nDelgado said in an ad that opponent Faso \"voted for an age tax on seniors.\"\nThe claim refers to Faso’s 2017 vote for the Republican effort to repeal Obamacare, which would have permitted insurers to raise premiums on individuals over age 50 up to five times more than what they charged younger adults.\nHowever, the provision didn’t apply to those on Medicare, or people over the age of 50 with coverage through large employers.\nAlso, it wouldn’t have affected New York seniors, as the state has prohibited insurers from charging higher rates based on age since the early 1990s.\nThe claim contains elements of truth but glosses over details and ignores critical facts. We rate it Mostly False.\n\nShare the Facts\n2018-10-03 16:27:14 UTC\n\n\nPolitiFact\n\n\n3\n1\n7\n PolitiFact Rating:\nMostly False\n\nSays U.S. Rep. John Faso \"voted for an age tax on seniors.\"\n\n\n\nAntonio Delgado\nCongressional candidate\nhttps://www.youtube.com/watch?v=YMvkL2_hdNA\n\n\n \nWednesday, September 12, 2018\n2018-09-12\n\n\nRead More\ninfo", "vclaim_id": "vclaim-pol-01530"}