{"url": "/factchecks/2011/may/11/jim-moran/jim-moran-says-us-oil-production-highest-level-03/", "speaker": "Jim Moran", "vclaim": "\"American oil production is at its highest level since 2003.\"", "truth_label": "true", "date": "stated on May 5, 2011 in a press release.:", "title": "Jim Moran says U.S. oil production at highest level since '03", "text": "With gas prices averaging $3.97 a gallon in the United States, Congress is taking up energy legislation that offers good talking points, if not immediate relief at the pump.\n\nOn May 5, the House passed the \"Restarting Offshore Leasing Now Act,\" a measure aimed at forcing the Department of the Interior to auction offshore drilling leases in the Gulf of Mexico and off the coast of Virginia during the next year. Oil companies would bid for the leases and then build drilling rigs at the sites.\n\nThe measure won virtually unanimous support from Republicans, as well as votes from 33 Democrats. But Rep. Jim Moran, D-8th, opposed the measure and criticized it in a press release.\n\nMoran said the bill was about \"currying favor\" with the oil industry, not cutting energy prices. He  said drilling off the Virginia coast could interfere with Navy training operations. Furthermore, Moran said, \"American oil production is at its highest level since 2003.\"\n\nWe wondered if America’s oil wells are really pumping their highest output in eight years.\n\nThe Energy Information Administration, part of the Department of Energy, is the clearinghouse for U.S. and global data on oil production and consumption. According to EIA data, the U.S. produced 5.5 million barrels of oil per day in 2010, up from 5.4 million barrels per day in 2009. That is indeed the highest number since 2003, when production was 5.7 million barrels per day.\n\nIt’s interesting to note that U.S. production for the past decade has been below 6 million barrels a day. In the 1970s, production ranged from 8.1 million to 9.6 million barrels a day. And through most of the 1980s, it was above 8 million barrels a day.\n\nIn March, after President Barack Obama made the same claim as Moran, PolitiFact’s national staff reviewed the statement. Rather than study the daily average, they reviewed the annual number of barrels produced.\n\nHere are the annual totals for barrels produced, going back to 2003.\n\n2003: 2,073,453,000\n2004: 1,983,302,000\n2005: 1,890,106,000\n2006: 1,862,259,000\n2007: 1,848,450,000\n2008: 1,811,817,000\n2009: 1,956,596,000\n2010: 2,011,856,000\n\nWhen PolitiFact national first reviewed this claim, the EIA was expecting to see a 110,000 barrels-per-day decline in production during 2011, followed by another 200,000 barrels-per-day drop in 2012. But an updated May energy outlook projected a decline of only 20,000 barrels per day, followed by an additional 60,000 barrels per day decline in 2012. The agency said the reductions would come largely in Alaska, due to maturing oil fields, and the Gulf of Mexico.  \n\nIf you’re curious, U.S. demand for crude oil was about 18.8 million barrels per day during 2009 and 19.1 million barrels per day during 2010. The daily global demand for oil during 2009 was 84.3 million barrels per day, meaning the U.S. accounted for 22 percent of the world’s oil consumption that year.\n\nAs we’ve reported before, the U.S. possesses about 1.5 percent of the world’s proven oil reserves.\n\nLet’s review.\n\nMoran said,  \"American oil production is at its highest level since 2003.\" He’s right that production hit a seven-year peak in 2010. The government projects a decline could be imminent. But at this point, there is no solid evidence that the decline has begun.\n\nWhen PolitiFact national evaluated this issue in March, the EIA was projecting a sizable production decline this year. They have since significantly lowered their projections on how much production will fall.\n\nWe rate Moran’s statement True.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-13112"}