{"url": "/factchecks/2014/nov/06/ben-cardin/does-raising-minimum-wage-result-job-growth/", "speaker": "Ben Cardin", "vclaim": "\"Every time we've increased the minimum wage, we've seen a growth in jobs.\"", "truth_label": "barely-true", "date": "stated on November 2, 2014 in an interview on \"Fox News Sunday\":", "title": "Does raising the minimum wage always result in job growth?", "text": "Raising the federal minimum wage is a high priority for President Barack Obama, but the issue is mired in debate over whether or not raising the minimum wage would kill jobs.\nThe federal minimum wage is currently $7.25 an hour, and the White House and some congressional Democrats want to bump it up to $10.10 an hour. As of December, a majority of Americans support a raise. On Election Day, voters in Alaska, Arkansas, Nebraska and South Dakota approved state-level increases to minimum wages.\nSen. Ben Cardin, D-Md., wants to see the minimum wage increased, and he defended the idea in an interview on Fox News Sunday Nov. 2, 2014.\n\"Every time we've increased the minimum wage, we've seen a growth in jobs, not a loss of jobs,\" Cardin said.\nThe effect of minimum wage increases on job growth is at the core of this debate, so we wondered if Cardin’s claim was accurate. As you’ll see, the data is inconclusive, and there isn’t an expert consensus -- even among leading economists.\nSome data\nBecause Cardin was talking about congressional action, we’re going to focus on federal minimum wage increases and nationwide job growth.\nWe asked Cardin’s staff and some economists, and we did some digging around, but there doesn’t seem to be any published research that specifically answers the question: Was there job growth every year that Congress increased the federal minimum wage? (There’s plenty of research analyzing individual years, states or industries.)\nSo we turned to the Bureau of Labor Statistics. For every year Congress increased the minimum wage since 1978, we looked at how much employment grew or shrank a year after the new wage went into effect. (The first federal minimum wage went into effect in 1938, but it was not consistent across all industries until 1978.)\nWe know this measure doesn’t account for other economic factors or state-level minimum wage increases. But we wanted to look at Cardin’s claim as literally as possible before turning to the larger debate.\nBelow is a chart showing the years that Congress raised the minimum wage, employment the month that the change went into effect, and employment one year later, as well as the number of months that saw job growth.\n\n\n\n\n\nYear\n\n\nWage ($)\n\n\nEmployment - effective date (thousands)\n\n\nEmployment - year later (thousands)\n\n\nMonths of job growth\n\n\nOverall growth?\n\n\n\n\n1978\n\n\n2.65\n\n\n84,595\n\n\n88,810\n\n\n12\n\n\nYes\n\n\n\n\n1979\n\n\n2.90\n\n\n88,810\n\n\n90,802\n\n\n11\n\n\nYes\n\n\n\n\n1980\n\n\n3.10\n\n\n90,802\n\n\n91,037\n\n\n8\n\n\nYes\n\n\n\n\n1981\n\n\n3.35\n\n\n91,037\n\n\n90,567\n\n\n6\n\n\nNo\n\n\n\n\n1990\n\n\n3.80\n\n\n109,688\n\n\n108,367\n\n\n2\n\n\nNo\n\n\n\n\n1991\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\n\n\n4.25\n\n\n108,367\n\n\n108,527\n\n\n8\n\n\nYes\n\n\n\n\n1996\n\n\n4.75\n\n\n120,677\n\n\n123,945\n\n\n11\n\n\nYes\n\n\n\n\n1997\n\n\n5.15\n\n\n123,604\n\n\n126,775\n\n\n12\n\n\nYes\n\n\n\n\n2007\n\n\n5.85\n\n\n137,984\n\n\n137,421\n\n\n5\n\n\nNo\n\n\n\n\n2008\n\n\n6.55\n\n\n137,421\n\n\n130,617\n\n\n0\n\n\nNo\n\n\n\n\n2009\n\n\n7.25\n\n\n130,617\n\n\n130,395\n\n\n4\n\n\nNo\n\n\n\n\n\n \nSo Cardin’s claim isn’t literally true. Increasing the federal minimum wage isn’t always followed by national job growth, or loss for that matter. There were 12 solid months of job growth following the 1978 increase, but 12 months of job loss following the 2008 increase.\nAlso, these minimum wage changes did not happen in a vacuum. The last three federal minimum wage increases (2007, 2008 and 2009) were followed by significant job losses, but that was all taking place amidst the global financial crisis. And the minimum wage increases in the 1990s that preceded job growth happened during an economic boom.\nThe debate\nSo what do the experts say?\nEconomists are split over what effect minimum wage has on job growth. There’s some research that shows raising the minimum wage negatively impacts job growth, and a lot that shows it has an insignificant effect.\nFor an idea of how split economists are, look at this University of Chicago poll. Researchers asked about 40 leading economists, if raising the federal minimum wage would make it \"noticeably harder for low-skilled workers to find employment.\"\nIn response, 34 percent agreed with the statement, 32 percent disagreed, and 24 percent were unsure.\nOne of the most thorough reports on this debate comes out of the Center for Economic and Policy Research, a progressive think tank. The report concludes that the \"bulk of the best statistical evidence\" shows little to no effect on employment when the minimum wage goes up.\nThose who say raising the minimum wage results in job loss generally follow the logic that when workers become more expensive, businesses will be less likely to hire them, and unemployment follows.\nDavid Neumark is an economist who has researched the issue and believes raising the minimum wage reduces employment for the lowest skilled workers. He noted, though, that the economy has grown over the long term, resulting in job growth in all wage and skill levels.\n\"The causes of growth, and the business cycle as well, completely swamp (increases to) the minimum wage,\" said Neumark, director of the Center for Economics and Public Policy at the University of California Irvine.\nThere are a few other things to keep in mind when it comes to minimum wage increases.\nFirst, it doesn’t affect that many people. Only about 2.6 percent of all wage and salaried workers in the United States are paid at or below federal minimum wage, according to 2013 Bureau of Labor Statistics data. Additionally, 23 states (and some municipalities) have minimum wages higher than the federal minimum wage.\nThere’s also the question of whether or not minimum wage has actually increased. Yes, the sticker price gets higher, but those increases have not kept up with inflation. Adjusted for 2013 dollars, the current minimum wage is a couple of bucks lower than it was in the late 1960s. This Pew Research chart compares minimum wage in 2013 dollars to their unadjusted levels.\n\nAll this means that small adjustments to the minimum wage have historically had little effect on employment, said David Gleicher, an economist at Adelphi University who has researched labor economics.\n\"Thus there has been virtually no significant increase in prices because of higher costs, nor a significant increase in unemployment,\" Gleicher said. \"At the same time, there has not been all that much of an increase in demand causing a significant increase in jobs.\"\nOur ruling\nCardin said, \"Every time we've increased the minimum wage, we've seen a growth in jobs, not a loss of jobs.\"\nWe looked at nationwide employment data in the years following minimum wage increases since 1978, and sometimes there was job growth, and sometimes there was job loss. Modern research tends to show that raising the minimum wage has little significant impact -- positive or negative -- on employment.\nCardin got carried away when he said increasing the minimum wage is always followed by job growth. We rate his claim Mostly False.", "vclaim_id": "vclaim-pol-07029"}