{"url": "/factchecks/2016/mar/21/hillary-clinton/hillary-clinton-says-her-campaign-depends-small-do/", "speaker": "Hillary Clinton", "vclaim": "\"Our campaign depends on small donations for the majority of our support.\"", "truth_label": "barely-true", "date": "stated on March 15, 2016 in a victory speech after the March 15 primaries:", "title": "Hillary Clinton says her campaign 'depends on small donations for the majority of our support'", "text": "Following victories in Florida, North Carolina, Ohio and Illinois, Democratic presidential candidate Hillary Clinton thanked her supporters — especially those who have given small amounts of money to her campaign.\n\"Keep contributing at hillaryclinton.com. Please, please join the 950,000 supporters who already have contributed, most less than $100, because our campaign depends on small donations for the majority of our support,\" Clinton said.\nWe wondered whether it's accurate to say that her campaign \"depends on small donations for the majority of our support.\"\nThis is a surprisingly tricky question to answer.\nUnder Federal Election Commission rules, campaigns must register the personal data of donors who give $200 or more. (That includes name, occupation, employer and ZIP code.) That $200 amount can be in the form of one donation of at least $200, or in a series of donations that collectively equal at least $200.\nHowever, if a donor gives an amount less than $200, the campaign is not required to disclose the donor's name. Such donations are often called \"small-dollar contributions\" or \"unitemized donations.\"\nCandidates like to play up their small-dollar donations because they are a sign of grass-roots strength. For instance, the Bernie Sanders campaign often talks up its large small-donor base and small average donations.\nAnd in fact, of all the 2016 candidates, Sanders has done the best in this regard: Through Jan. 31, Sanders raised $67 million from small donors, or a whopping 70 percent of all the money he took in from individuals, according to the Center for Responsive Politics, an independent group that tracks campaign finance data.\nClinton, for her part, raised a little under $22 million from small donors over the same period, or 17 percent of her total fundraising haul from individuals. That percentage rose a bit with the release of donations through Feb. 29 — Clinton has now raised more than $28 million from small donors, or 19 percent of her individual donations. (Among the remaining Republicans, Ted Cruz had the highest small-donation percentage with 42 percent. Donald Trump had 22 percent and John Kasich had 11 percent, though both Trump and Kasich have taken in much smaller amounts overall from small donors.)\nSo, compared with Sanders, Clinton has raised a smaller dollar total from small donors, and a smaller percentage of her individual contributions have come from from small donors. In other words, if she wants to emphasize the strength of her grassroots support, she needs to find different statistics to highlight.\nClinton spokesman Josh Schwerin said that more than 50 percent of the money the campaign has raised in February and March has come from what they call \"online grassroots donations.\" This is a continuation of a pattern the campaign originally noted in a Washington Post article in mid February.\nAnd when the campaign released its campaign-finance data through Feb. 29, it reported that the average donation in February was about $50, and that 98 percent of donations were smaller than $250.\nThese do sound like strong statistics to bolster the campaign's grassroots cred — but it also highlights a mismatch between what the campaign says and what fact-checkers can verify.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nPut simply, once the debate turns to the number of donors and the scope of online donations, reporters simply have to trust that the campaigns are being honest.\nConsider the number Clinton cited — that she has 950,000 individual contributors. (That's about what the Sanders campaign said he had in January 2016, when it said it had just passed the 1 million donor mark.)\nFigures such as these come from the campaigns' internal databases and are not filtered through the federal disclosure system, where they can be analyzed by independent groups. And no campaign has thus far let fact-checkers dig into their donor lists.\nSo just knowing the amount of money raised from small donors won't tell you how many people gave.\n\"A lump-sum unitemized receipt of $100,000 could be 100,000 donors, 5,000 donors, or any number in between — your guess is as good as mine,\" said Kenneth A. Gross, an elections and campaign-finance expert at the law firm Skadden, Arps, Slate, Meagher & Flom.\nViveca Novak, editorial and communications director for the Center for Responsive Politics, agreed. \"It's impossible for us to check claims about things like how many donors have given to a candidate and what the average amount per donor is,\" she said.\nThis means we're left with the federal disclosure data, which produces weaker support for Clinton's statement.\nIf one defines \"the majority of our support\" as dollars, then Clinton is wrong — small donations accounted for 17 percent of all of her individual donations, which is well short of a majority. In fact, the Campaign Finance Institute calculated that a clear majority of the funds Clinton had raised through Jan. 31 from individuals came from donors giving $2,700 — the legal maximum that anyone can give.\nOn the other hand, the campaign could be right if they define \"the majority of our support\" as the number of donors.\nBut this calculation isn't transparent to outside analysis.\n\"Whenever a politician makes a claim about their average contribution or total number of donors, it's impossible to independently verify,\" said Michael Beckel, a reporter with the Center for Public Integrity.\nOur ruling\nClinton said, \"Our campaign depends on small donations for the majority of our support.\"\nThe campaign's best evidence for this isn't independently verifiable. Otherwise, Clinton is wrong — small donors accounted for only 17 percent of the dollar amount her campaign has collected from individuals through Jan. 31, and 19 percent of the dollar amount collected through Feb. 29.\nWe rate statement Mostly False.\nhttps://www.sharethefacts.co/share/21481788-ce13-458b-a58f-b50a07734b1b", "vclaim_id": "vclaim-pol-05235"}