{"url": "/factchecks/2013/aug/11/rush-holt/rush-holt-tv-ad-claims-cory-booker-doesnt-support-/", "speaker": "Rush Holt", "vclaim": "\"We need to pass a carbon tax to stop climate change. Break up the Wall Street banks. And stop the government spying on innocent Americans. Cory Booker doesn’t support any of these ideas.\"", "truth_label": "half-true", "date": "stated on August 5, 2013 in a Democratic primary U.S. Senate seat campaign TV ad:", "title": "Rush Holt TV ad challenges Cory Booker on carbon tax, Wall Street banks, domestic spying", "text": "They’re among the more controversial issues in America today: climate change, behemoth Wall Street banks and domestic spying.\nAnd Rep. Rush Holt (D-12th), a candidate in Tuesday’s Democratic primary for the late Frank Lautenberg’s U.S. Senate seat, claims another candidate in the race doesn’t support taxing, breaking up or ending any of those issues for the betterment of the nation.\n\"We need to pass a carbon tax to stop climate change. Break up the Wall Street banks. And stop the government spying on innocent Americans,\" Holt said in a recent TV ad. \"Cory Booker doesn’t support any of these ideas.\"\nHolt’s claim isn’t completely accurate, and raises an issue of semantics.\nBooker, the mayor of Newark, along with Holt, Rep. Frank Pallone (D-6tth) and state Assembly Speaker Sheila Oliver (D-Essex) are the four candidates in this week’s primary. The winner will face the winner of the Republican primary between Steve Lonegan, the former director of the New Jersey chapter of Americans for Prosperity, and Dr. Alieta Eck. A special election for the Senate seat is scheduled Oct. 16.\nLet’s look at the three points in Holt’s ad and review where Booker stands on each issue.\nFirst, the carbon tax and climate change.\nHolt has proposed a tax on carbon dioxide emissions, which account for 75 percent of greenhouse gases during the past 40 years, according to a report from the Intergovernmental Panel of Climate Change that Holt references on his campaign website. He also claims that during the next two decades, a carbon tax could prevent the emission of 9.2 billion metric tons of carbon dioxide and by mid-century, reduce U.S. emissions by a third.\nKevin Griffis, senior adviser and communications director for Booker’s campaign, said in an e-mail that Booker \"hasn’t taken a public position on a carbon tax, which is largely a federal or state-level issue. He has spoken extensively about the importance of regional greenhouse gas agreements, reducing carbon emissions and producing green jobs.\"\nBooker also hadn’t take a public position on breaking up Wall Street banks by the time Holt’s ad aired on Aug. 5.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Facebook recently logged users out to track their “off Facebook activity” involving bank accounts, emails and other apps.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 28, 2021\n\n\n\n\n\n\n\nBooker addressed both issues, however, in a campaign questionnaire to The Star-Leger. Booker said legislation must be passed that reduces carbon production, and involve a market-based approach, including cap and trade or a carbon tax. He also said in the questionnaire that he \"would support exploring additional rules\" to limit risky actions by financial institutions, but didn’t say whether he supported breaking up Wall Street banks.\nAs for alleged domestic spying on civilian Americans’ phone calls and e-mails by the National Security Agency, Booker’s campaign says the mayor believes in striking a balance between enforcing privacy protections guaranteed by Constitution while also protecting the country from terrorism. Booker also supports amending, instead of ending, the 11-year-old Patriot Act, which reduces the restrictions law enforcement once had in investigating terrorism.\nSo should the electorate care if a candidate doesn’t respond publicly on particular issues?\n\"One rule of thumb for politicians is that you have to define yourself before someone else does it for you,\" said Ben Dworkin, director of The Rebovich Institute for New Jersey Politics and an adjunct assistant professor of political science at Rider University in Lawrenceville. \"The essence of a campaign, a competitive campaign, is to draw distinction.\"\nGriffis maintains that Holt’s ad isn’t accurate.\n\"Our basic position is that not being on the record about something, especially when the mayor would not have had occasion to discuss it in the past, is not the same as stating his affirmative support or opposition to an idea or initiative, and therefore, the Holt ad is misleading,\" Griffis said in an e-mail.\nThe Holt campaign, however, emphasizes that Booker not taking a public position on significant issues speaks loudly to voters.\n\"With due respect to the mayor, ‘I haven't taken a position’ isn't a rebuttal,\" Thomas Seay, Holt’s communications director, said in an e-mail. \"It's a restatement of the problem.\"\nOur ruling\nHolt said in a TV ad, \"We need to pass a carbon tax to stop climate change. Break up the Wall Street banks. And stop the government spying on innocent Americans. Cory Booker doesn’t support any of these ideas.\"\nBooker hadn’t taken a position on those issues by the time the ad had aired, but that doesn’t mean he doesn’t support or reject them. It simply means he hasn’t taken a position thus far. But let’s look at the flip side, too. Without knowing where Booker stands on these issues, New Jerseyans can legitimately question whether he supports a carbon tax, breaking up Wall Street banks and ending domestic spying. That lack of context is what makes Holt’s claim partially accurate, and why we rate Holt’s claim Half True.\nTo comment on this story, go to NJ.com.", "vclaim_id": "vclaim-pol-09000"}