{"url": "/factchecks/2020/dec/17/mike-parson/how-safe-are-schools-covid-19-mitigation-strategie/", "speaker": "Mike Parson", "vclaim": "“Schools that are consistently implementing COVID-19 mitigation strategies remain among the safest places for our students.”", "truth_label": "mostly-true", "date": "stated on November 12, 2020 in a press conference:", "title": "How safe are schools with COVID-19 mitigation strategies?", "text": "On Nov. 12, Missouri Gov. Mike Parson issued modified guidelines that redefined the need for student quarantines: A student doesn’t have to quarantine if the student comes into contact with someone who has COVID-19 but is wearing a mask. It’s part of Parson’s continuing push to keep children in schools rather than doing learning remotely.\nThis guidance contradicted CDC guidelines, which recommend quarantine for anyone who has spent at least 15 minutes within 6 feet of an infected person. \nIn unveiling the guidelines, Parson said: \"Schools that are consistently implementing COVID-19 mitigation strategies remain among the safest places for our students.\" \nWhich made us wonder: What are these strategies, and do they do enough to assume that those schools are safe?\nMitigation strategies\nThe CDC says schools may consider implementing several strategies to encourage behaviors that reduce the spread of COVID-19. CDC suggests that all school reopening plans address adherence to behaviors that prevent the spread of COVID-19. When used consistently and correctly, along with important mitigation strategies, masks are important to help slow the spread of COVID-19. Other important guidelines noted by the CDC are social distancing, washing hands, and regular cleaning and disinfecting frequently touched surfaces in schools and buses.\nDr. Rachel Orscheln, associate professor of pediatrics in the division of infectious diseases at Washington University and St. Louis Children’s Hospital, joined Parson in announcing the policy.\n\"We also know that some of these children will likely, at some point in their illness, be at school,\" she said. \"However, we have learned that in schools where students and staff are always wearing masks and practicing physical distancing, this virus does not spread as easily as it does in other places where these strategies are not always used.\"\nParson’s team also directed us to CDC Director Robert Redfield. At a White House coronavirus task force briefing on Nov. 20, he said:  \"The truth is, for kids K-12, one of the safest places they can be, from our perspective, is to remain in school.\" \nData from the CDC determined children under the age of 18 make up only 10% of cases in the U.S., even though they represent 22% of the total population. Also, an international research study out of Spain has found that school reopenings are not the cause of community coronavirus surges. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nAccording to the Missouri Department of Senior Health Services and the Department of Elementary and Secondary Education, the minimum protocols schools should follow involve screening, physical distancing, and mask wearing. These techniques are proven to reduce the spread of the virus if implemented. A Syracuse University study found that careful use of surgical masks along with good ventilation reduced the estimated infection rate to 2%. Missouri’s protocols are in close alignment with the CDC’s recommendations on how to safely operate schools during COVID-19.\nMissouri has no mandate to ensure that these recommendations are followed; there is no statewide mask mandate in schools. \nAdditional data has found that children are less likely to contract and spread COVID-19 at school. Brown University economist Emily Oster studied in-school infection data from 47 states during the end of the September. Among more than 200,000 students and 63,000 staff who had returned to school, Oster determined an infection rate of 0.13% among students and 0.24% among staff compared to a national average of 4.8%. \nBut, in a research study from the American Association for Medical College (AAMC), associate professor of medicine and epidemiology at Boston University School of Medicine Benjamin Linas said, \"You can only open your school safely if you have COVID under control in your community.\"\nFor example, the Missouri communities with the two highest COVID-19 rates are St. Louis County and St. Charles County. Their schools have mitigation strategies in place but there is still evidence students contract COVID-19 in their communities and bring it to the classroom. About 3,066 of the coronavirus cases in St. Charles County were linked to exposures in schools. The St. Louis Department of Health noted that \"schools in St. Louis County have seen significant transmissions of COVID-19 among teachers and students.\"\nThere is a clear correlation between the safety of a community’s school and the number of cases in that community. \"You can have the best laid plans in classrooms, but if kids are not following social distancing and mask usage outside of school, they’re going to bring COVID into the school with them,\" the AAMC study says. \nOur ruling \nParson said, \"Schools that are consistently implementing COVID-19 mitigation strategies remain among the safest places for our students.\" \nParson is correct to affirm the data and statement from the CDC Director Robert Redfield regarding COVID-19 and children in schools, but Parson’s statement does not reflect the risk of opening a school with mitigation strategies in areas where there are high COVID-19 rates in the community. We rate this claim Mostly True.\nCORRECTION, Dec. 18: This story has been updated to include more recent data from the CDC for the percentage of children with COVID-19 and the correct link to an international research study from Spain.", "vclaim_id": "vclaim-pol-17296"}