{"url": "/factchecks/2014/apr/30/mike-tate/scott-walker-outsourced-making-welcome-wisconsin-r/", "speaker": "Mike Tate", "vclaim": "Welcome to Wisconsin road signs have \"always been made in Wisconsin,\" but Scott Walker \"is outsourcing them\" to an out-of-state company and \"paying more money for them.\"", "truth_label": "false", "date": "stated on April 18, 2014 in an interview:", "title": "Scott Walker outsourced the making of \"Welcome to Wisconsin\" road signs and is paying more for them, Democratic Party leader Mike Tate says", "text": "Two weeks after taking office in January 2011, Gov. Scott Walker augmented the familiar Wisconsin-shaped signs at the state’s borders that say: \"Wisconsin Welcomes You.\"\nEmploying his campaign theme, Walker attached small horizontal signs that read, \"Open for Business.\"\nThe state paid a suburban Milwaukee company $1,495 to make the attachments to the 10-feet-tall and 11-feet-wide brown signs.\nThree years later, on April 18, 2014, the signs were raised by Wisconsin Democratic Party Chairman Mike Tate, who appeared on a Madison-area radio station to comment on Walker's re-election announcement.\nTate criticized the Republican's record on creating jobs, then ridiculed him.\n\"The signs on our border that say 'Welcome to Wisconsin' -- they've always been made in Wisconsin,\" Tate told liberal talk show host John \"Sly\" Sylvester.\n\"But now Scott Walker's DOA (Department of Administration) is outsourcing them -- I think to a company in Illinois, of all places -- and they're paying more money for them.\"\nReally?\nA governor who is almost certain to break his promise to create 250,000 private-sector jobs in his first term decides to have an out-of-state company make \"Welcome to Wisconsin\" signs -- at a higher price to the state?\nAs we’ll see, Tate's statement from the beginning goes down the wrong road.\nWhich signs?\nWhen we asked Democratic Party spokeswoman Melissa Baldauff for evidence to back Tate's claim, she said Tate \"may have erred\" on the type of highway sign he singled out.\nIndeed, Tate is simply wrong in referring to the \"Wisconsin Welcomes You\" signs -- those 23 signs are not being replaced.\nRather, Baldauff provided a few news articles about the state Department of Transportation deciding to change vendors on a contract for maintenance of a different type of sign -- the ubiquitous and much smaller blue signs near highway and freeway exits throughout the state that alert motorists to gas stations, restaurants and other businesses. Those signs typically carry the businesses’ logos.\nAccording to the DOT, the Legislature created the so-called specific information signs program in 1990 to promote certain types of businesses within five miles of a highway.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nThe program is designed to be self-funded -- in other words, the businesses, not taxpayers, pay the cost of building and maintaining the blue signs.\nThat's an important point.\nNot only was Tate wrong in saying Walker was \"outsourcing\" the construction of the brown \"Wisconsin Welcomes You\" signs, he was wrong in suggesting that the outsourcing -- which actually refers to the maintenance of the blue roadway signs that  promote businesses -- is being done at a higher cost to taxpayers.\nHere’s what led up to Tate’s claim:\nThe Milwaukee Journal Sentinel reported in February 2014 that after 28 years of Milwaukee-based Derse-Wisconsin Highway Business Signs holding the blue signs contract, DOT had decided to give its next contract to Georgia-based Interstate Logos.\nDOT said Interstate Logos, which is subcontracting with a Portage, Wis., firm for part of the work, scored higher in the bid process that had been set up and would provide better signs and better service.\nAs for the costs to businesses, Derse had proposed to charge $21 a month for signs along the interstate -- a reduction from the $30 it had charged for years -- and the same $10 a month it had been charging for signs along exit ramps.\nMeanwhile, Interstate Logos proposed charging $46 per month for signs on the interstate, but no additional charge for signs on ramps.\nAfter DOT decided to give the contract to Interstate Logos, however, the company agreed to use $30 and $10 fees that Derse had been using. A 10-year contract was put in place to start May 1, 2014.\nSo, businesses aren’t facing a higher price under the new contract.\nAnd none of that is paid by taxpayers.\nOur rating\nCriticizing Walker’s record on job creation, Tate said Welcome to Wisconsin road signs have \"always been made in Wisconsin,\" but Walker \"is outsourcing them\" to an out-of-state company and \"paying more money for them.\"\nNo changes are being made to the large \"Wisconsin Welcomes You\" signs near the state’s borders. The state did give a sign maintenance contract to a Georgia firm, but businesses -- not state taxpayers -- pay for those small roadway signs and the prices in the contract are not increasing.\nWe rate Tate’s statement False. \nComment on this item at the Milwaukee Journal Sentinel website.", "vclaim_id": "vclaim-pol-07922"}