{"url": "/factchecks/2017/jan/13/blog-posting/supreme-courts-ginsburg-not-retiring-despite-what-/", "speaker": "Bloggers", "vclaim": "Says \"Justice Ruth Bader Ginsburg is resigning from the post of associate justice of the Supreme Court.\"", "truth_label": "pants-fire", "date": "stated on January 2, 2017 in a headline:", "title": "Supreme Court's Ginsburg not retiring, despite what fake news headline says", "text": "Supreme Court Justice Ruth Bader Ginsburg made it no secret last summer that she is not a fan of President-elect Donald Trump. But contrary to what a popular fake news story says, she has not announced she’s retiring.\nBloggers on multiple websites have posted an article with the headline, \"Justice Ruth Bader Ginsburg is resigning from the post of associate justice of the Supreme Court.\" The most recent one we saw was on Jan. 2, 2017, but recently there are plenty of other examples going back to December 2016.\nThe posts draw on speculation that Trump will have the opportunity to nominate replacements for several Supreme Court justices as they retire over the next four years. Trump already is preparing to nominate a successor for the late Justice Antonin Scalia, after Republicans in Congress for months refused to hold hearings for President Barack Obama’s nominee, Merrick Garland.\nAt 83, Ginsburg is considered to be one of the justices Trump might replace, should Ginsburg retire or die while he is in office. Fueling that talk is Ginsburg’s outspoken opposition to Trump.\nAll the fake posts read essentially the same, allegedly quoting Ginsburg in an interview about what would happen if Trump started choosing replacement Supreme Court justices.\n\"I don’t want to think about that possibility, but if it should be, then everything is up for grabs,\" Ginsburg told the Associated Press, according to the posts.\nGinsburg really did say those words, but in a different context: She told the AP she couldn’t imagine Trump becoming president in an interview on July 7, 2016, and didn’t want to consider the prospect.\nIt was one of several comments over the span of a week in which Ginsburg expressed a low opinion of Trump, calling him a \"faker\" and that she \"can’t imagine what the country would be with Donald Trump as our president.\"\nThat netted Ginsburg plenty of criticism before she said a week later she regretted making the \"ill-advised\" and \"incautious\" remarks.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWhile Ginsburg did express distaste for Trump publicly, everything else in the fake news posts appear to be completely contrived.\nThe posts all include lengthy faux quotes in which Ginsburg says she could not tolerate Trump as a president and would resign should he become commander in chief. Tellingly, even the posts after the Nov. 8 election refer to Trump as a candidate instead of the president-elect.\nThat’s because the posts draw from a fake story posted July 8 on a website called TheRightists.com. The site says on its \"about us\" description page that \"This is HYBRID site of news and satire. part of our stories already happens, part, not yet. NOT all of our stories are true!\"\nIn the fake story, Ginsburg announces she will resign if Trump becomes president. In real life, she said five weeks before Trump was elected that she had no intention of retiring.\nTheRightists.com, which is registered to an address in Israel, is part of a family of websites that take a kernel of real news and then construct a fake story around it. Related sites like Politicono.com and Newslo.com include a button so that readers can identify what is fabricated, but TheRightists.com does not. That makes it very difficult to tell that most of the quoted material is completely made up.\nWe attempted to contact some of the sites that reposted the article to see if they knew it was fake, but did not receive any responses.\nClearly many readers in the comments sections of these websites are unaware the story is fabricated. Adding a real, out-of-context quote from Ginsburg with no disclaimer that the story is fake only confuses matters more.\nWe rate this headline Pants On Fire!\nhttps://www.sharethefacts.co/share/dc5b1ca1-6077-46a8-b207-34f63443e650", "vclaim_id": "vclaim-pol-03793"}