{"url": "/factchecks/2008/may/13/john-boehner/misquoting-obamas-remarks/", "speaker": "John Boehner", "vclaim": "Says Obama called Israel \"a constant sore\" that infects U.S. foreign policy.", "truth_label": "false", "date": "stated on May 12, 2008 in a news release.:", "title": "Misquoting Obama's remarks", "text": "House Republican leader John Boehner waded into the presidential campaign on May 12, 2008, by attacking Sen. Barack Obama over comments the Illinois senator made about the Middle East.\n\n\"Israel is a critical American ally and a beacon of democracy in the Middle East, not a 'constant sore' as Barack Obama claims,\" Boehner said in a news release from the Freedom Project, a Republican political action committee that he chairs. \"Obama's latest remark, and his commitment to 'opening a dialogue' with sponsors of terrorism, echoes past statements by Jimmy Carter, who once called Israel an 'apartheid state.' It's another sign that Obama is part of the broken Washington Americans are rejecting.\"\n\n\nBoehner, of Ohio, was referring to\n\nan interview Obama gave Jeffrey Goldberg\n\nof\n\nThe Atlantic\n\nthat focused on Israel, conflicts in the Middle East, and Hamas, the Palestinian group that wants to destroy Israel. Obama\nsaid in the phone interview May 10 that \"there's no doubt that Israel and the Palestinians have tough issues to work out to get to the goal of two states living side by side in peace and security\" but that he didn't agree with the suggestion by former President Jimmy Carter that Israel resembles \"an apartheid state.\" That was followed by this exchange:\n\n\nGoldberg: \"If you become president, will you denounce settlements publicly?\"\n\n\nObama: \"What I will say is what I've said previously. Settlements at this juncture are not helpful. Look, my interest is in solving this problem not only for Israel but for the United States.\"\n\n\nGoldberg: \"Do you think that Israel is a drag on America's reputation overseas?\"\n\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nObama: \"No, no, no. But what I think is that this constant wound, that this constant sore, does infect all of our foreign policy. The lack of a resolution to this problem provides an excuse for anti-American militant jihadists to engage in inexcusable actions, and so we have a national security interest in solving this, and I also believe that Israel has a security interest in solving this because I believe that the status quo is unsustainable.\"\n\n\nBoehner's statement alleges that Obama was saying that Israel, a key ally of the United States, is a \"constant wound ... constant sore.\"\n\n\nBut it's clear from the rest of the interview that Obama was referring to the Middle East conflict, not Israel.\n\n\nAnd Goldberg himself said in\n\nthis blog posting\n\n\"that Obama was clearly calling the Middle East conflict, and not Israel, a sore.\"\n\n\nGoldberg added sarcastically that he was sure Boehner would issue a corrected press release because during the interview, \"Obama expressed — in 12 different ways — his support for Israel.\"\n\n\nGiven the context for Obama's remarks and his repeated support of Israel throughout the interview, we find Boehner's statement to be False.", "vclaim_id": "vclaim-pol-16219"}