{"url": "/factchecks/2020/jul/15/facebook-posts/dont-trust-comparison-daily-coronavirus-deaths-oth/", "speaker": "Facebook posts", "vclaim": "Only 56 coronavirus deaths a day was enough to collapse the world economy, even though thousands of people die daily from tuberculosis, hepatitis B, and other diseases.", "truth_label": "pants-fire", "date": "stated on July 8, 2020 in on social media:", "title": "Don’t trust this comparison of daily coronavirus deaths with other diseases", "text": "A social media post says the novel coronavirus causes a small number of deaths compared with other diseases, essentially arguing that the coronavirus shouldn’t have forced such widespread economic shutdowns.\nThe July 8 post is headlined, \"Disease deaths per day worldwide.\" In a bar chart, the post lists more than two dozen communicable diseases, along with what it says are the number of worldwide deaths per day for each.\nAccording to the chart, the top five killers are tuberculosis (3,014 deaths), hepatitis B (2,430), pneumonia (2,216), HIV/AIDS (2,110), and malaria (2,002).\nAbout two-thirds of the way to the bottom of the list is the coronavirus, with just 56 daily deaths. Punctuated by a big red arrow, the post says, \"THIS is what collapsed the world economy.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nWe found that the post (seen below) is highly misleading. Here are some big problems with it.\n\n \nThe number of coronavirus deaths is cherry-picked to be low\nWe researched the number of deaths from each of the diseases in the post and found some variation. But they were usually in the ballpark — except for COVID-19.\nUsually, cause-of-death data is released a couple of years after the fact and is subject to estimation. But coronavirus is such an urgent health threat, deaths are tabulated on a daily basis with a much smaller lag.\nIn tiny type, the post cites data as of March 9, 2020. That was just before coronavirus deaths began their exponential growth — and just before U.S. communities started to shut down schools and restrict public gatherings to prevent its further spread.\nOn March 9, the seven-day rolling average for worldwide coronavirus deaths was 130. (It’s unclear where the 56 deaths cited in the post came from.) By April 18, the peak to date, the seven-day rolling average was 7,036. By July 12, the number had dropped to 4,945, but that was still far higher than the 56 deaths claimed in the post.\nWe re-did the chart based on the best available data, including those three options for coronavirus deaths, marked in red:\n\n \nBoth the April or July numbers for COVID-19 deaths are larger than for any of the other diseases. The closest is tuberculosis, with 3,452 deaths.\n\"The original figure is incredibly misleading, especially if still being circulated today,\" said Brooke Nichols, a health economist and infectious disease mathematical modeler at the Boston University School of Public Health.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 25, 2021 in a blog post\n\n\n\n\n\n\n\n\n“WHO now saying you do not need to wear a mask.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • February 1, 2021\n\n\n\n\n\n\n\nUnlike for most of the other diseases on this list, \"it needs to be pointed out that we have not yet had one year’s experience\" with the virus to have an accurate count and to understand the disease’s dynamics over time, said Nicole Gatto, associate professor in the School of Community and Global Health at Claremont Graduate University. It’s too early, she said, \"to fairly compare with these other causes of death.\"\nIn all, then, the notion that coronavirus is causing a piddling number of deaths is bunk.\nMost of the other diseases have effective treatments or vaccines\nThere’s not yet an effective drug or vaccine for coronavirus. That’s also the case for a few of the other diseases on the list, including norovirus, dengue fever, Ebola, SARS, and MERS.\nFor most of the diseases on the list, however, we do have one or more effective tools. \nVaccines exist for hepatitis A and B, rotavirus, seasonal flu, whooping cough, typhoid, cholera, meningitis, measles, rabies, yellow fever, and chicken pox, Nichols said.\nEffective treatments are available for tuberculosis and HIV/AIDS, and malaria has an effective prophylaxis.\nBut for COVID-19, not having an effective vaccine or treatment means that the only tool is to limit personal contact and maintain good hygiene. Doing this makes economic shutdowns a much more urgent tool for the coronavirus than for any of the other diseases on the list.\nMany of the other diseases are not spread as easily through the air\nWhile tuberculosis, measles, pneumonia, the seasonal flu, whooping cough, SARS, and MERS are spread by respiratory pathways, most of the others do not. \nThey may spread through contaminated food or water, such as cholera; or bodily fluids, like HIV/AIDS; or animal vectors, such as malaria or rabies.\nSince respiratory diseases are particularly hard to control, they are more likely to require significant disruptions, such as economic shutdowns. You wouldn’t need a broad-scale economic shutdown to prevent HIV/AIDS, because it doesn’t spread through casual contact. For most of the other diseases on the list, you would mainly need a robust public health system.\nCoronavirus is now endemic almost everywhere\nSome of the other diseases on this list aren’t apples to apples because they’re regional. \nMalaria and dengue are carried by certain types of mosquito, so if you don’t live near the mosquitoes, you won’t get the disease. The parasite that causes leishmaniasis tends to be found only in certain areas. For other diseases, many wealthier countries have been able to vaccinate to a level of herd immunity, reducing the risk of catching the illness in those places even if you’re unvaccinated.\nBy contrast, the coronavirus spread within months to nearly everywhere in the world.\nOur ruling\nThe post said that only 56 coronavirus deaths a day was enough to collapse the world economy, even though thousands of people die daily from tuberculosis, hepatitis B, and other diseases.\nFor starters, the post chose March 9 as its date for coronavirus deaths, which was right before deaths soared. Subsequent daily totals show that coronavirus deaths have become larger than any other disease on the list.\nIn addition, coronavirus poses special risks that may need to be ameliorated by economic closures. It spreads through the air, there is no vaccine or treatment, and by now it’s established itself in most countries, so in many cases, limiting casual contact between people may be the only effective way of stopping the virus’ spread.\nWe rate the statement Pants on Fire.", "vclaim_id": "vclaim-pol-17739"}