{"url": "/factchecks/2018/nov/05/patrick-morrisey/did-joe-manchin-support-obama-and-clinton-efforts-/", "speaker": "Patrick Morrisey", "vclaim": "Says Joe Manchin \"supported Obama and Clinton's campaigns to kill coal jobs.\"", "truth_label": "false", "date": "stated on October 13, 2018 in a campaign ad:", "title": "Did Joe Manchin support Obama and Clinton efforts to kill coal jobs?", "text": "Donald Trump Jr. tweeted his support for Republican U.S. Senate candidate Patrick Morrisey — and his opposition to Morrissey's Democratic incumbent, Sen. Joe Manchin — on Oct. 13, 2018.\nTrump Jr. tweeted, \"Liberal Joe Manchin can’t be trusted to fight for West Virginia. He sold out Mountaineers when he supported Hillary Clinton over my father & on just about every other issue imaginable.\"\nThe tweet attached a Morrissey campaign ad that included the charge that Manchin \"supported Obama and Clinton’s campaigns to kill coal jobs.\"\nLiberal @JoeManchinWV can’t be trusted to fight for West Virginia.He sold Mountaineers out when he supported Hillary Clinton over my father & on just about every other issue imaginable. @MorriseyWV can be trusted. He will always fight for YOU. #WVSEN #wv #wvpol pic.twitter.com/rkpfZgyrAQ— Donald Trump Jr. (@DonaldJTrumpJr) October 13, 2018\n\n\n \nThose are fighting words in coal-producing West Virginia. So we wondered whether it is accurate that Manchin supported Hillary Clinton’s and Barack Obama’s efforts to kill coal jobs.\nAs we have previously noted, Manchin did back Clinton in the 2016 election — an endorsement that turned out to be strongly at odds with most voters in a state that voted strongly for her Republican opponent, Donald Trump. (Manchin later told Politico that his decision to stick by Clinton was \"a mistake. It was a mistake politically.\")\nBut the Morrissey ad didn’t just refer to Manchin’s endorsement of the candidates. It went a step further and said that Manchin specifically supported their coal policies. And that doesn’t appear to be correct.\nIn his initial campaign for Senate in 2010, he famously ran an ad in which he shot a copy of the cap-and-trade bill proposed by Obama and other Democrats that would have curbed emissions, potentially hurting the coal industry. (The bill was never enacted.)\nIn an 2013 Washington Post article, Manchin said that Obama’s climate initiative -- which would have put coal at a disadvantage to other forms of energy -- amounted to a declaration of war on the coal industry. \"The regulations the President wants to force on coal are not feasible. And if it’s not feasible, it’s not reasonable,\" Manchin said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 27, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Biden canceled the Keystone pipeline because Warren Buffett “donated $58 million” to his campaign.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Tom Kertscher • January 29, 2021\n\n\n\n\n\n\n\nManchin went on to say in the article that it is not acceptable to get rid of coal. \"It’s clear now that the president has declared a war on coal. It’s simply unacceptable that one of the key elements of his climate change proposal places regulations on coal that are completely impossible to meet with existing technology.\"\nHe joined Sen. Shelley Moore Capito, R-W.Va., to introduce the Affordable Reliable Energy Now Act, which the lawmakers touted as helping \"rein in President Obama’s Clean Power Plan.\"\nIn 2015, he emphasized his opposition to Obama’s Clean Power Plan in a letter to Environmental Protection Agency Administrator Gina McCarthy. He also urged constituents to direct their opposition to the plan at field hearings.\nSaying he believed that the plan would \"result in escalating utility bills for Mountain State residents and even more coal mining job losses,\" Manchin wrote that \"forcing new coal-fired plants to meet standards when experts know that the required technology is not sustainably operational on a commercial scale makes absolutely no sense. By requiring technology that has never been adequately demonstrated, the EPA is forcing an industry to shut down and consumers to pay higher utility bills.\"\nHe also voted to advance a resolution of disapproval under the Congressional Review Act to reverse the \"Waters of the U.S.\" (WOTUS) rule, arguing that it would \"impact the coal mining in West Virginia.\"\nManchin’s Senate website also examples of Manchin supporting the coal industry, such as introducing in 2018 the Fossil Energy Utilization, Enhancement, and Leadership Act, which was designed to \"protect coal jobs and develop new technologies to be used domestically and exported internationally,\" and supporting efforts to use the Defense Production Act to protect \"clean-burning, coal-fired power plants.\"\nThe Morrisey campaign did not respond to repeated requests to offer examples of Manchin opposing the coal industry.\nOur ruling\nA tweet posted by Patrick Morrisey and shared by Donald Trump Jr. said that Manchin \"supported Obama and Clinton's campaigns to kill coal jobs.\"\nManchin actively opposed the two biggest efforts backed by Obama and Clinton over coal industry opposition: the cap-and-trade bill and the Clean Power Plan. He also pursued other legislative and regulatory efforts that aided the coal industry.\nWe rate the statement False.\n Share the Facts 2018-11-05 16:55:41 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Joe Manchin \"supported Obama and Clinton's campaigns to kill coal jobs.\"    Patrick Morrisey U.S. Senate candidate, R-W.Va. https://twitter.com/DonaldJTrumpJr/status/1051112179372572675   a campaign ad Saturday, October 13, 2018 2018-10-13    Read More  info", "vclaim_id": "vclaim-pol-01302"}