{"url": "/factchecks/2010/dec/12/bryan-kennedy/union-leader-says-wisconsin-state-employees-earn-a/", "speaker": "Bryan Kennedy", "vclaim": "State employees in Wisconsin earn \"about 8 percent less\" than if they worked in the private sector.", "truth_label": "false", "date": "stated on December 5, 2010 in a TV interview:", "title": "Union leader says Wisconsin state employees earn about 8 percent less than if they were in private sector", "text": "Targeted by Governor-elect Scott Walker, state employee unions in Wisconsin dominated the headlines in the Milwaukee Journal Sentinel during the first days of December 2010.\n\nDec. 3: Walker targets early strike at state worker benefits\n\nDec. 7: Walker looks at showdown with state employee unions\n\nDec. 8: GOP leader floats right-to-work law\n\nThe common theme:\n\nWalker and other Republicans, confronted with a state budget deficit of about $3 billion, want to cut state employee benefits.\n\nFeeling the fire, union leader Bryan Kennedy stood up for state workers in a recent interview on WISN-TV in Milwaukee.\n\nOn the \"Upfront with Mike Gousha\" public affairs program, Gousha asked Kennedy if state employee unions \"have a perception problem with the general public.\"\n\n\"Well, I think that there's been talking points used by those who don't like government to continually bash us and make us look as if we're the haves and we're really not,\" Kennedy replied during the Dec. 5, 2010 show.\n\n\"If you look across the board, we're averaging about 8 percent less than if we all worked in the private sector. Some of our people make half or a third as much as they could make if they worked in the private sector.\"\n\nKennedy is president of the Wisconsin chapter of the American Federation of Teachers, known as AFT-Wisconsin. Despite its name, the union represents only a fraction of Wisconsin’s school teachers. Its 17,000 members include university and technical college faculty as well as a variety of other white-collar workers, including professionals such as nurses and lawyers, in state and local government.\n\nKennedy’s 8 percent number is awful specific. So we decided to take a look.\n\nWhen we asked the basis for his statement, he provided two reports released in 2010 by two Washington, D.C., organizations.\n\nBoth studies compared state and private-sector employees taking into account differences in education, years of experience and other factors. That’s important because, on the whole, the average government worker has more education and earns a higher salary than a private-sector worker.\n\nThe first report, by the Economic Policy Institute, found that state workers across the country are paid 11 percent less than private-sector workers.\n\nThe difference is 7.6 percent less, the report said, if pay plus benefits are considered.\n\nKennedy described the 7.6 percent figure to PolitiFact Wisconsin as a \"pay differential.\" He said he simply rounded it up to 8 percent in the Gousha interview.\n\nTwo problems here:\n\n\nKennedy’s statement referred to pay, but he cited a number that covers pay and benefits.\n\n\n\nKennedy actually would have been better off citing the 11 percent figure, which referred to pay only -- except that figure is a national one and the study did not provide any statistics for Wisconsin.\n\n\nThe second report -- done by two University of Wisconsin-Milwaukee professors for the National Institute of Retirement Security, whose board is largely composed of representatives of public employee pensions -- also was national in scope. But it did provide one Wisconsin statistic: From 2000 to 2008, the wages of state employees was 6.2 percent less than for private-sector employees.\n\nTwo more problems there:\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n \n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\n\nThe 6.2 percent differential is less than the 8 percent cited by Kennedy -- off by nearly one-fourth.\n\n\n\nAnd the figure is an average for 2000-2008, while Kennedy’s statement referred to current compensation.\n\n\nBeyond that, in his statement, Kennedy cited state employee pay.  \n\nBut when comparing state and private-sector workers, it is crucial to assess not only pay but benefits.\n\nHistorically, said UWM economics professor John Heywood, co-author of the second study cited by Kennedy, public employee unions have accepted lower pay in exchange for more generous benefits.\n\nNational studies, he said, have confirmed that state workers earn less but get higher benefits than private-sector employees -- although the overall difference is hard to calculate partly because benefits are complicated.\n\nIndeed, many union leaders -- when defending higher benefits for public employees -- often point to the trade-off Heywood references: Higher benefits, but lower pay.\n\nSo, it’s ironic to now have the argument that low pay is the problem, without an acknowledgment of the higher benefits.\n\nWhen it comes to benefits, pensions are often cited as more generous for government employees. In Wisconsin, that disparity was highlighted in a February 2010 study by the Wisconsin Policy Research Institute, a conservative think tank.\n\nThe study, done by an actuarial firm, calculated that a state employee in Wisconsin who earns $48,000 a year would retire with an estimated monthly pension benefit of $1,712. That is $411 more than a private-sector employee who earned $70,000 a year.\n\nThere are other sorts of benefits, of course, including health care and vacation time.\n\nSo what to make of Kennedy’s statement?\n\nHe said Wisconsin state employees are \"averaging about 8 percent less\" in pay than if they worked in the private sector. But the figure he relied on was from a national study that combined pay and benefits. A second study focused on state workers and pay, but it didn’t come out to 8 percent. What’s more, Kennedy’s statement skips a key point -- one union leaders have made over the years -- that pay is lower because benefits are higher.\n\nIn sum, Kennedy did not provide evidence that supports his claim, which itself provides only a partial look at the debate. If any more evidence emerges, we’ll review it. In the meantime, we rate Kennedy’s claim False.", "vclaim_id": "vclaim-pol-13884"}