{"url": "/factchecks/2012/feb/09/joe-biden/joe-biden-college-tuition-rose-300-percent-over/", "speaker": "Joe Biden", "vclaim": "\"Nationwide tuition at public universities is up almost 300 percent ... in the last 20 years.\"", "truth_label": "mostly-true", "date": "stated on February 6, 2012 in a speech in Tallahassee:", "title": "Joe Biden claims college tuition rose 300 percent over 20 years", "text": "Vice President Joe Biden spoke at Florida State University in Tallahassee about a proposal by President Barack Obama to make college tuition more affordable.\n\nObama proposed giving less federal aid to students who go to colleges that increase costs. But Florida’s public universities already have some of the lowest rates in the nation, even though state legislators may hike tuition, as they have done in the past several years.\n\nCollege students and administrators fear that Obama’s plan means that Florida schools would be penalized even though they boast low prices -- 45th in the nation.\n\nDuring his visit on Feb. 6, 2012, Biden acknowledged that the problem in Florida isn’t as critical as it is nationwide.\n\n\"Nationwide, tuition at public universities is up almost 300 percent. You are an exception here at Florida State. But it’s up almost 300 percent in the last 20 years,\" Biden said.\n\nLater in response to a question by a student about tuition Biden said:\n\n\"We are looking forward to make sure the next 20 years they don’t increase 300 percent again. …FSU has great professors. You started from a very low tuition base, and therefore you have gone up slightly, but that is nowhere compared to other schools that started high and went higher.\"\n\nThat figure -- a nationwide increase of 300 percent over 20 years -- is massive so we wanted to check if it was right.\n\nSource of 300 percent figure\n\nWe turn to the College Board’s Trends in College Pricing 2011 report for an answer. (The College Board is a nonprofit association of universities and colleges; it also owns the famous SAT test.) Their report is based on surveys sent to nearly 4,000 post-secondary institutions across the country and historical data from the U.S. Department of Education and National Center for Education Statistics.\n\nThe prices are averages paid by students for one year of full-time enrollment.\n\nFor the 1991-92 school year, tuition and fees at a four year public university on average were $2,107. They climbed to $8,244 in 2011-12 -- an increase of about 291 percent.  (Figures are for tuition and fees but not room or board.)\n\nThe College Board also provides data in \"constant dollars,\" which are adjusted for inflation. Those numbers showed an increase from $3,495 to $8,244, or about 136 percent.\n\nBiden used the more dramatic figure here -- the nearly 300 percent based on the numbers not adjusted for inflation. (And technically, these figures include 21 years of data, not 20, but we won’t count off for that.)\n\nWe asked Jennifer Ma, co-author of the Trends in College Pricing report, to explain the difference between current and constant dollars and if one is a better resource.\n\n\"Numbers in current dollars are not adjusted for inflation and numbers in constant dollars are adjusted for inflation,\" Ma wrote in an email. \"We usually use numbers in constant dollars to show the increases beyond the rate of inflation. The constant dollars numbers make it easier to compare prices over time. … However, people sometimes talk about prices in current dollars.\"\n\nFlorida’s tuition\n\nSince Biden was discussing national policy while visiting Florida, it’s worth looking at tuition at Florida’s four-year public colleges compared to the rest of the nation.\n\nDuring 1991-92, the state’s tuition for public four-year colleges was $1,484 -- about seven states had a lower dollar amount. By 2011-12, tuition rose to $5,626, an increase of 279 percent. That was a higher rate of growth than about 24 states. (The U.S. Department of Education sent us a chart based on data from the National Center for Education Statistics and the College Board.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\n\nWe don’t really know yet what the federal plan means for Florida. Biden is right that Florida has lower tuition compared to other states, but even Florida has seen prices go up significantly in recent years. \n\nOur ruling\n\nBiden said \"Nationwide, tuition at public universities is up almost 300 percent ... in the last 20 years.\" The College Board’s data shows that between 1991-92 and 2011-12, it increased by about 291 percent for public four-year universities in current dollars -- one valid way of measuring tuition hikes. Adjusted for inflation, however, tuition hasn’t gone up quite that fast -- it’s up 136 percent. So we rate Biden’s claim Mostly True.", "vclaim_id": "vclaim-pol-11632"}