{"url": "/factchecks/2016/feb/09/j-jacobs/did-jfk-answer-vince-lombardis-call-spring-green-b/", "speaker": "A.J. Jacobs", "vclaim": "Says President John F. Kennedy released a star Green Bay Packer from military reserve duty so that he could play in the 1961 NFL Championship Game.", "truth_label": "true", "date": "stated on February 6, 2016 in an interview:", "title": "Did JFK answer Vince Lombardi's call to spring Green Bay Packers star for the big game?", "text": "Green Bay Packers fans didn’t need to be reminded that their team wasn’t playing in Super Bowl 50.\nBut the National Football League’s smallest city and its biggest game are inextricably linked. After all, the Vince Lombardi-coached Packers won the first two Super Bowls and the game’s trophy bears Lombardi’s name.\nSo, it wasn't surprising that on Feb. 6, 2016, the day before the big game, the Packers were mentioned during a discussion of Super Bowl trivia on National Public Radio’s \"Weekend Edition.\"\nBut what author A.J. Jacobs claimed about the team and President John F. Kennedy sounded surprising, at least to listeners more knowledgeable about politics than Green Bay football.\nJacobs was asked by host Scott Simon -- who noted that Super Bowl 50 would be followed in two days by the New Hampshire presidential primary -- if he knew any trivia combining football and politics.\nJacobs responded with a story about the NFL Championship Game, which was the game played for all the marbles before the debut in 1967 of what became known as the Super Bowl.\nKennedy, according to Jacobs, \"helped the Green Bay Packers win the 1961 NFL championship and beat the New York Giants, which is my team, so I hold a little grudge.\n\"What happened was, this was 1961, the Berlin Wall crisis was underway. And one of the Green Bay Packers' star players had been called away on military duty. He was a reservist.\"\nLombardi, who was friends with Kennedy, according to Jacobs, \"called JFK and asked if JFK would release one of the players for the weekend. And JFK did. And the Packers won.\"\nSo, did Kennedy release a star Packer from military reserve duty so that he could play in the 1961 NFL title game?\nJacobs responded to our inquiry with the alacrity of a defensive player scrambling to pounce on a fumble. To back his claim, the four-time New York Times-bestselling author cited a book by Wisconsin native David Maraniss, a Pulitzer Prize-winning journalist.\nIn Maraniss’ book, \"When Pride Still Mattered: A Life of Vince Lombardi,\" Paul Hornung tells the story about how he was able to play in the championship game, despite being put on active duty as a result of the Berlin Crisis, two months earlier.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nLombardi had seen Kennedy earlier in the month at a football banquet in New York. Kennedy gave him his private number at the White House and said to call if he ever needed anything.\nWhen Lombardi learned that the Christmas leave policy at Fort Riley would keep Hornung in Kansas for the title game, he decided he would use the number. Kennedy then called Fort Riley and authorized that the holiday time off for Private Hornung be changed.\nIt’s worth noting that Hornung, a Pro Football Hall of Fame halfback, has told the story any number of times. The New York Times, the Chicago Tribune and Time magazine are among various media that have relayed how Lombardi pulled strings with Kennedy.\nSo does the Packers team website, noting that Kennedy was said to have said: \"Paul Hornung isn't going to win the war on Sunday, but the football fans of this country deserve the two best teams on the field that day.’\"\nBut there’s more than Hornung’s word.\nMarannis wrote that \"one document confirms the essence of the transaction.\"\nThat was a letter Lombardi later wrote to a top aide of Kennedy's. Lombardi thanked the president for an autographed picture of Kennedy and Lombardi at the football dinner. And he thanked Kennedy for his \"help in obtaining leave for Paul Hornung so he could participate in the Championship game.\"\nLombardi was understandably grateful that Hornung made it to Lambeau Field for the game.\nHornung tallied -- by scoring a touchdown and kicking extra points and field goals -- a record 19 points. The Packers whipped the Giants, 37-0.\nOur rating\nJacobs said Kennedy released a star Green Bay Packer from military reserve duty so that he could play in the 1961 NFL Championship Game.\nHornung has repeatedly told the story of how Lombardi made the request of Kennedy, and Kennedy arranged for Hornung to leave his Army post in Kansas in order to play in the game, which the Packers won. Maraniss has cited a letter from Lombardi to a top aide of Kennedy's, thanking the president for making Hornung available to play.\nWe rate Jacobs’ statement True.", "vclaim_id": "vclaim-pol-05435"}