{"url": "/factchecks/2020/jun/22/instagram-posts/instagram-post-shares-misleading-information-about/", "speaker": "Instagram posts", "vclaim": "“Companies that use prison labor: Whole Foods, McDonald’s, Walmart, Victoria’s Secret, AT&T, Bank of America, Starbucks, Wendy’s.”", "truth_label": "barely-true", "date": "stated on June 2, 2020 in an Instagram post:", "title": "Instagram post shares misleading information about 8 companies, prison labor", "text": "An Instagram post called for a boycott of companies that it claimed \"use prison labor.\" It specifically calls out eight companies: Whole Foods, McDonald’s, Walmart, Victoria’s Secret, AT&T, Bank of America, Starbucks and Wendy’s.\nThe caption on the June 2 Instagram post said: \"Through a loophole in the 13th Amendment, slavery has survived via mandatory unpaid prison labor as ‘punishment for crime.’ These are just a few of the big companies exploiting prison labor.\"\nThe post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) Instagram is owned by Facebook.\nThe Instagram account links to a Ranker.com story, which lists the companies in the post and several others such as IBM, Target and Verizon. The story, headlined \"49 Large American Companies That Use Prison Labor,\" cites news reports for each of the companies it mentions. It notes some companies that had used prison labor no longer do.\nIn this fact-check, we’ll focus on the eight companies mentioned in the Instagram post. Overall, the post misleads by providing outdated or incorrect information for most companies.\nBackground on use of prison labor\nA report by the American Friends Service Committee, a Quaker organization that advocates against mass incarceration and other social justice issues, said that the majority of incarcerated people have institutional maintenance jobs, such as cooking, laundry or janitorial duties; and about 4% work a corrections-industry job, producing goods or services for an outside vendor, most commonly the U.S. government or state universities and colleges. (The report cites 2017 incarceration data).\nThe Prison Industry Enhancement Certification Program, created by Congress under a 1979 law, allows private companies to enter into contracts with corrections agencies to use inmate labor.\nA 2018 U.S. Justice Department overview of the program said inmates are paid a \"prevailing local wage,\" although corrections departments are allowed to deduct up to 80% of inmates’ gross wages for \"room and board, taxes (such as federal, state, and FICA), family support, and crime victim compensation/assistance.\" Participation under that program is voluntary for inmates and helps them gain skills they can use after their prison release, according to the Justice Department.\nWhat about the 13th Amendment reference in the Instagram post? The 13th Amendment says neither slavery nor involuntary servitude shall exist in the United States, \"except as a punishment for crime whereof the party shall have been duly convicted.\"\nNetflix in 2016 released \"13th,\" an Oscar-nominated documentary on racial inequality in the United States with the focus of mass incarceration and its connection to slavery.\n\"Across the U.S., millions of prisoners are forced to work and are paid a pittance for it — or nothing. Conditions can be harsh, and prison workers lack most labor protections,\" said a post paid by Netflix and created by the brand marketing arm of The New York Times. The paid post said the U.S. incarcerated population is disproportionately black \"and social researchers describe our prison system and its supply of ‘free labor’ as a new form of slavery.\"\nCompanies mentioned in the Instagram post\nWe contacted the eight companies called out by the Instagram post. Six rejected the claim that they use prison labor, said they’ve stopped selling products made by inmates, or said they ended their relationship with companies that used their labor. One of them, Walmart, said some of its suppliers do use voluntary prison labor. McDonald’s did not get back to us, but we found no evidence that it actively relies on prison labor.\nWhole Foods\nA spokesperson for Whole Foods Market, a subsidiary of Amazon.com Inc., said the company stopped selling any products made with the use of prison labor in April 2016. Whole Foods said its Supplier Code of Conduct prohibits the use of prison or inmate labor.\nVictoria’s Secret\nThe lingerie company said it does not use prison labor for any aspect of its operation, or use or sell any products or services that come from companies that use prison labor.\nVictoria’s Secret said that in the 1980s, it learned that one of its vendors, Third Generation, hired prison inmates to make some of its apparel, and it ended that relationship as a result of that finding.\n\"Since that violation of our Code of Conduct nearly 40 years ago, we have not had any instances of our partners across our supply chain using inmate labor, as we do not tolerate such behavior,\" Victoria’s Secret said in a statement.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 20, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nSays Joe Exotic was pardoned.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Ciara O'Rourke • January 21, 2021\n\n\n\n\n\n\n\nAT&T\nAT&T said it does not use prison labor and holds its suppliers to the same standard.\nStarbucks\nStarbucks said it does not use prison or forced labor of any kind and has a zero-tolerance policy on the use of prison, child  or forced labor by suppliers. The policy also applies to contractors and subcontractors, the company said.\n\"Starbucks has had relationships, in the past, with suppliers that used inmate labor. However, at this time, none of the suppliers we contract with engage in the practice, and our Supplier Social Responsibility Standards have been in place since 2006,\" Starbucks said in a June 4 tweet.\nWendy’s\n\"We have no reason to believe that this is accurate,\" Wendy’s said about the Instagram post. \"The Wendy’s Company does not employ prison labor.\"\nWendy’s also pointed to its Supplier Code of Conduct, which says, \"our suppliers should not utilize or engage with factories or production facilities that force work to be performed by unpaid or indentured laborers, or those who must otherwise work against their will.\"\nBank of America\nA spokesperson for Bank of America said the company does not use prison labor.\nThe Ranker.com story cited in the Instagram post connected Bank of America to prison labor by noting the bank’s past support for the American Legislative Exchange Council. It described ALEC as an organization that \"has promoted prison labor and helped pass laws to increase inmate manufacturing for private corporations.\" However, Ranker.com said that Bank of America cut ties with that organization in 2012.\nWalmart\nWalmart said its supplier standards \"strictly prohibit involuntary prison labor\" and that a review of its records did not find that the businesses managing and processing its returns are using involuntary prison labor.\n\"As permitted by law, a small number of our U.S. suppliers use voluntary labor as part of prison rehabilitation programs,\" Walmart said in a statement. \"These voluntary programs pay the inmates prevailing wages and provide positive, private sector job training and marketable skills to help them integrate back into society and gain meaningful employment as they exit the criminal justice system.\"\nWalmart said that as part of racial equity initiatives it announced this month, it will review its policies on the programs \"to understand what, if any, role they should play going forward.\"\nMcDonald’s\nMcDonald’s did not respond to our query. The Ranker.com story said McDonald’s uniforms \"are manufactured by prisoners through a subcontractor that relies on Oregon inmates.\" Ranker.com cited a 2015 Thrillist.com story that made a similar claim. That story, in turn, linked to a 2010 post on DailyKos.com that said McDonald’s is not \"‘directly’ using inmate labor in their food service operations,\" but got its uniforms from a company that used prison labor. \nWe did not find contemporary information substantiating whether McDonald’s gets its uniforms from a company that uses prison labor. The report from the Quaker group said McDonald’s and other large corporations \"have been exposed by the media as using prison labor through their respective supply chains, however each stopped contracting with those private companies when the information was made public.\"\nOur ruling\nAn Instagram post said, \"Companies that use prison labor: Whole Foods, McDonald’s, Walmart, Victoria’s Secret, AT&T, Bank of America, Starbucks, Wendy’s.\"\nWhole Foods, Victoria’s Secret, AT&T, Bank of America, Starbucks, and Wendy’s told PolitiFact that they do not use prison labor or rely on suppliers that do. Walmart said it has some suppliers that use voluntary inmate labor. McDonald’s did not provide information and we found no  confirmation that it uses prison labor or contracts companies that hire inmates.\nThe post contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.", "vclaim_id": "vclaim-pol-17971"}