{"url": "/factchecks/2012/sep/25/rick-perry/rick-perry-says-obama-has-added-16-trillion-federa/", "speaker": "Rick Perry", "vclaim": "Says Barack Obama has added $16 trillion to the national debt.", "truth_label": "false", "date": "stated on September 21, 2012 in a tweet.:", "title": "UPDATED: Rick Perry says Obama has added $16 trillion to federal debt", "text": "Clarification, 5:34 p.m., Oct. 2, 2012: A reader alerted us to an error in the original version of this article, which incorrectly presented the figure for public debt as the level of intragovernmental debt and vice-versa. The article has been amended. The rating of the statement is unaffected.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\n\nGov. Rick Perry posted a photo the other day showing \"$16 trillion\" inked across the back of his hands. In a Sept. 20, 2012, Twitter post linking to the photo, Perry said: \"Since @BarackObama has forgotten how much he's added to national debt #ForAll our kids to pay off.\"\n\nThat day, the federal debt exceeded $16 trillion, according to the Treasury’s Debt to the Penny calculator. That total counted $4.8 trillion in intragovernmental debt and $11.3 trillion in public debt, money borrowed from outside the government.\n\nBy email, Perry spokeswoman Catherine Frazier told us Perry’s tweet was reminding the president of the debt total \"since he couldn’t seem to remember it a few days ago.\" She was referring to Obama’s Sept. 18, 2012, appearance on CBS-TV’s \"Late Show with David Letterman.\"\n\nIn the relevant segment, Letterman mentioned the live-action national debt clock featured at the Republican National Convention and asked Obama what it was about. Obama said factors feeding the debt included two wars not funded up front, renewed federal tax cuts and expenditures reacting to the financial crisis of 2008-09.\n\nLetterman, returning to the debt clock, then asked: \"Now, do you remember what that number was? Was it $10 trillion?\"\n\n\"No,\" Obama replied, \"I don’t remember what the number was, precisely.’\"\n\nAsked if \"we\" should be scared by the rising debt, Obama said: \"We don’t have to worry about it (the debt) short-term\" due to low U.S. interest rates, though he called the debt a medium-to-long-term problem.\n\nFrazier’s email also said Obama has added about $5 trillion to the debt in less than four years. The increase since Obama became president in January 2009 is about $5.4 trillion, compared to the $10.6 trillion in debt on his inauguration day, Jan. 20, 2009.\n\nWhile rating Mostly True a June 2012 claim by Democratic U.S. Senate candidate Paul Sadler that the national debt doubled while George W. Bush was president, we obtained a spreadsheet from Oregon State University political scientist Robert Sahr showing changes in the debt since 1940. Sahr later provided a chart showing changes in the public debt under each president since Harry Truman.\n\nWe asked Frazier if Perry’s tweet was intended to saddle Obama with responsibility for all the debt.\n\nIf \"you want to split hairs, go right ahead,\" Frazier replied. \"I've explained to you the intent behind the governor’s tweet... It is widely known that the national debt is\" $16 trillion \"and climbing and that is what the governor was referring to. At least he recognizes the real figure, while President Obama is either oblivious or chooses to ignore it.\"\n\nOur friends at PolitiFact Wisconsin recently rated as False a claim by U.S. Rep. Reid Ribble, R-Wis., that Obama had built \"this $16 trillion debt.\" After that, PolitiFact Ohio rated as False a statement by House Speaker John Boehner, R-Ohio, that the president \"went on a stimulus-fueled spending binge that stuck every American man, woman, and child with a $50,000 share of this $16 trillion national debt.\" Both entities said the debt had grown to $16 trillion not just because of Obama's actions, but also due to actions taken by present and past presidents and Congresses.\n   \nOur rating\n   \nWe read Perry’s two-handed tweet as saying Obama has added $16 trillion to the national debt.\n\nBut nearly two thirds of that unprecedented total accumulated before Obama became president. To be fair, too, changes in the debt cannot be laid on any president alone. Actions by members of both parties, over years, helped build the debt.\n\nWe rate Perry’s statement as False.", "vclaim_id": "vclaim-pol-10320"}