{"url": "/factchecks/2018/may/04/rick-scott/gov-rick-scott-attack-mischaracterizes-vote-sen-bi/", "speaker": "Rick Scott", "vclaim": "Says Bill Nelson \"voted against requiring Iran to recognize Israel and release American hostages.\"", "truth_label": "false", "date": "stated on April 30, 2018 in a press release:", "title": "Gov. Rick Scott attack mischaracterizes vote Sen. Bill Nelson took in 2015", "text": "As Florida’s U.S. Senate race heats up, Republican Gov. Rick Scott slammed Democratic incumbent Sen. Bill Nelson’s record on Iran.\n\"While Bill Nelson voted against requiring Iran to recognize Israel and release American hostages, the following year, Governor Scott signed legislation that helped prevent state investments in Iran,\" Scott said in a press release April 30.\nFor this fact-check, we wanted to hone in on Nelson’s specific votes. We found that Scott’s claim mischaracterizes the vote Nelson took and leaves out that Nelson has actually advocated for the release of hostages in Iran.\nNelson and Scott will face each other Nov. 6.\nThe vote\nIn 2015, the U.S. House of Representatives introduced a joint resolution known as the Hire More Heroes Act of 2015. This measure aimed to encourage small businesses to hire veterans.\nThe bill itself had nothing to do with Israel, Iran or American hostages. But Sen. Mitch McConnell, R-Ky., offered up several amendments related to the Iran nuclear agreement.\nOften times, a member of Congress will attach an unrelated, controversial amendment in hopes of prompting debate on the amendment’s issue, experts said.  \nAnd that’s what happened when McConnell proposed amendment 2656.\nExperts told us the amendment would have jeopardized the Iran deal by blocking the president from fulfilling the commitments the United States had agreed to unless Iran met other demands outside of the deal’s terms.\nSpecifically, the amendment would have prohibited the president from waiving sanctions unless Iran released Jason Rezaian, Robert Levinson, Saeed Abedini, and Amir Hekmati, and formally recognized Israel as an independent state.\nNelson, along with nearly every other Democrat, voted no on a cloture motion on McConnell’s amendment. The amendment ended up failing after the original amendment was tabled.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBill Nelson\n\n\nstated on June 11, 2009 in during a U.S. Senate debate\n\n\n\n\n\n\n\n\n\"The truth is any oil that would be drilled could be sent to any other country in the world, reducing our use of foreign oil not by one single drop.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Aaron Sharockman • October 5, 2009\n\n\n\n\n\n\n\nNelson’s vote was technically a vote on a procedure. But Gregory Koger, a University of Miami political scientist, said the vote was essentially intended as a proxy for a vote on the amendment.\nMore important than that, however, is the fact Scott’s claim mischaracterizes the substance of the vote. Scott said Nelson voted against releasing American hostages and Iran recognizing Israel as a sovereign state, but multiple experts said the amendment was really just an attempt to kill the Iran deal.\n\"The vote was on whether to attach new conditions to the Iran nuclear agreement, thereby preventing the agreement from going forward,\" Koger said.\nMatthew Bunn, a professor of practice at the Harvard Kennedy School, said that had the amendment succeeded as intended in blocking the deal, the American hostages would almost certainly have remained in custody.\nHe also noted that Nelson has been among the most dogged senators in pursuing the release of the fourth hostage, Levinson. Nelson met with Levinson’s family and has repeatedly called on Washington to urge Iran to release him.\nIn 2017, Nelson led lawmakers, including Florida Sen. Marco Rubio, who sent a letter to White House officials asking them to \"maintain pressure on Iran to see that (Levinson) is returned as soon as possible.\"\nThis year, Nelson cosponsored the Iran Human Rights and Hostage-Taking Accountability Act (S.2365) to impose sanctions against individuals involved in taking Americans hostage and violating the human rights of the Iranian citizens.\nOur ruling\nScott said that Nelson \"voted against requiring Iran to recognize Israel and release American hostages.\"\nThe attack is a misleading stretch. What really happened in 2015 was that Nelson voted no on a cloture motion. By voting no, Nelson voted to continued debate on an amendment that experts said would have defeated the Iran deal.\nThe amendment would have prohibited the president from waiving sanctions unless Iran released detained Americans and formally recognized Israel. But the deal was focused on the nuclear issue, not an attempt to solve major issues with Iran.\nAlso, Nelson has worked to urge the White House to continue pressing for the release of a U.S. hostage in Iran.\nWe rate this claim False.\n Share the Facts 2018-05-04 14:07:27 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Bill Nelson \"voted against requiring Iran to recognize Israel and release American hostages.\"    Rick Scott Governor https://mail.rickscottpress.com/e/evib?_t=c1dede12742d4f25a0fedd604c9a0a9b&_m=b5951b17581c4950941e76e5fb1a45c2&_e=9i-bJw_lsde9tvLttxgR-PhqUm_4XtQujDHC_GV4ElcRRLCyViVUF158VLdcRKvz05u1jL_2KmSgvVg_kzDA4X6gQZf9OKm7nwnSgyj4sPqUJorQhslS2bL6N7nJWB7E   in a press release Monday, April 30, 2018 2018-04-30    Read More  info", "vclaim_id": "vclaim-pol-02110"}