{"url": "/factchecks/2011/jan/21/bob-buckhorn/bob-buckhorn-says-there-was-no-panhandling-when-he/", "speaker": "Bob Buckhorn", "vclaim": "\"There was no panhandling when I left office.\"", "truth_label": "false", "date": "stated on January 4, 2011 in a radio interview on WFLA-AM 970:", "title": "Bob Buckhorn says there was no panhandling when he left the Tampa City Council", "text": "A key element of Bob Buckhorn's campaign for mayor is reducing small, quality-of-life crimes before they turn into bigger crimes. Think public urination, \"raves\" at bars or Tampa's famous \"six-foot rule\" for lap dancers that Buckhorn pushed. He's also been a major advocate for cracking down on panhandling.\n\nLast summer, St. Petersburg's ban on panhandling put the issue on the front burner. The Tampa City Council is poised to pass a ban for major streets after refusing to do so three times in recent months. Many residents are frustrated. Candidates in the March 31 mayoral race get a lot of questions on the topic.\n\nDuring a Jan. 4, 2011, interview on the \"AM Tampa Bay\" radio show on WFLA-AM 970, Buckhorn outlined a previous attempt to curb roadside begging.\n\n\"We passed an ordinance that allowed legitimate charities to apply for a permit once a year provided they had the right liability coverage, which allowed the Shriners and firefighters and some of the vendors to do what they've been doing for years without causing problems,\" he said. (That ordinance, passed in 1999, was nullified after a court tossed out a similar law in another town.)\n\nHe continued: \"There was no panhandling when I left office. Now we've seen it explode. We've seen an unwillingness on the part of some of the elected officials in our community to do anything about it.\"\n\nThis leads to an obvious question: Really? Was there NO panhandling in Tampa when Buckhorn left office after two terms in 2003?\n\nWe turned to our archives for help and found a St. Petersburg Times story from March 2003 published three days after Tampa's municipal election and a few weeks before Buckhorn left office.\n\nThe article quotes a homeless person asking a business owner, \"Hey, hey. Can I get a dollar?\" According to the article, \"Scenes like that unfold hundreds of times a day on Ybor's busy Seventh Avenue strip.\"\n\nA little more color: \"Merchants say Ybor draws dozens of panhandlers — homeless men, mostly, who ply the strip with hard-luck stories. As the crowds grow, so do the number of people pleading for change.\"\n\nThe prognosis isn't good for Buckhorn's claim. But maybe the Times got it wrong. Is it possible that \"dozens of panhandlers\" asking for cash \"hundreds of times a day\" was just a fluke that day? We asked a few people who would know if panhandling was eradicated in Tampa circa 2003.\n\nThere were 8,700 homeless people that year, according to an annual survey by the Homeless Coalition of Hillsborough County. In 2009, the latest year figures are available, that count was 9,500. It's hard to know exactly how many were panhandlers, but anecdotal evidence says there were at least a few.\n\n\"When Mr. Buckhorn left office, we didn't have one of the highest unemployment rates in recent memory,\" said coalition spokeswoman Lesa Weikel. \"Yes, there probably was some panhandling going on, but obviously not to the extent that it is now.\"\n\nJoe Howden is a longtime Ybor City resident and business manager who considers Buckhorn a friend. He said that he appreciates Buckhorn's efforts to deal with panhandling, but \"it's something that's never going to go away, in my opinion.\"\n\n\"You just have to have the police keep pressure on people not to annoy people on the streets,\" he said.\n\nTampa police statistics show 283 panhandling arrests in 2002 and 2003, which includes aggressive panhandling and illegal begging in medians. Police spokeswoman Laura McElroy called that a \"totally different issue than what we're dealing with now. The more recent problem is just the large number of them.\"\n\nBuckhorn acknowledged on Jan. 18 that panhandling in Tampa wasn't wiped out. During the radio show, he said, he was referring to the fact that \"panhandling wasn't permitted in the medians. This was median-specific.\"\n\nHe added: \"Panhandling has been around as long as human beings have been around. And it probably will continue to be.\"\n\nSo Buckhorn clarified his radio interview comment when PolitiFact Florida asked him about it. But that doesn't change his original claim: \"There was no panhandling when I left office.\" Several sources say that's just not true. There were plenty of people asking for spare change on Tampa's streets in 2003, though anecdotal evidence shows panhandling is up in Tampa now because of the bad economy and the ban in St. Petersburg. We rate Buckhorn's statement as False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-13741"}