{"url": "/factchecks/2011/jan/05/kevin-mccarthy/kevin-mccarthy-says-111th-congress-spent-more-mone/", "speaker": "Kevin McCarthy", "vclaim": "\"The Democratic majority led the 111th Congress to spend more money in two years than the first 100 congresses before them combined.\"", "truth_label": "false", "date": "stated on January 2, 2011 in a statement published in the \"Bakersfield Californian\":", "title": "Kevin McCarthy says 111th Congress spent more in two years than the first 100 congresses combined", "text": "In a recent Q&A feature called, \"Ask the Californian,\" reader Gerald Sutliff wrote the Bakersfield Californian newspaper to ask why his Congressman, Republican Kevin McCarthy, did not cast a vote on several key bills during the busy lame-duck session of the 111th Congress.\n\n\"One can't help noting that last week's vote recap (How our Lawmakers Voted) shows our congressman (Kevin McCarthy, R-Bakersfield) missing in action,\" Sutliff wrote. \"It's OK with me; he may have had a good reason. However, I really want to know his view on each of the votes he missed. How would he have voted had he been present?\" The four bills in question were one to provide assistance to 9/11 responders, one to update food safety laws, one to reauthorize a science education bill known as the America Competes Act and one to temporarily extend government spending.\n\nMcCarthy's office issued a statement that was published on Jan. 2, 2011.\n\n\"I was not present for the votes because my son had surgery last week, and I came home to be with him and my family,\" said McCarthy, who will be the House Majority Whip in the new Congress. \"If I had been in D.C., I would have voted against all of the bills mentioned in your reader's letter. While there were a number of positive things in each of the bills, the tipping point was the spending. The Democratic majority led the 111th Congress to spend more money in two years than the first 100 congresses before them combined. Washington has lost touch and spent too much time focusing on the wrong issues. Americans need jobs, not more debt, and next year the new majority will be focused on just that.\"\n\nThe portion of McCarthy's comment that caught our eye was where he said that \"the Democratic majority led the 111th Congress to spend more money in two years than the first 100 congresses before them combined.\"\n\nThe reason? A few months earlier, we gave a Pants on Fire ruling to a very similar statement by Rep. Eric Cantor, R-Va. (He and McCarthy are two of the three lawmakers who have labeled themselves the \"Young Guns\" in the House GOP leadership.)\n\nIn the earlier comment, during the Oct. 12, 2010, episode of Comedy Central's The Daily Show, Cantor told Jon Stewart that \"what you've seen (in Washington) is a crowd that has taken advantage of a crisis back in late '08, early '09 and spent more money than this country has spent in the last 200 years combined, in the two years since.\"\n\nStewart didn't challenge Cantor's claim, but we did.\n\nWe found that federal spending in those two years amounted to a little more than $7.2 trillion. We didn't have to add up all 200 years to exceed that amount -- you only had to add together 2006, 2007 and 2008 to reach $8.3 trillion, which exceeded the $7.2 trillion of 2009 and 2010. Cantor was also far off using more lenient calculations. Thus the Pants on Fire rating.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nWhen Cantor saw our analysis published by PolitiFact Virginia, he proceeded to write a letter to the editor in which he owned up to misspeaking and that he was referring to accumulated debt instead of spending.\n\n \n\nSo what about McCarthy's statement? It's similar to Cantor's comment to Jon Stewart, but it's not exactly the same. Whereas Cantor used as his comparison point \"the last 200 years,\" McCarthy used \"the first 100 congresses.\" Although his phrasing could be read to mean the 100 congresses prior to the 111th Congress, we're giving him the benefit of the doubt that he meant the first 100 congresses in history. That means counting only from the 1st Congress to the 100th Congress -- a period that ended 22 years ago, in January 1989. But he's wrong by either measure.\n\nMcCarthy spokeswoman Erica Elliott forwarded us a Dec. 27, 2010, article from the conservative website CSNNews.com that looked at this question. The 111th Congress convened on Jan. 6, 2009, and exited on Dec. 22, 2010, a period in which the gross federal debt increased from $10.6 trillion to $13.9 trillion, a rise of $3.2 trillion. (There's an alternate measure of debt -- public debt -- that doesn't count the money that one part of the government lends to another part of the government, but the difference in the two figures is modest, so for simplicity, we'll stick with gross federal debt here.)\n\nMeanwhile, CNSNews tracked down a document showing that the gross federal debt reached $3.22 trillion in September 1990, a date that came during the 101st Congress. Thus the focus on the first 100 Congresses.\n\nThe bottom line: If McCarthy had referred to debt rather than spending, he would have been correct. But he didn't, which is why the statement published in the Californian is incorrect.\n\nIn the meantime, we'll add a few broader concerns with the relevance of McCarthy's comparison.\n\n• Inflation, economic growth and population. Since a dollar is worth far less today than it was in the early 1800s, you can't genuinely compare dollar amounts across time without making a mathematical adjustment. That's especially true when the time frame of the comparison ends in 1989, leaving off the 22 years most heavily influenced by cumulative inflation. Similarly, from year to year, the economy and population both tend to grow. It's only natural that as the size of the population grows and more money is available to spend, more money will be spent in an absolute sense.\n\n• How do you assign responsibility for spending increases? A sizable chunk of current spending was set on its course because of actions taken under President George W. Bush and the Republican Congress (such as the Medicare prescription drug benefit) -- not to mention programs passed under prior GOP presidents and Congresses. This doesn't mean Obama and the Democratic Congress bear no responsibility for the rise in spending. They just don't deserve all the blame.\n\nUltimately, McCarthy's statement in the Californian was slightly less wrong than Cantor's statememt to Jon Stewart, since the \"first 100 congresses\" formulation is ultimately more supportable than \"the last 200 years combined.\" Still, McCarthy made the same error that Cantor, his fellow Young Gun, did a couple months earlier -- confusing annual spending for accumulated debt. And that's enough to rule McCarthy's statement False.", "vclaim_id": "vclaim-pol-13809"}