{"url": "/factchecks/2017/sep/11/blog-posting/no-jared-kushner-not-missing-after-hurricane-irma-/", "speaker": "Bloggers", "vclaim": "\"Mar-A-Lago (was) destroyed by (Hurricane) Irma (and) Jared Kushner (is) still missing.\"", "truth_label": "pants-fire", "date": "stated on September 10, 2017 in a blog post:", "title": "No, Jared Kushner is not missing after Hurricane Irma demolished Mar-a-Lago", "text": "A fake news article claims that Jared Kushner is missing after Hurricane Irma destroyed President Donald Trump’s Mar-a-Lago resort in Palm Beach, Fla., where Kushner was holed up during the storm.\n\"Mar-A-Lago Destroyed By Irma--Jared Kushner Still Missing,\" blares the headline from a website called \"Freedumjunkshun.\"\nIn fact, Kushner, a White House senior adviser, was seen on the South Lawn of the White House at a ceremony commemorating the anniversary of the Sept. 11 terrorist attacks, a day after Irma moved across the Florida peninsula.\n\nAttempts to contact the Trump Organization and Mar-a-Lago resort to inquire into any possible structural damage were unsuccessful. Multiple articles reveal that the Palm Beach resort and its surrounding area had been evacuated days before Irma reached Florida.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUS Daily News 24\n\n\nstated on July 28, 2017 in a headline\n\n\n\n\n\n\n\n\nSays Debbie Wasserman Schultz \"going to mental hospital after what she did overnight desperate to escape arrest.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Amy Sherman • August 2, 2017\n\n\n\n\n\n\n\nFreedumjunkshun is a self-avowed fake news website that hopes to dupe conservative readers into mistaking its dim-witted satire for truth.\n\"Here we gather a boatload of bullhonkey, works of pure satirical fiction, to give the fist-shakers of the world a reason to hate,\" its disclaimer reads. \"Reality is often in the eye of the beholder. You won’t find any of it here.\"\nOther elements of the story are also plainly absurd. The article claims President Trump’s son, Eric Trump, designed Mar-a-Lago himself, and constructed the building to be able to \"withstand bunker-busting bombs,\" but not water damage.\nWe rate this Pants on Fire.", "vclaim_id": "vclaim-pol-02919"}