{"url": "/factchecks/2017/oct/09/colin-kaepernick/nfls-colin-kaepernick-incorrectly-credits-winston-/", "speaker": "Colin Kaepernick", "vclaim": "Says Winston Churchill said, \"A lie gets halfway around the world before the truth has a chance to get its pants on.\"", "truth_label": "false", "date": "stated on October 8, 2017 in a tweet:", "title": "NFL's Colin Kaepernick incorrectly credits Winston Churchill for quote about lies", "text": "Former San Francisco 49ers quarterback Colin Kaepernick, apparently responding to a TV report he considered incorrect, tweeted a quote about lying that he attributed to British leader Winston Churchill.\nLike every good play in football, let’s set up our formation: During the 2016 season, Kaepernick knelt during the Star-Spangled Banner to protest racial inequality. He then opted out of his 49ers contract and has not been re-signed.\nMany people think Kaepernick has been blacklisted by the NFL for his protests. USA Today and ESPN then reported in March that Kaepernick would stand during the national anthem. The stories both used anonymous sources, because Kaepernick had not (and as of this writing, still has not) spoken publicly about whether he would continue his protests.\nOn Oct. 8, 2017, CBS Sports reporter Jason La Canfora told The NFL Today host James Brown that Kaepernick wanted to play in the NFL again. Brown asked La Canfora, who said he had spoken to Kaepernick the night before, whether the quarterback would continue to kneel in protest.\n\"He's not planning on kneeling,\" La Canfora answered.\nThat garnered some attention in the sports world, but upon further review, La Canfora walked back his remarks. He clarified his answer via Twitter shortly after the broadcast, writing that that he had not actually asked Kaepernick about his protests.\nStanding for Anthem wasn't something that I spoke to Colin about sat. I relayed what had been reported about him standing in the future...— Jason La Canfora (@JasonLaCanfora) October 8, 2017\n\nReports about @Kaepernick7 standing for anthem had not been refuted. However, I cant say if they are true or not. Colin and I didn't discuss— Jason La Canfora (@JasonLaCanfora) October 8, 2017\n\nIn an apparent response to La Canfora, Kaepernick tweeted the quote later that day.\n\"A lie gets halfway around the world before the truth has a chance to get its pants on. Winston S. Churchill,\" he wrote.\nA lie gets halfway around the world before the truth has a chance to get its pants on.Winston S. Churchill— Colin Kaepernick (@Kaepernick7) October 8, 2017\n\nBut we have to throw a flag on this one, because there’s no evidence that Churchill ever said it — although the British Bulldog does often get the credit.\nTim Riley, director of the National Churchill Museum at Westminster College in Fulton, Mo., said Kaepernick is not the first to make this mistake. This and other misattributed Churchill quotes often spread online, he said.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on February 7, 2021 in a Facebook post\n\n\n\n\n\n\n\n\n\"Satan flashed in the halftime Super Bowl satanic ritual.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • February 8, 2021\n\n\n\n\n\n\n\n\"The irony is that today such misattributed quotes circle the globe a thousand times before the truth even begins to think about putting on pants,\" Riley said.\nChurchill historian Richard Langworth found the saying traced back to President Franklin Roosevelt’s secretary of state, Cordell Hull, who wrote: \"A lie will gallop halfway round the world before the truth has time to pull its breeches on.\"\nLangworth also noted Churchill would have said trousers, not breeches, so there’s that. But we’re still only partially dressed with that explanation.\nThis quote has dozens of variations, stretching back quite some time. If we go to 1919, Mark Twain got credit for saying, \"A lie can travel around the world and back again while the truth is lacing up its boots.\"\n(Samuel Clemens died in 1910, by the way.)\nBaptist preacher Charles Haddon Spurgeon allegedly used a version with boots in it back in 1855. The saying sometimes substitutes shoes. In 1840, it was credited to Thomas Jefferson.\nThere’s an entire history of the saying on QuoteInvestigator.com, citing sources that attribute versions of it to all manner of outlets, from magazines to Chinese proverbs.\nThe origins of the quote reach all the way back to the 18th century.\nOne version is attributed to English clergyman Thomas Francklin. \"Falsehood will fly, as it were, on the wings of the wind, and carry its tales to every corner of the earth; whilst truth lags behind; her steps, though sure, are slow and solemn,\" he wrote in a 1787 sermon.\nBut Bonnie Taylor-Blake, a neuroscience researcher at the University of North Carolina at Chapel Hill and amateur etymologist, told PolitiFact that she and other word investigators found a probable origin with no mention of boots or pants.\n\"Falsehood flies, and the truth comes limping after it,\" Jonathan Swift wrote in The Examiner in 1710.\n\"I should note that it's possible, though maybe not terribly likely, that the metaphor wasn't entirely Swift's,\" Taylor-Blake said. \"He may have adapted it from an earlier, now-unknown form, even a version not then in English.\"\nOur ruling\nKaepernick credited Churchill for saying, \"A lie gets halfway around the world before the truth has a chance to get its pants on.\"\nThis is a quote that often is attributed to the British prime minister, but there’s no record of him saying it. But that’s a common mistake, experts told us. The line has grown and evolved — and then credited to different people — many times over hundreds of years, potentially starting with a version by Swift in 1710.\nThis is a broken play by Kaepernick. We rate it False.\n Share the Facts 2017-10-09 21:43:51 UTC   PolitiFact    2 1 7  PolitiFact Rating: False  Says Winston Churchill said, \"A lie gets halfway around the world before the truth has a chance to get its pants on.\"    Colin Kaepernick NFL player https://twitter.com/Kaepernick7/status/917109481116504065   in a tweet Sunday, October 8, 2017 2017-10-08    Read More  info", "vclaim_id": "vclaim-pol-02820"}