{"url": "/factchecks/2010/jul/29/bill-mccollum/negative-campaigning-not-me-says-bill-mccollum/", "speaker": "Bill McCollum", "vclaim": "\"There's no negative advertising in my campaign at all.\"", "truth_label": "pants-fire", "date": "stated on July 29, 2010 in talking with reporters.:", "title": "Negative campaigning? Not me, says Bill McCollum", "text": "Bill McCollum tried to put his tougher-than-expected Republican primary for governor into perspective during a discussion with reporters in Tallahassee on July 29, 2010.\n\nHere's the upshot: Rick Scott has spent millions of dollars crafting a negative lie-filled television campaign that has distorted voters' impressions of both Scott and McCollum, and voters don't yet have the full story.\n\nAsked what he needs to do to turn his campaign around ahead of the Aug. 24 primary, McCollum told reporters, \"I'm simply going to be telling the truth about myself. This man's been telling lies on television with millions of dollars for weeks now. And I'm going to get an opportunity to finally spend my own money where I talk about the governor's race.\"\n\nLater, when reporters suggested that McCollum hasn't exactly been Mr. Clean Campaigner himself, the candidate bristled.\n\n\"Well, look, there's no negative advertising in my campaign at all,\" McCollum said. \"Some of the outside groups have been running advertising that are pointing out the truth about Mr. Scott and that's not negative.\"\n\nNo negative advertising at all? As slightly more than casual observers in the governor's race, we found McCollum's statement puzzling. To us, the Scott-McCollum primary duel has been filled with plenty of vitriol -- on both sides -- for the better part of three months.\n\nWe decided to put our recollection to the test.\n\nLet's go to the tapes.\n\nFirst, we need to mention that McCollum's initial TV ad was plenty nice. It features the endorsement of former Gov. Jeb Bush and highlights parts of McCollum's record as attorney general and his 500,000 jobs plan. The ad, you can see it here, includes the traditional images of McCollum speaking with groups of voters and then walking and seemingly giving orders or instructions to worker-type folks.\n\nMcCollum's second TV ad directly takes on Scott, a former health care CEO who is self-financing his tea party-inspired campaign.\n\nThe ad starts by playing a soundbite from Scott's own ads. Then, McCollum jumps in.\n\n\"Rick Scott, let's get real. While your hospitals were profiting from abortions, I voted 100 percent pro-life.\n\n\"You cashed in helping illegals send American dollars to Mexico. I led the conservative fight to secure our borders and against amnesty.\n\n\"And while you pocketed $300 million by ripping off taxpayers, as attorney general, I recovered record millions from Medicaid fraud.\n\n\"You put profit over principle, and that's wrong.\"\n\nBut it's McCollum's next TV ad that comes with all the hallmarks of negative campaigning -- namely grainy photos, haunted house-style music, text flying across the screen, and nary a mention of McCollum.\n\nThe ad is labeled \"Innertube\" by the McCollum campaign.\n\n\"He's a special interest insider whose company defrauded Medicare and taxpayers while he pocketed $300 million,\" a narrator says.\n\nIn another frame of the ad, a narrator says that while Scott has publicly opposed the federal stimulus, he's involved in companies who received stimulus funds. The claim comes with three images -- stacks of money kind of flopping in a breeze, a screen grab of President Barack Obama and then a screen grab of Scott.\n\nThere's more:\n\nJune 10: The St. Petersburg Times gets a hold of a McCollum mailer that is attempting to attack Scott on his abortion position. The front of the mailer has a woman slumped with her back against an industrial style wall, covering her face and pulling her hair. In big red letters that could give a voter the impression of blood, the mailer begins, \"It's a shame,\" then continues in white lettering, \"it's clear when it comes to pro-life issues, Rick Scott is ruthless -- his bottom line comes first.\" The mailer continues on the back, with more blood-red type, by saying that Scott profited from abortions as CEO of the hospital chain, Columbia/HCA.\n\nJune 27: A robocall from the McCollum campaign:\n\"Meet Mr. Slick -- Rick Scott.\n\"He's been busted twice this week by Florida newspapers for telling whoppers about Bill McCollum.  According to the experts, Mr. Slick -- Rick Scott -- and his campaign have been lying about Bill McCollum's position on the issues of abortion and immigration.\n\"Between Obama and Crist, Floridians are tired of typical politicians willing to say anything to be elected. In August Republicans have a choice. Let's restore principled conservative leadership to Tallahassee. Vote for Bill McCollum.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\n\nJune 28: A fundraising letter by McCollum calls Scott a \"disgraced\" and \"lousy manager\" whose hands are \"filthy\" regarding Medicaid fraud at Columbia/HCA. \"He's lucky he's not in prison,\" McCollum writes in the letter. \"And now with a shameless audacity that would make Bill Clinton blush, he says he wants to bring his business savvy and acumen to Tallahassee.\"\n\nJuly 2: In a web ad, the McCollum campaign says Scott's excuse -- that he didn't know about the fraud at Columbia/HCA -- is \"like saying a mafia kingpin doesn't know about his henchmen's crimes.\" As the narrator says the line, a floating head of Scott is given a black fedora and a trench coat. Then money starts flying through the frame of the ad. Then Scott starts to spin in circles and gets bigger. Then someone starts laughing.\n\nJuly 15: A new mailer, called the Two Faces of Rick Scott doesn't include any mention of McCollum. Instead, it claims that \"Rick Scott's company is partners with Playboy\" (which PolitiFact Florida rated Barely True) and that \"Rick Scott's company creates products for the gambling industry.\"\n\nJuly 27: A new web ad attacks Scott's time at Columbia/HCA, saying he got a $310 million golden parachute \"courtesy of American taxpayers.\" The $310 million represents Scott's severance package when he left Columbia/HCA. The ad is set to Rick Astley's song, \"Never Gonna Give You Up,\" which has become part of a Internet fad called \"Rickrolling,\" where people think they're watching one thing, then get bait-and-switched with Astley's song.\n\nWe should note that these are all advertisements by McCollum's campaign, and not the 527 groups that are supporting his candidacy. That means McCollum has final approval over their content. And we should make clear that Scott's hands aren't clean himself (See here, here and here, for starters).\n\nDetermining whether McCollum's ads are all truly \"negative,\" or rather what politicians like to call \"contrast\" ads, is something of a subjective exercise. Contrast ads typically say things like \"Candidate A is for this, well I'm for that.\" Or, \"Candidate A says he'll be tough on crime, but he voted for this.\" Leaving some room for leeway, we don't want to make a blanket statement that everything we found should be classified as negative.\n\nBut calling your opponent Mr. Slick, or dressing him up in a fedora and trench coat meets a common-sense definition of negative advertising. So does an abortion mailer with blood-red type, or a TV ad that focuses entirely on your opponent, and uses gimmicks like spooky music and grainy photos. McCollum said \"there's no negative advertising in my campaign at all.\" But there's plenty of evidence to the contrary, and a seasoned campaigner like McCollum has to know it. We rate his claim Pants on Fire!", "vclaim_id": "vclaim-pol-14673"}