{"url": "/factchecks/2011/jul/07/scott-walker/gov-scott-walker-repeal-wisconsins-smoking-ban/", "speaker": "Scott Walker", "vclaim": "On repeal of Wisconsin's smoking ban", "truth_label": "full-flop", "date": "stated on June 30, 2011 in a news release:", "title": "On repeal of Wisconsin's smoking ban, Walker goes from pro to con", "text": "It’s been a year since you could light up a smoke in Wisconsin bars and restaurants.\n\nThe state’s smoking ban, approved by the Legislature and Democratic Gov. Jim Doyle in 2009, took effect in July 2010 and continues to stir debates.\n\nSome tavern and restaurant owners say it’s hurt their business and driven away long-time patrons -- or sent them outside to shiver. Others say state government shouldn’t be mandating what businesses can and can not do.\n\nMeanwhile, smoking ban supporters are pleased they can have a beer or a meal and not go home smelling like an ashtray.\n\nOn June 30, 2011, as the ban’s first anniversary approached, Gov. Scott Walker issued a statement that said he would not support a repeal of the ban. That sounded like a new stance from the conservative Republican governor.\n\nSo, we decided to roll out the Flip-O-Meter, which measures how consistent politicians have been on key issues. Remember: It does not examine whether a change in position is a good one from a political or a policy perspective.  \n\nIndeed, on contentious issues, some will view a switch as sensible flexibility in response to constituent demands. Others will see it as political appeasement or caving to pressure. As they say, where you stand depends on where you sit.\n\nIn this case, perhaps, especially if you sit at the bar.\n\nHere is the sum total of Walker’s statement:\n\n\"Although I did not support the original smoking ban, after listening to people across the state, it is clear to me that it works. Therefore I will not support a repeal.\"\n\nWhat did Walker say about the smoking ban in the past?\n\nWhile a candidate for governor, Walker was opposed to the ban, and then his position shifted -- to being even more strongly opposed to it. The shift came in response to positions staked out by Mark Neumann, his opponent in the Republican primary election.\n\nHere’s how that played out:\n\nWalker said on July 6, 2010, that he would didn’t believe that government should have been involved. \"On principle I don’t think the government or anybody else should be telling these establishments or anybody else what they should or shouldn’t do,\" he said.\n\nA few days later, Neumann said he supported repealing the ban: \"The smoking ban to me is a local issue and it’s about personal responsibility and personal freedoms and local control.\"\n\nThe following day, on July 10, 2010, Walker matched Neumann’s call for a repeal of the ban: \"I don't think the government should have been involved in a smoking ban in the first place, and as governor, I would sign a repeal of this law.\"\n\nThe smoking ban did not become a key issue during the primary campaign or the general election. And Walker did not made any additional statements about the ban until the one where he said he would not back its repeal.\n\nStudies by groups such as the University of Wisconsin Carbone Cancer Center said that air quality in state bars and restaurants had improved 92 percent since the ban took effect. And SmokeFree Wisconsin, a group that supported the ban, said 75 percent of state residents support the ban.\n\nSo, Walker started out opposed to the ban, even toughening his stance to promise a repeal. But now he’s opposed to a repeal, so the ban will remain. For those scoring at home, that comes in as a Full Flop.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKirk Cox\n\n\nstated on January 13, 2021 in a speech.\n\n\n\n\n\n\n\n\nVirginia ranks “in the bottom third of states” in administering the COVID-19 vaccine.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 20, 2021", "vclaim_id": "vclaim-pol-12789"}