{"url": "/factchecks/2017/may/19/maxine-waters/rep-waters-exaggerates-trump-associate-moscow-trip/", "speaker": "Maxine Waters", "vclaim": "\"You can see visits to Moscow made during the campaign by (Paul) Manafort and others.\"", "truth_label": "barely-true", "date": "stated on May 18, 2017 in an interview on MSNBC's \"Morning Joe\":", "title": "Mostly False: Democrat says Paul Manafort visited Moscow during campaign", "text": "The Justice Department’s appointment of a special counsel to probe Russia’s meddling in the 2016 election and any possible Russia-Trump campaign connection reaffirmed the belief of Rep. Maxine Waters, D-Calif., that impeachment is in the offing. Waters is confident that the special counsel and the congressional investigations will uncover proof of collusion.\n\"I really do believe that much of what you saw coming out of Trump's mouth was a play from Putin's playbook,\" Waters said on MSNBC’s Morning Joe May 18. \"I think you can see visits, you know, to Moscow made during the campaign by (Paul) Manafort and others.\"\nWaters went as far as to say that the \"lock her up\" chant aimed at Hillary Clinton was \"developed strategically with people from the Kremlin, with Putin.\"\nWhile we have reported on the ties of Manafort -- Trump’s former campaign chairman -- to Russian interests, we wondered about Waters’ claim that he and others visited Moscow during the campaign.\nWe found one clear example. There is no public record that Manafort went at all. Trump foreign policy adviser Carter Page did go to Moscow in July 2016. Former National Security Adviser Michael Flynn also went to Moscow, but at a time when he wasn't part of Trump's team.\nThe Center for American Progress, a Democratic policy group, has a webpage it calls the Moscow Project where it compiles information on ties between the Trump campaign and Russia.\nThe Democratic group lists no travel to Moscow by Manafort. Trump named Manafort to manage the Republican National Convention and by May 2016 elevated him to campaign chairman. Manafort stepped down in mid August.\nManafort had dealings with Konstantin Kilimnik, a Ukrainian operative with reported ties to Russian intelligence. Kilimnik came to the United States twice during the campaign, but so far as we could tell, Manafort didn’t reciprocate with a trip of his own.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRyan Fournier\n\n\nstated on January 31, 2021 in a Tweet\n\n\n\n\n\n\n\n\n“The Biden administration lost 20 million COVID vaccines.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 1, 2021\n\n\n\n\n\n\n\nThe travels of Page provide the clearest support for Waters’ statement.\nPage founded an investment company with business in Russia. In March 2016, Trump mentioned Page as one of a group of advisers on foreign policy. In July, Page went to Moscow and spoke at a university graduation. After the election, he went to Moscow again. Page called the suggestion that he was a back channel between the campaign and the Russians a \"witch hunt.\"\nThe only other publicly known trip to Russia’s capital by a Trump insider was Flynn’s visit in December 2015 to celebrate the 10th anniversary of RT (Russia Today), a government media operation. Flynn reportedly was paid for giving a speech at the event.\nAccording to one account, Flynn went to Trump Tower at some point in the fall of 2015 to advise Trump on the Islamic State and Iran. In February 2016, he was reported to be someone Trump turned to on foreign policy. Flynn said he was advising multiple candidates at the time. It took until June before Flynn was openly praising Trump over Clinton.\nWe reached out to Waters’office and did not hear back.\nOur ruling\nWaters said that Manafort and others with ties to the Trump campaign went to Moscow during the 2016 presidential campaign. From what’s on the public record, Manafort didn’t go at all, and Page went once. Flynn went after Trump announced, but before there is any report of a strong and exclusive tie to the candidate.\nThe various investigations underway might resolve whether there was collusion, but the travel itineraries of Trump’s associates don’t appear to be fertile ground at this point.\nWaters made it sound like this was a regular occurrence. We rate this claim Mostly False. Share the Facts 2017-05-19 18:44:09 UTC   PolitiFact    4 1 7  PolitiFact Rating: Mostly False  \"You can see visits to Moscow made during the campaign by (Paul) Manafort and others.\"    Maxine Waters Democratic congresswoman from California   During an interview on MSNBC's \"Morning Joe\" Thursday, May 18, 2017 2017-05-18    Read More  info", "vclaim_id": "vclaim-pol-03285"}