{"url": "/factchecks/2010/sep/14/ohio-democratic-party/ohio-democratic-partys-charge-dewine-was-wall-stre/", "speaker": "Ohio Democratic Party", "vclaim": "DeWine \"took $1.9 million from big banks,\" \"supported legislation that helped Bernie Madoff make millions\" and \"protected predatory lenders while families lost their homes.\"", "truth_label": "barely-true", "date": "stated on August 23, 2010 in an election ad:", "title": "Ohio Democratic Party's charge that DeWine was Wall Street's \"lap dog\" doesn’t tell the whole story", "text": "The Democratic political playbook has a new page that is getting flipped to the most in 2010—running against Wall Street. Whenever possible this year Democratic candidates are linking their Republican opponents to one of the primary bogeymen for the country’s economic recession.\n\nThe Ohio Democratic Party uses this tactic in a web ad focused on former U.S. Sen. Mike DeWine, the Republican candidate for Ohio attorney general, even going so far as to call him a \"lap dog\" for Wall Street. The ODP attack rolls everything bad about Wall Street into one big ball evoking big banks, Wall Street villain and convicted swindler Bernie Madoff and predatory lenders.\n\nThe video says that while in Congress, DeWine \"took $1.9 million from big banks. DeWine supported legislation that helped Bernie Madoff make millions. He protected predatory lenders while families lost their homes.\"\n\nPolitiFact Ohio decided to dig into these claims that paint DeWine as a pawn of the Wall Street elite.\n\nThe most straightforward one is that DeWine took $1.9 million from \"big banks.\"\n\nODP officials say it’s easy to get $1.9 million. Just add up DeWine’s career fundraising totals on Open secrets.org — the handy federal fundraising tracker from the independent Center for Responsive Politics — as well as more than $62,000 raised in the current AG’s race.\n\nWhile the math checks out, you can get to the $1.9 million figure only by adding in money not only from commercial banks ($595,677) but also securities and investment firms ($726,375), miscellaneous financial institutions ($348,548) as well as finance and credit card companies ($237,750).\n\nThe \"big bank\" claim need a pretty big tent to fit all of the qualifying financial institutions in its shade.\n\nMeanwhile, the ODP claim that DeWine \"helped Madoff make millions\" can be traced to three \"yes\" votes the Republican cast in 1995 for a bill known as the Private Securities Litigation Reform Act.\n\nDeWine joined 48 Republicans and 20 Democrats in the Senate. The legislation raised the burden of proof lawyers in private practice would have to show in cases of corporate fraud.\n\nThat means that DeWine’s vote was \"helping Madoff make millions\" because it handcuffed private attorneys from pursuing claims as concerns surfaced \"as early as 1999\" that Madoff was operating a Ponzi scheme, the ODP argues in an e-mail.\n\nEven if that’s true — and it’s certainly open to debate — the timing of the concerns about Madoff’s operation don’t square with the timeline as presented by the Ohio Democratic Party.\n\nIn a 477-page report issued in 2009, SEC Inspector General David Kotz found that substantive complaints against Madoff were filed as far back as 1992 — three years before DeWine voted to overhaul the law.\n\nThat reports states that a total of \"three examinations and two investigations\" were conducted by SEC officials but that \"a thorough and competent investigation or examination was never performed.\"\n\nMost incredibly, SEC officials even failed to take the most basic of steps to check up on Madoff. \"At no time did the SEC ever verify Madoff’s trading through an independent third-party, and in fact, never actually conducted a Ponzi scheme examination or investigation of Madoff,\" states Kotz’s report.\n\nMadoff himself called it \"astonishing\" that the check wasn’t done. \"They never even looked at my stock records,\" he told Kotz for his report, according to a December 2009 story in the New York Daily News. \"It would have been easy for them to see. If you’re looking at a Ponzi scheme, it’s the first thing you do.\"\n\nClearly, the overriding reason that Madoff went undetected for so long is because the federal officials supposed to watch over him dropped the ball again and again.\n\nIs it possible that a private attorney could have brought forward an investigation that brought Madoff to justice if the law hadn’t been changed in 1995? Yes, it is possible, but it’s far from a sure thing, especially considering that the old law was in place for three years after initial concerns surfaced about Madoff.\n\nBesides, the law change doesn’t seem to quite equal \"helping make Madoff money,\" even if you conclude he would have been caught earlier if the old law had been in place.\n\nLastly, the ODP accuses DeWine of helping \"to protect predatory lenders while families lost their homes.\"\n\nThat charge references a pair of 2001 tabling votes that DeWine made during the debate over the Bankruptcy Reform Act, which never became law because the differences between the House and Senate versions were never reconciled.\n\nAt that time, DeWine, 48 other Republicans and 15 Democrats blocked an amendment requiring that credit card companies disclose more information to consumers and giving stiffer penalties for predatory lenders. The other amendment that DeWine tried unsuccessfully to table prevented predatory lenders who violated the Truth in Lending Act from filing for bankruptcy to dodge claims.\n\nThose votes were at a time when the Ohio Democratic Party says \"families lost their homes\" in a reference to the foreclosure crisis that has walloped the state, including a record-high 89,053 foreclosure cases in 2009.\n\nHowever, Ohio Supreme Court statistics on foreclosures show only 43,419 in 2001.\n\nSo while certainly some families were among those who lost their homes in 2001, the foreclosure numbers were about half the record-breaking foreclosure numbers that have hit the state in recent years with upwards of 80,000 a year since 2007. By then, DeWine wasn’t even a senator.\n\nAdd it up, and the scorecard for the Ohio Democratic Party is far from spotless.\n \n\n\nThe $1.9 million figure isn’t wholly accurate because it lumps in a broad range of financial service companies into \"big banks.\"\n \n\nThe Bernie Madoff charge lays the blame for his long-term swindling on a law change, rather than on the on bumbling investigators where it properly belongs.\n \n\nAnd the protecting predatory lending charge implies that DeWine’s votes came recently during the worst of Ohio’s foreclosure crisis when they really were made more than nine years ago.\n\n\nWe rate the Ohio Democratic Party’s claims as Barely True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJordan Rachel\n\n\nstated on January 16, 2021 in a tweet\n\n\n\n\n\n\n\n\nA $15-per-hour minimum wage would raise the price of a Taco Bell burrito to $38.\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 20, 2021\n\n\n\n\n\n\n\n\nComment on this item.\nEditor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.", "vclaim_id": "vclaim-pol-14430"}