{"url": "/factchecks/2016/oct/04/freedom-partners-action-fund/ex-dep-secretary-mcginty-legally-profited-environm/", "speaker": "Freedom Partners Action Fund", "vclaim": "Says Senate candidate Katie McGinty \"made thousands from companies she previously regulated.\"", "truth_label": "true", "date": "stated on September 21, 2016 in In a political ad:", "title": "Ex-DEP secretary McGinty (legally) profited from the environmental business", "text": "The attack ads are upon us. It’s difficult to sit through any newscast or sporting event without seeing one, and ads for Senate candidates Katie McGinty and Pat Toomey are filling up the Pennsylvania airwaves like nowhere else. Outside groups have contributed $57.5 million on the Toomey-McGinty race -- more than any other Senate battle in the country.  \nOne recent anti-McGinty ad comes from the Freedom Partners Action Fund, a Republican-leaning PAC involved in Senate races in Pennsylvania, Ohio, Wisconsin, Nevada and Indiana. The ad, which Freedom Partners Action Fund backed with $1 million, calls her out for taking jobs related to her past government work, stating, \"she’s made thousands from companies she previously regulated.\"\nMcGinty had several jobs and advisory positions after her work as Secretary of the Department of Environmental Protection in Governor Ed Rendell’s administration. Were those companies’ business under the purview of the DEP? And did she really make thousands?\nAfter leaving Rendell’s administration, according to her LinkedIn profile, McGinty worked as a director for NRG Energy for three years, senior VP and managing director of strategic growth for Weston Solutions for two and chair of Fresh Start PA for five months. She also advised for the solar energy company Plextronics and served as a board member of Iberdrola, a wind-energy and natural gas company.   \nFor NRG, she was pulling in six figures annually. According to SEC filings from NRG Energy, McGinty made $200,000 in cash and stock in 2011 and $146,000 in 2009. Penn Live reported Iberdrola paid McGinty $125,000 for her work on the board.  \nWould those firms fall under the DEP’s umbrella? DEP press secretary Neil Shader said the DEP regulates the activities of energy companies, as well as others related to the environment.  \nAsked whether it took issue with the statement about McGinty making thousands \"from companies she previously regulated,\" the McGinty campaign responded with a statement that essentially ignored our question. The campaign said only that \"Katie has dedicated her career in both the public and private sector to creating good paying jobs and protecting the environment. She has a long record of accomplishment, including bringing $1 billion renewable energy investments to Pennsylvania and creating 3,000 jobs as Secretary of PA's Department of Environmental Protection.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPat Toomey\n\n\nstated on January 19, 2021 in a hearing\n\n\n\n\n\n\n\n\n“There will be several thousand dollars in payments going to families with six-figure incomes who’ve had no income interruption whatsoever.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Jessica Calefati • January 21, 2021\n\n\n\n\n\n\n\nIn Pennsylvania, for the most part there are few laws prohibiting the type of work a public official can do after leaving office. One exception is lobbying. Public officials are barred from lobbying the agency at which they worked for a year after they left.\nIt’s not uncommon for Democrats or Republicans to move into private sector jobs related to their past positions in government. Michael Krancer, for instance, joined Blank Rome’s energy, industry team after his tenure as DEP secretary under Tom Corbett.\nBarry Kauffmann, executive director of the state watchdog group Common Cause, would like to see that prohibition extended for two years and the introduction of regulations for public officials who take private sector jobs closely related to their previous position.       \n\"The problem is conflict of interest,\" he said. \"You need to have a buffer or a barrier to make sure the public is protected from the conflict of interest. And there has to be penalties to make sure those disincentives are in place and effectively monitored.\"  \nOur ruling \nThe pro-Republican PAC Freedom Partners Action Fund attacked Senate candidate Katie McGinty in a recent ad, stating, \"she’s made thousands from companies she previously regulated.\"\nAfter McGinty stopped working as DEP secretary in 2008, she worked for or served on the board for energy companies NRG Energy, Iberdrola and Plextronics, among others. NRG Energy and Iberdrola both compensated her with more than $100,000. According to the Department of Environmental Protection, the office is responsible for regulating the activities of energy companies.\nWe rule the claim True.", "vclaim_id": "vclaim-pol-04216"}