{"url": "/factchecks/2016/feb/05/sarah-palin/sarah-palin-says-donald-trump-justin-bieber-once-s/", "speaker": "Sarah Palin", "vclaim": "Says Donald Trump's conversion to pro-life beliefs are akin to Justin Bieber's, who said in the past that abortion \"was no big deal to him.\"", "truth_label": "false", "date": "stated on February 1, 2016 in an interview on CNN:", "title": "Sarah Palin says that, like Donald Trump, Justin Bieber once supported abortion", "text": "What do Donald Trump and Justin Bieber have in common?\nHumongous hair?\nBig bucks?\nHow about a case of abortion contortion?\nSarah Palin compared their abortion stances during the Feb. 1 edition of CNN's The Lead. Jake Tapper asked the former Alaska governor and Trump supporter about Trump's turnabout on the issue of abortion.\n\"Donald Trump is somebody who has clearly had different positions on issues that he has today,\" said Tapper. \"He called himself very pro-choice. Now he says he's very pro-life.\"\n\"I am so glad Mr. Trump has seen the light,\" Palin responded, saying it was sad that anti-abortion groups were giving the candidate a hard time about his switch when other people who have had a change of heart on the issue have been celebrated.\nShe cited, as an example, singer Justin Bieber.\nTapper didn't quite understand and, in essence, asked her, what do you mean?\nBieber \"has made statements understanding the sanctity of life but in the past said (abortion) was no big deal to him,\" Palin said. \"He’s just one example.\"\nWe wondered whether the pop star really had the same type of conversion as Trump or whether Palin had gone overboard.\nTrump's change of position on the abortion question is well-established. When Trump was first considering a third-party presidential run in 1999, he said on NBC's Meet the Press that although he hated the concept of abortion, \"I am pro-choice in every respect.\" By mid February 2011, when there was talk again that he would run for president, he declared, \"I am pro-life.\"\nWhether the Biebs transitioned from abortion support to abortion opposition is not as clear.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nWe contacted Palin through her political action committee and sought comment from Bieber through the office of his manager, Scooter Braun. We didn't hear back from either.\nSo we decided to try to find out for ourselves. No pressure.\nThe only reference to the abortion issue we could find was Bieber's interview with Rolling Stone, published in February 2011. He was 16 at the time.\n\"I really don't believe in abortion. I think (an embryo) is a human,\" Bieber told the magazine. \"It's like killing a baby.\"\nWhen he was asked about abortion in cases of rape, his response was, \"Um. Well, I think that's really sad, but everything happens for a reason. I don't know how that would be a reason. I guess I haven't been in that position, so I wouldn't be able to judge that.\"\nThe rape comment in particular caused some controversy at the time, and since then Bieber has shied away from the issue.\nHe got drawn back into it peripherally when his mother, Pattie Mallette, a born-again Christian, promoted a short anti-abortion film in 2013. Mallette had previously written of the pressure she experienced to have an abortion when she was 17 and carrying the now-pop superstar.\nThe Chicago Sun-Times said in a Jan. 21, 2013, story that it had spoken with an unnamed \"longtime Bieber associate\" who claimed, \"I don't believe he agrees with his mom on this issue.\"\nSome might interpret that to mean that Bieber is now pro-abortion — which would signal a new position on abortion that, sorry, does not fit Palin’s point. However, PolitiFact has a policy of not relying on unnamed or secondhand sources to speak for what others believe.\nOur ruling\nPalin said Bieber \"has made statements understanding the sanctity of life but in the past said (abortion) was no big deal to him.\"\nAt PolitiFact, we believe it's the responsibility of the person making a claim to provide the evidence to back it up. Palin didn't respond to our query.\nThe only reasonable conclusion at this point is that Bieber hasn’t changed his position on abortion like Trump.\nNonetheless, we never say never: If on-the-record evidence of Bieber supporting abortion prior to his Rolling Stone interview turns up, we'll consider a different ruling.\nUntil then, Palin’s claim is not substantiated. We rate her claim False.", "vclaim_id": "vclaim-pol-05457"}