{"url": "/factchecks/2019/oct/30/facebook-posts/no-evidence-barbara-walters-said-ab-jane-fonda/", "speaker": "Facebook posts", "vclaim": "Says Barbara Walters said Jane Fonda \"betrayed not only the idea of our country, but specific men who served and sacrificed during the Vietnam War.\"", "truth_label": "false", "date": "stated on August 13, 2019 in a post on Facebook:", "title": "No evidence Barbara Walters said this about Jane Fonda", "text": "Actress Jane Fonda was recently arrested during a climate change protest, perhaps inspiring Facebook users to share an old message about her history as a Vietnam War objector. \nThe long Aug. 13 post, which details allegations about Fonda that other fact-checkers have debunked, begins: \"Barbara Walters writes: Unfortunately, many have forgotten and still countless others have never known how Ms. Fonda betrayed not only the idea of our country, but specific men who served and sacrificed during the Vietnam War.\"  \nThis post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe text in the post has, with some variations, been circulating online for about two decades. FactCheck.org fact-checked it in November 2010. Snopes tackled it in June 2000. \nThat’s about a year after Barbara Walters hosted a special for ABC News that aired on April 30, 1999, called, \"A Celebration: 100 Years of Great Women.\" Fonda was one of the women selected by the Ladies Home Journal as one of the 100 most important women of the 20th century. \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\nWalters described Fonda at different points in her life as a sex kitten, an activist and a wife. She said Fonda stopped acting in the 1990s and \"now spends much of her time on her favorite cause, preventing teenage pregnancy.\"\nShe doesn’t say what the Facebook post attributes to her. She also didn’t say it in 1988, when she interviewed Fonda, who apologized for her participation in being photographed while seated in a North Vietnamese anti-aircraft gun in 1972, according to an ABC News transcript we found in the Nexis news archive. \n\"Jane Fonda told me that she now realizes in her urgent desire to end the war, she unthinkingly caused pain to many Americans who fought in Vietnam,\" Walters said. \"In our interview tonight, she speaks directly to former prisoners of war, to Vietnam veterans and their families. And confronting her past, she then apologizes.\" \nSearching Nexis further, we couldn’t find evidence that Walters said or wrote the statement that appears in the Facebook post. There were no results when we searched Newspapers.com. Looking online we couldn’t find a credible source connecting Walters to the viral message either. \nWe rate this post False.", "vclaim_id": "vclaim-pol-16839"}