{"url": "/factchecks/2016/apr/08/dan-forest/nc-lt-gov-dan-forest-says-new-state-law-hb2-preven/", "speaker": "Dan Forest", "vclaim": "Charlotte’s anti-discrimination ordinance would have \"opened all bathrooms to all sexes at all times\" if it hadn’t been overturned.", "truth_label": "false", "date": "stated on April 6, 2016 in a tweet:", "title": "N.C. Lt. Gov. Dan Forest says new state law HB2 prevented a bathroom free-for-all in Charlotte", "text": "Conservative North Carolina lawmakers called a special legislative session in late March to overturn an LGBT anti-discrimination ordinance in Charlotte that would’ve gone into effect April 1.\nThey ended up adding a lot more to the bill. But the original motivation was to prevent Charlotte, or any other local government, from allowing transgender people to use the bathroom of the gender they identify with in public accommodations – such places as government facilities, hotels, restaurants and movie theaters.\nThat and some of the bill’s other provisions have led to national criticism, from late-night talk show jokes to a canceled Bruce Springsteen concert and the loss of 400 jobs in Charlotte after PayPal pulled out in protest. Republicans have shot back, saying the bill was a common sense solution to safety and privacy concerns.\nLt. Gov. Dan Forest, a key supporter of the new law, commonly known as HB2, went a bit further than most. He tweeted a picture from PayPal’s website that showed a bathroom door in the background, with a sign designating the room for men.\n\"This would be illegal under (the) Charlotte ordinance,\" Forest tweeted.\nHe then doubled down, posting a screenshot of part of Charlotte’s now-defunct ordinance.\n\"Charlotte ordinance opened all bathrooms to all sexes at all times when it removed exception for bath & locker rooms,\" Forest tweeted.\nIt sounds odd. Charlotte officials say it’s completely untrue. Forest and his team, though, are sticking by their claims.\nWho is right? The answer isn’t relevant to Charlotte bathroom users anymore because the ordinance has been shot down, but it is relevant to the ongoing political fight over why Republicans felt compelled to overturn the ordinance.\nPrivate bathrooms\nFirst, let’s take a look at the claim that PayPal’s own gender-specific bathroom sign \"would be illegal\" in Charlotte if the city’s ordinance had been allowed to stand.\nIt wouldn’t.\nCharlotte’s anti-discrimination ordinance specifically said that \"this section does not apply to a private club or other establishment not, in fact, open to the public.\"\nA PayPal corporate office is a private establishment. So no, it would not have been illegal for PayPal to have male and female restrooms in its own offices.\nBy the same logic, Forest's statement that \"(the) Charlotte ordinance opened all bathrooms to all sexes at all times\" is demonstrably false. The anti-discrimination law would have applied only to public accommodations. Those include places like government buildings, restaurants and hotels.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenna Wadsworth\n\n\nstated on January 26, 2021 in a tweet\n\n\n\n\n\n\n\n\nNorth Carolina Secretary of State Elaine Marshall \"has won more statewide races than probably anyone else alive.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Paul Specht • February 1, 2021\n\n\n\n\n\n\n\nSpecifically, Charlotte’s proposed ordinance said the \"full and equal enjoyment\" of such places must not \"be refused, withheld from, or denied any person because of race, color, religion, sex, marital status, familial status, sexual orientation, gender identity, gender expression, or national origin.\"\nPreviously, that ordinance only included race, color, religion and national origin. The city had also banned sex-based discrimination, but in a separate section that specifically exempted bathrooms and other such facilities.\nThat section was stricken in the new ordinance, which Forest also cited in favor of his argument.\nPublic bathrooms\nForest was wrong about private bathrooms, but what about public bathrooms? Would the Charlotte law have opened them to \"all genders at all times?\"\nHere, the question gets a little more complex since Charlotte did eliminate the existing ordinance that had singled out bathrooms and locker rooms for exemptions.\nIn February, Rep. Dan Bishop – the Mecklenburg County Republican who ultimately sponsored HB2 – sent out an email with claims similar to the ones Forest is making now.\nCity officials replied in a memo that such claims were \"incorrect\" and \"counter to common sense.\"\nCity Attorney Robert Hagemann said the right to have separate bathrooms is implied in society and doesn’t need a local ordinance to confirm it. He added that no other city or state with similar anti-discrimination rules has argued that anyone could go into any bathroom, and that Charlotte officials never wanted to argue that, either.\nForest’s press secretary Jamey Falkenbury said the argument for an implied right might be true for some places, but Charlotte would’ve been different because it specifically removed that right from its laws.\n\"When a legislative body removes an exception, they are indicating to the courts they do not want the former exception implied,\" he said. \"Hypothetically, if a man who identifies as a man in Charlotte was tried for trespassing for being in a women's bathroom, you better believe that any criminal defense attorney worth their salt would raise this as a defense.\"\nBut Hagemann said there would be wide-reaching consequences if Forest, Bishop and others were right that an all-inclusive protection for sex-based discrimination meant all bathrooms were opened to everyone.\n\"I understand that a similar argument was used by Phyllis Schlafly and other opponents of the Equal Rights Amendment back in the late 1970s,\" he wrote in an email. \"... And if their reasoning is correct, every employer covered by Title VII, including the State of North Carolina, could not provide separate restrooms for their employees since Title VII prohibits discrimination based on sex in the workplace.\"\nOur ruling\nForest, a vocal opponent of Charlotte’s anti-discrimination ordinance, said it would have \"opened all bathrooms to all sexes at all times.\"\nThat is wrong. The ordinance would not have applied to private clubs or businesses – including PayPal, despite Forest’s claims to the contrary. The ordinance would have applied only to public accommodations.\nAnd while there’s disagreement on what might have happened with bathrooms in public accommodations, precedent is on Charlotte’s side.\nWe rate this claim False.", "vclaim_id": "vclaim-pol-05132"}