{"url": "/factchecks/2012/jul/27/priorities-usa-action/ad-says-mitt-romney-had-olympic-uniforms-made-burm/", "speaker": "Priorities USA Action", "vclaim": "Says Romney had the uniforms for the 2002 Winter Olympic games made in Burma.", "truth_label": "barely-true", "date": "stated on July 25, 2012 in a video shown on cable news shows:", "title": "Ad says Mitt Romney had Olympic uniforms made in Burma", "text": "With the Olympics about to begin, Priorities USA Action, a super PAC aligned with President Barack Obama, released an ad that used Olympic images to attack Mitt Romney.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021\n\n\n\n\n\n\n\n\nThe ad shows a beaming Romney at the Olympic opening ceremonies. As each national team enters the stadium, an announcer provides a corresponding quip. \"China, home to a billion people. Thousands owe their jobs to Mitt Romney’s companies ... And Burma, where Romney had the uniforms made for the 2002 games.\"\n\nOlympic authorities moved swiftly to get Priorities USA Action to withdraw the ad because of unauthorized use of Olympic footage, but the ad got such widespread coverage that we are still fact-checking it.\n\nPolitiFact has assessed that claim about jobs in China and and another one about Romney creating jobs in India. Both were rated Half True. In this fact-check, we look at whether Romney had the uniforms for the 2002 winter games made in Burma.\n\nThe Torch Bearer Uniforms\n\nBurma, or Myanmar, is a country that until just recently was shunned for being a repressive regime that observed no fair labor practices.\n\nOlympic games use many different uniforms -- for staffers, athletes and so forth and not all were made in Burma. But there is no question about the origins of the uniforms for the torch bearers. These were the 11,500 volunteers who relayed the Olympic torch some 13,000 miles to Salt Lake City. That’s a lot of jackets with the Salt Lake Olympic logo.\n\nThe Huffington Post reported this a couple of weeks ago, but the story received coverage in 2002. The day before the winter games opened, the International Confederation of Free Trade Unions sent a letter of protest to the International Olympic Committee.\n\n\"No responsible organization or body should make use of products originating in Burma,\" the letter said. \"Doing business with Burma, in effect, supports human rights abuses.\"\n\nThe next day, according to an article in the Ottawa Citizen, the company that provided those uniforms, Marker Ltd, confirmed that the uniforms had come from a supplier in Burma. The article quotes Marker’s Olympic program managing director, Ralph Eeson saying the company is \"sensitive to to human rights issues and has no reason to believe the uniforms were made under conditions that violate international law.\"\n\nMarker, a Salt Lake City-based sports apparel company, was a co-sponsor of the games. In May of 1999 it had agreed to provide about $20 million worth of clothing. The company was the first new sponsor for the games in about a year because of turmoil over allegations of bribery. The timing of Marker’s sponsorship might be significant. Mitt Romney had just left Bain Capital in February 1999 to takeover the floundering Salt Lake Olympic Committee. Three months after he arrived, Marker signed on.\n\nBurma’s Reputation\n\nBy 2000, Burma was a pariah. In 1997, the United States barred new investments in Burma by American corporations. The military dictatorship had been sanctioned by many international bodies for using forced labor on large irrigation construction projects and violating child labor standards.\n\n\"It was well-known that it was a hell hole,\" said Scott Nova with the Worker Rights Consortium, an agency that helps colleges and universities avoid buying from factories that abuse their workers. Nova’s group traces the roots of all those sweatshirts, T-shirts and hats that carry the college name.\n\nThe Worker Rights Consortium tracks more than 1,000 companies and each of the dozens of separate items they supply. \"On that entire list,\" Nova said, \"virtually nothing came from Burma in 2000. Maybe three items out of thousands. Every responsible manufacturer was long gone from the country.\"\n\nThat may have been true for the companies Nova’s group watched, but many American firms continued to buy from Burma. A consortium of 15 European labor and human rights groups, the Clean Clothes Campaign, reported in 2000 that U.S. clothing imports from the country nearly tripled between 1995 and 1999. Companies cited in that report included Jordache, Nautica and Adidas. In 2001, a declassified State Department memo later corroborated that report. Marker was not alone in buying from contractors in Burma.\n\nThe Winter Olympics Budget\n\nThe ad suggests that Romney played a direct role in ordering the uniforms from Burma, but the only source provided by Priorities USA Action was the Huffington Post article which did not make that direct connection.\n\nIn assessing his possible role, it's important to note it was a large organization. The SLOC had about 2,000 paid staff. The total budget for the Salt Lake Games was about $1.3 billion. There were about 10 other sponsors like Marker, plus about another 15 firms with marketing contracts. The list included companies such as Coca-Cola, Home Depot, and Gateway Computers. Marker’s sponsorship represented less than 1 percent of the total budget.\n\nWe have asked the US Olympic Committee if the SLOC used any procurement guidelines and did not hear back. A recent Salt Lake Tribune article about the SLOC archives suggests that detailed information might no longer exist. Many internal memos were destroyed after the games ended.\n\nOur Ruling\n\nThe ad from Priorities USA Action says Romney had the Olympic uniforms made in Burma.\n\nThe torch bearer uniforms, perhaps more than 11,000 of them, were made in Burma, but that’s not all the uniforms used in the games, particularly for the athletes, as the visuals in the ad suggest. And we've seen insufficient evidence to directly link the torch bearer uniforms to Romney.\n\nWe rate the statement Mostly False.", "vclaim_id": "vclaim-pol-10688"}