{"url": "/factchecks/2012/jul/27/texans-accountable-government/texas-group-says-politifact-validated-criminal-his/", "speaker": "Texans for Accountable Government", "vclaim": "Says PolitiFact \"validated and independently documented\" its \"criminal history\" claims about Adan Ballesteros.", "truth_label": "barely-true", "date": "stated on July 26, 2012 in an email blast.:", "title": "Texas group says PolitiFact validated criminal history claims about Adan Ballesteros", "text": "In a July 26, 2012, email blast, a political group backing Michael Cargill for a Travis County constable post asserts that Cargill’s opponent in the July 31 Democratic primary runoff, incumbent Adan Ballesteros, has been stealing anti-Ballesteros signs.\n\nWe’re not wading into signs being hoisted. But we fired up the Truth-O-Meter for the email’s citation of PolitiFact.\n\nThe email from Texans for Accountable Government, which says it’s focused on reining in the reach of government, says that its anti-Ballesteros website, CocaineConstable.com, brings to light Ballesteros’ \"criminal history -- including being fired from (the Texas Department of Public Safety) for allowing the trafficking of drugs and taking money from informants, the Texas Public Safety Commission sustaining the firing, and his lawsuit against them being thrown out of court for being 'baseless and retaliatory.'\"\n\nThe email continues: \"TAG's claims were validated and independently documented recently by PolitiFact.com,\" the email says.\n\nDo what?\n\nWe figured that this part was referring to our June 25, 2012, article on another group’s claim that Ballesteros, the county’s Precinct 2 constable, had \"accepted more than $15,000 in cocaine blood money.\"\n\nUnlike most of our fact-checks, we ended up being unable to rate that claim.\n\nOur 2,200-word story says that the DPS dismissed Ballesteros as an employee in 1998 after seeing merit in a complaint that, years earlier, he had accepted thousands of dollars in illicit funds from a drug smuggler/informant -- a firing upheld by the Texas Public Safety Commission. However, a Texas Workforce Commission tribunal later said a grand jury found no probable cause to indict Ballesteros and also said \"there is not a preponderance of evidence before this appeal tribunal to find the claimant guilty of criminal acts.\"\n\nThe July 26 email blast makes no mention of the tribunal’s statement or of the fact that Ballesteros was not charged in criminal court.\n\nBallesteros, who has consistently said he did not accept such funds, told us in an interview that he was investigated and fired because he refused to fire a secretary who had made sexual harassment allegations against a DPS employee. He said that he was ordered to fire the woman shortly after moving to Austin to lead DPS’s narcotics training unit in 1993 — two years before the investigation into his activities as a narcotics investigator in South Texas began.\n   \nBallesteros made the same claim in a lawsuit he filed against the DPS. U.S. District Judge James Nowlin dismissed the suit on Sept. 20, 2000, saying in his order that Ballesteros failed to offer relevant evidence. On April 2, 2001, a three-judge panel of the 5th Circuit Court of Appeals upheld the order, writing that Ballesteros had failed to offer evidence that the DPS investigation was \"baseless and motivated by retaliatory intent,\" as mentioned in the email blast.\n\nBy telephone, we asked the group’s executive director, Heather Fazio, to elaborate on PolitiFact validating its claims, as the email says.\n\nFazio said the reference was solely to our reporting on Ballesteros getting fired by the DPS for allegedly letting drugs into the country and taking illicit money; his firing being upheld; and his post-firing lawsuit being judged baseless.\n\nFazio said the validation reference was not intended to say PolitiFact had confirmed the entire CocaineConstable site.\n\nAsked about the email’s reference to Ballesteros’ \"criminal history\" despite the fact he was not indicted, Fazio replied: \"If you were fired for something that is a criminal act, just because you were not indicted doesn’t mean you were not involved in criminal activity.\" Beyond that, she said, the \"criminal history\" term reflected the group’s opinion and was not intended to signal that PolitiFact validated as much. If recipients reach such a conclusion, she said, \"I guess I have to apologize for that part.\"\n\nOur ruling\n\nAs the group’s email suggests, our story that was the basis of the email’s PolitiFact reference sketches out the complaint and investigation that preceded Ballesteros’ firing and the fact that the firing was upheld and his lawsuit found baseless.\n\nHowever, we did not validate Ballesteros’ \"criminal history,\" as the group’s email can be read, and the group’s statement fails to point out he was not indicted or that the workforce commission tribunal saw no preponderance of evidence of criminal acts.\n\nBroadly, the group indicates we reached a conclusion about Ballesteros being a criminal that we did not reach. The claim rates Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-10690"}