{"url": "/factchecks/2015/jun/24/ann-coulter/ann-coulters-pants-fire-claim-sc-gov-nikki-haley-i/", "speaker": "Ann Coulter", "vclaim": "Says South Carolina Gov. Nikki Haley \"is an immigrant.\"", "truth_label": "pants-fire", "date": "stated on June 24, 2015 in comments on Fox Business Network:", "title": "Ann Coulter's Pants on Fire claim that S.C. Gov. Nikki Haley 'is an immigrant'", "text": "Conservative pundit Ann Coulter thinks talk of removing the Confederate flag from Southern statehouses, including South Carolina, is nonsense. To Coulter, that makes Republicans who support the movement nonsensical.\nCoulter, however, spouted her own bit of nonsense in trying to defend her position.\nOn the Fox Business show Kennedy June 23, Coulter was asked about the ongoing flag debate.\n\"Where are you from?\" host Kennedy (the former MTV veejay) asked Coulter. Coulter said she’s from Connecticut.\n\"Do you have a geographic ... Do you have a horse in this race either way? Do you consider yourself a Northerner?\"  \n\"Oh, you mean the Southern thing?\" Coulter responded. \"Well, I'm a student of American history ... I’d really like to like Nikki Haley, since she is a Republican. On the other hand, she is an immigrant and does not understand America's history.\"\nCoulter got one part of Haley’s background right. Yep, she’s a Republican.\nBut she’s not an immigrant.\nShe was born in South Carolina.\n\"Born in Bamberg, the daughter of Indian immigrants, Gov. Haley’s first job was keeping the books for her family’s clothing store -- at the age of 13,\" reads the website of the South Carolina office of the governor. Bamberg, S.C., is a small city with a population of less than 4,000 people. You may not have heard of it. But it is definitely in the United States.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nThe New York Times described Haley’s time growing up in Bamberg in a 2010 profile and her life as the American-born child of an Indian Sikh family. When Haley was about 5, she was disqualified from the Little Miss Bamberg pageant along with her sister because \"the judges of the contest, one that crowned one black queen and one white queen, were … flummoxed\" by the sisters.\n\"(People in my hometown) didn’t know much about the Indian culture, and we didn’t know much about how to teach it to them,\" Haley, who was Nimrata Randhawa, said during an interview with Vogue.\nHaley went on to receive an accounting degree from Clemson University, and then returned to Bamberg to work in her family’s store again. With her help, the store turned \"into a multimillion-dollar business.\"\nThen, in 2003, a speech by Hillary Clinton inspired Haley to run for state Legislature. \"She said there will be all of these reasons that people tell you you can’t do it. She said that there’s only one reason for you to do it, and it’s because you know it’s the right thing. I walked out of there thinking, I’ve got to do this,\" Haley said to Vogue.\nThe next year, Haley was elected to represent Lexington County in South Carolina’s House of Representatives.\nOn Jan. 12, 2011, Haley was sworn in as governor.\nShe visited India as part of a trade mission in 2014. Prior to that, Haley said the last time she visited the country was when she was two years old.\nPunditFact reached out to the publisher of Coulter’s latest book Adios, America but did not hear back. Coulter, for the record, describes herself as being of Scottish descent and traces part of her family's roots to \"Puritan nonconformists who came to America in 1633.\" She seemed to defend her remarks in a post of Twitter.\n\nOur ruling\nCoulter said Haley is an immigrant and went on to suggest that Haley doesn't understand American history because she is less-American than others (namely, Coulter).\nHaley was born in South Carolina, and is no more an immigrant than Coulter, who describes herself of Scottish descent. We rate Coulter’s claim Pants on Fire.", "vclaim_id": "vclaim-pol-06270"}