{"url": "/factchecks/2020/sep/17/joe-biden/joe-biden-says-under-donald-trump-irans-uranium-st/", "speaker": "Joe Biden", "vclaim": "“Iran has stockpiled 10 times as much enriched uranium as it had” in 2016.", "truth_label": "true", "date": "stated on September 13, 2020 in an op-ed on the CNN website:", "title": "Joe Biden says under Donald Trump, Iran’s uranium stockpile has grown tenfold. It has.", "text": "In an op-ed on CNN’s website, Democratic nominee Joe Biden said the threat of Iran’s nuclear capability has worsened under President Donald Trump.\nDuring the 2016 campaign, Trump promised to renegotiate the 2015 agreement that rolled back Iran’s nuclear program. He pulled the United States out of the multinational pact in 2018. With no headway since, we found he had broken his campaign promise.\n\"This past month has proven that Trump's Iran policy is a dangerous failure,\" Biden wrote Sept. 13. \"Trump tried to unilaterally reimpose U.N. sanctions on Iran, only to have virtually all the U.N. Security Council members unite to reject his gambit. Now there are reports that Iran has stockpiled 10 times as much enriched uranium as it had when President Barack Obama and I left office.\"\nBiden’s stat on Iran’s enriched uranium is accurate.\nUnder the 2015 Joint Comprehensive Plan of Action, Iran was limited to 202.8 kilograms of uranium enriched to 3.67%. (Attentive readers will see that the agreement specified 300 kilograms of uranium hexafluoride, but that’s equivalent to 202.8 kilograms of U-235.)\nThe 2015 deal opened Iran to regular international inspections, and until the U.S. withdrew — and for many months afterwards — Iran stuck to the terms. Biden compared today to where things stood when he left office. The International Atomic Energy Agency reported November 2016 that Iran had not exceeded the capped amount. \nBut last year, Iran announced it would start breaching the limit on enriched uranium.\nThe International Atomic Energy Agency reported in September that Iran now has a bit over 2,105 kilograms of enriched uranium. That’s more than 10 times the limit in the agreement.\nNot only does Iran have more uranium than it should under the agreement, the uranium is more concentrated than what was allowed. About 90% of the total uranium is enriched beyond the 3.67% limit to 4.5%.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe numbers speak for themselves. Less clear is their meaning.\nWeapon-grade uranium has to be concentrated to about 90% purity. In June, weapons experts estimated that if Iran wanted, it could produce enough material for a bomb in three to six months. Kelsey Davenport with the Arms Control Association said Iran would need additional time before it could turn that uranium into a viable weapon.\n\"Iran would still need to convert the material and weaponize it, a process that would likely take more than a year,\" Davenport said.\nShe also noted that Iran has not sped up the pace of enriching uranium, or pushed enrichment to the 20% level it had before the Joint Comprehensive Plan of Action. That suggests, she said, that Iran is using its stockpile as leverage in future negotiations.\nThe situation is serious, Davenport said, but still manageable.\nOur ruling\nBiden said that Iran has 10 times as much enriched uranium as when he left office in 2016. \nIran went from having no more than 202.8 kilograms of enriched uranium to 2,105 kilograms, which is more than a tenfold increase.\nWe rate this claim True.\nThis fact check is available at IFCN’s 2020 US Elections FactChat #Chatbot on WhatsApp. Click here, for more.", "vclaim_id": "vclaim-pol-18947"}