{"url": "/factchecks/2013/jan/16/providence-city-council/providence-city-council-resolution-claims-semi-aut/", "speaker": "Providence City Council", "vclaim": "\"Semi-automatic weapons, whether pistol or rifle, were designed for use by the military on the battlefield.\"", "truth_label": "false", "date": "stated on January 3, 2013 in a council resolution:", "title": "Providence City Council resolution claims semi-automatic weapons are designed for military use", "text": "In the wake of the deadly school shootings in Newtown, Conn., the Providence City Council passed a resolution calling for \"a ban on the sale, use, and possession of all semi-automatic firearms within Providence.\"\n\nThe Jan. 3 resolution, approved on a 8-6 vote with one abstention, begins with a preamble, outlining a variety of claims about gun violence to support a ban.\n\nIt opens with 14 \"Whereas\" statements, beginning with the definition of a semi-automatic firearm as \"a weapon that fires, extracts, ejects and reloads once for each pull and release of the trigger.\" (By contrast, fully automatic weapons continue to fire as long as the trigger is being pulled.)\n\nBut it was the second statement which caught our attention. It says, \"Semi-automatic weapons, whether pistol or rifle, were designed for use by the military on the battlefield.\"\n\nThere is no doubt that some of the semi-automatic weapons sold to consumers these days are either very close to those used by soldiers or designed to have the characteristics of military weapons. It's one of their selling points. For example, Bushmaster M4-type carbines are advertised as having a \"distinctive military barrel profile.\" The company says its products are used \"by the military of more than 50 countries worldwide.\"\n\nBut we also know that other weapons, such as many hunting rifles, meet the definition of semi-automatic. So we wondered whether it’s accurate to say that all semi-automatics were really designed for military use.\n\nWe contacted the City Council’s majority leader, Seth Yurdin,to see what evidence he had.\n\nHe wrote back in an e-mail that, \"Semi-automatic weapons as a class were designed for the battlefield. Why? Semi-automatic weapons are efficient at killing as many people as quickly as possible.\"\n\nAfter listing several different types of weapons used in mass shootings, Yurdin said, \"Yes, there may be particular semi-automatic weapons that have not been designed to win military bids, but the point is that semi-automatic weapons are designed to be efficient killing machines.\"\n\nWe tried unsuccessfully to contact several manufacturers about the histories of their products, but they did not respond.\n\nBut four experts with whom we did speak said the statement in the City Council resolution is wrong because many semi-automatic weapons -- from the very first to those in use today -- were not designed for war.\n\nWilliam Fowler, distinguished professor of history at Northeastern University, in Boston, said semi-automatic weapons \"are not necessarily military. Shotguns, for example, can be gas operated,\" utilizing gas from the discharge of one round to push the next round into the chamber, ready for the trigger to be pulled again.\n\nGoing back to the beginning, the first design of a semi-automatic rifle was unveiled in 1885. American gunsmith John Moses Browning crafted the first semi-automatic shotgun in 1902. By 1910, Winchester, Remington and others were making semi-automatic sporting rifles.\n\nWhen they were first manufactured, \"a lot of time the semis were intended for use by the general public,\" said Frank Hanner, director of the National Infantry Museum in Fort Benning, Ga. \"These were pocket pistols and different things, what we would consider to be a Saturday night special today. A lot of these were intended for protection on the street.\"\n\n\"The semi-automatic system was NOT specifically developed for the military,\" said Richard Colton, a historian at the Springfield Armory in Massachusetts, who cited the semi-automatic pistols that came out in the 1890s, many of them made in Germany, that were supposed to be for personal use.\n\nDavid Stieghan, U.S. Army Infantry branch historian at Ft. Benning, said, \"Semi-automatic weapons such as shotguns and .22 caliber hunting rifles had already been in existence for 40 years\" before the U.S. military became the first to adopt them.\n\n\"The initial push was to manufacture them for hunting, and home defense and self-defense, because very few in the military cared about them until after World War I,\" he said.\n\nWhy didn't the military embrace them earlier?\n\n\"They were difficult to machine and manufacture in a way that was inexpensive, and they were not amenable to use in the trenches of World War I,\" said Stieghan. \"With all the mud, dirt, water and everything else, they were just not reliable enough.\"\n\nAnd what about weapons for sale today?\n\nStieghan said the vast majority of semi-automatic firearms available to the public were never designed for -- nor offered for sale to -- the military.\n\n\"There are all sorts of semi-automatic weapons that are unacceptable [to the military] because they're not rugged enough and they don't have the long-range and accuracy that the military would require,\" he said. \"They are designed specifically for consumers.\"\n\nOur ruling\n\nThe Providence City Council, in a resolution approved earlier this month, asserted: \"Semi-automatic weapons, whether pistol or rifle, were designed for use by the military on the battlefield.\"\n\nThe military and gun experts we consulted told us that history tells a very different story.\n\nThe military did not embrace the weapons until decades after they were developed.\n\nEven today, there are many semi-automatic weapons available to consumers that were not designed for battlefield use.\n\nWhy bother with such distinctions? The contentious debate over gun control is consuming the nation. We believe it’s imperative to get the facts right.\n\nWe rate the \"statement of fact\" in the council's resolution False.\n\n(If you have a claim you’d like PolitiFact Rhode Island to check, e-mail us at [email protected]. And follow us on Twitter: @politifactri.)\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarco Rubio\n\n\nstated on January 27, 2021 in remarks\n\n\n\n\n\n\n\n\n\"Only in the Third World do you see this habitual use of prosecutions of former leaders.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Miriam Valverde • January 29, 2021", "vclaim_id": "vclaim-pol-09846"}