{"url": "/factchecks/2014/mar/02/bing-west/author-bing-west-says-seventy-five-percent-young-a/", "speaker": "Bing West", "vclaim": "Seventy-five percent of the young adults in this country are not mentally or physically fit to serve.", "truth_label": "true", "date": "stated on February 25, 2014 in a radio interview:", "title": "Author Bing West says 75% of young adults in U.S. not mentally or physically fit to serve in military", "text": "Bing West, Marine veteran of Vietnam and an expert on counterinsurgency warfare, was discussing military preparedness with host Gene Valicenti last week on WPRO-AM.\nThey were talking about Defense Secretary Chuck Hagel’s proposed defense budget, which includes, among other spending cuts, trimming the Army from its current level of 520,000 troops to as low as 440,000 active duty soldiers, the lowest level since before World War II.\nWest opposes the troop reductions, saying such cuts would make it difficult for the United States to respond quickly to future military threats. If those kinds of cuts must be made, he said, it is common sense to have a backup mobilization plan in place to rapidly increase the size of the military. In other words, he said, a draft.\nBesides the obvious political challenges in reinstituting the draft, which ended in 1973, West said there’s a logistical problem as well: Seventy-five percent of the young adults in this country are not mentally or physically fit to serve, he said.\nWatch out, Valicenti warned, Politifact might hear you.\nWell, we did. West’s number sounded high, so we went out to muster the facts.\nWhen we called West, he said he got the figure from reports he’d read in newspapers around the country, most recently the Washington Post. We looked for the original research that might have driven those reports, and we found it.\nThe 75 percent unfit figure has been reported for a few years now.  \nIt came from a 2009 report called \"Ready, Willing and Unable to Serve, 75 Percent of Young Adults Cannot Join the Military.\"\nThe report was prepared by Mission Readiness, an organization that includes 89 retired military officials,  including a former navy secretary, and officers from generals to chief petty officers and sergeant majors. The group advocates for improvements in the United States’ education system and the health of the nation’s youth.  \n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nThe report said increasing obesity rates among Americans ages 17 to 24, declining high school graduation rates and criminal backgrounds were severely narrowing the pool of applicants who could meet the armed forces’ academic and physical health standards for recruits.\nThe report noted that one in four young Americans lacks a high school diploma and 30 percent of those who have one and try to enlist fail the military’s math and reading tests.\nIt also estimated that 27 percent of those between 17 and 24 could not hit the armed forces’ weight limits and 32 percent had other health problems, such as asthma, poor eyesight or hearing or attention deficit disorders, that ruled them out for military service.\nThe report also said about 10 percent of the potential military service population was ineligible because of at least one prior felony or serious misdemeanor.\nMission:Readiness isn’t the only one sounding that alarm. On March 3, 2009, Curtis Gilroy, then the director of the accession policy office of the undersecretary for defense for personnel and readiness, told the U. S. Congress’ House Armed Services Committee pretty much the same thing.\nHe cited the primary drivers as obesity and low high school graduation rates when he said \"we find that only 25 percent of our young people today, aged 17 to 24, are qualified for military service. Not a good situation.\"    \nOur ruling\nBing West said 75 percent of young adults in the United States were physically or mentally unfit to serve in the military. The Defense Department and a non-governmental organization have both done research that support his claim.\nWe find the statement  True.\n(Comment on this ruling on providencejournal.com. If you have a claim you'd like us to check, send it to [email protected] And follow us on Twitter: @politifactri.)", "vclaim_id": "vclaim-pol-08189"}