{"url": "/factchecks/2018/may/04/jim-renacci/following-trump-endorsement-jim-renacci-cites-poll/", "speaker": "Jim Renacci", "vclaim": "\"President Trump is still supported by almost 85 percent of the Republican Party in the state of Ohio, and that's from recent polling, and still has a 58 percent approval rating in Ohio.\"", "truth_label": "mostly-true", "date": "stated on April 25, 2018 in a radio interview:", "title": "Following Trump endorsement, Jim Renacci cites polls showing strong Trump support in Ohio", "text": "Following an endorsement for Senate from President Donald Trump, U.S. Rep. Jim Renacci said Trump continues to have strong support in Ohio, particularly among Republicans.\n\"President Trump is still supported by almost 85 percent of the Republican Party in the state of Ohio and -- and that's from recent polling -- and still has a 58 percent approval rating in Ohio,\" Renacci said in a radio interview with Bob Frantz April 25.\nRenacci’s chief rival in the May 8 primary is businessman Mike Gibbons. The winner will face Democratic U.S. Sen. Sherrod Brown in November.\nHow Ohio voters feel about Trump heading into the midterms is of national interest following Trump’s 8-percentage point win over Hillary Clinton in 2016. Former President Barack Obama had won the state twice.\nWhile polling has come under suspicion since the election, Renacci is citing valid polls. However, he used a national poll to draw conclusions about Ohio GOP voters, something pollsters say isn’t a great practice.\nMultiple polls show Trump continues to have strong GOP support, but he has much less support among voters in general. Renacci’s claim that Trump has 58 percent overall support is probably too high.\nPolls in Ohio\nFor Renacci’s claim that Trump had 85 percent approval among Republicans in Ohio, his campaign spokesman referred to a national CNN-SSRS poll.\nA December poll of 1,000 adults showed that 85 percent of Republicans had a favorable opinion of Trump. The poll showed that when both major parties as well as independents are included, 36 percent had a favorable opinion of Trump. The margin of sampling error was 3.6 percent.\nA couple of polling experts we interviewed took issue with Renacci using a national poll to express support by Ohio Republicans, although they noted polls show Trump has strong support among Ohio Republicans.\nWhen Renacci referred to Trump’s 58 percent approval rating, that came from a poll specifically of Ohio registered voters.\nRenacci’s campaign spokesman cited an online poll of registered voters by Axios/SurveyMonkey done in February and March. The poll of 1,995 registered voters in Ohio showed overall, 54 percent of Ohio registered voters said they approved of the way Trump is handling his job as president. Among Republicans and independents who lean Republican, 93 percent approved. The survey’s modeled error estimate is 4.5 percent -- so that’s why Renacci cited 58 percent.\nWe looked at two additional polls of Ohio Republicans this year -- Fallon Research on behalf of a GOP advocacy group, and SurveyUSA on behalf of a TV station -- that showed 75 percent approval for Trump.\nBut polls consistently show far less approval when taking into account voters of both major parties and independents. Gallup’s daily tracking found in 2017 that overall in Ohio, Trump had 45 percent approval. SurveyUSA found 41 percent overall approval.\nA pro-Renacci group, the Ohio First PAC, found Trump’s approval among likely voters was 58 percent in April.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreg Kelly\n\n\nstated on January 11, 2021 in a TV segment\n\n\n\n\n\n\n\n\nSays Joe Biden is on video \"admitting to\" election fraud in a \"confession.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Bill McCarthy • January 12, 2021\n\n\n\n\n\n\n\nKyle Kondik, managing editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics, said it’s best to look at averages.\n\"I think the Renacci team is on solid ground suggesting an approval rating for Trump in the 80s for Republicans in Ohio, but I think 58 percent overall is probably unrealistically high,\" he said.\nTrump performed better in Ohio (51 percent) than he did nationally (46 percent), so it stands to reason that his approval in Ohio would be higher than it is nationally, Kondik said.\n\"If the national average is around 41 or 42 percent, I’d think that probably means Trump is in the mid-to-high 40s in Ohio,\" Kondik said. \"That’s about where I think it probably is.\"\nUniversity of Cincinnati associate professor of political science professor Steve Mockabee said that the 58 percent struck him as a little high.\nJennifer Duffy, who covers Senate rates for the Cook Political Report, said Trump's support among Republicans in Ohio is pretty solid and that 85 percent is in the ballpark.\n\"It is not something that should concern Republicans,\" she said.\nThe polling showing 58 percent among all registered voters is largely based on a turnout model and could be entirely correct for that model and not overstated, she said.  \n\"The larger question is whether that model bears any resemblance to actual 2018 turnout,\" she said.\nOhio State University political science professor Vladimir Kogan said that whether someone identifies as a Republican can change over time, partly in response to Trump approval. He pointed to a 2017 working paper by the Emory University political scientists B. Pablo Montagnes, Zachary Peskowitz and Joshua McCrain, who argued that Republicans who disapprove of Trump stop identifying as Republicans.\nWhile Renacci made this claim in the context of a GOP primary, the bigger question is how the battleground state will vote in November.\nWhile Clinton was unpopular in Ohio, Brown has a long track record of winning statewide races.\n\"I’m not convinced yet that just following a Trump playbook is going to result in a win,\" Mockabee said.\nOur ruling\nRenacci said, \"President Trump is still supported by almost 85 percent of the Republican Party in the state of Ohio -- and that's from recent polling -- and still has a 58 percent approval rating in Ohio.\"\nWhile Renacci referred to 85 percent of Ohio Republicans, the CNN/SSRS poll his campaign cited from December 2017 was of national Republicans. However, Trump fared better in Ohio than the nation in 2016, so it’s not surprising that his support would be high in the state. A couple of other polls we found had Ohio GOP support slightly less at 75 percent.\nThe part of his statement about the 58 percent approval overall refers to an Axios/SurveyMonkey poll. It showed 54 percent of Ohio registered voters said they approved of the way Trump is handling his job as president. By using the survey’s modeled error estimate of 4.5 percent Renacci gets to the 58 percent. A couple of polling experts said this sounds high. Overall support for Trump in Ohio is likely less than Renacci said. \nWe rate this claim Mostly True.\nhttps://www.sharethefacts.co/share/25868961-b483-4bf1-9ce0-d00177a23d31", "vclaim_id": "vclaim-pol-02108"}