{"url": "/factchecks/2021/jan/13/devin-nunes/nunes-falsely-claims-republicans-have-no-way-commu/", "speaker": "Devin Nunes", "vclaim": "“Republicans have no way to communicate” after tech companies cut off Parler.", "truth_label": "false", "date": "stated on January 10, 2021 in an interview on Fox:", "title": "Nunes falsely claims ‘Republicans have “no way to communicate” without Parler", "text": "Tech companies are cracking down on accounts and services that they believe violate their terms of service or spread extremist messages and misinformation.\nParler, a social media platform popular with conservatives, was kicked off Amazon Web Services following the violent riot Jan. 6 at the U.S. Capitol. Google and Apple deleted the Parler app from their stores.\nTwitter suspended 70,000 accounts affiliated with the QAnon conspiracy theory and booted the @realdonaldtrump account, while Facebook said it would remove \"stop the steal\" messages claiming election fraud and suspended President Donald Trump at least through Joe Biden’s Jan. 20 inauguration. Google’s YouTube video service also barred Trump at least until the inauguration.\nU.S. Rep. Devin Nunes, R-Calif., says the actions have left Republicans with \"no way to communicate.\" Here’s what he said in an interview on Fox News’ \"Sunday Morning Futures\" show:\n\"There is no longer a free and open social media company or site for any American to get on any longer, because these big companies, Apple, Amazon, Google\" destroyed Parler.\n\"Poof — it’s gone.\"\nHe added: \"Republicans have no way to communicate. And it doesn't even matter if you're a Republican or conservative. If you don't want to be regulated by left-wingers that are at Twitter and Facebook and Instagram, where you get shadowbanned, nobody gets to see you.\"\nNunes said he has 3 million followers on Parler. \"Tonight, I will no longer be able to communicate with those people,\" he said in the segment.\nAmazon cited violent content when it shut off Parler’s access to its cloud service. Parler sued Amazon, saying the decision showed \"political animus.\"\nWith Parler’s future uncertain, we fact-checked Nunes’ claim that Republicans have no way to communicate and found it to be a gross exaggeration. Nunes has lost one tool in his toolbox to communicate with constituents, but he and other Republicans still have many others, both on social media and other methods.\nLawmakers have lots of ways to communicate with constituents \nIn the past, it was Nunes who was pushing social media companies to restrict speech that he objected to. He filed several defamation lawsuits against media companies and critics, including one against Twitter over a parody account purporting to represent a fictitious Nunes-owned dairy cow.\nWe contacted a spokesperson for Nunes to ask about his latest criticism of social media regulation, but did not get a response. \nSome users on Twitter found it ironic that Nunes was making his claim on Fox News, the most watched cable network, and a favorite medium for Republicans to communicate.\n\"This reminds me of that Lisa Kudrow character on that Netflix mockumentary where she repeats ‘conservative voices are being silenced’ on multiple TV shows, interviews, book titles etc.,\" replied one Twitter user.\nAnd long before social media, members of Congress had several venues to communicate with constituents, including some unfiltered ones.\n\"There is a full time media press corps in the Capitol all day, every day — members of Congress have almost open access if they want to get something out,\" Brendan Buck, a former staffer to Republican House Speakers Paul Ryan and John Boehner, told PolitiFact. \"Each one of them has their own website and are able to post whatever they want.\" \nHouse members can communicate via press releases, send out mass emails or paper mail to constituents, or host phone-in or online town halls. Capitol Hill has places where members can hold in-person press conferences or satellite interviews with media outlets back home or national outlets, or record a video message to email to their constituents.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKevin McCarthy\n\n\nstated on February 3, 2021 in a press conference\n\n\n\n\n\n\n\n\n“I don’t even know what (QAnon) is.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Noah Y. Kim • February 4, 2021\n\n\n\n\n\n\n\nRepublicans can give interviews to local media outlets, conservative radio or TV shows that welcome conservative points of view. \n\"There is no shortage of places for a member of Congress to communicate through traditional media, and still more through direct channels to constituents,\" Buck said.\nWhen members go home to their districts, they speak at gatherings such as chamber of commerce luncheons, civic and religious groups and community fairs (though some such events are done remotely now amid the pandemic).\nNunes’ own congressional website includes links to his official Twitter and Facebook pages, accounts he still can use, although they have fewer than the 3 million followers he said he had on Parler. He also has a personal Twitter account that has 1.2 million followers.\nNunes’ website also shows he has press releases, and people can subscribe to his emails. Nunes uses Rumble, a video streaming service that is seen as the conservative alternative to YouTube.\nHouse members get an allowance of taxpayer funds to pay for staff and supplies, including communications. Separately, lawmakers’ campaign operations receive donations that help fund their communications with voters.\nBuck described social media as a tool that supplements the other ways members communicate with their constituents. But some former staffers said it became a crucial tool to communicate quickly and directly with constituents without having to involve reporters. \n\"It is the best way, but it is not the only way,\" said Rusty Roberts, who was chief of staff for U.S. Rep. John Mica, R-Fla., from 1992 to 2011. \"It’s immediate communication.\"\nRegulation by Twitter and Facebook\nNunes said that \"left-wingers\" at Twitter and Facebook and Instagram regulate users and decide what content is violent and who gets shadowbanned, a practice that limits someone’s reach on the web.\nTwitter and Facebook have policies that allow them to remove accounts or posts that violate their terms of service. For example, Twitter prohibits tweets that threaten or glorify violence and Facebook removes harmful misinformation about COVID-19, including about the vaccines, and says it doesn’t allow threats.\nWhile Trump lost his access to Twitter and Facebook under these rules, other Republicans, including Nunes, still have broad access to various communication channels. \n\"As Rep. Nunes was on Fox when he said this, he seems to have ways to communicate,\" said Rebecca Jeschke, a spokesperson Electronic Frontier Foundation, a group which promotes free speech and digital privacy. \"Not to mention that these suspensions didn't hit anywhere near all the Republican politicians or voters in the country.\"  \nOur ruling\nNunes said \"Republicans have no way to communicate\" after recent actions by tech companies.\nTrump has been blocked from the major social media networks, and Parler is not available for now. But Nunes is wrong to say Republicans have no way to communicate. \nThey can use other social media platforms — if they follow the rules — as well as their websites, email and regular mail. Lawmakers can also grant interviews with local and national reporters from mainstream or conservative media outlets and hold constituent forums in their districts (albeit remotely for now).\nFor now, Nunes has lost what appears to be his preferred method of communication, but he has other options, and so do his Republican peers.\nWe rate this claim False.\nRELATED: U.S. Rep. Devin Nunes on PolitiFact’s Truth-O-Meter\nCORRECTION, Jan. 14, 2021: This fact-check initially included the wrong last name for Rusty Roberts. The fact-check has been corrected.", "vclaim_id": "vclaim-pol-19167"}