{"url": "/factchecks/2012/oct/23/mitt-romney/mitt-romney-says-pakistan-path-overtake-uk-nuclear/", "speaker": "Mitt Romney", "vclaim": "\"Pakistan has 100 nuclear warheads and they’re rushing to build a lot more. They’ll have more than Great Britain sometime in the relatively near future.\"", "truth_label": "mostly-true", "date": "stated on October 22, 2012 in the third presidential debate in Boca Raton, Fla.:", "title": "Mitt Romney says Pakistan is on a path to overtake the U.K. in nuclear weapons", "text": "Pakistan emerged as a source of concern during the third presidential debate in Boca Raton, Fla., which focused on foreign policy.\n\nAt one point, Mitt Romney said, \"Pakistan is important to the region, to the world and to us, because Pakistan has 100 nuclear warheads and they’re rushing to build a lot more. They’ll have more than Great Britain sometime in the relatively near future.\"\n\nWe wondered whether Pakistan, a relative newcomer to the nuclear club, was really poised to leapfrog longtime nuclear power Great Britain.\n\nFirst, let’s look at where the nations stand now. Here’s an estimate of the total warheads possessed by today’s nuclear powers, according to the Federation of American Scientists. In most cases, the number of operational warheads -- as opposed to stockpiled and decommissioned weapons -- is smaller:\n\nRussia: 10,000\nUnited States 8,000\nFrance: 300\nChina: 240\nUnited Kingdom: 225\nIsrael: 80\nPakistan: 90-110\nIndia: 80-100\nNorth Korea: Less than 10\n\nSo today, Pakistan’s warhead total is well behind that of the U.K. But Romney said \"sometime in the relatively near future.\"\n\nThat’s a vague timeframe, but the experts we contacted said it’s a plausible supposition. It involves two trend lines: the United Kingdom’s arsenal is set to drop, and Pakistan’s arsenal is set to increase.\n\nIn 2010, the British government committed to cap its total arsenal at 180. So to equal the U.K., Pakistan would need to see its arsenal rise from about 100 to 180. Can it do it?\n\nExperts say it’s possible. Hans Kristensen of the Federation of American Scientists projected earlier this year that Pakistan’s warhead total \"might increase to 150-200 within the next decade.\"\n\nMatthew Bunn, a public policy professor at Harvard University who specializes in nuclear weapons, said that \"Pakistan has the world's fastest-growing nuclear arsenal, as well as the arsenal most threatened by terrorists -- a worrisome combination.\" Pakistan is not only continuing to produce highly enriched uranium, Bunn said, but is also ramping up production of plutonium \"at an alarming rate.\"\n\nOnce its four current and planned plutonium production facilities are all operational, he said, they might be able to produce 10 to 15 bombs a year. \"At that rate, it is quite plausible that in the not-too-distant future they might pass the U.K.\"\n\nWe should reiterate that these are projections, made without a lot of transparency and lots of uncertainty. And Pakistan may have an incentive to exaggerate its nuclear capacity for strategic reasons.\n\nStill, John Pike, a national security specialist with globalsecurity.org, agreed that the Romney scenario is a plausible one. \"If by ‘relatively near future’ we mean ‘within a decade,’ I think that is pretty close to the mark,\" he said.\n\nOur ruling\n\nRomney said, \"Pakistan has 100 nuclear warheads and they’re rushing to build a lot more. They’ll have more than Great Britain sometime in the relatively near future.\" While there is an enormous amount of uncertainty about how fast Pakistan will expand its nuclear arsenal, experts tell us that there’s a plausible path for Pakistan’s total to match the U.K.’s in roughly a decade. So we rate Romney’s claim Mostly True.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 13, 2021 in a story\n\n\n\n\n\n\n\n\nSays Gen. David H. Berger, commandant of the U.S. Marine Corps., refused Nancy Pelosi’s request to use the Marines for inauguration security, telling her “we don’t work for you.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 17, 2021", "vclaim_id": "vclaim-pol-10101"}