{"url": "/factchecks/2018/sep/12/stronger-wisconsin/group-defending-governor-candidate-tony-evers-hand/", "speaker": "A Stronger Wisconsin", "vclaim": "\"When two judges said it was illegal to fire a teacher\" who viewed pornography at school, \"Tony Evers worked with Republicans and Democrats and changed the law.\"", "truth_label": "half-true", "date": "stated on August 20, 2018 in a TV ad:", "title": "Group defending governor candidate Tony Evers in handling of teacher porn case is partially accurate", "text": "After the Wisconsin Republican Party repeatedly attacked Tony Evers with TV ads over his role in a teacher porn case, two groups defended the Democratic candidate for governor with their own TV ads, both released on Aug. 20, 2018.\nThe ad by the liberal Greater Wisconsin Committee was partially accurate. But it overstated in describing why Evers, the state schools superintendent, didn’t revoke the teacher’s license and what he did to make a change in state law. We rated the group’s two-part claim as Half True.\nNow we’re evaluating the other ad, by a group called A Stronger Wisconsin, which is backed by the Democratic Governors Association.\nThis ad also makes a two-part claim and, while partially accurate, it also has some overstatement problems.\n\n\n\n\nLike us on Facebook. Follow us on Twitter: @PolitiFactWisc.\n\n\n\n\n \nThe case\nThe ad is about the case of Andy Harris, a middle-school science teacher in the Middleton-Cross Plains Area School District, west of Madison. He was fired in 2010 for viewing images of nudity on his school computer and showing at least one of them to a female co-worker.\nHarris got his job back after an arbitrator ruled he should have been given a suspension rather than be fired because other employees were given lesser punishments for \"doing the same or similar types of things.\"\nThe arbitrator also determined that Harris’ behavior, given that students were not present when he viewed the images, did not endanger any students as defined by state law at the time.\nThe law at the time was crucial in Evers’ decision not to try to revoke Harris’ license after the arbitrator gave Harris his job back.\n\n\n\n\nAll our fact checks in the governor’s race.\n\n\n\n\n \nThe ad\nThe TV spot by A Stronger Wisconsin begins with images and criticism of Republican Gov. Scott Walker, whom Evers will face in the Nov. 6, 2018 general election. Then the narrator says:\n\"When two judges said it was illegal to fire a teacher for inappropriate conduct, Tony Evers worked with Republicans and Democrats and changed the law.\"\nHowever, words on the screen went further on that second part, declaring: \"Evers got the law changed.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTony Evers\n\n\nstated on January 12, 2021 in Speech\n\n\n\n\n\n\n\n\n\"We put $330 million in general school aids — the largest in more than a decade.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Haley BeMiller • January 26, 2021\n\n\n\n\n\n\n\nSo, let’s look at both parts of the claim.\n\n\n\n\nState GOP: Says Tony Evers \"allowed a middle-school teacher found guilty of spreading pornographic material at school to keep teaching students.\" Mostly False.\n\n\n\n\n \n‘Two judges said it was illegal’\nThe first part of the claim, as stated by the narrator and shown on the screen, is \"two judges said it was illegal\" to fire the teacher. A footnote on the screen cites one of our fact checks.\nTwo courts did uphold the arbitrator’s decision to overturn the firing. But the ad’s phrasing overstates what the judges found and it isn’t what we said.\nA circuit court judge, and a three-judge state appeals court panel, upheld the arbitrator's ruling to give Harris his job back  — concluding the arbitrator was within her rights to do so. But they didn’t conclude that firing the teacher was illegal.\n\n\n\n\nState GOP: Says Tony Evers \"didn't revoke the license of a teacher caught spreading pornography and commenting on the bodies of middle-school girls.\" Half True.\n\n\n\n\n \nEvers ‘worked with’ or ‘got the law changed’?\nThe Harris case led to a change in state law so that now, the law explicitly says that if a teacher views pornography at school, even if students aren’t present, the teacher can be fired.\nThe ad, meanwhile, gives mixed messages on the new law. The narrator says Evers \"worked with\" lawmakers and changed the law, but the words on the screen say \"Evers got the law changed.\"\nA group of Republicans introduced the bill and the author of the bill downplayed the role of Evers’ department. But officials in Evers’ department discussed the legislation with the author as the bill was being drafted and testified at hearings in favor of it.\nSo, Evers was involved  — as the narrator says in the ad  — but was not the leading force, as the words on the screen claim.\nOur rating\nA Stronger Wisconsin says: \"When two judges said it was illegal to fire a teacher\" who viewed pornography at school, \"Tony Evers worked with Republicans and Democrats and changed the law.\"\nJudges ruled that an arbitrator was within her rights to overturn the firing, but they did not conclude that the firing was illegal.\nMeanwhile, Evers supported the change in state law, but was not the leading force.\nFor a statement that is partially accurate, our rating is Half True.  Share the Facts 2018-09-12 11:39:45 UTC   PolitiFact    4 1 7  PolitiFact Rating: Half True  \"When two judges said it was illegal to fire a teacher\" who viewed pornography at school, \"Tony Evers worked with Republicans and Democrats and changed the law.\"     A Stronger Wisconsin Group backed by Democratic Governors Association https://www.youtube.com/watch?v=s6OTRB9QHsA&feature=youtu.be   In a TV ad Monday, August 20, 2018 2018-08-20    Read More  info", "vclaim_id": "vclaim-pol-01633"}