{"url": "/factchecks/2012/jun/15/william-obrien/nh-speaker-house-bill-obrien-gives-gop-credit-stat/", "speaker": "William O'Brien", "vclaim": "\"The latest evidence of Republican success is that since the beginning of the current legislative term, state unemployment has gone down almost 20% to 5% adjusted.\"", "truth_label": "barely-true", "date": "stated on June 14, 2012 in a letter to The Telegraph:", "title": "NH Speaker of the House Bill O'Brien gives GOP credit for state job growth", "text": "Unlike the national job picture, the New Hampshire employment report brought good news to the Granite State this week, and William O’Brien, Speaker of the N.H. House of Representatives, was quick to give credit where he saw credit to be due -- to himself and the Republican majority at the statehouse.\n\n\"The latest evidence of Republican success is that since the beginning of the current legislative term, state unemployment has gone down almost 20% to 5% adjusted,\" O’Brien, a Mont Vernon Republican,  wrote in a June 14 letter to The Telegraph. \"This is certainly an inconvenient truth for those that pine for the ‘good old days’ of over-spending.\"\n\nO’Brien’s letter also accused The Telegraph of taking facts out of context, or twisting them to discredit \"the low-spending and job-creating agenda of the current Republican majority.\" In conclusion, he offered statistical evidence of the Republicans’ success. We took the bait and decided to crunch the numbers.\n\nThroughout the recession, New Hampshire’s unemployment rate has stayed far below the national average, and while analysts have expressed disappointment over recent national job counts, the state figure has remained stable, at or below 5.3 percent for the sixth straight month.\n\nThe state numbers weren’t hard to find. The New Hampshire Employment Security office tracks the state’s unemployment figures back to 1976 .\n\nAs a baseline for the claim, O’Brien’s staff pointed to November 2010, when they were first elected to office. At that time, 42,710 state residents were considered unemployed, setting the state’s adjusted unemployment rate at 5.8 percent, according to state estimates. By January 2011, when the new Legislature first convened, the total number of unemployed residents fell to 41,200, or 5.6 percent. And, by May 2012, the most recent figures available, that number had fallen to 36,740, or 5 percent even.\n\nDoing the math, these figures fall short of the \"almost 20 percent\" drop that O’Brien cites. The .8 percent loss from November 2010 to May 2012 amounts to a 13.8 percent slide, and the .6 percent drop from January 2011 equals 10.7 percent.\n\nAnd then there is the question of credit.\n\nIn his statement, O’Brien attributed the drop in unemployment to the Republican legislature, and in a follow-up email, he credited GOP efforts to reduce taxes, fees and surcharges on businesses and to limit regulations, among other actions.\n\n\"The New Hampshire House of Representatives received a mandate from the voters of this state to cut state spending; reduce taxes and fees; return fiscal sanity to the state; and promote economic development to create jobs,\" O’Brien wrote in a statement.\n\nAnd they may have done all those things, but economists say none of them would have had such an immediate impact on the state’s economy or the unemployment rate.\n\nEconomists consistently downplay state government’s role in reducing the unemployment rate, which is typically dictated more by national economic trends than by state policies, they said.\n\n\"(State government) definitely has an effect, but at the end of the day, it’s pretty small,\" said James Feyrer, an associate professor of economics at Dartmouth College in Hanover, N.H. \"It really has to do with what's happening with the national economy, the international economy.\"\n\nAcross the country, the recession had already bottomed out and the economy had started adding jobs by the November 2010 elections. That fall, the nation’s economy grew by 220,000 jobs in October alone and another 121,000 in November, according to the U.S. Labor Department’s Bureau of Labor Statistics.\n\nIn New Hampshire, employers started adding jobs around that same time, increasing the job count by 1,200 between September and December before the Republicans took office, according to the state employment security office.\n\n\"It was starting to get a bit better then,\" said Annette Nielsen, a state economist. \"That was the start of it.\"\n\nOver the months to come, the policies enacted by House Republicans may have improved the state’s economic climate. In general, the state government can improve the business climate by changing a state’s tax structure and regulatory laws, among other factors, economists said.\n\nBut, these changes generally don’t have immediate effects. Instead, they tend to help the economy over time rather than paying immediate dividends, said Feyrer, of Dartmouth College.\n\n\"Most of the things the state does to encourage growth end up being longer-term things,\" he said.\n\nFurther, despite their best efforts, states’ ability to improve the employment figures tends to be limited under an economic recession, when employers aren’t hiring or re-locating often, added Dennis Delay, an economist with the N.H. Center for Public Policy Studies.\n\n\"In a recession, (state government) becomes muted in a way in that your first concern is how you're going to survive as a business person,\" Delay said. \"All of these other things are secondary to that.\"\n\nOur ruling:\n\nPolitiFact examines these claims in two parts. Are the numbers right? And how much credit do experts say the group deserves?\n\nThe numbers are off considerably. New Hampshire’s unemployment rate has dropped about 14 percent since the 2010 elections and 10.7 percent since the new Legislature took office in January 2011 -- well short of the 20 percent he claimed.\n\nAlso, economists say it's a stretch for the Republicans to take credit for the unemployment number, which is usually the result of larger forces. State policies typically take more time to have an effect.\n\nOn balance, we rate the claim Mostly False.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJennifer Boysko\n\n\nstated on January 18, 2021 in a committee debate.\n\n\n\n\n\n\n\n\n“The United States is the only industrialized, modernized country that does not already have a paid family medical leave program in place.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Warren Fiske • January 28, 2021", "vclaim_id": "vclaim-pol-10916"}