{"url": "/factchecks/2019/nov/01/nikki-haley/nikki-haleys-claim-linking-green-new-deal-abortion/", "speaker": "Nikki Haley", "vclaim": "Candidates who are supporting the Green New Deal are \"promoting abortion in third world countries to control the population!\"", "truth_label": "barely-true", "date": "stated on October 26, 2019 in an email:", "title": "Green New Deal doesn't mention abortion, but Nikki Haley's attack on it does", "text": "Attacks on the Green New Deal include claims that it would cost $93 trillion (False), \"put a $600,000 tax burden on every household\" (False) and do away with commercial air travel (False).\nA new attack on the climate change measure and its supporters connects it to abortion.\nRepublican Nikki Haley, the former United Nations ambassador under President Donald Trump and former South Carolina governor sent an email Oct. 26 from Stand for America, a policy group she launched in February. The email says the following:\n\"Liberals continue to go around the country touting their radical climate change agenda.\n\"Front and center was their ‘Green New Deal.’ Or as we at Stand For America have come to call it, the ‘Green New Scam.’ The candidates touted everything from putting limits on red meat consumption, to promoting abortion in third world countries to control the population!\n\"We must stand up to these liberals, and let them know that we don’t support this radical agenda!\"\nThe email then links to a petition that seeks to stop the Green New Deal, saying it would \"promote abortion.\"\nBroadly, the Green New Deal is a resolution first proposed by Rep. Alexandria Ocasio-Cortez, D-N.Y., that would address ways to curb climate change and protect the environment, with measures on emissions, water, infrastructure and scientific research. \nThe words abortion and population are not mentioned in the text of the Green New Deal resolution.\nWith regard to other countries, the resolution says only that the Green New Deal would promote \"the international exchange of technology, expertise, products, funding and services, with the aim of making the United States the international leader on climate action, and to help other countries achieve a Green New Deal.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBloggers\n\n\nstated on January 10, 2021 in a story\n\n\n\n\n\n\n\n\n\"Trump signs Insurrection Act - General Flynn to be appointed vice president.\"\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 11, 2021\n\n\n\n\n\n\n\nSo what is Haley talking about? We repeatedly emailed, called and messaged Stand for America, and we reached out to the publisher of Haley’s forthcoming book. But we did not receive any replies to our requests for information to support Haley’s statement.\nPopulation control\nHaley’s email about \"the candidates\" pushing red meat and abortion agenda does not specify which candidates she alluded to.\nBut conservatives accused 2020 presidential candidate Bernie Sanders of wanting to use abortion for population control in order to fight climate change, based on his answer to a question at a Sept. 4 CNN town hall  focused on climate change. \nHere was his exchange with an audience member (in which neither mentioned the Green New Deal):\nQuestion: \"Human population growth has more than doubled in the past 50 years. The planet cannot sustain this growth. I realize this is a poisonous topic for politicians, but it's crucial to face. Empowering women and educating everyone on the need to curb population growth seems a reasonable campaign to enact. Would you be courageous enough to discuss this issue and make it a key feature of a plan to address climate catastrophe?\"\nSanders: \"Well, Martha, the answer is yes. And the answer has everything to do with the fact that women in the United States of America, by the way, have a right to control their own bodies and make reproductive decisions. And the Mexico City agreement, which denies American aid to those organizations around the world that allow women to have abortions or even get involved in birth control to me is totally absurd.\"\nThe agreement prohibits U.S. foreign aid not just directly for abortions, but for any organization that provides abortion or abortion-related services. It was rescinded under President Barack Obama and reactivated by Trump.\nAmong the critics was U.S. Rep. Steve Scalise, R-La., who tweeted, \"Bernie Sanders said YOUR tax dollars should be used to fund abortions in foreign countries to reduce population size.\"\nSanders did say population control should be part of addressing climate change. And he brought up the Mexico City agreement and said women should have the right to \"reproductive decisions.\" But he did not explicitly promote the use of abortion for population control.\nOur ruling\nHaley said in an email that targets defeat of the Green New Deal that candidates who are supporting the proposal are \"promoting abortion in third world countries to control the population!\"\nThe email distorts the Green New Deal resolution by linking it to abortion. (The linked petition is even more direct.) The only element of truth in her attack is Sanders, one of the 2020 presidential candidates, linked climate change, population control and reproductive rights in a town hall.\nWe rate Haley’s claim Mostly False.", "vclaim_id": "vclaim-pol-16737"}