{"url": "/factchecks/2019/jul/01/beto-orourke/orourkes-warning-about-undercount-census-question-/", "speaker": "Beto O'Rourke", "vclaim": "\"The Census is predicting a 6% undercount that will be targeted against nonwhites in this country — so Hispanics, African Americans, communities of color\" if a citizenship question is asked.", "truth_label": "half-true", "date": "stated on June 13, 2019 in an interview on The Late Show with Stephen Colbert:", "title": "Beto O’Rourke’s warning about undercount with census citizenship question missing key details", "text": "A citizenship question could find its way on the 2020 Census if lower federal courts find that the federal government offers sufficient justification for it, the U.S. Supreme Court said June 27.\nPrior to the Supreme Court’s decision, Democratic presidential candidate Beto O’Rourke spoke out against the citizenship question in an interview June 13 on the Late Show with Stephen Colbert. O’Rourke made a claim that caught our eye: that the U.S. Census Bureau has predicted an undercount of certain groups if the citizenship question gets included.\n\"The Census is predicting a 6% undercount that will be targeted against nonwhites in this country — so Hispanics, African Americans, communities of color,\" O’Rourke said.\nIs O’Rourke right about that?\nThe Census Bureau estimated nearly a 6% decline in self-response rates from noncitizen households, if the question were added. In the context of O’Rourke’s claim, there are a couple of key distinctions to make: a decline in self-response is different from an undercount, and a noncitizen is a person who is not a U.S. citizen (this isn't limited to nonwhites).\nSeparate studies, however, do predict undercounts of blacks, Hispanic/Latinos and noncitizens, and O’Rourke’s 6% statistic is in the ballpark.\nThere’s always a risk of certain groups not being in the census, but a census with a citizenship question \"could feature an undercount more severe than usual,\" said Spencer Allen Shanholtz, research and policy analyst of the Demographics Research Group at the Weldon Cooper Center for Public Service at the University of Virginia.\nIt’s about response rates\nThe Census Bureau hasn’t studied whether adding the citizenship question will result in undercounting. \nBut the Census Bureau has estimated how much the question, if added, could affect self-response rates to the 2020 Census. O’Rourke conflated these points.\nTo do this, the Census Bureau compared self-response rates on the 2010 American Community Survey, which had a citizenship question, to the response rates on the 2010 Census, which didn’t have the question.\nIn a study published August 2018, the Census Bureau estimated a 5.8% decline in self-response rates for noncitizen households, if a question is included.\nA decline in self-response rates is not the same as undercounting. A household might not respond on its own to the census form, but it has another opportunity to be counted once a census enumerator goes door-to-door to gather the information.\n(There are two stages of counting the U.S. population: the first occurs when people self-respond their information, and the second stage only pertains to the people who did not fill out the census by themselves — census enumerators go door-to-door to those households.)\nThe citizenship question may be a \"major barrier\" to full participation in communities that feel targeted and think that the question’s purpose is \"to find undocumented immigrants,\" said an October 2018 Census Bureau presentation on the results of surveys and focus group studies.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJohn Kerry\n\n\nstated on January 31, 2021 in in an interview\n\n\n\n\n\n\n\n\nSays that Hurricane Harvey “dropped more water on Houston in five days than goes over Niagara Falls in a year.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Brandon Mulder • February 5, 2021\n \n\n\n\n\n\n\nWhile O’Rourke misrepresented the Census data, there are other studies on his point of potential undercounts of communities of color.\nResearchers at Harvard University, George Washington University, and the Urban Institute released estimates on potential undercounts in the 2020 Census, if the citizenship question is added. \nThe undercount estimates range from 4% to 12%, and among the groups studied were blacks, Hispanic/Latinos and noncitizens.\nHarvard Kennedy School researchers in a randomized controlled trial found that \"asking about citizenship would reduce the share of Hispanics recorded by the census by approximately 6.07 million, or around 12.03% of the 2010 Hispanic population.\" \nChristopher Warshaw, assistant professor of political science of George Washington University, conducted three distinct analyses to predict undercounting in the 2020 Census. He estimated the following approximate undercounts: 5.8% of noncitizens; 5.8% of noncitizens and Hispanics; 5.9% of Hispanics and 11.3% of foreign-born non-Latinos.\nThe Urban Institute in a June 2019 study predicted a national undercount of 3.68% of blacks and 3.57% of people who identify as Hispanic or Latinos. And certain geographies and states are much more at risk than others, such as O’Rourke’s home state of Texas, the Urban Institute found. \n‘Targeted against nonwhites’\nO’Rourke also claimed that the Census predicted an undercount that would be \"targeted against nonwhites in this country — so Hispanics, African Americans, communities of color.\" \nExperts said O’Rourke conflated nonwhites with noncitizens.\nThe Census Bureau study specifically estimated a decline in self-response rates for noncitizen households — which means at least one noncitizen resides within the home. A noncitizen is someone who has not been naturalized in the United States.\nNonwhite includes black or African American, American Indian or Alaskan Native, Asian and Native Hawaiian or Other Pacific Islander. (Hispanic is an ethnicity, not a race.)\nTo O’Rourke’s credit, a noncitizen household can also be a nonwhite household. The Department of Homeland Security in an annual report said that the share of noncitizens is dominated by people from Asia and Latin America.\nOur ruling\nO’Rourke said, \"The Census is predicting a 6% undercount that will be targeted against nonwhites in this country — so Hispanics, African Americans, communities of color\" if a citizenship question is asked.\nThe Census Bureau made estimates for noncitizen households — not nonwhites — and estimated a 6% decline in self-response rates, which isn’t the same as an undercount. These distinctions are important in the context of how the population is counted and who’s at risk of being left out.\nHowever, researchers do estimate that blacks, Hispanic/Latinos and noncitizens could be undercounted if a citizenship question is added. Those estimates range from approximately 4% to 12%. So there’s basis for O’Rourke’s 6% figure, even though he mentioned the wrong source.\nO’Rourke’s statement is partially accurate but leaves out important details or takes things out of context. We rate it Half True.", "vclaim_id": "vclaim-pol-00472"}