{"url": "/factchecks/2014/dec/09/facebook-posts/social-media-meme-says-number-unemployed-has-risen/", "speaker": "Facebook posts", "vclaim": "\"When (Barack Obama) took office, 2.3 million people were out of work. Five-plus years later, we have 5 million-plus out of work.\"", "truth_label": "pants-fire", "date": "stated on December 5, 2014 in a meme on social media:", "title": "Social media meme says number of unemployed has risen sharply under Barack Obama", "text": "Late last week, the federal government announced what was widely perceived as a strong jobs report, with an increase of 321,000 jobs over the previous month. This capped a year of the most robust employment growth in years.\nBut that hasn’t stopped criticism about weak job gains from circulating on social media.\nAround the time the new job numbers were being released, a reader asked us to check a meme circulating on social media.\nThe meme features an image of a glum-looking President Barack Obama, along with the caption, \"When he took office, 2.3 million people were out of work. Five-plus years later, we have 5 million-plus out of work. In what world is this recovery?\" It was posted by a Facebook page and Twitter account called Barack Obama's Dead Fly. (The user’s odd name presumably stems from a 2009 incident in which Obama, during a televised interview, slapped dead a fly that had been bothering him.)\nThe meme’s claim was so out of step with recent jobs data that we decided to delve into the official numbers produced by the Bureau of Labor Statistics.\nFirst, we looked at the most basic measure: How many people were officially categorized as unemployed in January 2009, compared to the number today?\nWe found that there were almost 12.1 million Americans classified as unemployed in 2009, and a bit over 9.1 million in November 2014. Not only are both of the specific job figures in the meme way off-base, but the trend line is even less accurate -- the number of unemployed Americans has declined by 3 million, or by one-fourth, since Obama took office.\nTweaking the time frame doesn’t help, either. If you look at the weakest point of Obama’s tenure -- October 2009 -- there were a little less than 15.4 million unemployed Americans, making the decline to today even steeper -- 6.3 million people, or a 41 percent decline. Similarly, pushing the end time to earlier in 2014 (when the meme may have been made) doesn’t change the overall picture.\nCould the meme creator have been using a different, broader measurement to define the term \"out of work\"? Just in case, we took another crack with expanded measures.\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Godlewski\n\n\nstated on January 9, 2021 in Twitter\n\n\n\n\n\n\n\n\n“It wasn’t all women that lost jobs (in the December jobs report), it was mostly Black and Latina women. In fact, white women gained employment.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Nusaiba Mizan • January 15, 2021\n\n\n\n\n\n\n\nFirst, we added together three struggling groups -- the number of people who are unemployed, the number of people who are officially employed but are working part-time because of economic headwinds, and the number of \"discouraged\" workers who want to work but have stopped looking and thus aren’t counted as being in the labor force. Did the combination of these three categories support the meme’s message?\nNo. In January 2009, this broader measurement of employment distress included 20.8 million people, a number that fell to 16.7 million people by November 2014 -- a decline of 4.1 million, or about one-fifth. This statistic doesn’t support the meme’s claims, either.\nFinally, we looked at the number of Americans age 16 and up who were not employed -- for whatever reason -- on both of those dates. In January 2009, there were 92.4 million Americans who were not employed. By November 2014, there were 101.5 million, an increase of 9.1 million. This comparison shows a growth in non-working Americans, as the meme did, but the numbers are vastly higher than the meme says, so this couldn’t be the source of the statistic. In addition, the rise in non-working Americans is shaped at least in part by factors out of Obama’s control, including the retirement of the baby boom generation and longer lifespans. Put simply, it’s not a great indicator of the labor market.\nWe asked Gary Burtless, an economist with the Brookings Institution, whether he could think of any statistic we overlooked. He said we could have considered a particular state, such as California, which is both large and has struggled economically. But when he looked at the numbers, he found that California’s unemployment level was 1.87 million in January 2009 and dropped to 1.31 million by October 2014, the latest month available. So this doesn’t support the meme either.\nThe person who created meme \"appears to be very far removed from the national-level unemployment statistics,\" Burtless said.\nOur ruling\nThe meme claims that when Obama took office, \"2.3 million people were out of work. Five-plus years later, we have 5 million-plus out of work.\"\nNo national figure produces the specific numbers cited in the meme -- and, more importantly, the direction of the changes are flatly opposite to what the meme claims. By almost every metric you can use to calculate the number of Americans who are \"out of work,\" the number has been going down, not up.\nWe rate the claim Pants on Fire.", "vclaim_id": "vclaim-pol-06932"}