{"url": "/factchecks/2015/apr/24/sabino-pio-renteria/councilman-sabino-renteria-says-15-years-ago-pizza/", "speaker": "Sabino \"Pio\" Renteria", "vclaim": "\"Fifteen years ago, you couldn't even get a pizza delivered in that neighborhood.\"", "truth_label": "barely-true", "date": "stated on April 10, 2015 in a cover story in the Austin Chronicle:", "title": "Sabino \"Pio\" Renteria says 15 years ago, pizzas weren't delivered in East Austin neighborhood", "text": "East Austin neighborhoods near downtown Austin north of Lady Bird Lake have gentrified rapidly, the Austin Chronicle noted in a recent cover story.\n\"The lower Eastside is increasingly dotted with high-end restaurants and chic bars where homes once stood. Many residents seem surprised at the brisk pace of new development,\" reporter Tony Cantú wrote, going on to say the \"transformation\" started in the early 2000s.\nThere’s ample additional detail. But we chewed on a comment by Sabino \"Pio\" Renteria, a resident elected to the District 3 seat on the Austin City Council in November 2014.\nAfter mention of the area’s fluctuating home values, Renteria indicated conditions have noticeably changed. \"Fifteen years ago,\" he said, \"you couldn't even get a pizza delivered in that neighborhood.\"\nReally?\nTo our request for elaboration, Renteria, who lives near Martin Middle School, told us he was referring to the largely residential blocks just east of downtown Austin, specifically the region bounded by Interstate 35 to the west, the lake to the south, Pleasant Valley Road to the east and East Seventh Street to the north, all of which was considered too dangerous for pizza deliveries 15 years ago and earlier, he said by phone.\nIf he wanted a pizza delivered, Renteria said, he had to meet the delivery driver in the parking lot of the lakeside Holiday Inn on the west side of I-35, then drive his pie the several blocks home. \"No one wanted to come into the Eastside,\" he said.\nVaried accounts\nWe gathered a range of  recollections while looking into this claim:\n--By phone, Zach Rogers said that in 1999-2000, he was a delivery driver for Pizza Classics, on 29th Street near the University of Texas, and his boss insisted he deliver pizzas everywhere;\n--Hoover Alexander, 60, who has a landmark restaurant on East Austin’s Manor Road, said by email that while he grew up north of Renteria’s neighborhood and north of 12th Street, \"the collective black & brown neighbors east of IH 35, from the river to Manor Rd., knew we were in the ‘no delivery zone’ that stemmed from the belief that East Austin was unsafe & crime ridden, and there was a fear of drivers getting robbed. Rightly or wrongly, the perception became the reality of no deliveries.\" Alexander specified: \"No pizza delivery for my neighborhood for sure until '00 - '05,\" so Alexander would drive about five minutes west to pick up orders.\n--Jane and Gilberto Rivera, residents of East Austin’s Rosewood neighborhood, north of Renteria’s area, recalled not being able to lure a pizza delivery through the 1990s, though they said it’s possible that changed by 2000. Gilberto Rivera said pizza places on East Riverside Drive south of the lake would hand off their order at a gas station near the Holiday Inn, \"almost like a drug transaction.\" Eventually pizza was delivered from a Pizza Hut on Airport Boulevard, he said. Jane Rivera said: \"You can safely say that at least up until 2000, (in) all of East Austin, you could not get pizza delivered.\"\n--East Austin resident Todd Campbell said by phone he could recall not being able to get a pizza delivered to the home he shared with others at Second and Navasota in 2000. Then again, Eastside resident Marisol Prins described Mr. Gatti’s delivering to the area from its downtown location. Prins said pizza stores on Riverside wouldn’t deliver.\n--Down the street from Renteria’s home, we spoke with Ernest Vargas, 59, who said he couldn’t recall ever not being able to get a pizza delivered. He said his family, which bought its house in 1969, used to get pizzas delivered by Pizza Hut.\n--Close to I-35, on the western edge of the neighborhood, the principal of Sanchez Elementary School, Azucena Garcia, said by phone she couldn’t recall any trouble getting pizzas delivered over her 23 years at the school. Pizzas were brought by various stores, she said, with the school shopping for deals. By phone, another school employee, Jennifer Riojas-Santos, said that while living and working in the area in the 1990s, she experienced \"very limited\" pizza delivery options--including a Pizza Hut south of the lake, she said.\nOn first pass, then, it appears that pizzas weren’t uniformly delivered in East Austin at some time in the past.\nChecking telephone books\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 23, 2021 in on social media\n\n\n\n\n\n\n\n\n“Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture.”\n\n\n\n\n\n\n\n\n\n\n\n\nBy Louis Jacobson • January 28, 2021\n\n\n\n\n\n\n\nWe couldn’t devise a wayback machine for checking 2000-era deliveries. But we test-kitchened an approach by visiting the Austin History Center to pinpoint pizza places that were then arguably close enough to Renteria’s neighborhood to bring a pie.\nTelephone books for 1999-2000, one published by Southwestern Bell and the other by Great Western Directories, Inc., listed more than 30 Austin pizza restaurants at the time with several saying they delivered--including Domino’s, Little Caesars, and Papa John’s.\nWe also identified a pizza place in Renteria’s neighborhood at the time, La Pizza Loca, which was at 2727 East Seventh. In 1996, in fact, the Chronicle’s food critics credited La Pizza Loca with having the \"best eastside delivery.\" The critics also said: \"As those of us who reside east of I-35 can attest, options are pretty slim where dinner delivery is concerned.\"\nOtherwise, according to the phone books, pizza places with delivery closest to Renteria’s neighborhood were downtown west of I-35 (a Pizza Hut at 1201 W. Sixth St.) or along Riverside south of the lake (where University of Texas students already filled multiple apartment complexes): specifically, a Doubledave’s Pizzawork; a Pizza Hut; a Mr. Gatti’s; and a Little Caesars.\nNoted: Phone-book ads for Papa John’s and Domino’s said delivery wasn’t available everywhere. The Domino’s ad said: \"Delivery area limited to ensure safe driving. Our drivers carry less than $20.00.\" In contrast, Mr. Gatti’s, which had more than 20 Austin-area locations, touted its phone number as the \"one number that’s good for pickup and delivery all over Austin.\"\nSpokesman: Gatti’s ‘would have delivered’\nWe tried to reach representatives of the identified pizza stores; most didn’t engage. But by phone and email, a Gatti’s spokesman insisted its stores on East Riverside and West Sixth made deliveries throughout the Eastside in 1999 and 2000.\nRonnie Steck said he’d confirmed that Gatti’s Pizza restaurant #160 on W 6th St. and Rio Grande opened in June 1999, closing in March 2014. \"During that time,\" he wrote, \"our delivery area extended west to the lake in the\" Tarrytown area \"and all the way east to Pleasant Valley, easily encompassing the area in question. In addition, the Oltorf location we had at the time picked up any delivery needs that fell south of the #160 delivery area.\"\n\"We’ve been serving pizza to people all throughout this great city for going on 46 years and we’ve certainly witnessed and marveled at the rapid change happening on the East side. That said, had Council Member Renteria called 459-2222, Gatti’s would have gladly delivered,\" Steck said.\nAsked if the pizza chain was concerned about the safety of its drivers in the neighborhood, Steck said not, adding: \"That gentrification didn’t just happen yesterday.\"\nWe alerted Renteria’s office to Steck’s comments and didn’t hear back from him.\nA store owner’s recollection\nTo our inquiry, a founder and former owner of Austin’s Pizza, Clay McLaughlin, said by phone its first store opened in 1999 at 12th Street and West Avenue near the main campus of Austin Community College west of downtown Austin. McLaughlin said that store, like nearby competitors, did not deliver east of I-35.\n\"We really tried to stay more toward campus,\" he said. \"To be totally candid, I don’t know that was our market.\" Also, he said, \"safety was definitely a concern. Going up to somebody’s house, cash in the pocket... we didn’t want to get any of our drivers in jeopardy,\" he said.\nOur ruling\nRenteria said that 15 years ago, you couldn’t get a pizza delivered in his neighborhood just east of downtown Austin.\nWe see a dash of truth here; not every pizza place delivered there at the time and earlier, into the 1990s, you evidently couldn’t get a pizza delivered at all. But it looks to us like you could get a pizza delivered 15 years ago if you knew which vendors to call.\nWe rate the claim Mostly False.\n\nMOSTLY FALSE – The statement contains an element of truth but ignores critical facts that would give a different impression.\nClick here for more on the six PolitiFact ratings and how we select facts to check.", "vclaim_id": "vclaim-pol-06483"}