{"url": "/factchecks/2019/jun/25/viral-image/no-florida-man-didnt-admit-burying-hundreds-bodies/", "speaker": "Viral image", "vclaim": "A Florida millionaire was arrested after admitting to burying more than 700 bodies on his property.", "truth_label": "pants-fire", "date": "stated on June 4, 2019 in a Facebook post:", "title": "No, a Florida man didn’t admit to burying hundreds of bodies on his property", "text": "An Area Florida Man is at it again, according to a recent Facebook post about the arrest of a Naples, Fla., resident.\nBut Jerry Richards, 73, is a fictional Florida man. Which is probably why this post, shared more than 3,600 times, was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.) \nThe post appears to be a screenshot of a story that appeared on Empire News, a website intended \"for entertainment purposes only,\" according to its \"About\" page, and \"uses only fictional names, except in cases of public figures and celebrity parody or satirization.\" \nThe story appears under the headline: \"Florida millionaire arrested after authorities discover over 700 bodies buried in his backyard.\"\n\nFeatured Fact-check\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook posts\n\n\nstated on January 11, 2021 in a Facebook post\n\n\n\n\n\n\n\n\nNancy Pelosi is no longer the Speaker of the House\n\n\n\n\n\n\n\n\n\n\n\n\nBy Samantha Putterman • January 12, 2021\n\n\n\n\n\n\n\nThe fake article, dated June 30, 2018, says a neighbor saw Richards \"very obviously burying a body behind his house\" and that police had already exhumed 587 bodies \"in varying states of decay.\"\nOn Facebook, many users posted comments calling out the post’s credibility. But others seemed convinced, and the image that appeared on the social media platform included the words \"now this is crazy\" with frowning emojis. That seems designed to lead people to believe the story is authentic. Fortunately for Florida Men everywhere, it’s not. \nWe rate this post Pants on Fire!", "vclaim_id": "vclaim-pol-00495"}